{
  "spp_number": "SPP 2206",
  "spp_title": "Kooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402743889",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "424616052",
      "url": "https://gepris.dfg.de/gepris/projekt/424616052",
      "title": "ADOPT - Adaptive THz Optik",
      "investigators": "Professor Dr.-Ing. Christoph  Ament;Professorin Dr.-Ing. Tamara  Bechtold;Professor Dr.-Ing. Martin  Hoffmann;Professorin Dr.-Ing. Ulrike  Wallrabe",
      "subject_area": "MikrosystemeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424616052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Die Strahlsteuerung im THz-Bereich findet im Hinblick auf Kommunikation (6G), Sensorik oder Bildgebung zunehmend Beachtung. Zwar wurden in jüngster Zeit verschiedene Sende- oder Reflektorarrays für diese Zwecke entwickelt, doch ist ihre Effizienz im Vergleich zu einfachen Metallreflektoren noch begrenzt. Eine kombinierte Strahlsteuerung und Fokussierung erfordert ein Multi-Aktor-System, das sowohl eine rotatorische als auch eine lineare Verschiebung von Spiegeln in großen Arbeitsbereichen ermöglicht. Multistabile kooperative Aktuatorsysteme erfüllen grundsätzlich diese Anforderungen. Ein prominentes Beispiel ist der Hauptspiegel des James-Webb-Weltraumteleskops, der sechseckige Spiegelelemente mittels Aktoren individuell ausrichtet. In diesem Projekt befassen wir uns daher mit der Kombination von kooperativen, multistabilen Linear- und Rotationsaktoren für die Adaptive Optik für THz - ADOPT. ADOPT baut auf unserem vorangegangenen Projekt Kick und Catch auf, in dem wir eine bistabile Bewegung einer frei beweglichen Masse aus der Ebene heraus und einen quasi kontinuierlichen Kippwinkel von Kugeln erforscht haben. In ADOPT sollen nun die nächsten Schritte erfolgen: Wir werden die Mechanismen von Kick und Catch in ein System mit mehreren stabilen Positionen integrieren. Die einzelnen Elemente werden in einem Array angeordnet, um das finale System, einen adaptiven THz-Spiegel, zu demonstrieren. Jedes Spiegelelement besteht aus einem Kolben, der durch eine impulsartige Beschleunigung aus seiner Ausgangsposition und ein anschließendes Fangen in der gewünschten Schwebeposition mehrere vertikale Ruhepositionen erreichen kann. Am oberen Ende des Kolbens wird eine Kugelkappe mit einem aufgesetzten hexagonalen Spiegel durch viele kleine Folgeimpulse gedreht. Sieben dieser Elemente werden dann zu einem Modul angeordnet, welches die Basis für größere Systeme bestehend aus mehreren Modulen legt. Dies ermöglicht eine synchrone Umlenkung und Refokussierung durch Anpassung der Krümmung. Aufgrund der großen Wellenlänge der THz-Strahlung gibt es nur geringe Anforderungen an die Abbildung, wichtig sind ein großes Sichtfeld und die relative Ablenkung der einzelnen Spiegel. Das System bietet ein Zusammenspiel aus einem linearen System mit piezoelektrischem Kicken und magnetischem Fange und einem elektrostatischen Kippsystem. Der Aufbau wird stark miniaturisiert sein, er umfasst Mikroaktoren, Multistabilität, interne Sensorik und Steuerung. Vier Forschungsgruppen vereinen ihre Expertise, um die Herausforderungen der kooperativen Antriebskonzepte von ADOPT in Angriff zu nehmen. Zwei Partner, Ulrike Wallrabe und Martin Hoffmann, beschäftigen sich seit langem mit Mikroaktoren. Tamara Bechtold ist Expertin für numerische multiphysikalische Modellierung und Simulation auf Komponenten- und Systemebene.  Christoph Ament schließlich ist Experte für Regelungstheorie mit dem Schwerpunkt Nanopositionierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "512586089",
      "url": "https://gepris.dfg.de/gepris/projekt/512586089",
      "title": "Cooperative elastomere Multiactuator-Plattform (CALMAR)",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 512586089",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Kollaborative Multi-Aktor-Systeme werden zukünftig wichtige Komponenten für visionäre Technologien sein, beispielsweise in der Robotik, bei medizinischen Geräten und fortschrittlichen Benutzerschnittstellen. Der potenzielle Einsatzbereich solcher Geräte reicht von der Nanoskala, wo sie in einem Bereich arbeiten, in dem viele Phänomene ihren Ursprung haben, bis zur Mikro- und Makroskala. In konzeptioneller Hinsicht unterscheiden sie sich in den verschiedenen Größenordnungen erheblich. Je größer sie werden, desto mehr nähern sich die technischen Anforderungen den menschlichen Fähigkeiten an. Sie sollen in der Lage sein, selbständig komplexe Bewegungsabläufe und Aufgaben zu realisieren, ihre Umwelt wahrzunehmen und situationsgerecht autonom zu handeln. Entsprechend leistungsfähige robotergestützte Multi-Aktor-Sensor-Strukturen gehören zu den bedeutenden, kaum gelösten technischen Herausforderungen, die bei kleinen Systemen durch die funktionalen, technologischen und integrativen Zwänge der Größenbegrenzung noch erheblich verstärkt werden. Erforderlich sind Sensoren mit den notwendigen Empfindlichkeiten, geeignete Aktoren, Hard- und Software zur Steuerung oder Regelung der Informationsverarbeitung sowie Strategien zur Montage und Systemintegration. Dies führt z. B. bei konventionellen starren Robotern zwangsläufig zu einer deutlichen Erhöhung der Komplexität von Hard- und Software und einer entsprechenden Verschlechterung der Energie- und Nachhaltigkeitsbilanz, da noch mehr informationsverarbeitende Elektronik, Sensoren und Aktoren benötigt werden. In diesem Projekt sollen vernetzte, verteilte HASEL-DET-DES-Aktor-Module entwickelt werden, die neuartige Methoden erfordern. Der klassische Prozess der Produktentwicklung und -optimierung über mehrere Zyklen von Design, Prototyping und messtechnischen Untersuchungen ist nicht mehr geeignet. Die leistungsfähige simulationsbasierte Entwurfsmethodik anhand eines virtuellen hierarischen Entwurfs soll daher hier herangezogen werden. Basiseinheiten, bestehend aus HASEL, DET oder DES, werden synergetisch zu Einzelaktormodulen kombiniert, die ihrerseits Submodule für die kooperative elastomere Multi-Aktuator-Plattform (CALMAR) darstellen, die verschiedenen Funktionalitäten wie kooperatives Verhalten, Multi-Level-Aktivierung, Multi-Stabilität und inhärentes Erfassen interner und externer Stimuli realisieren können. Der Einfluss der Parameter auf das Systemverhalten kann dann effizient simuliert werden, um das System für ein gewünschtes Verhalten zu optimieren. Eine ganzheitliche multivariable Regelstrategie bietet minimale Regeleingaben für ein wohldefiniertes Systemverhalten. Mit Hilfe einer zu entwickelnden modellbasierten Toolbox kann aus den verfügbaren HASEL-DES-DEA-Basiseinheiten und Grundfunktionen die optimale Konfiguration für die jeweilige Anwendung zusammengestellt werden. Abschließend wird die geplante kooperative Multi-Aktor-Plattform mittels additiver Fertigung realisiert und im Detail erforscht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424608471",
      "url": "https://gepris.dfg.de/gepris/projekt/424608471",
      "title": "DECMAS Phase 2: Dielektrische Elastomer-Membranen für kooperative Mikro-Aktor/Sensor-Konzepte",
      "subject_area": "MikrosystemeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424608471",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Ziel dieses Projekts ist die Entwicklung des ersten miniaturisierten, vollständig polymerbasierten und hochflexiblen Aktor-/Sensorsystems mit großem Hub auf der Basis eines Arrays aus dielektrischen Elastomer (DE)-Wandlern, zur Erfüllung kooperativer Aufgaben auf der Mikroskala, z.B. in zukünftigen tragbaren und weichen Robotikanwendungen. Diese Aufgabe wird gemeinsam von drei Gruppen bearbeitet, zwei aus dem Bereich Systems Engineering der Universität des Saarlandes (Rizzello, Seelecke) und einer der HTW Saar zugehörigen Gruppe (Schultes), in Fortsetzung der bereits in der ersten Förderperiode des SPP 2206 etablierten Zusammenarbeit. In Phase 1 konzentrierte sich das Projekt darauf, ein grundlegendes Verständnis der kooperativen Effekte in einer 1D-Anordnung von makroskopischen DEs zu entwickeln. Aufbauend auf diesen Ergebnissen werden wir uns in Phase 2 mit der Entwicklung und Kontrolle eines kooperativen 2D-Arrays von DEs auf der Mikroskala befassen. Um dieses Ziel zu erreichen, wird die erste Gruppe (Rizzello) ein neuartiges mathematisches Modell und kooperative Steuerungsalgorithmen für DE-Anwendungen im Mikrobereich entwickeln, während die zweite Gruppe (Seelecke) neuartige Miniaturisierungs- und Systemintegrationskonzepte für mehrdimensionale DE-Mikroaktor-/Sensorsysteme untersuchen wird. Die dritte Gruppe (Schultes) wird sich mit neuartigen Herstellungskonzepten für mikrostrukturierte, system-integrierbare Elektroden befassen, die für eine kooperative lokale Aktivierung der einzelnen Array-Taxel erforderlich sind. Ähnlich wie in Phase 1 wird das Erreichen des Projektziels einen stark interdisziplinären Ansatz erfordern, der durch die komplementäre Expertise der drei Gruppen gewährleistet wird. Der gemeinsame Standort in Saarbrücken wird zudem eine enge und synergetische Zusammenarbeit während der gesamten Projektlaufzeit gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424639153",
      "url": "https://gepris.dfg.de/gepris/projekt/424639153",
      "title": "EASY-BRAILLE – Elektrothermisches Aktorsystem für bistabile hybride Braille-Flächendisplays",
      "subject_area": "Mikrosysteme",
      "funding_period": "Förderung von 2019 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424639153",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Die Miniaturisierung des Computers hat es dem Menschen ermöglicht, zu jeder Zeit auf sehr viele Informationen zuzugreifen und diese zu nutzen. Fast 285 Millionen Menschen weltweit sind aufgrund von Störungen des visuellen Sinneskanals von dieser Entwicklung weitgehend ausgeschlossen. Blinde und sehbehinderte Menschen nutzen zum Lesen von Texten in digitalen Medien Braille-Zeilen, die mit Computer-Tastaturen verbunden oder darin integriert werden können. Komplexere Informationen, wie z.B. Grafikelemente oder Tabellen, können bisher nicht vollständig dargestellt werden. Somit besteht ein Bedarf für graphikfähige großflächige taktile Systeme im Raster der Braille-Schrift, die eine kompakte und flache Bauweise aufweisen und mit geringer elektrischer Energie betrieben werden können.In diesem Projekt soll ein völlig neuartiges Aktorkonzept erforscht werden. Das Flächendisplay arbeitet dabei bistabil. In einer großen Displayfläche werden horizontal wirkende in-plane Aktoren integriert, die während einer Programmierphase für die zu liftenden taktilen Bildpunkte einen in-plane Aktor als Spacer zwischen Pin und Hubaktor einfügen. Die Programmierung erfolgt während der out-of-plane Aktor in abgesenkter Position ist. Nach der Programmierung wird der out-of-plane Aktor inaktiv, so dass die Rückstellfeder die Pins liftet. In einer oberen Antriebslage sind elektrothermische in-plane-Aktoren in zwei Schichten platziert. In der zweiten (unteren) Antriebslage werden federnd aufgehängte Tauchspulantriebe angeordnet, die eine vertikale Bewegung der Hubstifte ermöglichen. Da die Miniaturisierbarkeit von Tauchspulantrieben technologisch begrenzt ist, ist vorgesehen mehrere Hubstifte (z.B. 16 Pins) gleichzeitig mit einem Hubantrieb zu heben und zu senken. In diesem Projekt sind die Potentiale und Grenzen von zwei verschiedenen kooperierenden Aktorsystemen mit unterschiedlicher räumlicher Auflösung zu erforschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424627294",
      "url": "https://gepris.dfg.de/gepris/projekt/424627294",
      "title": "Kooperative Formgedächtnisaktorsysteme für Nanomechanik und Nanophotonik",
      "subject_area": "Mikrosysteme",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424627294",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Dies ist der Folgeantrag des gemeinsamen Projekts \"Kooperative Formgedächtnisaktorsysteme für Nanomechanik und Nanophotonik\". Während der ersten Förderperiode haben wir gezeigt, dass bidirektionale Aktorik oberhalb Raumtemperatur durch Joule-Erwärmung für TiNiHf-Schichten (Formgedächtnislegierungen, FGL) mit einer Dicke von bis zu 220 nm möglich ist. Trimorphe PMMA/TiNiHf/Si-Strukturen, die für bistabile Aktorik vorgesehen sind, konnten jedoch bisher nur durch gekoppelte Simulationen untersucht werden, wobei sich herausstellte, dass dicke PMMA-Polymerschichten erforderlich sind, was Probleme bei der Herstellung und der thermischen Aktorik mit sich bringt. Das aktuelle Projekt zielt daher auf (1) die Einführung und Untersuchung neuartiger Konzepte ohne Polymerschicht für bistabile FGL-Aktoren in und aus der Ebene, (2) die Untersuchung und numerische Beschreibung von Skalierungs- und Größeneffekten und (3) die Entwicklung kooperativer multistabiler Mikroaktoren in der Ebene und außerhalb der Ebene für Si-Mikromechanik- bzw. Si-Nanophotonik-Anwendungen ab. Bistabile FGL-Mikroaktoren werden auf der Grundlage gekoppelter vorgespannter FGL-Brücken-Mikroaktoren entwickelt. Ihre Funktionalität hängt von der mechanischen Spannung aus der thermischen Behandlung und der intrinsischen Spannung aus dem Dünnschichtwachstumsprozess ab. Ein rechnergestützter iterativer Entwurfsprozess soll dazu beitragen, robuste und energieeffiziente Aktorsystem-Designs mit hoher Präzision und Miniaturisierungspotenzial zu identifizieren (S. Wulfinghoff). Präzise kontrollierte Materialeigenschaften, einschließlich der Kontrolle von Schichtspannungen (A. Ludwig) werden mit modernsten Mikrosystemtechniken zur Ko-Integration von FGL/Si-Mikroaktoren mit mikromechanischen und/oder nanophotonischen Si-Wellenleiterstrukturen kombiniert (M. Kohl). Auf der Grundlage einer kombinierten experimentellen und simulationsbasierten Bewertung der multistabilen Mikroaktorsysteme werden unerwünschte Querempfindlichkeiten minimiert und Synergien verbessert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424641753",
      "url": "https://gepris.dfg.de/gepris/projekt/424641753",
      "title": "Koordinationsfonds",
      "subject_area": "Mikrosysteme",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424641753",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Dieses Projekt umfasst Koordination und Management der wissenschaftlichen Zusammenarbeit innerhalb des Schwerpunktprogramms SPP 2206 ‘Kooperative Mehrstufige Multistabile Mikro-Aktorsysteme (KOMMMA)‘. Das Schwerpunktprogramm beabsichtigt, den wichtigen Entwicklungsschritt vom Einzelaktor hin zu KOMMMA voranzubringen. Das kohärente Zusammenwirken unterschiedlicher Mikroaktoren eröffnet innovative ‘smarte‘ Systemlösungen und neue Funktionalitäten, wodurch eine Brücke hin zu den Erfolgen der heutigen Sensortechnik geschlagen werden soll. Das wissenschaftliche Ziel dieses interdisziplinären Schwerpunktprogramms liegt in der Schaffung neuer theoretisch begründeter Konzepte für das Verständnis der komplexen Kopplungs- und Synergieeffekte in kooperativen Mikroaktorsystemen auf unterschiedlichen Zeit- und Längenskalen. Aufbauend auf einem grundlegenden Verständnis dieser Effekte sollen neuartige Entwicklungsmethoden für das Design neuer Systemarchitekturen sowie Verfahren zu deren Herstellung und Kontrolle erschlossen werden. Der Fokus liegt dabei auf bi- und multistabilen Mechanismen. Das Schwerpunktprogramm konzentriert sich in der zweiten Förderperiode auf die Kernthemen ‘Design und Evaluierung multifunktionaler Mikroaktorsystem-Architekturen‘ sowie ‘Methoden zur deren Herstellung und Kontrolle‘ unter Berücksichtigung von Kopplungs- und Synergieffekten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424644019",
      "url": "https://gepris.dfg.de/gepris/projekt/424644019",
      "title": "Kopplungseffekte in einem mehrstufigen Ensemble aus bistabilen Mikropumpen für hohe positive und niedrige negative Drücke",
      "subject_area": "Mikrosysteme",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424644019",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Die Kombination bistabil arbeitender Piezo angetriebener Mikropumpen in einem mehrstufigen Ensemble ermöglicht neue Funktionen und Druckbereiche. In diesem Projekt wird die grundlegende Wechselwirkung zwischen den einzelnen Aktoren untereinander und den Design Regeln untersucht.Die Hauptziele dabei sind zu studieren- wie die einzelne Aktoreinheit in der Kaskade arbeitet- wie das Totvolumen die Performance der gesamten Kaskade beeinflusst- wie die Ventileigenschaften die Kaskade beeinflussen- die Wechselwirkung der Aktoreinheiten im mehrstufigen Ensemble zu verstehenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424640085",
      "url": "https://gepris.dfg.de/gepris/projekt/424640085",
      "title": "Kopplungseffekte in umprogrammierbaren Mikro-Materialien",
      "subject_area": "MikrosystemeHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424640085",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Das Projekt beschreibt einen Ansatz zur Entwicklung neuartiger umprogrammierbarer Mikro-Materialien, die sich selbst reversibel von einer flachen Form in eine dreidimensionale (3D) Form falten, die Form ohne Stromverbrauch beibehalten und sich bei Bedarf in eine umprogrammierbare alternative 3D-Form falten. Das Projekt basiert auf einem Vorläuferprojekt, in dem die Machbarkeit umprogrammierbarer Materialien auf der mm-Längenskala auf der Basis kooperativer Mikro-Gelenkaktoren aus einer Formgedächtnislegierung (FGL) unter Anwendung mikrotechnischer Verfahren demonstriert wurde. Das aktuelle Projekt zielt (1) auf eine erhebliche Vergrößerung der maximalen reversiblen Faltungswinkel, die besonders vom Design antagonistischer FGL- Mikro-Gelenkaktoren abhängen, (2) die Erweiterung der Mikrotechnologien zur zeitweisen Fixierung der 3D-Form ohne Stromverbrauch und (3) die weitere Hochskalierung und Miniaturisierung. Das Projekt bündelt die komplementären Kompetenzen funktionaler Polymermaterialien unter Nutzung des hohen Potenzials der 3D-Drucktechnologie (UFr), von FGL-Materialien und Mikrosystemtechnik (KIT) sowie der Systemsimulation (FAU). Neuartige Designs von kaskadierten und bistabilen FGL-Mikro-Gelenkaktoren werden entwickelt, um den Bereich der reversiblen Faltungswinkel bis 180° zu erweitern. Um die 3D-Form zeitweise zu fixieren, werden vier Szenarien betrachtet: aktives Einrasten und Halten durch wärmeaktiviertes Schalten magnetischer Kräfte bzw. Erstarren durch Fest-Flüssig-Übergang, sowie die passiven Mechanismen magnetisches Einrasten und Haften von Polymerverbindungen. Synergien und abträgliche Kopplungseffekte werden für zunehmende Integrationsdichte und Anzahl von Kacheln untersucht um Designregeln für optimales Systemverhalten auszuarbeiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)MitverantwortlichDr. Oswald  Prucker"
    },
    {
      "project_id": "424626605",
      "url": "https://gepris.dfg.de/gepris/projekt/424626605",
      "title": "Mehrstufiges multistabiles Aktorsystem mit einstellbarem Hub, Reichweite und Kraft basierend auf kooperativen elektrostatischen Aktoren",
      "subject_area": "MikrosystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424626605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Bei sehr kleinen Elektrodenabständen erreichen elektrostatische Aktoren hohe Energiedichten und Kräfte, allerdings mit aufgrund des Pull-in-Effekts kleinen Hüben. Für Sensorikanwendungen (z.B. Drehratensensoren: Anregung der Primärschwingung, bei Beschleunigungssensoren zur Rückkopplung), stellt dies keine Einschränkung dar, da bei diesen quasi massenlosen Aktoren Amplituden von einigen µm und Kräfte von einigen µN ausreichen. Nach Stand der Wissenschaft sind hingegen elektrostatische Aktoren nicht für größere Hübe (cm) und mit Kräften im Bereich N, also „Makroanforderungen“ geeignet. Stand der Technik sind hier sogenannte inch-worm-Motoren, bei denen meist mittels kooperativ arbeitender Piezoelemente Klemm- und Vorschubaktoren für einen Vorschub über cm bei hohen Kräften sorgen. Allerdings bauen solche Aktoren groß (kleinste Piezo-Chips  ca. 2x2x2 mm³) und monolithische Mikrofertigung ist nicht möglich. Projektziel ist, über Kopplung einer Vielzahl kooperativ arbeitender elektrostatischer Aktoren inch-worm-Antriebe zu ermöglichen, der große Kräfte (N), große Stellwege (cm) und Miniaturisierung/Herstellung in klassischer Si-Mikrotechnik vereinen. Dazu ist ein besseres Verständnis der Prinzipien, Begrenzungen und Randbedingungen zur Realisierung von mikrosystemtechnischen Aktorsystemen, die aus mehrstufigen, multistabilen und kooperativen elektrostatischen Aktoren bestehen und deren Hub, Gesamtweg und Kraft über einen großen Bereich eingestellt werden kann, erforderlich. Eine wissenschaftliche Frage ist die mechanische Stabilität der verteilten multistabilen und kooperativen Aktoren und des Gesamtsystems im Hinblick auf Kopplung und den wirkenden nichtlinearen elektrostatischen Kräften. Dabei stellt sich die grundlegende Frage, wie viele kooperative Einzelaktoren zu einem stabilen Gesamtsystem verschaltet werden können und welche Grenzen der Miniaturisierung, der Genauigkeit und der Kontrollierbarkeit es etwa durch Rauheit oder geometrische Schwankungen der hergestellten Elemente gibt. Weiterhin ist systematisch zu untersuchen, wie sich die inhärente Sensorfunktion elektrostatischer Aktoren (Auswertung der Kapazität im ruhenden oder sogar im dynamischen Betrieb) wechselseitig beeinflusst. Ebenfalls zu untersuchen sind Miniaturisier- und Realisierbarkeit mit Standardverfahren der Mikro- und Nanotechnologie (technologische Grenzen),  die Grenzen des mechanischen und elektrischen Systemverhaltens eines aus mehrstufigen, multistabilen Mikroaktoren bestehenden Gesamtsystems und ob neben homogenen Systemen (alle Aktoren elektrostatisch) auch heterogene Systemarchitekturen (z.B. Kombination elektrostatischer und piezoelektrischer Aktoren) möglich sind. Methodisch werden Simulationsverfahren (FEM, Simulink), Mikro- und Nanofertigung (zur Realisierung geeigneter Teststrukturen) und hochauflösende Charakterisierungsverfahren und diesbezüglich vorhandene Erfahrungen und Einrichtungen genutzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424615605",
      "url": "https://gepris.dfg.de/gepris/projekt/424615605",
      "title": "Push, push, push - Kooperative Aktuatoren und Aktuatorfelder über Direktschreibprozesse",
      "subject_area": "MikrosystemeHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424615605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Die Zwei-Photonen-Vernetzung (2PC) auf Basis von C,H-Insertionsreaktionen ermöglicht die Erzeugung von Mikroaktuatoren aus magnetischen Verbundwerkstoffen durch einen maskenlosen Direktschreibeprozess. Dazu werden Copolymere eingesetzt, bei denen 2-Photonen-Chromophore, wie beispielsweise entsprechend substituierte Anthrachinongruppen, eingebaut und mit Hilfe von 2-Photonen-Verfahren vernetzt werden. Dieser Vernetzungsprozess findet im glasartigen Zustand der Polymeren statt. Nach Abschluss des Schreibvorgangs werden alle unvernetzten Polymermoleküle ausgewaschen und die Mikrostrukturen entwickelt. Werden Nanopartikel vor der Abscheidung der Schicht in die Präpolymere eingemischt, können dreidimensionale mikrostrukturierte Nanokomposite in einem einstufigen Prozess direkt gewonnen werden. So können mit Hilfe dieses maskenlosen Schreibprozesses freitragende magnetisch aktuierbare Mikrostrukturen in nahezu jeder Form dreidimensional geschrieben werden. In dem vorgeschlagenen Projekt werden kooperative magnetisch aktuierbare Strukturen wie z.B. Flimmerflächen für Mikromischer oder Mikropumpen oder Aktuatorenfelder erzeugt, die metachronale Wellen erzeugen. Durch Variation der Strukturen können Aktuatorenfelder mit definierten Eigenschaften oder Aktuatoren, die kooperativ agieren können, erzeugt werden. Größere Strukturen können mit den gleichen Polymeren, aber durch ein herkömmliches photochemisches Verfahren und/oder 3D-Druck erzeugt werden.Darüber hinaus wird untersucht, inwieweit Mikroaktuatoren durch das Schreiben von Netzwerkstrukturen in Multilagen erzeugt werden können, in denen die Aktuatoren auf unterschiedliche Reize reagieren. Dazu werden aus verschiedenen Materialien mehrschichtige Systeme erzeugt und nach der Trocknung im Zwei-Photonen-Verfahren glasartig vernetzt, so dass die einzelnen Strukturkomponenten kovalent miteinander verbunden sind. Auf diese Weise entstehen Aktuatoren, bei denen Teile der Strukturen entweder allmählich beeinflusst oder durch einen äußeren Reiz, zum Beispiel Licht oder Feuchtigkeit, ein- und ausgeschaltet werden können. So können Mikroaktuatoren erzeugt werden, die eine intrinsische Abtastung und eine autonome Reaktion auf Veränderungen in der Umgebung ermöglichen. Werden diese multireaktiven Aktuatoren geschickt kombiniert, sollte ein mehrstufiges Aktuatorensystem erreichbar sein, bei dem die jeweilige Stufe durch einen externen Reiz erreicht wird. Andererseits könnten bei Blick auf Aktuatorenfelder die einzelnen Teile der Cilienfelder durch den äußeren Reiz ein- und ausgeschaltet werden, um neuartige kooperative Phänomene zu untersuchen.Im Rahmen des geplanten Projekts wird auch untersucht, wie mit der neu entwickelten Methode bi- und multistabile Strukturen erzeugt werden können. Für bi-stabile Strukturen müssen Stellglieder so konzipiert sein, dass das System durch einen einfachen \"Snap Through\"-Mechanismus von einem stabilen Zustand in einen anderen übergehen kann oder andere Instabilitäten aufweist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)MitverantwortlichDr. Oswald  Prucker"
    },
    {
      "project_id": "424615891",
      "url": "https://gepris.dfg.de/gepris/projekt/424615891",
      "title": "Räumliche Positionierung und funktionelle Manipulation von tropfenbasierten Systemen",
      "subject_area": "MikrosystemeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424615891",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Die Aktuierung von Flüssigkeiten ist in den letzten Jahrzehnten in den Focus der Mikrosystemtechnik gerückt. Aktuierungskonzepte wie z.B. Membranen oder Mikroturbinen wurden durch Konzepte ersetzt, die auf elektrostatischen Feldeffekten beruhen. Dabei ist die Aktuierung von zumeist Tropfen bisher auf einen 1D- (Elektrokapillarität) oder 2D-Ansatz (EWOD, digitale Mikrofluidik) beschränkt. Basierend auf den Ergebnissen zur Tröpfchenmanipulation in der ersten Förderphase wird die elektrostatisch getriebene Optofluidik nun in die dritte Raumrichtung erweitert. Die räumliche Anordnung der Elektroden ermöglicht eine Kontrolle von Ort und Form von Tröpfchen. Als Demonstrator wird ein frei konfigurierbares optisches Array mit der Grundfunktion eines anamorphotischen Zooms angestrebt. Dieses besteht aus gestapelten Multielektroden-Arrays, um Tröpfchen durch einen 3D-Rahmen mit stabilen Ruhepositionen zu bewegen, vergleichbar mit einem Hochregallager. Die größte Herausforderung stellt hierbei die unabhängige Bewegung der Tröpfchen in allen Raumrichtung innerhalb und zwischen den Ebenen dar. Dies erfordert eine geeignete Anordnung kooperativer elektrostatischer Aktoren. Die Wechselwirkung zwischen den Elektroden ermöglicht es, die Form jedes Tröpfchens durch differentielle elektrische Felder individuell zu beeinflussen. Dadurch lassen sich optische Anwendungen, wie z. B. gekreuzte optische Achsen, die eine dynamische Umformung mehrerer Flüssiglinsen benötigen, untersuchen. Wegen der ausgefeilten Feldverläufe innerhalb des vorgeschlagenen 3D-Aktors und dessen komplexer Geometrie, die zu herausfordernden Berechnungen der Oberflächenenergie führen, ist klassische White-Box Modellierung für das geplante System nicht anwendbar. Daher wird ein neuartiger Identifikationsalgorithmus erarbeitet, der iterativ die Systemtopologie gemeinsam mit den Systemparametern aus Messdaten ableitet. Das Ergebnis wird ein differentiell flaches Systemmodell sein, sodass eine Regelung durch exakte Linearisierung verwendet werden kann. Dieses Projekt wird den Einsatz von Flüssiglinsen in Anwendungen, die mehrere hochgradig anpassbare Linsen benötigen, ermöglichen. Durch die Fertigung eines hochregalartigen opto-fludischen Mikroaktors und die Untersuchung der besonderen Kopplungseffekte und Eigenschaften von Tröpfen auf Netzen von Kavitäten wird eine Testplattform für Optofluidik geschaffen. Durch die Nutzung fortschrittlicher Methoden der Regelungstechnik, die im Projekt erarbeitet werden, wird die Leistungsfähigkeit in optofluidischen Anwendungen gesteigert und deren Einsetzbarkeit auf Bereiche erweitert, die hohe dynamische Anforderungen haben wie z. B. Tracking oder LIDAR.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "424614922",
      "url": "https://gepris.dfg.de/gepris/projekt/424614922",
      "title": "Schaltbare, bistabile Mikroaktuatorsysteme aus stimuli-responsiven Polymeren",
      "subject_area": "MikrosystemeHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424614922",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "Stimuli-responsive Hydrogele sind attraktive Materialien für Mikroaktorsysteme in der Mikrofluidik. Dies liegt einerseits an ihrer Verdruckbarkeit in 3D, ihren einstellbaren Eigenschaften, aber auch daran, dass sie als weiche Materialien mit Zellen interagieren können. Derzeitige Mikroaktoren auf Basis von Hydrogelen sind jedoch in der Regel sehr einfach, und komplexe Eigenschaften, wie z. B. die Bistabilität, bleiben weitgehend ungenutzt. Dieser Forschungsbereich ist daher noch unausgereift und viele potenzielle Anwendungen wurden noch nicht realisiert. Aufbauend auf den Arbeiten der ersten Förderperiode, in der wir thermoresponsive PNIPAM Mikroaktoren charakterisiert und verbessert haben, schlagen wir hier eine neuartige Strategie vor, um bistabile Mikroaktorsysteme auf der Grundlage von Kombinationen aus thermoresponsiven/pH-reaktiven Hydrogelen und Formgedächtnispolymeren zu erreichen. Die Materialien werden mit Hilfe des Zwei-Photonen Laserdrucks als Mikroaktorsysteme mit hochkomplexen 3D Geometrien hergestellt, und ihre Reaktion auf externe Stimuli wird eingehend charakterisiert und auf die jeweilige Anwendung angepasst. Wir werden die Vor- und Nachteile der Verwendung von thermoresponsiven Hydrogelen zur Konstruktion von bistabilen Mikroaktorsystemen untersuchen, indem wir die Wechselwirkungen zwischen den einzelnen Mikroaktoren analysieren. Eine unserer Hypothesen ist, dass die Kombination von Formgedächtnismaterialien mit einem thermoresponsiven bzw. einem pH-responsiven Polymer genutzt werden kann, um Wechselwirkungen zwischen den einzelnen Mikroaktoren auszunutzen und dadurch die Funktionalität des gesamten Mikroaktorsystems zu erhöhen. Letztendlich wollen wir demonstrieren, dass dynamische mikrofluidische Anwendungen durch ein System von Mikroaktoren aus verschiedenen Formen und Konfigurationen ermöglicht werden können. Dieses Konzept beinhaltet aktive Mikrokanalwände und responsive Mikroventile. Während handelsübliche Mikrofluidiksysteme durch ihre Herstellung vordefiniert werden, wird unser Mikroaktorsystem stattdessen auf aktiven Merkmalen beruhen, die dem Gesamtsystem durch die Kooperativität einzelner Mikroaktoren dynamische Flexibilität verleihen. Ähnliche Prinzipien werden wir für die Entwicklung von autonom reagierenden Zell- und Organoidkultursysteme verwendetn, bei denen pH-responsive Mikroventile den Fluss des Zellmediums regulieren. Der Erfolg dieses Projekts wird zu einer völlig neuen Dynamik und Selbstregulation von mikrofluidischen Systemen führen, was deren Anwendbarkeit und den Durchsatz dieser Systeme in vielen Anwendungen erhöhen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    },
    {
      "project_id": "426114695",
      "url": "https://gepris.dfg.de/gepris/projekt/426114695",
      "title": "Zweidimensionales Array kooperativer hybrid levitierter Mikroaktoren (2DAMA)",
      "subject_area": "Mikrosysteme",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 426114695",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)",
      "description": "In dem Projekt 2DAMA wird ein innovatives und intelligentes Mikroaktorsystem, welches auf einem zweidimensionalen Array von miteinander kooperierenden multistabilen und hybrid levitierten Mikroaktoren basiert, erforscht und entwickelt. Durch die Implementierung multidisziplinärer und innovativer Ansätze, wie multistabiler Mechanismen oder der arraybasierten und kohärent kooperativen Aktuierung, werden neue Möglichkeiten der gezielten Levitation beliebig geformter mikroskopischer Objekte erreicht. Diese können in ihrer Lage und Position lateral wie auch rotatorisch gezielt beeinflusst und innerhalb des gewünschten Verfahrbereiches des vorgeschlagenen Aktorsystems definiert abgesetzt werden. Die Umsetzung dieser Ansätze wird durch einen neuartigen hybriden Levitationsaktor, welcher die Basiskomponente darstellt und in das beabsichtigte Aktorsystem integriert wird, realisiert. Dieses System wird eine verbesserte Leistungsfähigkeit durch eine geringe Betriebsstromstärke (weniger als 10 mA) und niedrigen Temperatureintrag (Umgebungstemperatur) aufweisen. Das beantragte Mikroaktorsystem stellt eine Musterlösung für kommende komplexe Aufgabenstellungen hinsichtlich eines erheblich erweiterten Verfahrbereiches und breitgefächerter Operationsfähigkeiten, höherer Genauigkeit und gleichzeitig schnellerem Aktoransprechen bezüglich des Transports und der Manipulation von mikroskopischen Objekten, einer signifikanten Verringerung der abgegebenen Energie, der Kontaktvermeidung mit schädlichen Oberflächen und einer gewährleisteten langen Lebenszeit dar.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2206: \nKooperative mehrstufige multistabile Mikroaktorsysteme (KOMMMA)"
    }
  ]
}