{
  "spp_number": "SPP 2134",
  "spp_title": "Das handelnde Selbst",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360292909",
  "projects_count": 29,
  "projects": [
    {
      "project_id": "402791842",
      "url": "https://gepris.dfg.de/gepris/projekt/402791842",
      "title": "Aktive Stimme: Der Einfluss dynamischer nicht-linguistischer und akustisch-räumlicher Information auf die stimmliche Selbsterkennung.",
      "subject_area": "Allgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402791842",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Neben der sprachlichen Information enthält die natürliche menschliche Spracheextralinguistische Hinweise über die Identität des Sprechers und akustisch räumlicheHinweise über den Standort des Sprechers. Bisher unerforscht ist, wie extralinguistischeund akustisch-räumliche Information zur Attribution der Stimme zum eigenen Ichbeitragen.Um den Einfluss dieser nicht-linguistischen Hinweise auf die stimmlicheSelbstwahrnehmung systematisch zu untersuchen, wird das aktuelle Projekt neueParadigmen zur dynamischen akustischen Rückmeldung im Raum entwickeln. Es werdenVerhaltensparameter und - und nicht-invasiv elektrophysiologische Maße bei gesundenErwachsenen erhoben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402779631",
      "url": "https://gepris.dfg.de/gepris/projekt/402779631",
      "title": "Altersabhängige Plastizität des 'Minimal Self' - wie virtuelle und reale Veränderungen der sensomotorischen Fähigkeiten und Erfahrungen die Wahrnehmung von Body ownership und Agency beeinflussen",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieAllgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402779631",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das ‘Minimale Selbst’ (MS) wird definiert als die Art und Weise, wie wir uns selbst in einer bestimmten Situation wahrnehmen, d.h. wie Körperteile als zum eigenen Körper zugehörig  wahrgenommen werden (‘body ownership’) und welche Aktionen und Handlungen von einem selbst ausgeführt werden (‘agency’). Jüngste Entwicklungen im Bereich der Virtual (VR) und Augmented Reality (AR) erlauben eine detaillierte und kontrollierte Manipulation der Interaktionen und Kontingenzen, zwischen Aktionen und den dadurch erzeugten Wahrnehmungen. Hiermit sind diese Techniken ideal, um die Integration von Werkzeugen in das Körperschema (body schema, BS) und das Körperbild (body image, BI) sowie die Assoziation zwischen Body ownership und Agency und deren wechselseitige Abhängigkeit zu untersuchen.Mit unserem AR Ansatz wollen wir zur Beantwortung der Frage beitragen, welche funktionellen Mechanismen dem MS zugrunde liegen und in welchem Ausmaß das MS selbst plastisch und durch sensomotorische Erfahrungen modifizierbar ist. Komplementär sollen dabei zunächst Kurzzeiteffekte des Lernens von Werkzeuggebrauch mit AR untersucht werden. Daraufhin soll gezielt die Langzeitplastizität des MS in Folge von veränderten sensomotorischen Fähigkeiten und verringertem Gebrauch und Übung im Alltag an einer älteren Probandengruppe untersucht werden. In beiden Ansätzen zur Untersuchung der Plastizität wollen wir die Auswirkungen auf BS and BI, insbesondere Body ownership und Agency erforschen und dabei auch die Erhebung und Analyse von Biosignalen (EEG) einschließen.  In drei Experimenten sollen dazu die Versuchsteilnehmer lernen, ein virtuelles Stabwerkzeug zu kontrollieren, d.h., damit Zielobjekte zu greifen, sie von anderen Objekten haptisch zu unterscheiden und sie in eine passende Öffnung zu stecken.Bei der Datenanalyse werden wir den klassischen hypothesenbasierten Ansatz des Vergleichs der Versuchsgruppen und Bedingungen mit einem dynamisch datengetriebenen Ansatz ergänzen. Dabei werden die multimodalen Daten jedes einzelnen Versuchstrials dazu genutzt, um Vorhersagen über das MS und dessen Plastizität zu machen. Diese Vorhersagen können dazu dienen, dem Nutzer eines Tools Online-Feedback zu geben, um beispielsweise Trainingsdauer und -Intensität zu optimieren. Hierzu sollen sowohl kinematische Daten, als auch Neurodaten (EEG) und Verhaltensdaten genutzt werden.Durch die Erforschung des MS mit erwachsenen und älteren Probandengruppen erwarten wir, mehr darüber zu erfahren, wie das erwachsene Gehirn das MS aufrechterhält, während es sich gleichzeitig an seine natürlicherweise sich ändernden körperlichen Voraussetzungen und Grenzen anpasst. Die gewonnenen Erkenntnisse lassen sich auch für die Entwicklung eines MS in künstlichen Systemen nutzen. Wir sind überzeugt, dass die Frage, inwiefern ein Körper mit klaren physischen Grenzen Voraussetzung für die Ausbildung eines MS ist, sowohl hoch relevant für den Menschen, als auch für die Entwicklung zukünftiger Roboter ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402790442",
      "url": "https://gepris.dfg.de/gepris/projekt/402790442",
      "title": "An Embodied AI Approach to Measures of the Self",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402790442",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Was sind die Voraussetzungen für die Entwicklung eines künstlichen Selbst? Wie verändert es sich während der Entwicklung und bei körperlichen Veränderungen? Sind die computationalen Modelle geeignet, um Eigenschaften des Selbst beim Menschen zu erklären? Diesen Fragen gehen wir derzeit in unserem DFG-Projekt \"Voraussetzungen für die Entwicklung eines künstlichen Selbst\" im Rahmen des SPP nach. Ein wichtiger Aspekt, der während unserer Zusammenarbeit innerhalb des SPP aufgeworfen wurde, sind die Möglichkeiten für Maße des Selbst bei Menschen und künstlichen Agenten. Dabei geht es um Fragen der Adaptivität und Vorhersagbarkeit für Handlungsfähigkeit beziehungsweise Kontrolle und um die Auswirkungen der körperlichen Interaktionen von Agenten mit ihrer Umwelt. Die Beantwortung dieser Fragen wird auch helfen, das Selbst-Maß verschiedener Implementierungen von künstlichen intelligenten Agenten zu bewerten.Wir werden uns in diesem Antrag mit den folgenden Schritten mit Maßen des Selbst beschäftigen: Zunächst werden wir mit einem computergestützten prädiktiven Modell beginnen, das ein grundlegendes Gefühl von Handlungsfähigkeit und Körperbesitz ermöglicht, das in WP1 vorgestellt wird, und es in verschiedenen experimentellen Aufbauten der Roboterinteraktion implementieren. Wir werden Maße des Selbst auf zwei methodisch unterschiedliche Weisen untersuchen: basierend auf Eigenschaften der computationalen Modelle und ihrer Instanziierung in künstlichen Agenten (WP2) und basierend auf Verhaltensbeobachtungen, inspiriert durch Variationen eines sensomotorischen Turing-Tests (WP3). Schließlich werden wir in WP4 untersuchen, ob die entwickelten Maße Störungen des Selbst berücksichtigen können, insbesondere in Fällen, in denen ein Ungleichgewicht zwischen vorhergesagten und wahrgenommenen Informationen besteht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "467042759",
      "url": "https://gepris.dfg.de/gepris/projekt/467042759",
      "title": "Bayes'sche Inferenz als Basis der Handlungsurheberschaft",
      "subject_area": "Kognitive und systemische HumanneurowissenschaftenBiologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467042759",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Handlungsurheberschaft (Agency) bezeichnet das Gefühl, dass wir allein verantwortlich für Veränderungen im Zustand unseres Körpers oder unserer Umwelt sind. Experimentelle Studien haben einen engen Zusammenhang zwischen dem Gefühl der Handlungsurheberschaft und der Vorhersehbarkeit der sensorischen Konsequenzen unserer eigenen Handlungen hergestellt. Der Vergleich von vorhergesagten mit tatsächlich eintreffenden Handlungsergebnissen entscheidet, ob wir selbst Urheber eines wahrgenommenen Ereignisses sind oder nicht. Empirische Befunde, die diesem einfachen Komparator-Modell menschlicher Handlungsurheberschaft widersprechen, z.B. bei Anwesenheit anderer potentieller Handlungsverursacher oder im Falle zeitlicher Verzögerungen zwischen Handlung und Ergebnis, legen nahe, dass ein einfacher Vergleich von prädizierten und tatsächlichen Handlungsergebnissen nicht den Kernmechanismus für die Bestimmung von Handlungsurheberschaft widerspiegelt. Einem alternativen Ansatz zufolge integrieren Menschen auch Vorwissen (prior beliefs) über die Wahrscheinlichkeit eigener und fremder Handlungsurheberschaft mit der Plausibilität (likelihood), dass man angesichts der aktuellen sensorischen Informationen selbst Urheber eines beobachteten Ereignisses ist. Obwohl diese Bayes‘sche Integration von Prior und Likelihood einen äußerst mächtigen komputationalen Ansatz zur Erklärung des subjektiven Urheberschaftsgefühls darstellt, herrscht ein Mangel an experimentellen Daten und Designs, um die zentralen Merkmale dieses theoretischen Ansatzes genauer zu untersuchen und ihre Bedeutung für die Wahrnehmung eigener Handlungsurheberschaft anhand von experimentellen Ergebnissen zu bestätigen. In diesem Projekt werden wir zentrale Vorhersagen Bayes‘scher Integration als theoretischen Rahmen für die Bildung des subjektiven Gefühls eigener Handlungsurheberschaft testen. In einer Reihe psychophysischer Experimente manipulieren wir Erwartungen auf Basis von Vorwissen über eigene und fremde Handlungsurheberschaft sowie sensorischer Signale aus der Umwelt mittels programmierbarer haptischer Roboter und virtueller Realität. Die Experimente zielen darauf ab, die Bildung des Urheberschaftsgefühls während verschiedener Objektmanipulationsaufgaben zu beobachten. Dazu wird die Präsenz eines weiteren, virtuellen Handlungsverursachers, der in verschiedenen Stärken und mit unterschiedlicher Gewissheit in die Aufgabe eingreift, manipuliert. Das Ziel der einzelnen Experimente ist es, den Einfluss jeweils einer Komponente der Bayes‘schen Integration zu kontrollieren, während alle anderen Faktoren konstant gehalten werden. Unsere Ergebnisse werden einen Beitrag zur Entwicklung eines „Active-Self“-Modells leisten, das in der Robotik Anwendung findet könnte, z.B. in der Entwicklung von Kontrollalgorithmen für assistive Robotik oder in Mensch-Maschine-Interaktionen, in denen das Urheberschaftsgefühl eine wichtige Voraussetzung für den Erfolg der Zusammenarbeit von Mensch und Maschine darstellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402792175",
      "url": "https://gepris.dfg.de/gepris/projekt/402792175",
      "title": "Cognitive modeling of the predictive active self in situated action (COMPAS)",
      "investigators": "Professor Dr.-Ing. Stefan  Kopp;Professorin Dr.-Ing. Nele  Rußwinkel",
      "subject_area": "Allgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402792175",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Autonome verkörpert Agenten müssen ihre Handlungen in realen (unsicheren) Umgebungen kontinuierlich anpassen. Ein wichtiger Mechanismus dabei ist die Selbsteinschätzung der Kontrolle über die eigenen Handlungsmöglichkeiten und -effekte. Dieses Projekt untersucht die kognitiven und sensormotorischen Prozesse, die einer solchen Selbsteinschätzung zugrunde liegen können, ebenso wie deren Beeinflussung des eigenen Handelns. Dazu werden experimentelle Untersuchungen mit Techniken der kognitiven Modellierung und deren Anwendung in Simulationen kombiniert. In der zurückliegenden Phase wurde eine erste integrierte  Architektur der situierten Handlungskontrolle entwickelt, die Modelle der kognitiven Verarbeitung in ACT-R zusammenbringt mit einem probabilistischen Modell von vorhersagebasierter sensormotorischer Verarbeitung.  Diese Architektur erlaubt die Formulierung und Umsetzung von Modellen der Kontroll-Einschätzung auf Basis der vorgegebenen Verarbeitungsprozesse in der hierarchischen Architektur. Zur Untersuchung dieser Modellierung wurde ein Experimental-Setting entwickelt und in Studien getestet, in dem Verhaltensdaten erhoben und Modelle per Simulation erprobt werden können. Die hier beantragte Fortsetzung des Projekts wird diese Vorhaben nutzen um drei Forschungslinien umzusetzen: (1) Die Evaluation des Modellierucngsansatzes und konkreter Hypothesen durch Überprüfung von Modellvorhersagen anhand empirischer Daten. Dazu werden nun weitere Maße erhoben und in die Analyse einbezogen (Eye-Tracking, EEG, temporal binding). (2) Die Untersuchung, in wie weit subjektive Kontroll-Einschätzungen spezifische für einzelne Aufgaben/Handlungen sind, zwischen diesen trennen können und so Strategien des Aufgabenwechselns beeinflussen. (3) Die Betrachtung der Frage, wie Kontroll-Einschätzungen bei Informationen aus verschiedenen Sinnesmodalitäten (visuell, akustisch, haptisch) resultieren. Das Arbeitsprogramm umfasst fünf experimentelle Untersuchungen sowie die Weiterentwicklung des konzeptuell-theoretischen Modell des \"Sense of Control\" und dessen konkrete Umsetzung in kognitiven Modellen, die in Simulationsstudien getestet werden. Konkret geplante Kooperationen mit anderen Teilprojekten des SPPs werden dabei die Entwicklung eines umfassenderen Verständnisses sowie verbesserter Methoden zur Untersuchung des \"handelnden Selbst\" ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402781060",
      "url": "https://gepris.dfg.de/gepris/projekt/402781060",
      "title": "DAS INTEROZEPTIVE AKTIVE SELBST (INTERACT): Untersuchung zur Beziehung zwischen interozeptiver Wahrnhemung, subjektiver Urheberschaft und sensomotorischen Fähigkeiten",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieKognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402781060",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das vorliegende Vorhaben soll untersuchen wie physische körperliche Prozesse die innere Repräsentation unseres Selbst prägen (minimal self). Psychologische und neurowissenschaftliche Forschung unterscheidet verschiedene Facetten des Selbst, welche in sensomotorischen Erfahrungen des inneren und äußeren Körpers fundiert sind, wie beispielsweise im Erleben innerer physiologischer Vorgänge (Interozeption) als auch äußerer Handlungen (Urheberschaft). Trotz neueren theoretischen Annahmen, welche eine enge Verknüpfung von motorischen und autonomen Reaktionen für die Entstehung des Selbst annehmen, erfolgt die Erforschung von Interozeption und Urheberschaft noch immer meist getrennt. Potentielle Interaktionen zwischen diesen grundlegenden Dimensionen des Selbst haben bisher leider wenig Aufmerksamkeit seitens der empirischen Forschung erhalten. Das aktuelle Forschungsvorhaben INTERACT soll auf die reziproke Beziehung zwischen Interozeption und Handlung fokussieren mittels empirischer Untersuchung von etablierten neurokognitiven Markern des impliziten Selbst, wie sensomotorischer Attenuierung oder Herzschlag-evozierter Potentiale. Die Ziele der ersten beiden Projekte bestehen darin zu erforschen wie interne physiologische Vorgänge unser Gefühl von Urheberschaft beeinflussen, und umgekehrt, wie unser Erleben von Urheberschaft zurückwirkt auf interozeptive Wahrnehmung und homöostatische Kontrolle. Ein drittes Teilprojekt soll untersuchen wie die Integration dieser Signale (von innerhalb und außerhalb des Körpers) flexibles zielgerichtetes Verhalten ermöglicht. Diese Kernziele sollen erreicht werden durch die Anwendung kognitions- und neurowissenschaftlicher Methoden wie Elektroenzephalographie, Peripherphysiologie und Verhaltensstudien an gesunden Probanden. Das geplante Vorhaben wird Teil sein des Schwerpunktprogramms zur Erforschung des Aktiven Selbst und dabei drei seiner fünf Kernfragen adressieren. Die genannten Studien haben, über verschiedene Disziplinen hinweg, signifikante theoretische und klinische Implikationen für das Verständnis der Dynamik von Ich-Bewusstsein. Zum einen kann die Erfassung des kontinuierlichen Eingangs autonomer, physiologischer Signale wichtige Einsichten liefern in das Entstehen subjektiver Erfahrung von Urheberschaft, und dazu anregen \"Gefühls-basierte\" Selbstrepräsentation in künstlich intelligenten Systemen zu testen. Zum anderen kann die Untersuchung einer vermittelnden Funktion von Interozeption zwischen Urheberschafts-Erleben und Selbstregulation dabei helfen individuelle Unterschiede in flexibel zielgerichtetem Verhalten zu erklären und zur Entwicklung neuer therapeutischer Interventionen beitragen. Das langfristige Vorhaben dieses Projektes ist es, die Implikationen für psychische Gesundheit zu untersuchen. Dazu ist eine klinische Kooperation geplant, welche in der ersten Förderperiode eingerichtet und ein Kernfokus der zweiten Förderperiode werden könnte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlicheKyran  Graham-Schmidt, Ph.D.;Amanda  Marshall, Ph.D."
    },
    {
      "project_id": "402790609",
      "url": "https://gepris.dfg.de/gepris/projekt/402790609",
      "title": "Das Selbst als Merkmalsbündel: Mechanismen der Selbstrepräsentation",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402790609",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Auf Grundlage einer erweiterten Version der Theorie der Ereigniskodierung (TEC) schlagen wir vor, dass Personen sich selbst und andere Personen genau wie andere, nicht-soziale Ereignisse repräsentieren. Wir wollen Techniken der virtuellen Realität verwenden um drei Annahmen unseres Ansatzes zu überprüfen: ob Personen mehr dazu neigen, Repräsentationen von Selbst und Anderem miteinander zu integrieren, wenn Selbst und Anderer mehr Merkmale teilen, wenn diese Merkmale auf Dimensionen definiert sind die durch die momentane Aufgabe relevant gemacht wurden, und ob sie kognitive Kontrolle über das Ausmaß der Integration ausüben können. 13 Experimente sind geplant um diese Annahmen zu testen, drei davon in Kollaboration mit anderen Gruppen. Versuchspersonen werden mit einem Avatar in virtueller Realität konfrontiert, der entweder viele oder wenige Merkmale mit ihnen teilt, und sie haben die Gelegenheit das Verhalten des Avatars in unterschiedlichem Ausmaß zu kontrollieren. Vorher gesagt wird das die wahrgenommene Willkürlichkeit des Handelns, Körperbeziehung mit dem Avatar und die Übernahme von Eigenschaften des Avatars zunimmt, wenn die Versuchsperson den Avatar synchron steuern kann, wenn die Person und der Avatar mehr Eigenschaften teilen, wenn diese Eigenschaften momentan relevant sind, und wenn die kognitive Kontrolle der Person in Richtung eines mehr integrativen Metakontroll-Zustandes gelenkt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugNiederlande"
    },
    {
      "project_id": "467015824",
      "url": "https://gepris.dfg.de/gepris/projekt/467015824",
      "title": "Den Atem im Auge behalten: Die respiratorische Interozeption bei der Hirnentwicklung",
      "subject_area": "Entwicklungspsychologie und Pädagogische PsychologieKognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467015824",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Der Atem erdet das Individuum in der jetzigen sensorischen Erfahrung, welche die Essenz eines minimalen Selbst ist. Obwohl das Atmen überlebenswichtig ist, ist es verwunderlich, wie wenig über die Interaktion der Atmung mit neuronalen, sensomotorischen und körperlichen Prozessen bei der Prägung des Selbstgefühls bekannt ist.Es gibt zunehmend Hinweise aus der Forschung mit Erwachsenen dafür, dass neuronale Oszillationen mit der Atmung mitschwingen und die Atmung kognitive und affektive Funktionen moduliert. Es ist jedoch ungeklärt, wie diese Wechselwirkungen im sich entwickelnden Gehirn funktionieren. In diesem Projekt werden wir untersuchen, wie die respiratorische Interozeption mit neuronalen und körperlichen Prozessen interagiert und wie eine aktive Modulation der Atmung kurz- und langfristige Veränderungen im sich entwickelnden Gehirn hervorruft. Mit Hilfe eines interdisziplinären Entwicklungsansatz werden wir modernste neurowissenschaftliche Methoden und Robotiksimulationen kombinieren. Ziel ist es hierbei eine mechanistische Erklärung dafür zu liefern, wie sich das Selbstgefühl, operationalisiert durch die interozeptive Sensitivität des Atmens, in den frühen Lebensjahren weiterentwickelt.Im ersten Arbeitspaket werden wir die Sensitivität der Kinder für ihre gegenwärtigen Atmungssignale untersuchen. In zwei Experimenten werden wir die Interaktion zwischen der neuronalen und respiratorischen Dynamik, sowohl im Ruhezustand als auch, bei interozeptiven Aufmerksamkeitsaufgaben messen. Dieses Arbeitspaket wird die Grundlage für die beiden anderen Arbeitspakete legen. Im zweiten Arbeitspaket werden wir uns auf die behavioralen und neuronalen Marker der aktiven Modulation der respiratorischen Signale konzentrieren. Mit einem Biofeedback-Spiel werden wir testen, ob und wie Kinder lernen, eine langsame Atmung durchzuführen. Mittels computergestützter Modellierung werden wir den dynamischen Mechanismus, welcher der aktiven Modulation der Atmung zugrunde liegt, im Sinne einer kurz- und langfristigen Vorhersagefehlerminimierung formalisieren. Im dritten Arbeitspaket werden wir die Rolle der wiederholten Erfahrung mit der aktiven Modulation der Atmungssignale auf neuronale und interozeptive Prozesse weiter untersuchen. Mit Hilfe eines Trainingsverfahrens werden wir die langanhaltenden Effekte wiederholter sensomotorischer Erfahrung (z.B. langsames Atmen) auf die neurorespiratorische Dynamik, sowie auf die interozeptive Aufmerksamkeit testen.In Anbetracht des Mangels an Forschung zur Entwicklung der Interozeption erwarten wir, dass unser interdisziplinäres Projekt richtungsweisende Erkenntnisse über die Rolle der respiratorischen Interozeption bei der Hirnentwicklung liefern wird. Wir sind sicher, dass die Arbeit, die wir in der ersten Periode begonnen haben und die wir in der zweiten Phase weiter ausbauen wollen, von entscheidendem Wert für das Schwerpunktprogramm sein wird, indem sie eine wichtige Wissenslücke in der Literatur schließt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugItalienKooperationspartnerDr. Guido  SchillaciMitverantwortlich(e)Professorin Dr. Birgit  ElsnerEhemalige AntragstellerinEzgi  Kayhan Wagner, Ph.D., bis 5/2025"
    },
    {
      "project_id": "402792340",
      "url": "https://gepris.dfg.de/gepris/projekt/402792340",
      "title": "Der Einfluss der Eltern-Kind Interaktion und der Bindungsrepräsentation auf die Entwicklung des minimalen Selbst",
      "subject_area": "Entwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402792340",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "EDas vorliegende Projekt widmet sich den sozialen Einflüssen auf das minimale Selbst. Aus einer entwicklungspsychologischen Perspektive werden dabei die Rolle der Eltern-Kind-Interaktion und der Bindungsrepräsentation untersucht. Das Projekt besteht aus vier Studien, in denen im Rahmen experimenteller, korrelativer und longitudinaler Designs diesen Fragen im Vorschulalter und im Erwachsenenalter nachgegangen wird. Im Rahmen interdisziplinärer Kooperation mit KollegInnen aus der Kognitionswissenschaft und der sozialen Robotik sollen unter anderem Teile der empirischen Befunde modelliert werden. Insgesamt zielt das Projekt darauf ab, aus einer bindungstheoretischen Perspektive die Art und das Ausmaß der sozialen Einflüsse auf das minimale Selbst genauer zu charakterisieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugGroßbritannien, ItalienMitverantwortlicheProfessor Dr. Bernhard  Hommel;Professorin Dr. Corinna  Reck;Professorin Dr. Anna-Lena  ZietlowKooperationspartnerProfessor Dr. Peter  Fonagy;Dr. Guido  Schillaci"
    },
    {
      "project_id": "402791933",
      "url": "https://gepris.dfg.de/gepris/projekt/402791933",
      "title": "Die Entwicklung des handelnden Selbst: Kritische Komponenten für die frühkindliche Fähigkeit zur Vorhersage von Handlungen und Handlungszielen",
      "investigators": "Professor Dr. Martin  Butz;Professorin Dr. Birgit  Elsner",
      "subject_area": "Entwicklungspsychologie und Pädagogische PsychologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402791933",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Wichtige Aspekte des handelnden Selbst sind die Fähigkeiten, eigene Handlungen in zielgerichteter Weise zu kontrollieren sowie die Ziele und zugrundliegenden Intentionen der Handlungen anderer Personen zu verstehen. Beide Aspekte entwickeln sich in der frühen Kindheit und beruhen auf bisher erworbenen Handlungs-Erfahrungen. Es wird angenommen, dass kognitive Repräsentationen eigener Handlungen an der Handlungsplanung und dem Handlungsverständnis beteiligt sind. Der Abgleich von beobachteten Bewegungen mit diesen Handlungsrepräsentationen erzeugt aber mitunter Probleme, z.B. bezüglich der Korrespondenz, Perspektive und motorischen Ausführung. Obwohl hierbei dem Spiegelneuronensystem (mirror-neuron system, MNS) eine wichtige Rolle zugesprochen wird, weiß man bisher wenig über die beteiligten Encodierungen und kognitiven Prozesse sowie über deren ontogenetische Entwicklung. Durch die Kombination von Einsichten und empirischer Evidenz aus der Entwicklungspsychologie mit komputationaler kognitiver Modellierung soll das geplante Projekt diese Erklärungslücke schließen. Dieser interdisziplinäre Ansatz verspricht gegenseitige Vorteile: Entwicklungspsychologische Forschung wird durch ein komputationales Modell der kognitiven Entwicklung des Handlungsverständnisses unterstützt. Forschung zu maschinellem Lernen und kognitiven Systemen profitiert von der Identifikation von induktiven Tendenzen, welche das Handlungsverständnis erleichtern. In Eyetracking- und EEG-Studien mit Kleinkindern sowie in Modellierungs-Ansätzen wird das Projekt u.a. untersuchen, welche Hinweisreize auf Handlungsfähigkeit (agency cues; z.B. menschliche äußere Erscheinung, eigenständige Bewegung, Erzeugen salienter Handlungseffekte, eigene Handlungserfahrung) kritisch sind für die kindliche Fähigkeit, die Ziele beobachteter Handlungen vorherzusagen. Die komputationalen Modelle sollen auf unseren aktuellen Ansätzen zur kognitiven Verarbeitung von biologischer Bewegung und zur Ereignis-Vorhersage beruhen. Die Modellierung der gewonnenen empirischen Ergebnisse wird auch prüfbare Vorhersagen für weitere Studien erzeugen. Wichtige Forschungsfragen des Projekts sind u.a.: Genau welche beobachteten Handlungen rufen Eyetracking- und EEG-Indikatoren für MNS-Aktivität hervor? Beeinflussen eigene Handlungserfahrung bzw. die Beobachtung von Handlungen anderer Personen das spätere Handlungsverständnis? Erleichtern bestimmte agency-cue-Kombinationen das Lernen in komputationalen Modellen des Handlungsverständnisses? Insgesamt wird die Verknüpfung von empirischer Entwicklungspsychologie und komputationaler Modellierung unser Verständnis dafür fördern, wie Kleinkinder (i) eigene zielgerichtete Handlungen planen und kontrollieren und (ii) Ziele der Handlungen anderer Personen antizipieren und die zugrundeliegenden Intentionen erschließen. Das Projekt erforscht somit die Entwicklung des handelnden Selbst, des MNS und der darauf beruhenden sozialen Kompetenzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "467058220",
      "url": "https://gepris.dfg.de/gepris/projekt/467058220",
      "title": "Die kognitive Kontrolle sozialer Resonanz",
      "investigators": "Professorin Dr.-Ing. Tanja  Schultz, seit 9/2023;Dr. Stefan  Zachow",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingBiologische Psychologie und Kognitive NeurowissenschaftenSozialpsychologie und Arbeits- und Organisationspsychologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467058220",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Menschen tendieren dazu, das Verhalten anderer zu kopieren, was in der Regel automatischen Imitationsprozessen zugeschrieben wird. Auf der Basis der Theorie der Ereigniskodierung (TEC) argumentieren wir, dass diese Sichtweise nicht zutreffend ist. Stattdessen argumentieren wir, dass das Ausmaß, in dem Menschen andere imitieren, abhängt von (1) dem Grad der merkmalsbezogenen Überlappung zwischen der Repräsentation der Person selbst und der Repräsentation der anderen Person; (2) das Ausmaß in dem überlappende Merkmale als situationsrelevant wahrgenommen werden; und (3) ob sich die betreffende Person in einem eher integrativen oder einem eher fokussierten Modus der kognitiven Kontrolle befindet. Zum Test dieser Vorhersagen wollen wir eine soziale, interaktive Situation in virtueller Realität herstellen, in der menschliche Versuchspersonen durch einen mit Ihnen zeitlich synchronisierten Doppelgänger repräsentiert sind, der/die mit einem anderen Avatar (dem Anderen) interagiert.Wir haben vor, ein neues Paradigma zu entwickeln, indem wir verschiedenste explizite und implizite kognitive und körperliche Reaktionen von Versuchspersonen auf die Merkmale und das Verhalten des Anderen messen können. Wir planen, die merkmalsbezogene und verhaltensmäßige Beziehung zwischen Doppelgänger und Anderem systematisch zu manipulieren, was verschiedene Grade der Überlappung zwischen Selbstrepräsentation und der Repräsentation des Anderen induzieren soll. Dabei sollen hochentwickelte Techniken des „Virtual Mirror“ (virtueller Spiegel) Paradigmas  mit ausdruckstarken Auslösern für soziale Resonanz eingesetzt werden, inklusive der audio-visuellen und elektromyografischen Analyse menschlicher Gesichtsbewegungen sowie sprachbasierter sozio-emotionaler Reaktionen, machine-learning-basierte analytische Techniken, und Feedback-basierte online Reaktionen des Anderen. Basierend auf diesem multimodalen und multimethodischem Ansatz möchten wir ein zuverlässiges und objektives (nah-) Echtzeit-Maß für soziale Resonanz entwickeln. Zusammen mit TEC würde dieser Ansatz es uns ermöglichen, über frühere Modelle der automatischen Gesichtsmimikry und „unbewusster“ Nachahmungsprozesse hinauszugehen. Somit erhoffen wir durch dieses Projekt, wichtige neue Erkenntnisse über die kognitive Kontrolle menschlicher soziale Resonanz gewinnen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlichDennis  Küster, Ph.D.Ehemaliger AntragstellerProfessor Dr. Bernhard  Hommel, bis 8/2023"
    },
    {
      "project_id": "402781479",
      "url": "https://gepris.dfg.de/gepris/projekt/402781479",
      "title": "Dynamisches und adaptives Körperschema durch das Lernen der sensorischen Konsequenzen von Aktionen",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402781479",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Unser Projektvorschlag befasst sich interdisziplinär mit der Entwicklung eines Körperschemas und von Agency (Vorhersage der sensorischen Konsequenzen des eigenen Handelns). Die interdisziplinären Komponenten sind: i) Theoretisch/konzeptionell: Basierend auf Daten aus Humanstudien und grundlegenden neurowissenschaftlichen Erkenntnissen haben wir ein Designkonzept entwickelt, welches zur Erklärung des Körperschemas und von Agency auf der Ebene neuronaler Prozesse des Gehirns herangezogen wird. Dieses konzeptionelle Modell hat neue experimentelle Studien motiviert, in denen wir das Modell zusammen mit unseren Kooperationspartnern weiter evaluieren werden. ii) Computational-Neuroscience-Methoden: Das konzeptionelle Modell (basierend auf der Funktion des parietalen Kortex, der Basalganglien, des Kleinhirns und des Hirnstamms) wird auf der neuronalen Ebene implementiert (Feuerrate, synaptische Plastizität) und die aus dem Modell gewonnenen Daten werden mit den Daten unserer Kooperationspartner und Mitantragsteller verglichen. iii) Robotik: Die Modelle werden in Simulationen und allem voran auf einem humanoiden Roboter (iCub) in einem realen Szenario getestet, um Studien mit Menschen nachzubilden. Obwohl unser Projekt in seinem Kern kein Robotikprojekt ist und sich eher auf die Modellbildung und das Verständnis der biologischen Prinzipien, welche der Funktion des Gehirns zu Grunde liegen, konzentriert, können die erzielten Ergebnisse langfristig zur Entwicklung autonomer Roboter führen, welche die menschenähnlichen neurokognitiven Architekturen eines minimalen Selbst als integralen Aspekt ihres Verhaltens nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlicheDr. Laura  Kaltwasser;Dr. Martin  Voss"
    },
    {
      "project_id": "402740893",
      "url": "https://gepris.dfg.de/gepris/projekt/402740893",
      "title": "Eigen-Fremd-Diskriminierung - eine Voraussetzung für Mensch-Roboter-Kooperation?",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402740893",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Vorherrschendes Ziel ist es, eher philosophische Konzepte von Eigen-Fremd-Unterscheidung auf eine experimentell überprüfbare Grundlage zu stellen. Dabei beschränken wir den Diskurs auf die sensomotorische Kontrolle und suchen nach Kernmechanismen, die eine Unterscheidung zwischen selbst-erzeugten und fremd-erzeugten sensorischen Zuflüssen ermöglichen. Menschen und Roboter sind bei der Erzeugung und Kontrolle ihrer Bewegungen denselben physikalischen Bedingungen unterworfen und müssen sich also auf vergleichbare Messmethoden stützen. Wir erwarten daher auch vergleichbare Problemlösungen. Das Interesse an der Interaktion zwischen Mensch und Roboter unter \"haptischem Schluss\" ihrer Endeffektoren führt daher dazu, dass wir uns wir uns auf der psychophysiologischen Seite auf Haptik und Propriozeption konzentrieren, und auf der technischen Seite auf die dem entsprechende Messtechnik. Die Einbettung des Themas in die geeignet erweiterte Automaten-Theorie vermittelt Einblicke, wie Menschen sich prinzipiell mit fremden Objekten, mit ihren eigenen Gliedmaßen, mit künstlichen Gliedmaßen, mit intelligenten Maschinen und Robotern und sogar mit ihren Artgenossen beschäftigen. Wir hoffen, dass die geplanten Untersuchungen diese Einsichten empirisch untermauern werden. Wir erwarten daher Ergebnisse, die sowohl für die Theorie der Bewegungskontrolle als auch für die Praxis der Mensch-Roboter-Interaktion bedeutsam sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlicheDr.-Ing. Christian  Hatzfeld;Professor Dr.-Ing. Roland  WerthschützkyEhemaliger AntragstellerProfessor Dr. Karl Theodor  Kalveram, bis 12/2019 (†)"
    },
    {
      "project_id": "402791869",
      "url": "https://gepris.dfg.de/gepris/projekt/402791869",
      "title": "Ein in der Sensorimotorik verankertes Prozessmodell intentionaler Zustände erklärt Mechanismen des aktiven Selbst",
      "subject_area": "Entwicklungspsychologie und Pädagogische PsychologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402791869",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das aktive Selbst als \"Erfahrung im hier und jetzt\" und \"Wahrnehmung von uns selbst in einer bestimmten Situation\" ist letztlich Teil des Bewusstseins, des \"Gefühls was passiert\". Bewusstsein setzt Intentionalität vorauss, die Möglichkeit mentaler Zustände sich auf Dinge in der Welt zu beziehen. Wir behaupten, dass das aktive Selbst Intentionalität in zwei Richtungen und sechs psychologischen Modi benötigt. Die \"motorische\" Welt-zu-Geist Intentionalität tritt als \"intention-in-action\" (aktuelles Bewegungsverhalten), \"prior intention\" (noch nicht initiierte Bewegungspläne), und \"desire\" (Orientierung auf gewünschte Ergebnisse) in Erscheinung. Die \"perzeptuelle\" Geist-zu-Welt Intentionalität tritt als \"perception\" (unmittelbare Erlebnisse), \"memory\" (aktivierbare vergangene Erlebnisse), und \"beliefs\" (mögliche Verbindungen von Wahrnehmung, Handlung und Ergebnis) in Erscheinung. Das Körpergefühl als ein Merkmal des aktiven Selbst beruht auf Wahrnehmung des und Erinnerung an den eigenen Körper. \"Agency\" als weiteres Merkmal des aktiven Selbst beruht auf \"intention-in-action\" und \"prior-intention\" um zielorientiert zu handeln und daher auch auf \"desire\" für die Ausrichtung auf bestimmte Ergebnisse. Das Erlernen von Kontingenzen schliesslich erzeugt \"beliefs\". Unser Ziel ist eine prozessorientierte Erklärung dafür, wie intentionale Zustände das aktive Selbst erzeugen. In der theoretischen Sprache der dynamischen Feldtheorie modellieren wir intentionale Zustände als selbst-stabilisierte Aktivierungsmuster, die in dynamischen Architekturen an die Sensor- und Motoroberflächen gekoppelt sind. Von einem entwicklungspsychologischen Standpunkt aus werden wir visuelle und Handlungsexploration, Kontingenzlernen und Imitation untersuchen. Wir werden Blickverhalten, das Neugierde suggeriert, durch Modelle der psychologischen Modi \"intention-in-action\", \"perception\" und \"memory\" erklären. \"Prior intention\", \"desire\" und \"belief\" werden in einem Prozessmodel des Kontigenzlernens realisiert. Intentionalität der zweiten Ordnung entsteht wenn interne Zustände re-präsentiert werden. Wir werden Imititation von Verhalten mit Hilfe von mentaler Simulation erklären, die auch das Gefühl der \"agency\" verursacht. Visuelle Vorstellung wird als Substrat der Selbstwahrnehmung entwickelt. Wir werden jeweils Prozessmodelle mathematisch formulieren und simulieren und als heuristisches Werkzeug auch auf mit Sehsystemen bestückten Robotern exemplarisch implementieren, um so alle notwendigen Prozesse aufzudecken. Der detaillierte Vergleich mit  entwicklungspsychologischen experimentellen Daten dient der wissenschaftlichen Überprüfung der theoretischen Ideen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "467045002",
      "url": "https://gepris.dfg.de/gepris/projekt/467045002",
      "title": "Ein Tiefes Selbst: Emergenz eines ereignisprädiktiven, handelnden Selbst in Robotern",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine, Kognitive und Mathematische PsychologieAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467045002",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Die Erfahrung eigene Handlungen und dadurch Ereignisse in der Welt zu kontrollieren (Haggard & Chambon, 2012) ist zentral für das handelnde Selbst. Die Basis dafür liegt wohl in sensomotorischen Kodierungen. Allerdings scheinen für eine explizitere Erkenntnis über die eigenen Handlungsfähigkeiten abstraktere, Ereignis-spezifische Kodierungen notwendig zu sein. Im Ergebnis könnte ein handelndes Selbst entstehen, das sich seiner eigenen Erfahrungen, Handlungen und Konsequenzen in der Welt \"bewusst\" wird.Unser Ziel ist es entscheidende Komponenten für die Entwicklung eines handelnden Selbst in Robotern zu identifizieren. Nach der Entwicklung von Aktions-Effekt-Bindungen werden wir uns auf die Antizipation von Ereigniseffekten konzentrieren. Dabei werden wir antizipative, crossmodale Kongruenzeffekte modellieren, die zeigen wie unser Gehirn unseren eigenen Körper handlungseffektantizipierend in die Zukunft projizier. Schließlich werden wir mit Verhaltensexperimenten und deren Modellierung am Roboter untersuchen, in wie fern und auf welche Weise wir auch beim Werkzeuggebrauch zukünftige Körper- und Werkzeugstellungen antizipieren. Ausgangspunkt für unser Modell ist die Ideomotortheorie, Komparatormodelle und das Freie Energie Prinzip (bzw. Aktive Inferenz). Über die letzten Jahre (auch innerhalb der ersten Förderphase des SPPs) haben wir bereits einige der kritischen Komponenten in künstlichen Systemen und Robotern implementiert. Unser Deep Active Inference Modell erlaubt Robotern generative Modelle aus Sensorrohdaten zu erlernen und damit modell-prädiktiv zu planen. Unsere Beiträge zu Theorien einer ereignisprädiktiven Kognition führten zur Implementierung von Systemen, die relative Entfernungen und Orientierungen kompakt kodieren, um ereignisbezogen und zielgerichtet planen zu können.Zur Umsetzung werden wir unsere Expertise in der adaptiven Robotik- und tiefen künstlichen neuronalen Netzwerken (Donders) mit der in der kognitiven Psychologie und neurokognitiven Modellierung (Tübingen) verschmelzen. Wir werden (i) Mechanismen und Voraussetzungen identifizieren, die es einem [künstlichen] Agenten erlauben, ein Selbst zu entwickeln, und (ii) die Rolle des handelnden Selbst für eine effektive, zielgerichtete Ereigniskontrolle entschlüsseln. Außerdem werden wir kritische Mechanismen für die Selbstplastizität beim Werkzeuggebrauch determinieren. Durch die Entwicklung von kompakten, ereignisprädiktiven Strukturen werden wir auch zur Entwicklung vorausschauend handelnder Robotern beitragen. Ultimativ sollten solche Systeme erlernen, ihre und andere kausale Einflüsse auf die Umwelt nicht nur zu erkennen, sondern auch zu erklären. Wir erwarten auch, dass unsere Forschungsarbeit die Umsetzung kompetenter sozialer Interaktionen von Robotern mit dem Menschen erleichtern wird. Wie hoffen diese Überlegungen während der zweiten Förderphase intensiv mit den anderen SPP-Projekten zu diskutieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugSpanien"
    },
    {
      "project_id": "402775775",
      "url": "https://gepris.dfg.de/gepris/projekt/402775775",
      "title": "EMOTIK – Enfacement Manipulation in Transformierten Inter-fazialen Kommunikationssituationen",
      "investigators": "Professorin Dr. Andrea  Hildebrandt;Dr. Stefan  Zachow",
      "subject_area": "Persönlichkeitspsychologie, Klinische und Medizinische Psychologie, MethodenAllgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402775775",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Im Arbeitsfeld der philosophischen Psychologie wird ein Diskurs über das Verhältnis zwischen dem Selbst und der Intersubjektivität geführt. In neueren Ansätzen wird vorgeschlagen, dass das Selbst nicht nur eine Differenzierung von anderen vornimmt, sondern auch die Bereitschaft einschließt, sich durch andere beeinflussen zu lassen. Die sogenannte ENFACEMENT Illusion (Eigengesichtsillusion) illustriert eindeutig diese Bereitschaft: Im Falle einer synchronen Stimulation des eigenen Gesichts und des Gesichts eines Gegenübers tendieren Personen dazu, die eigene Gesichtsrepräsentation in das Gesicht des Gegenübers zu projizieren, d. h. sich selbst mehr in dem Anderen zu sehen. In dem hier vorgeschlagenen, interdisziplinären Projekt, das auch weitere Kooperationen innerhalb des Sonderforschungsprogramms bereits für die erste Phase vorsieht, verfolgen wir zwei Ziele: 1) Wir planen die Entwicklung eines experimentellen Settings im Rahmen des Paradigmas der Transformierten Sozialen Interaktion. Diese sollte es uns ermöglichen, individualisierte Gesichtsavatare zu erstellen und zu nutzen, die in Echtzeit hinsichtlich ihrer Identitätsmerkmale und Ausdruckscharakteristika während der Interaktion mit einer untersuchten Person manipulierbar sind. 2) Mithilfe dieser avancierten Transformationsmethode, die in einer virtuellen Realitätsumgebung nutzbar gemacht werden kann, verfolgen wir das Ziel, die Mechanismen der Eigengesichtsillusion in den dynamischen Prozess der fazialen Kommunikation einzubetten und zu studieren. Wir werden damit die Plastizität der Eigengesichtsillusion untersuchen unter der Prämisse, dass diese vor allem dann entsteht, wenn der Transmissionsprozess fazialer Informationen vom Sender auf den Empfänger erfolgreich stattfindet. Darüber hinaus nehmen wir an, dass dieser Transmissionsprozess und die Entstehung der Illusion in einer dynamischen Kommunikation durch Empathie bezogene Persönlichkeitseigenschaften abhängen. Auch Attributionen von psychischer Attraktivität und Vertrauenswürdigkeit spielen unserer Annahme nach eine Rolle in dem Prozess. Wir erwarten auch, dass das Enfacement, so wie in diesem dynamischen Prozess induziert wird, einen positiven Effekt auf die Emotionsrekognitionsfähigkeit und die faziale Ausdrucksfähigkeit der Personen hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstKooperationspartnerProfessor Dr. Oliver  WilhelmMitverantwortlichCarl Martin  Greve"
    },
    {
      "project_id": "467016459",
      "url": "https://gepris.dfg.de/gepris/projekt/467016459",
      "title": "Funktionale Relevanz emotionaler Verarbeitung sensorischer Ereignisse für wahrgenommene Handlungskontrolle und Handlungsregulation (AffAct)",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieBiologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467016459",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Um unsere Ziele zu erreichen, müssen wir einschätzen können, ob unsere Handlungen einen Einfluss auf unsere Umwelt haben. Das Erleben, eigene Handlungen und deren Effekte kontrollieren zu können, wird als „Sense of Agency“ (SoA) bezeichnet und bildet den Kern selbst-bestimmten Handelns als ein grundlegender Aspekt des menschlichen Selbst und Fokus des DFG- Schwerpunktprogrammes „Active Self“. Die Fähigkeit selbst-bestimmt zu agieren, ist vor allem dann von Bedeutung, wenn wir begehrenswerte Ziele erreichen oder negative Konsequenzen vermeiden wollen. So orientieren wir uns oft an positiven oder negativen Handlungseffekten, um die Wirksamkeit eigenen Handelns zu beurteilen, und es wird angenommen, dass der SoA stark mit der emotionalen Verarbeitung von Handlungseffekten zusammenhängt. Allerdings haben bisherige Forschungsprojekte vor allem sensorische oder kognitive Aspekte des Handlungserlebens untersucht, die keine spezifische emotionale Relevanz hatten. Daher ist es weitestgehend unklar, inwieweit die emotionale Verarbeitung von Handlungseffekten eine funktionale Rolle für unser Handlungsbewusstsein und Kontrollerleben spielt. Das Ziel dieses Projektes ist es, die Grundlagen für ein wissenschaftliches Modell zu schaffen, welches Vorhersagen über die Bedingungen erlaubt, unter denen sich die emotionale Verarbeitung und das Handlungsbewusstsein wechselseitig beeinflussen, und inwiefern sich diese Verbindung auf selbst-bestimmtes Verhalten auswirkt. Basierend auf unserer bisherigen Forschungsarbeiten zum SoA, sowie zur emotionalen Verarbeitung und Handlungsregulation werden wir untersuchen, a) wie Handlungsbewusstsein und Kontrollerleben die Verarbeitung von emotionalen Informationen beeinflusst, b) inwieweit sich solche möglichen Veränderungen in der emotionalen Verarbeitung auf die menschliche Fähigkeit auswirkt, das eigene Verhalten zielgerichtet anzupassen und c) unter welchen Bedingungen emotionale Informationen das eigenen Handlungsbewusstsein prägen. Dabei sollen mittels EEG etablierte neurokognitive Marker einer sensorischen und emotionalen Verarbeitung in Verbindung mit experimentellen Manipulationen des Handlungsbewusstseins und der Handlungskontrolle untersucht werden. Das geplante Vorhaben wird insofern zum SPP beitragen, als dass wir die emotionale Verarbeitung sensorischer Ereignisse als einen potenziell grundlegenden funktionalen Mechanismus zur Aufrechterhaltung des SoAs während der Steuerung zielgerichteter Handlungen untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402791089",
      "url": "https://gepris.dfg.de/gepris/projekt/402791089",
      "title": "Funktionelle Aspekte des minimalen Selbst – der Fall Schizophrenie",
      "investigators": "Dr. Laura  Kaltwasser;Dr. Martin  Voss",
      "subject_area": "Biologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402791089",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das Gesamtziel dieses Projekts ist eine umfassende und detaillierte Erfassung der Störungen des minimalen Selbst bei Schizophrenie-Patienten. Zudem werden experimentelle Daten von Patienten und gesunden Probanden in einer neurobiologischen Simulation modelliert, um allgemeine Prinzipien der Entwicklung eines aktiven Selbst zu gewinnen. Schizophrenie ist eine schwerwiegende psychische Störung, bei der Veränderungen des Selbst in Form von einer Desintegration der Subjektivität (sog. Selbst-Störungen) auftreten. Patienten berichten von einem stetigen Gefühl der Selbsttransformation und -entfremdung sowie eine Durchlässigkeit der Grenzen des Selbst. Symptome beinhalten miteinander in Beziehung stehende Störungen des Denkens, der Selbstwahrnehmung, der Leiblichkeit, der Demarkation des Selbst sowie eine existentielle Reorientierung. Sie können im Detail mithilfe des „Examination of Anomalous Self-Experience“ (EASE; Parnas et al., 2005), einem halb-strukturierten klinischen Interview erfasst werden, welches die subjektiv empfundenen und phänomenologische Beeinträchtigungen bei Schizophrenie-Spektrum-Störungen erfasst. Eine computationale Theorie der Schizophrenie beschreibt Störungen des Selbst, des sog. Sense of Agency (SoA) und Sense of Ownership (SoO), als unpräzise Prädiktion somato-sensorischer Konsequenzen der eigenen Handlungen, was ein wesentlicher Erklärungsansatz für das Auftreten von Selbst-Störungen sein könnte. Im Projekt werden die verschiedenen Dimensionen der Selbst-Störungen in experimentellen Ansätzen, die jeweils mit einzelnen Sub-Skalen des EASE verknüpft sind, erfasst. Durch die Kombination von neurocomputationalen Modellen mit Daten aus Verhaltensexperimenten und elektrophysiologischen Daten werden wir die im DFP SPP „Das handelnde Selbst“ zuvor gemeinsam mit unseren Kooperationspartnern entwickelten experimentelle Paradigmen fortführen und erweitern und an Patienten mit Schizophrenie (ICD-10: F20.0) und gesunden Probanden anwenden. In interdisziplinären Kooperationen während der zweiten Förderperiode werden wir experimentelle Daten des veränderten SoA und SoO in Patienten mit Schizophrenie verwenden, um die Prozesse gestörter Prädiktion sensorischer Signale in einem anatomisch plausiblen neurobiologischen Modell sowie einem Roboter zu untersuchen.Die Modellierung einer den Symptomen der Schizophrenie ähnelnden gestörten Selbst-Wahrnehmung in einem neurocomputationalen Modell sowie Roboter stellt einen weltweit einzigartigen Ansatz dar. Dieses „Läsionsmodell“ der Selbststörung wird unser Wissen über wesentliche Mechanismen der Entwicklung eines Selbst erweitern. Letztlich werden unsere Ergebnisse das Verständnis von Schizophrenie als Störung des grundlegenden Selbst-Empfindens verbessern und zur Entwicklung neuer Therapieformen für die Rekonstituierung des aktiven Selbst beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugGroßbritannienMitverantwortlicheProfessorin Dr. Verena V.  Hafner;Professor Dr.-Ing. Fred Henrik  HamkerKooperationspartnerProfessor Dr. Patrick  Haggard"
    },
    {
      "project_id": "402780474",
      "url": "https://gepris.dfg.de/gepris/projekt/402780474",
      "title": "Informations-Integration in Prädiktiven Prozessen: Eine Mechanistische Verankerung des Selbst",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKognitive und systemische HumanneurowissenschaftenTheoretische Informatik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402780474",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das generelle Ziel des Projektes ist es, notwendige Bedingungen für die Entwicklung interner Repräsentationen aufzudecken, die in Zusammenhang mit dem Selbst stehen, wenn wir es mit verkörperten Agenten zu tun haben. Dies wird auf dem Studium von Helmholtz-Maschinen basieren, die Vorhersage- und Erkennungs-Prozesse als Voraussetzung für optimale Steuerung implementieren. Des Weiteren soll studiert werden, in wieweit diese Prozesse hohe Informationsintegration generieren, im Sinne der Theorie der Integrierten Information des Bewusstseins von Tononi. Dies wird zu Erkenntnissen über die Mechanismen führen, die dem phänomenalen Selbst zugrunde liegen. Ausgehend von der Informationstheorie, die quantitativer Natur ist, sollen qualitative Übergänge in der Verkörpertheit identifiziert und dabei Bezüge zur Theorie von Metzinger hergestellt werden.     In dieser Phase des DFG SPP “The Active Self” wird eine Hierarchie von Steuerungs-Architekturen mit steigender Granularität entwickelt werden, mit neuronalen Architekturen auf der feinsten Beschreibungsebene. Entsprechende Lernalgorithmen aus der Theorie von Helmholtz-Maschinen, Versionen des Wake-Sleep-Algorithmus, legen einen engen Bezug zum Free-Energy-Principle nahe, das sowohl eine konzeptionelle als auch eine formale Basis für das Projekt bereitstellt. Ausgehend von Steuerungs-Architekturen verschiedener Granularität werden entsprechende Informationsflüsse in der sensomotorischen Schleife robotischer Systeme in Zusammenarbeit mit der Gruppe von Verena V. Hafner analysiert. Das Ziel ist es, einen Zuwachs an Informationsintegration festzustellen, wenn Lernprozesse involviert sind, die Modelle für Prädiktion und Steuerung einbezieht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlich(e)Professorin Dr. Verena V.  Hafner"
    },
    {
      "project_id": "402792415",
      "url": "https://gepris.dfg.de/gepris/projekt/402792415",
      "title": "Kletternd zum Selbst:\nEine Embodied Cognition Perspektive der Entwicklung zum Zusammenhang zwischen dem Minimalen Selbst und sensomotorischen sowie kognitiven Fertigkeiten",
      "investigators": "Professor Dr. Markus  Raab;Professorin Azzurra  Ruggeri",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402792415",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Das Projekt hat das Ziel den bidirektionale Zusammenhang zwischen dem Minimalen Selbst und sensomotorischen und kognitiven Fertigkeiten aus einer Embodied Cognition Perspektive der Entwicklung zu verstehen. Basierend auf der Integration von Kognitions-, Entwicklungs- und Bewegungswissenschaft untersuchen wir, wie basale Mechanismen (z. B. Internales Modell) das Minimale Selbst verändern. Diese Veränderung analysieren wir sowohl in der ontogenetischen Entwicklung als auch durch die Aneignung von Expertise – ein zentrales Ziel des SPP Aufrufs. Im Speziellen beantworten wir eine der fünf Fragen des SPPs: Wie beeinflussen die Entwicklung und der aktuelle Zustand des Minimalen Selbst sensomotorische und kognitive Fertigkeiten? Aus einer Embodied Cognition Perspektive der Entwicklung kann diese Frage nicht beantwortet werden ohne die Bidirektionalität zwischen sensomotorischen und kognitiven Fertigkeiten zu berücksichtigen. Theoretisch postulieren wir als Mechanismus, dass das Internale Modell durch die Integration sensomotorischer Reafferenzen und kognitiven Feedbacks zur Stabilisierung des Minimalen Selbst führt. Andersherum verstärkt auch die Stabilität des Minimalen Selbst sensomotorische und kognitive Fertigkeiten. Um diesen Mechanismus zu prüfen, werden wir zwei umfangreiche Studien durchführen. In Studie 1 untersuchen wir mit Kindern, Jugendlichen und Erwachsenen wie sensomotorische und kognitive Fertigkeiten das Minimale Selbst beeinflussen. Dazu führen wir eine dreimonatige Trainingsstudie durch, in der TeilnehmerInnen in kognitivem Planen (= mentales Planen einer Route), sensomotorischem Planen (= entlang einer vorgegebenen Route klettern) oder sensomotorisch-kognitivem Planen (=freies Klettern) trainiert werden. Anschließend erheben wir Veränderungen des Minimalen Selbst durch verschiedene task-spezifische sowie generelle validierte Tests, wie beispielsweise der Own-Other-Diskrimination-Test oder Ganzkörper Illusionen. Dieses Trainingsstudiendesign erlaubt uns zu testen, in wie fern sich die Entwicklung sensomotorischer und kognitiver Fertigkeiten auf das Minimale Selbst auswirkt. In Studie 2 testen wir wie eine Manipulation des Minimalen Selbst sensomotorische und kognitive Fertigkeiten beeinflusst. Dazu kreieren wir eine realistische Veränderung des Selbst indem wir in virtueller Realität und mit Gewichtsanzügen Reafferenzen verändern und kognitives Feedback geben. Diese Manipulation des Minimalen Selbst erlaubt uns den Einfluss auf sensomotorische und kognitive Fertigkeiten zu messen.Unser theoretischer Mehrwert ist ein empirisch überprüfter Mechanismus des Minimalen Selbst, den wir als Optimierung des internalen Modells durch sensomotorische Reafferenzen und kognitives Feedback beschreiben. Dieser Mechanismus trägt zur Entwicklung eines theoretischen Rahmenmodells bei. Zudem können unsere Selbst-Tests, kinematischen Daten komplexer Bewegungen und VR Set-ups zur Entwicklung des Sensomotorischen Turing Tests in der Robotik genutzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugItalien, KanadaKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Caterina  Pesce;Professor Dr. Nikolaus F.  Troje"
    },
    {
      "project_id": "402791903",
      "url": "https://gepris.dfg.de/gepris/projekt/402791903",
      "title": "Koordinationsfonds",
      "subject_area": "Allgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402791903",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Dieser SPP bringt Kognitions- und Verhaltenswissenschaftler aus verschiedenen Disziplinen (wie Psychologie und Robotik) zusammen, um die sensormotorischen Grundlagen des menschlichen Selbst zu untersuchen. Verschiedene Entwicklungen sind für das in der letzten Zeit stark entfachte Interesse am Thema des Selbst und entsprechenden Forschungsaktivitäten verantwortlich, so wie die zunehmende Verfügbarkeit von Techniken der virtuellen Realität, bezahlbare Roboter mit menschlichen Eigenschaften, die Entwicklung nicht-invasive Methoden zur Untersuchung der frühkindlichen Entwicklung und konvergierende theoretische Überlegungen zur ideomotorischen Handlungskontrolle und der sogenannten Embodied Cognition. Der SPP zielt unter anderem auf die Aufklärung der Frage, wie plastisch unsere Selbstrepräsentationen sind, wie sie sich durch konkrete sensormotorische Erfahrungen verändern, in welchem Maße sie von Erinnerungen an frühere Erfahrungen abhängen, in welchem Maße die Erfahrungen der Selbstwirksamkeit und der Körperlichkeit voneinander abhängen, wie die Repräsentation des Selbst andere kognitive Prozesse beeinflusst und ob bzw. in welchem Maße künstliche Agenten wie zum Beispiel Roboter Selbstrepräsentationen haben können. Das übergeordnete Ziel des SPP besteht darin, die Mechanismen der kognitiven Selbstkonstruktion und die Rolle der sensomotorischen Erfahrung für diesen Konstruktionsprozess zu beschreiben, zu charakterisieren und zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "467016833",
      "url": "https://gepris.dfg.de/gepris/projekt/467016833",
      "title": "Koordinationsfonds",
      "subject_area": "Allgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467016833",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Dieser SPP bringt Kognitions- und Verhaltenswissenschaftler aus verschiedenen Disziplinen (wie Psychologie und Robotik) zusammen, um die sensormotorischen Grundlagen des menschlichen Selbst zu untersuchen. Verschiedene Entwicklungen sind für das in der letzten Zeit stark entfachte Interesse am Thema des Selbst und entsprechenden Forschungsaktivitäten verantwortlich, so wie die zunehmende Verfügbarkeit von Techniken der virtuellen Realität, bezahlbare Roboter mit menschlichen Eigenschaften, die Entwicklung nicht-invasive Methoden zur Untersuchung der frühkindlichen Entwicklung und konvergierende theoretische Überlegungen zur ideomotorischen Handlungskontrolle und der sogenannten Embodied Cognition. Der SPP zielt unter anderem auf die Aufklärung der Frage, wie plastisch unsere Selbstrepräsentationen sind, wie sie sich durch konkrete sensormotorische Erfahrungen verändern, in welchem Maße sie von Erinnerungen an frühere Erfahrungen abhängen, in welchem Maße die Erfahrungen der Selbstwirksamkeit und der Körperlichkeit voneinander abhängen, wie die Repräsentation des Selbst andere kognitive Prozesse beeinflusst und ob bzw. in welchem Maße künstliche Agenten wie zum Beispiel Roboter Selbstrepräsentationen haben können. Das übergeordnete Ziel des SPP besteht darin, die Mechanismen der kognitiven Selbstkonstruktion und die Rolle der sensomotorischen Erfahrung für diesen Konstruktionsprozess zu beschreiben, zu charakterisieren und zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402789467",
      "url": "https://gepris.dfg.de/gepris/projekt/402789467",
      "title": "Mind The Body: Eine Untersuchung über die Rolle verkörperter Interaktionen bei der Konstruktion eines minimalen Selbst im Säuglingsalter.",
      "subject_area": "Entwicklungspsychologie und Pädagogische PsychologieKognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402789467",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "In dem vorgeschlagenen Projekt wollen wir eine Längsschnittuntersuchung des durch interozeptive Empfindlichkeit operationalisierten Selbstbewusstseins im Säuglingsalter in Bezug auf die verkörperten Interaktionen mit der Bezugsperson im frühen Leben durchführen. Indem wir die Entwicklungsaspekte des Selbst über drei Zeitpunkte hinweg untersuchen, wollen wir die Frage beantworten, wie das minimale Selbst in den ersten eineinhalb Jahren des Lebens durch Interaktionen konstruiert wird. Aufbauend auf den neuesten Interpretationen des Predictive Processing Framework untersuchen wir die Hypothese, dass einer der Kernmechanismen, die Säuglingen erlauben ein dynamisches Model eines minimalen Selbt zu konstruieren, die sozialen und verkörpterten Interaktionen mit der Bezugsperson sind.Unser Vorschlag geht unser vor allem auf die folgenden Schlüsselfragen des laufenden Schwerpunktprogramms ein: In welchem Maße ist das Selbst plastisch? (z. B. Wie und in welchem Maße wird die Selbstdarstellung beeinflusst durch sensomotorische Erfahrungen, kulturelle und situative Faktoren) Welche Mechanismen und Voraussetzungen müssen erfüllt sein, damit ein Agent ein Selbst entwickeln kann? (z. B. können Roboter ein Selbst entwickeln) Im ersten Arbeitspaket untersuchen wir in Längsrichtung das Selbstbewusstsein, operationalisiert durch interozeptive Empfindlichkeit, wenn das Kind 3,9 und 18 Monate alt ist. Dies wird es uns ermöglichen, die Entwicklung der interozeptiven Empfindlichkeit in den ersten eineinhalb Jahren des Lebens zu untersuchen. In drei Experimenten untersuchen wir die Verhaltens- und neuronalen Marker der interozeptiven Empfindlichkeit bei jungen Säuglingen. Im zweiten Arbeitspaket werden wir die interozeptive Empfindlichkeit der Mütter von Säuglingen untersuchen, indem wir die Verhaltens- und neuronalen Marker ihrer kardialen interozeptiven Empfindlichkeit untersuchen. Wir gehen davon aus, dass Bezugspersonen, die ihre interozeptiven Signale besser erkennen können, empfindlicher für die Bedürfnisse des Säuglings sein sollten und folglich die Umwelt berechenbarer für den Säugling machen, was die Entwicklung der interozeptiven Empfindlichkeit des Säuglings unterstützen würde.Im dritten Arbeitspaket werden wir die verkörperten Interaktionen zwischen den Müttern und ihren Säuglingen eingehend untersuchen, um die verhaltensbezogenen, physiologischen und neuronalen Mechanismen zu definieren, die zur interozeptiven Empfindlichkeit der Säuglinge beitragen und so die Bildung eines minimalen Selbst unterstützen. Um die neuronalen Aspekte des Interaktionsprozesses zu messen, werden wir eine neuartige Forschungsmethode namens Hyperscanning verwenden, bei der die Hirnaktivität zweier Menschen in einer naturalistischen Interaktion gemessen wird. Diese Methode ermöglicht es uns, die dynamische Hirnaktivität während eines Echtzeit-Interaktionsprozesses zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugGroßbritannienKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Stefanie  Höhl;Professor Manos  Tsakiris, Ph.D.Mitverantwortlich(e)Professorin Dr. Birgit  Elsner"
    },
    {
      "project_id": "402776968",
      "url": "https://gepris.dfg.de/gepris/projekt/402776968",
      "title": "Modellierung des peripersonalen Raumes und Körperschemas eines Roboters für adaptives Lernen und Imitation (MoReSpace)",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402776968",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "In diesem Projekt MoReSpace werden wir untersuchen, inwieweit der Transfer des Lernens verantwortlich für die Entwicklung eines “Selbst” ist, und stellen die Hypothese auf, dass ein konfliktgetriebenes Attention-Modell eine große Rolle dabei spielt. Im ersten Teil unseres Projektes untersuchen wir den Transfer von bereits gelernten Aktion-Effekt-Assoziationen auf neue unerwartete Umgebungsdynamiken. Hierbei legen wir einen großen Fokus auf kognitive Plausibilität und motivieren unser Modell mit psychologischen Phänomenen wie dem \"haptic neglect\". Das Phänomen tritt zum Beispiel bei einer invertierten Computermaus auf, die den Mauszeiger in die jeweils entgegengesetzte Richtung lenkt. In solchen Szenarien haben Psychologen eine reduzierte Wahrnehmung der haptischen und propriozeptiven Sinne festgestellt. Unsere Hypothese ist, dass dies einem konfliktgetriebenen Attention-Mechanismus geschuldet ist, der dazu führt, dass ein Agent besser mit solchen neuen Dynamiken umgehen kann. Wir werden unser Modell auf einem physikalischen Roboter evaluieren, und zusammen mit unseren Kolaborationspartnern aus der Psychologie theoretisch untermauern. Im zweiten Teil des Projektes werden wir auf Imitationslernen eingehen. Unsere Hypothese ist, dass das Attention-Modell einige psychologisch nachgewiesene Eigenschaften modelliert, die auch Grundlage der menschlichen Fähigkeit zum Perspektivwechsel und zur Imitation sind. Wir gehen davon aus, dass dies zu neuartigen Methoden des Imitationslernens bei Robotern führt. Wir erwarten, dass diese Methoden zu einer signifikanten Verbesserung der Lernperformanz führen, und werden dies empirisch und reproduzierbar evaluieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlichProfessor Dr. Wilfried  Kunde"
    },
    {
      "project_id": "402792254",
      "url": "https://gepris.dfg.de/gepris/projekt/402792254",
      "title": "Phantom body: Neuropsychologische Mechanismen der wahrgenommenen Einheit von Körper und Selbst",
      "subject_area": "Persönlichkeitspsychologie, Klinische und Medizinische Psychologie, Methoden",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402792254",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Die Gewissheit untrennbar mit dem eigenen Körper verbunden zu sein, ist ein wichtiges Merkmal des Selbsterlebens. Tatsächlich jedoch ist die Einheit zwischen Körper und Selbst erstaunlich schwach. Besonders deutlich wird dies bei Amputierten, die nach dem Verlust eines Körperteils diesen als sogenanntes Phantom fortdauernd wahrnehmen. Prothesen können darüber hinaus nicht nur funktionell die Integrität des versehrten Körpers wieder herstellen, sondern sogar als wirklicher Teil des Körpers wahrgenommen werden. Es mehren sich die Hinweise, dass solchen Wahrnehmungen ein weit-verzweigtes fronto-parietales Netzwerk zugrunde liegt, das körperrelevante multimodale Stimulation im peripersonalen Raum verarbeitet. Eine gestörte Repräsentation des peripersonalen Raumes könnte somit kausal mit einer gestörten Körperwahrnehmung zusammenhängen. Bis jetzt gibt es jedoch keine Studie, die die Prozesse bei Amputierten, die ihre Prothese entweder als körpereigen oder als körperfremd wahrnehmen, verglichen hätte. Das Identifizieren der zugrundeliegenden Mechanismen könnte jedoch auch die Frage beantworten, wie das Gehirn die erlebte Einheit von Körper und Selbst auch im Allgemeinen erzeugt. Das beantragte Projekt wird die neuesten Erkenntnisse zum Erleben von Körperillusionen anwenden, bei denen unter geeigneten multimodalen Stimulationsbedingungen bei Probanden das Gefühl induziert werden kann, ein künstlicher Körperteil würde zum eigenen Körper gehören. In einer Befragung von großen Gruppen von amputierten Personen und Kontrollpersonen wollen wir zunächst das gestörte körperliche Selbsterleben bei Amputierten, die ihre Prothesen als körpereigen oder als körperfremd wahrnehmen, charakterisieren. In Teilgruppen werden wir strukturelle und funktionelle Magnetresonanztomographie einsetzen, um unterscheidende neurale Prozesse und Konnektivitäten bei prothesennutzenden Amputierten im Zusammenhang mit der körperlichen Selbstwahrnehmung zu identifizieren. Abschließend werden wir bei Amputierten, die eine Prothese nicht als eigen wahrnehmen, experimentell die Repräsentation des peripersonalen Raum erweitern, und den Einfluss auf die Wahrnehmungen der Prothese erfassen.  Es wird angenommen, dass diese Studien das Verständnis für die neuropsychologischen Mechanismen der erlebten Einheit von Körper und Selbst vertiefen und dadurch auch Hinweise auf innovative therapeutische Ansätze zur Behandlung einer gestörten Selbstwahrnehmung liefern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde Selbst"
    },
    {
      "project_id": "402778716",
      "url": "https://gepris.dfg.de/gepris/projekt/402778716",
      "title": "Plastizität der Körperrepräsentation vom Selbst und dem Anderen in einer kollaborativen Aufgabe",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402778716",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Bei gemeinsamen Aktivitäten wie dem Heben und Bewegen eines Objekts wird zwischenmenschliche Koordination vorausgesetzt. Beim ersten Versuch wird es wahrscheinlich nicht gelingen, sich als koordinierte Einheit zu bewegen, da wir anfangs die Fähigkeiten des Partners schlecht vorhersagen können und möglicherweise von internen Repräsentationen wie unserem eigenen Körperschema ausgehend übergeneralisieren. Weitere Koordinationsversuche können unsere Vorhersagen des möglichen Aktionsraums unseres Partners verbessern. Wir argumentieren daher, dass wir durch wiederholte Exposition lernen, die Bewegungsdynamik eines Partners vorherzusagen und dabei eine Körperschemarepräsentationen des Kollegen generieren. Wir nehmen an, dass Mechanismen der Minimierung von Vorhersagefehlern eine entscheidende Rolle bei der erfahrungsabhängigen Anpassung unserer Eigenrepräsentationen sowie der Erstellung von Repräsentationen des Partners spielen, welche die Unterscheidung zwischen dem Selbst und Anderem bezüglich der momentanen Anforderungen einer gemeinsamen Handlung erlauben.Um die Plastizität von Repräsentationen des Selbst und eines Partners zu erforschen, wird dieses Projekt das kollaborative Lernen untersuchen, welches in einer zielgerichteten gemeinsamen Geschicklichkeitsaufgabe stattfindet. Leistungsänderungen in einer „Hotwire“-Objekttransportaufgabe unter verschiedenen räumlich-zeitlichen Schwierigkeitsgraden werden mit veränderten Selbst- und Partnerrepräsentationen korreliert. Neben Messungen von Bewegungen und Wechselwirkungskräften werden Körperschema und Körperbild sowie subjektive Handlungskontrolle abhängig von der Führer-Geführtem-Beziehung und Selbst-Überschneidung mit dem Anderen während und nach dem gemeinsamen Üben erfasst. Mit Mensch-Mensch-Kollaboration als Vergleichsmaßstab werden wir unser Paradigma auf Mensch-Roboter-Kollaborationen anwenden, um nicht nur die Entstehung von Selbst- und Fremd-Repräsentationen zu simulieren, sondern auch die Qualität von robotischer Steuerung in der Form eines „Turing-Tests“ zu testen.Dieses 36-monatige interdisziplinäre Forschungsprogramm wird unsere erfolgreiche Zusammenarbeit in den Bereichen Humanpsychologie, Bewegungswissenschaft und Robotik fortsetzen und basiert auf den Verfahren und Prinzipien, die wir während der ersten Förderperiode der Schwerpunktprogrammes (SPP) entwickelt haben. Es wird den ursprünglichen Umfang erweitern, indem wir vom ruhigen Stehen in den Kontext einer zielgerichtete Aktivität der oberen Extremität im Stehen wechseln. Durch diesen strategischen Schritt wird unser Team seine Überschneidungen mit anderen im SPP vergrößern, um laufende Kooperationen zu intensivieren und weitere zu ermöglichen. Dadurch fördern wir die Ziele des SPP zur Erforschung von Verhaltensindikatoren des minimalen Selbst, der Rolle des Lernens für das Selbst und die kognitive Robotik. Langfristig wird die Entwicklung sozialer robotischer Systeme zur alltäglichen Unterstützung des Menschen vorangetrieben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugÖsterreichMitverantwortlichDr. Leif  Johannsen"
    },
    {
      "project_id": "467028049",
      "url": "https://gepris.dfg.de/gepris/projekt/467028049",
      "title": "Rekonstruktion der naiven Theorie des Selbst",
      "subject_area": "Biologische Psychologie und Kognitive NeurowissenschaftenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467028049",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Unabhängig von der wissenschaftlichen Frage, ob man das Konzept eines „Selbst“ für die Erklärung menschlichen Verhaltens benötigt, ist dessen Rolle im menschlichen Alltag doch offensichtlich: Laien schreiben anderen Personen, manchmal aber auch Tieren oder technischen Systemen ein „Selbst“ zu und verhalten sich dementsprechend. So werden Agenten, denen ein Selbst zugesprochen wird, fürsorglicher und höflicher behandelt, und sie erfahren mehr Empathie. Was aber sind die Kriterien für die Zuschreibung eines Selbst?Dieser Frage wird das geplante Projekt mithilfe eines „synthetischen“ Ansatzes nachgehen. Wir werden kleine, sehr simpel konstruierte Roboter so programmieren, dass ihr Verhalten Eigenschaften widerspiegelt, die der Zuschreibung eines Selbst zugrunde liegen könnten—wie z.B. Kausalität, menschenähnliche Bewegungsschnelligkeit, verhaltensmäßige Effizienz, Lernfähigkeit und soziale Sensibilität. Versuchspersonen werden mit Videos des Verhaltens von ansonsten identischen Robotern konfrontiert, die diese Eigenschaften entweder zeigen oder nicht zeigen, und sie sollen beide hinsichtlich einer Reihe von Selbst-relevanten Eigenschaften einschätzen.Die Verhaltenseigenschaften, die zu einer signifikanten Erhöhung der Zuschreibung eines Selbst führen, werden anschließend miteinander kombiniert; d.h., wir programmieren einen autonomen Roboter, der alle diese relevanten Verhaltenseigenschaften zeigt. Versuchspersonen werden mit dem Verhalten dieses Roboters konfrontiert und dem Verhalten eines ansonsten identischen Roboters, der aber durch einen anderen Menschen gesteuert wird. In dem Maße, in dem Versuchspersonen nicht mehr in der Lage sind, die Verhaltensweisen dieser beiden Roboter zu unterscheiden, gehen wir davon aus, die Kriterien für die Zuschreibung eines menschenähnlichen Selbst identifiziert zu haben.In einem weiteren Schritt untersuchen wir, in welcher Weise die Zuschreibung eines menschenähnlichen Selbst den sozialen Umgang mit dem Roboter verändert: ob sie ihm Empathie zuschreiben, ihm mehr vertrauen, sich konform mit seinem Verhalten zeigen und ihn weniger aggressiv behandeln. In einem abschließenden Kooperationsexperiment werden wir alle relevanten Verhaltenseigenschaften in einem humanoiden Roboter implementieren, um einem künstlichen, aber doch „menschlichen“ Selbst so nahe wie möglich zu kommen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstEhemaliger AntragstellerProfessor Dr. Bernhard  Hommel, bis 8/2023"
    },
    {
      "project_id": "402782106",
      "url": "https://gepris.dfg.de/gepris/projekt/402782106",
      "title": "The active self (Administrativer Teilantrag)",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieArbeitswissenschaft, Ergonomie, Mensch-Maschine-SystemeEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402782106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Keine Zusammenfassung vorhandenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstInternationaler BezugNiederlande"
    },
    {
      "project_id": "402782043",
      "url": "https://gepris.dfg.de/gepris/projekt/402782043",
      "title": "Wechselwirkungen körperbezogener und körperferner Komponenten des aktiven Selbst",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402782043",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2134: \nDas handelnde Selbst",
      "description": "Unsere Handlungen zielen im Regelfall auf distale Effekte außerhalb unseres eigenen Körpers ab, etwa wenn wir ein reales oder virtuelles Werkzeug manipulieren (sog. ‚remote effects‘). Gleichzeitig gehen mit unseren Körperbewegungen aber immer auch ‚residente‘ Effekte am eigenen Körper einher. Zwischen körperfernen und körperbezogenen Effekten können Diskrepanzen auftreten, zum Beispiel wenn die gesehene Bewegungsrichtung eines manipulierten Werkzeugs der gefühlten Bewegungsrichtung der Hand widerspricht. Solche Diskrepanzen beeinträchtigen die Bewegungsproduktion nachhaltig. Im Projekt wird untersucht, wie solche Diskrepanzen explizite und implizite Maße von Kontrolle und Köperzugehörigkeit distaler Ereignisse, also ihre Integration in das sog. minimale Selbst, verändern. Wir vermuten, dass körperbezogene Repräsentationen unterdrückt werden, sofern von ihnen Interferenz in der Bewegungsproduktion ausgeht. Die Eigenschaften und Auswirkungen dieser „körperbezogenen“ Unterdrückung, wie ihre strategische Kontrollierbarkeit und ihr Einfluss auf die Verarbeitung körperbezogener Ereignisse, sollen aufgedeckt werden. Das Projekt wird damit zur Spezifizierung eines wichtigen Mechanismus zur Entstehung eines aktiven Selbst führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2134: \nDas handelnde SelbstMitverantwortlicheProfessor Dr. Martin  Butz;Professor Dr. Markus  Paulus"
    }
  ]
}