{
  "spp_number": "SPP 2370",
  "spp_title": "Verknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460921994",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "501591928",
      "url": "https://gepris.dfg.de/gepris/projekt/501591928",
      "title": "Ammoniak vor Ort: Trennung der Ladungserzeugung von der N2-Reduktion im Dunkeln an maßgeschneiderten TiO2-Aerogelen",
      "investigators": "Professor Dr. Roland  Marschall;Professorin Dr. Barbara  Milow;Professor Dr. Dirk  Ziegenbalg",
      "subject_area": "Festkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501591928",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "In diesem Projekt werden wir auf unseren bisherigen Arbeiten aufbauen, um das Konzept eines nachhaltigen und kostengünstigen Verfahrens zur Erzeugung von Ammoniak vor Ort systematisch zu untersuchen. Wir konnten nachweisen, dass hohe Mengen an durch Sonnenlicht geladenen Elektronen in synthetisch hergestellten TiO₂-Aerogelen genutzt werden können, um N₂ im Dunkeln zu Ammoniak zu reduzieren, und haben zudem Reaktionsparameter und Reaktorkonzepte zur Optimierung dieses Prozesses untersucht. Wir werden nun synthetische Variationen von TiO₂-Aerogelen erforschen, um die Effizienz der Photoladung und der NRR-Prozesse im Dunkeln zu verbessern. Die Aerogele werden mit anderen Nanostrukturen, wie TiO₂-Nanofasern, verglichen. Es werden insbesondere hybride und hierarchische Aerogele eingesetzt, während zudem Dotierungs- und Upscaling-Strategien untersucht werden. Darüber hinaus werden wir unser Reaktorkonzept weiterentwickeln, da es sich bereits als ideal für die Trennung der Lichtabsorption und TiO₂-Photoaufladung von NRR im Dunkeln erwiesen hat. Die Erkenntnisse aus dem von uns entwickelten Kapillarreaktor werden hier genutzt, um die Effizienz der Lichtnutzung zu verbessern und die Gerätekosten zu minimieren. Wir werden die Verwendung eines oszillierenden Flachbettreaktors untersuchen, um die photonische Effizienz der Photoladung zu erhöhen. In der Zwischenzeit werden die Prozessbedingungen systematisch untersucht und mit Hilfe von Modellierungsunterstützung optimiert. Auf Grund vielversprechender vorläufiger Ergebnisse werden wir auch die Gasphasen-Photoaufladung/NRR mit Prozessen in der Flüssigphase vergleichen. Alle Materialien werden im Hinblick auf die Bedingungen für die Photoaufladung und die NRR im Dunkeln, die Wellenlängen- und Temperaturabhängigkeit sowie die Verwendung von organischen Abfallstoffen als Lochfänger sorgfältig charakterisiert. Darüber hinaus werden TiO₂-Nanofasern durch Elektrospinnen hergestellt und mit Aerogelen verglichen. Photoelektrochemische Untersuchungen werden den Einfluss der Nanostruktur auf die Photoaufladung und die katalytische Leistung näher beleuchten. In der letzten Phase des Projekts werden wir versuchen, N₂ und CO₂ gleichzeitig im Dunkeln zu Harnstoff zu reduzieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "502052591",
      "url": "https://gepris.dfg.de/gepris/projekt/502052591",
      "title": "Die heterogene photokatalytische Oxidation von Distickstoff zu Stickoxiden in der Gasphase: Mechanismus und Kinetik",
      "investigators": "Professor Dr. Gerd  Bacher;Dr. Jonathan  Bloh;Professorin Dr. Jennifer  Strunk",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502052591",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Das Ziel dieses Projektes ist es, ein detailliertes Verständnis über die photokatalytische Oxidation von N2 zu Stickoxiden an der Oberfläche von Halbleitern zu erlangen. Diese kürzlich entdeckte interessante Reaktion könnte einen vollkommen neuen Weg zur nachhaltigen Synthese von Nitraten ermöglichen, welche zum Beispiel als (solare) Düngemittel eingesetzt werden können. Die Durchführung der Reaktion in der Gasphase hat den signifikanten Vorteil, dass das Wasser-zu-Stickstoff-Verhältnis genau eingestellt werden kann und somit die Wasseroxidation und -reduktion als unerwünschte Nebenreaktionen unterdrückt werden. Es gibt aktuell jedoch nur sehr wenig Wissen über diese Reaktion daher soll dieses Projekt den Grundstein für ein detailliertes mechanistisches und kinetisches Verständnis der Reaktion legen. Dieses herausfordernde Ziel soll mit der gebündelten Expertise der Projektpartner aus den komplementären Bereichen der Spektroskopie, Katalyse und Reaktionstechnik bewältigt werden.Das erste Schritt auf diesem Weg ist es, die Materialbilanz der Reaktion vollständig zu schließen, dafür müssen alle Reaktanden und Produkte identifiziert werden, einschließlich derer der korrespondieren Reduktionsreaktion. Dies ermöglicht es anschließend, die analytischen Methoden ideal einzustellen und ein Protokoll für einen Schnelltest für eine Routinebewertung der Katalysatoren zu entwickeln. Da es aktuell noch keine systematische Studie dazu gibt, werden passende Co-Katalysatoren für die N2-Oxidation identifiziert, indem systematisch verschiedene Metallionen (V, Mo, W, Fe, Pd, Pt, Cu) und deren Oligomere auf TiO2 verankert werden und anschließend deren photokatalytische Aktivität gemessen wird. Diese Metalle wurden ausgewählt basierend auf bekannter Reaktivität in der Stickstoff-Oxidation oder der NO-Zersetzung als Umkehrreaktion. TiO2 wird als photoaktiver Träger eingesetzt, da es bekanntermaßen für diese Reaktion aktiv ist und daher auf jeden Fall passende optoelektronische Eigenschaften aufweist.Das Kernziel ist es dann anschließend sowohl den Mechanismus als auch die Kinetik der Reaktion aufzuklären, in Abhängigkeit der eingesetzten Reaktionsbedingungen (z.B. Temperatur, Gasphasen-Zusammensetzung, Lichtintensität). Durch den Einsatz von in situ und zeitaufgelöster Laser-Spektroskopie können sowohl die Dynamik der Ladungsträger im Halbleiter als auch ihre Wechselwirkung mit den katalytisch aktiven Zentren erforscht werden. Mit Hilfe von Raman- und Infrarotspektroskopie werden Oberflächenintermediate und das Adsorptionsverhalten untersucht. Diese Informationen werden anschließend mit den Daten zur Reaktionsrate und Produktspektrum verknüpft, um ein holistisches mechanistisches und kinetisches Modell zu erhalten, welches die ideale Grundlage für weitere Untersuchungen bildet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "501901537",
      "url": "https://gepris.dfg.de/gepris/projekt/501901537",
      "title": "Elektro- und Photokatalytische N2 Umwandlung mit Übergangsmetall-Chalkogeniden an 2D- und 3D-strukturierten Elektroden (NI-CONSTRUCT)",
      "investigators": "Professor Dr. Andrea  Balducci;Professor Dr. Roland  Marschall;Professorin Dr.-Ing. Christina  Roth",
      "subject_area": "Festkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501901537",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Ziel des vorliegenden Projekts ist die Etablierung geeigneter Elektroden/Elektrolyt-Kombinationen für die elektrokatalytische und photoelektrokatalytische Reduktion von N2 (NRR). Insbesondere werden ionische Flüssigkeiten(IL)-basierte Elektrolyte, 3D-nanostrukturierte Elektroden und neuartige Katalysatormaterialien auf Basis von edelmetallfreien Chalkogeniden, die das natürliche Vorbild der katalytischen Zentren von Nitrogenasen nachahmen, untersucht. Wir planen photoelektrokatalytische und elektrokatalytische NRR in identischen Zwei-Kammer-Zellen zu vergleichen, um Ähnlichkeiten und Voraussetzungen für beide Arten von Reaktionen gemäß dem Hauptgedanken des SPP zu identifizieren. Wir wollen ein Verständnis zwischen der Elektrodenstruktur und Elektrodenzusammensetzung mit den potentiellen Katalysatoren, der durch den Elektrolyten kontrollierten Reaktionsumgebung und der unter elektrochemischen und photoelektrochemischen Bedingungen durchgeführten Reaktion schaffen. Dazu werden im Projekt neuartige ILs auch auf und in faserigen Strukturen immobilisiert, z.B. unter Verwendung des Elektrospinning-Ansatzes, und der Einfluss verbesserter 3-Phasen-Grenzen und verkürzter Diffusionswege für Edukt, Produkt und Ladungsträger auf die NRR-Leistung bestimmt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")Internationaler BezugFrankreichKooperationspartnerDr. Johan  Jacquemin"
    },
    {
      "project_id": "501934135",
      "url": "https://gepris.dfg.de/gepris/projekt/501934135",
      "title": "Integration von Polyoxometallat-Einzelatom-Katalysator-basierten (Photo-)Elektroden in Durchflussreaktoren zur reduktiven und oxidativen Stickstoff-Aktivierung",
      "subject_area": "Anorganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501934135",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "In diesem Projekt schlagen wir die Entwicklung elektrochemisch angetriebener Reaktoren vor, die in der Lage sind, die Stickstoff-zu-Ammonium-Reduktionsreaktion (NRR) und die Stickstoff-zu-Nitrat-Oxidationsreaktion (NOR) zu koppeln, was zu autonomen Reaktoren für die Ammoniumnitratproduktion aus Stickstoff, Wasser und nachhaltiger Elektrizität führt. Das Projekt kombiniert Konzepte aus der Synthese neuartiger Katalysatoren und der stabilen Elektrodenabscheidung mit dem Reaktordesign und der Integration von Materialien in den Reaktor. Das Projekt vereint Fachwissen in der Entwicklung von Single-Site-Katalysatoren und der Funktionalisierung von Elektroden (PI Streb) mit Fachwissen in Reaktionstechnik, Stofftransportoptimierung und Reaktordesign (PI Ziegenbalg). In der zweiten Phase wird das Projekt edelmetallfreie Single-Site-Katalysatoren entwickeln, die auf elektrisch leitfähigen Elektroden verankert sind. Durch Variation der SSC-Metalle kann die NRR/NOR-Reaktivität gesteuert werden, während die Elektrodenverankerung eine stabile, genau definierte Koordinationsumgebung bietet. Die Integration der Elektroden in kontinuierlich rotierende Elektrodenreaktoren ermöglicht eine Intensivierung des Stofftransports, um die NRR- und NOR-Leistung durch Abstimmung der chemischen und reaktionstechnischen Anforderungen zu steigern. Die Systeme werden durch in situ/operando elektrochemische Untersuchungen untersucht. Dies wird Erkenntnisse über die katalytische Leistung und ihre Grenzen vom atomaren bis zum Reaktorniveau liefern und es uns ermöglichen, wichtige Optimierungsparameter zu identifizieren. Zusammenfassend lässt sich sagen, dass dieses Projekt Strömungsreaktoren für die dezentrale Ammoniumnitratproduktion aus molekularem Stickstoff entwickeln wird, und Materialentwicklung, Elektrodenherstellung, Reaktionstechnik und Prozessintensivierung nutzt, um Herausforderungen von der molekularen Ebene bis zum Reaktorniveau zu adressieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "501598466",
      "url": "https://gepris.dfg.de/gepris/projekt/501598466",
      "title": "Koordinationsfonds",
      "subject_area": "Festkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501598466",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Das SPP 2370 Nitroconversion zielt auf die Entwicklung heterogener elektrokatalytischer, photokatalytischer und photoelektrochemischer N2-Umwandlungsreaktionen für dezentrale und nachhaltige N2-Umwandlungswege ab. Dies wird erreicht, indem Einblicke in die Struktur/Aktivitäts-Beziehungen von Katalysatoren, einschließlich experimenteller und theoretischer Designstrategien, gewonnen werden, neuartige Reaktor- und Elektrodenkonzepte entwickelt werden, um die Limitierungen des N2-Stofftransport zu überwinden, und durch den Einsatz neuartiger analytischer Techniken, um Einblicke in die zugrunde liegenden Mechanismen zu erhalten, um in der Lage zu sein, Katalysatoren rational zu entwerfen und neue Reaktionswege zu entwickeln. Das SPP ist ausdrücklich nicht auf die Umwandlung von N2 in NH3 beschränkt, sondern umfasst auch die Forschung zu oxidativen Umwandlungen. Das SPP 2370 zielt auf die systematische Analyse und Verbesserung eines Gesamtprozesses der N2-Umwandlung ab. Nur stark kollaborative und interdisziplinäre Anstrengungen, die im SPP 2370 koordiniert werden, können den Weg für eine solche Entwicklung ebnen. Insbesondere die Bedeutung der Einbindung der Reaktionstechnik direkt in die Entwicklung der grundlegenden Prozesse kann nicht genug betont werden. Nach dem Start der zweiten Periode des SPP 2370 wird ein neuer Lenkungsausschuss eingerichtet, der die verschiedenen Aufgaben, Verantwortlichkeiten und Kenntnisse innerhalb des SPP 2370 repräsentiert. Dieser Ausschuss wird den Koordinator bei der Definition und Durchführung von kooperativen Forschungsaktionen des PP unterstützen. Ziel ist es, dass verschiedene Einzelforschungsprojekte an übergeordneten Fragestellungen und Herausforderungen mit kompatiblen Materialien und experimentellen Ansätzen zusammenarbeiten. Darüber hinaus wird der Ausschuss den Informationsaustausch und die Zusammenarbeit mit international ausgewiesenen Experten auf dem Gebiet organisieren. Der Lenkungsausschuss wird Empfehlungen für die Durchführung der einzelnen Projekte geben und mögliche und vielversprechende Kooperationen und gemeinsame Experimente vorschlagen, die die einzelnen Projekte verbinden. Regelmäßige Workshops, Seminare und ein reger Austausch sollen den interdisziplinären Charakter des SPP fördern. Zum Austausch mit internationalen Wissenschaftlerinnen und Wissenschaftlern findet am Ende des SPP eine internationale Konferenz/Symposium statt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "501932605",
      "url": "https://gepris.dfg.de/gepris/projekt/501932605",
      "title": "Nanostrukturierte Diamant-basierte Materialien für die photoelektrokatalytische Reduktion von Distickstoff",
      "investigators": "Professor Dr.-Ing. Elias  Klemm;Professorin Dr. Anke  Krüger;Dr. Marcel  Risch",
      "subject_area": "Festkörper- und Oberflächenchemie, MaterialsynthesePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501932605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Die nachhaltige Synthese von Ammoniak ist eine der aktuellen Herausforderungen der chemischen Industrie. In diesem Projekt entwickeln wir eine kohlenstoffbasierte Elektronenquelle für die photo(elektro)chemische Reduktion von N2 zu NH3. Das Material der Wahl ist hierbei Diamant, der inzwischen ein gut verfügbares Material ist, das im Industrie-Maßstab durch Hochtemperatur-Hochdruck-Synthese für Partikel und durch chemische Gasphasenabscheidung für dünne Schichten auf Substraten bis zum m2-Maßstab hergestellt wird. Diamant ist chemisch inert, hat eine hohe Überspannung für die H2-Entwicklungsreaktion und weist in dotierter Form eine hohe Mobilität für Elektronen und Löcher auf. Darüber hinaus bieten synthetische Diamantmaterialien die Möglichkeit, die Eigenschaften von Diamanten für die photoelektrochemische Stickstoffreduktionsreaktion (N2RR) anzupassen und zu kontrollieren. Insbesondere die negative Elektronenaffinität von Diamanten ermöglicht die Emission hochreduzierender Elektronen aus dem Leitungsband, was in der zweiten Förderperiode im Mittelpunkt stehen wird. Die große Bandlücke erfordert derzeit eine ultraviolette Anregung, um die solvatisierten Elektronen zu erzeugen. Dotierung, Oberflächenterminierung/-modifizierung und umfassende Nanostrukturierung sind Mittel zur wissensbasierten Beeinflussung der Bandlücke und des Ladungstransfers für N2RR mit sichtbarem Licht sowie der Leitfähigkeit und der Oberfläche mit dem Ziel, die Produktausbeute und Selektivität der elektrochemischen N2RR zu optimieren. Unsere Arbeiten zur Produktanalyse, Synthese und Zellentwicklung in der ersten Förderperiode sind die Basis für die weitere Entwicklung in Richtung der vorgeschlagenen photoelektrochemischen Studien. Die Synthese modifizierter Diamantmaterialien zielt zunächst darauf ab, die Struktur-Aktivitäts-Beziehungen für die elektrochemische und photochemische N2RR getrennt einzustellen und zu verstehen. Daher ist eine gründliche Charakterisierung dieser Materialien erforderlich, insbesondere eine laborgestützte ex-situ und in-situ Charakterisierung mit UV-Vis, elektrochemischer Impedanzspektroskopie (EIS), XPS und Synchrotron-Röntgenspektroskopie, um die Zustandsdichte in der Nähe des Fermi-Niveaus abzubilden, das durch Lichtanregung besetzt werden kann. Die Adsorption von Distickstoff und seinen Zwischenprodukten wird mit elektrochemischer Gravimetrie und EIS untersucht, um zu klären, ob die solvatisierten Elektronen wie erwartet als Außensphärenprozess reagieren. Die Besetzung der adsorbierten Zwischenprodukte und damit die Produktausbeute für Ammoniak werden durch einen gepulsten Betrieb optimiert. Mit diesen experimentellen Ansätzen können Struktur-Aktivitäts-Beziehungen identifiziert und rationalisiert werden, um die N2RR wissensbasiert zu optimieren. Die Ergebnisse nutzen wir zum Einsatz optimierter Diamantmaterialien in der photo(elektro)katalytischen Stickstoffreduktion und die Identifikation optimierter Material-Reaktorkombinationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "502054395",
      "url": "https://gepris.dfg.de/gepris/projekt/502054395",
      "title": "Oberflächenoptimierte Metallnitride für echte Stickstoffreduktion - SUNRed",
      "investigators": "Professorin Dr. Anjana  Devi;Dr.-Ing. Corinna  Harms;Professor Dr. Michael  Wark",
      "subject_area": "Festkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502054395",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Ammoniak ist eine wesentliche Grundchemikalie, die für die moderne Landwirtschaft unverzichtbar ist. Das Interesse an der elektrochemischen Ammoniaksynthese ist in letzter Zeit angesichts des Klimawandels und der Verwendung von Ammoniak zur Bildung von kohlenstofffreien, energiedichten, flüssigen Wasserstoffträgern und zukünftigen Kraftstoffen enorm gestiegen. Das Projekt \"Oberflächenoptimierte Metallnitride für echte Stickstoffreduktion (SuNRed)\" zielt darauf ab, eine echte (photo)elektrochemische Ammoniaksynthese aus elementarem Stickstoff an Übergangsmetall(oxy)nitriden (tw. unter Mitwirkung von Kohlenstoffnitriden) durchzuführen und deren Leistung (Effizienz und/oder Selektivität) durch Optimierung der Oberflächen zu verbessern. Das Konsortium aus der Carl von Ossietzky Universität Oldenburg, dem Deutschen Zentrum für Luft- und Raumfahrt, der Ruhr-Universität Bochum und einem Kollegen vom Tyndall National Institut in Irland als Mercator Fellow vereint fundiertes Fachwissen zur Synthese von nanostrukturierten Materialoberflächen, Dünnschichtkatalysatoren und porösen Materialien mit Kompetenzen in der (photo)elektrochemischen Auswertung sowie der theoretisch-chemischen Berechnung der Oberflächenreaktionen.Die elektrokatalytische Stickstoffreduktionsreaktion an Nitriden läuft höchstwahrscheinlich über den heterogenen Mars-van-Krevelen (MvK)-Mechanismus ab, wodurch der Nachteil der Stickstoffadsorption als erster mechanistischer Schritt, der die Leistung anderer Katalysatoren begrenzt, überwunden wird. Beim MvK-Mechanismus spielen die Bildung und Auffüllung von Stickstofflücken eine entscheidende Rolle. Die Rolle dieser Leerstellen und ihre Optimierung stehen im Mittelpunkt von SUNRed, wobei wir die Stickstoffleerstellen nutzen wollen, um die Aktivität und Selektivität von Übergangsmetallnitriden zu verbessern. Wir stellen daher die Hypothese auf, dass durch die Ausbildung definierter Oberflächen und über die Dotierung mit Heteroatomen die Konzentration und die Koordinationsumgebung von Stickstoffleerstellen gesteuert werden können, um die grundlegenden mechanistischen Schritte der Stickstoffreduktionsreaktion zu kontrollieren und den selektiven Übergang zu Ammoniak anstelle unerwünschter Nebenprodukte zu fördern.Mit den Erkenntnissen aus den facettierten Modellkatalysatoroberflächen und der Modifizierung der aktiven Stellen durch Einfügung von Leerstellen und Heteroatomdotierungen in Übergangsmetallnitrid-Modellkatalysatoren können wir die Struktur-Eigenschafts-Beziehung dieser Materialien systematisch untersuchen und verstehen. Untersuchungen anwendungsbezogener Katalysatormorphologien (poröse Strukturen, Nanopartikel) und ergänzende theoretische Erkenntnisse, die vom Mercator-Fellow über die rechnerische Beschreibung von Stickstoffleerstellen, Stabilität und Stickstoffreduktionsreaktionskinetik im MvK-Mechanismus beigesteuert werden, werden ein umfassendes Bild der Stickstoffreduktionsaktivität von Übergangsmetallnitriden liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "501674274",
      "url": "https://gepris.dfg.de/gepris/projekt/501674274",
      "title": "Photoelektrochemische N2-Fixierung im kontinuierlichen Fluss zur Generierung von kleinen und hochwertigen organischen Molekülen",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501674274",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Dieses Projekt strebt die Synthese, Charakterisierung und Nutzung von neuartigen heterogenen Photokathodenmaterialien an, welche dem Zweck der reduktiven N2-Fixierung in kleinen organischen Molekülen innerhalb organischer Lösungsmittel dienen. Die Kombination aus Redoxenergien, welche Anwendung in der Elektrochemie finden, und Photonen des sichtbaren Spektrums stattet die heterogene Photokathode dabei mit genügend Energie aus, um an Oberflächen vermittelte Stickstofffixierung bei reduktiven Prozessen zu ermöglichen. Dabei werden zwei Arten von heterogenen Photokathoden untersucht: i) Photokathoden basierend auf Kohlenstoffnitride mit eingearbeiteten Alkali- bzw. Übergangsmetallen der ersten Reihe ii) Photokathoden bestehend aus einer Doppelschicht von CuO/Cu2O. Die photoelektrochemische Reduktion von N2 wird dabei mit der Oxidation, welche ebenfalls elektrochemisch vermittelt wird, eines kleinen organischen Moleküls gekoppelt, um die Umwandlung von einfachen organischen Stoffen in hochwertigere Amine, Aminosäuren oder Azolen zu ermöglichen. Kontinuierlich laufende Flowreaktoren werden dabei als ideale Reaktoren für den Umgang mit zweiphasigen photoelektrochemischen Gas-Flüssig-Reaktionen genutzt. Ihre Fähigkeit, Gegendruck auszuüben und dadurch die Konzentration von N2 in Lösung zu erhöhen, begünstigt die Kinetik der N2-Fixierung. Zusätzlich hierzu erlaubt die Durchführung in einem organischen Lösungsmittel anstelle von Wasser, es durch das Ausschließen von der konkurrierenden Wasserstofferzeugung den faradayschen Wirkungsgrad zu erhöhen und fördert des Weiteren die Löslichkeit von Stickstoff. Im Rahmen des Schwerpunktprogrammes 2370 (SPP 2370) zur Umwandlung von Stickstoff vereint dieses Projekt disziplinübergreifend die Expertise aus den Forschungsgebieten der organischen Synthese, der Charakterisierung und Synthese von heterogenen Stoffen, der synthetischen Photoelektrochemie und der kontinuierlichen Gas-Flüssig-Flow Chemie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")Ehemaliger AntragstellerOleksandr  Savatieiev, Ph.D., bis 8/2023"
    },
    {
      "project_id": "502202153",
      "url": "https://gepris.dfg.de/gepris/projekt/502202153",
      "title": "Photoelektrochemische Stickstoffreduktion: Aktivität, Selektivität und Stabilität ternärer Cu-basierter Oxidphotokathoden",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502202153",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Die photoelektrochemische (PEC) Stickstofffixierung stellt eine mögliche Option zur klimaneutralen Ammoniaksynthese dar. In diesem Projekt sollen daher die Eigenschaften und die photokatalytische Aktivität zweier ternärer Kupfer-basierter Oxidphotokathoden, CuFeO2 und CuBi2O4, für die PEC Stickstoffreduktionsreaktion (NRR) untersucht werden. Diese ternären Oxide sind aussichtsreiche PEC NRR Photokathoden: sie sind p-leitend, haben Bandlücken, welche die effiziente Absorption von Sonnenlicht gestatten, sowie Bandkantenpositionen, die eine Stickstofffixierung ermöglichen. Die katalytische NRR-Aktivität der eng verwandten binären Kupferoxide, CuO und Cu2O, wurde bereits nachgewiesen. Im Gegensatz zu den binären Kupferoxiden sind die ternären Materialien signifikant stabiler in wässrigen Elektrolyten und haben durch die Beimischung eines weiteren Metallkations das Potential zur Bifunktionalität. CuFeO2 und CuBi2O4 sind daher nicht nur vielversprechende neue NRR-Katalysatoren, sie sind auch reizvolle Modellsysteme, an denen der Einfluss verschiedener Metallkationen auf die Aktivität, Stabilität und Selektivität von NRR-Photokathoden grundlegend untersucht werden kann.\tDieses Projekt hat folgende Ziele: 1) Etablierung von Struktur-Aktivitäts-Beziehungen der untersuchten Oxide, 2) Analyse chemischer Veränderungen an der Reaktionsgrenzfläche während der Photoelektrokatalyse und 3) Aufklärung des Reaktionsmechanismus der NRR auf diesen Materialien. Das vorgeschlagene Projekt adressiert daher die Kernthemen “Katalysatorsynthese und physikochemische Charakterisierung” sowie “experimentelle und theoretische Untersuchung des Reaktionsmechanismus” des Schwerpunkprogramms Nitroconversion (SPP 2370). Nach der Synthese und PEC Charakterisierung phasenreiner, Kupfer-basierter Oxidphotokathoden, kombinieren wir atomar aufgelöste Mikroskopie- und Spektroskopiemethoden mit theoretischen Studien, um die Grenzschicht zwischen Elektrode und Elektrolyt zu untersuchen. Diese Kombination ermöglicht einen direkten Vergleich zwischen makroskopischen PEC Eigenschaften und atomistischen Simulationen. Zu den verwendeten Techniken gehören operando Degradationsmessungen der Photokathode zur Stabilitätsevaluation, operando Fourier-transformierte Infrarot (FTIR) Spektroskopie zur Detektion von Reaktionsintermediaten an der Grenzfläche und online Differenzielle elektrochemische Massenspektrometrie (DEMS) zur Quantifizierung von Reaktionsprodukten. Im theoretischen Fokus steht die Implementierung einer neuen Methode zur effizienten Berechnung der Thermochemie der NRR im explizit modellierten Lösemittel, um ein mikroskopisches Verständnis für den Reaktionsmechanismus unter Experiment-nahen Bedingungen zu entwickeln. Die enge Kooperation zwischen Experimenten und komplementären theoretischen Studien wird dazu beitragen, katalytisch aktive Oberflächenstrukturen für die PEC NRR zu identifizieren und Hinweise auf relevante Reaktionsmechanismen zu geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")Internationaler BezugChina, Island, USAKooperationspartnerinnen / KooperationspartnerDr. Jason K.  Cooper;Professor Hannes  Jónsson, Ph.D.;Professorin Dr. Francesca Maria  Toma;Professor Dr. Wei  Wei"
    },
    {
      "project_id": "501934692",
      "url": "https://gepris.dfg.de/gepris/projekt/501934692",
      "title": "Photoredoxkatalytische redoxneutrale Synthese von Aryldiazenen aus molekularem Stickstoff",
      "investigators": "Professorin Dr. Anke  Krüger;Professor Dr. Burkhard  König",
      "subject_area": "Festkörper- und Oberflächenchemie, MaterialsyntheseOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501934692",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Unser Projekt hat das Ziel, eine Methode zur Aktivierung von molekularem Stickstoff durch Ein-Elektronen-Reduktion für die direkte Reaktion mit organischen aromatischen Verbindungen zu entwickeln. Der vorgeschlagene Ansatz nutzt die besonderen Eigenschaften modifizierter Diamantoberflächen, die bei Anregung aufgrund ihrer negativen Elektronenaffinität Elektronen in wässrige Lösungen abgeben können. Frühere Studien haben gezeigt, dass diese solvatisierten Elektronen mit Distickstoff reagieren und nach Protonierung das reaktive N2H-Radikal bilden. Wir möchten diese reaktiven Zwischenprodukte durch Reaktion mit aromatischen Kohlenwasserstoffen abzufangen. In einem redoxneutralen Prozess wird Distickstoff in eine C-H-Bindung eingebaut, wodurch Diazenmoleküle entstehen, die als Plattformchemikalie für eine Vielzahl wichtiger organischer Amine dienen können. Die Erzeugung solvatisierter Elektronen aus Diamant durch Licht ist aufgrund der sehr großen Bandlücke von 5,47 eV derzeit nur durch UV-Bestrahlung möglich. In diesem Projekt streben wir den Einsatz von sichtbarem Licht an. Dies erfordert ein umfangreiches Bandlücken-Engineering des Diamantmaterials. Mehrere Strategien, einschließlich Nano¬strukturierung, Oberflächenfunktionalisierung und -dotierung sowie die Bildung von Hybrid¬diamant¬materialien, werden verfolgt, um die erforderlichen Intrabandgap-Zustände einzuführen. Das Reaktordesign wird so angepasst, dass ein Zweiphasensystem zur Erzeugung solvatisierter Elektronen und deren Extraktion in eine organische Phase durch Reaktion mit geeigneten Aromaten verwendet werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")Internationaler BezugTschechische RepublikKooperationspartnerProfessor Pavel  Jungwirth, Ph.D."
    },
    {
      "project_id": "501491300",
      "url": "https://gepris.dfg.de/gepris/projekt/501491300",
      "title": "Protonenleitfähigkeit in Festkörperelektrolyten für die fortgeschrittene elektrochemische Niedertemperatursynthese von Ammoniak - Phase II",
      "investigators": "Professorin Dr. Doreen  Mollenhauer;Dr. Daniel  Siegmund;Professor Dr. Wolfgang  Zeier",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501491300",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Dieses Projekt zielt darauf ab, die nachhaltige Ammoniakproduktion durch die Entwicklung einer flexiblen elektrochemischen Plattform für die Stickstofffixierung bei moderaten Temperaturen voranzutreiben. Dabei werden fortschrittliche superprotonische Leiter mit maßgeschneiderten Elektrokatalysatoren in optimierte Zellarchitekturen integriert, um eine direkte N₂- und NOx-Reduktion in einem einzigen modularen System zu ermöglichen. Das Projekt kombiniert Materialentwicklung, Zelltechnik und theoretische Modellierung, um einen skalierbaren und robusten Prozess zu schaffen, der die derzeitigen Grenzen der Ammoniaksynthese überwindet. Über die Verbesserung der Ammoniakproduktion hinaus wird die Arbeit wertvolle Einblicke in die Materialintegration, das Verhalten der Grenzflächen und die Reaktionsmechanismen liefern und so den Fortschritt bei der Energieumwandlung und der nachhaltigen Ressourcennutzung fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "574610964",
      "url": "https://gepris.dfg.de/gepris/projekt/574610964",
      "title": "Synergistisches Design von Katalysatoren, Elektroden und Verfahren zur elektrochemischen Stickstoffreduktion mit Kohlenstoff(nitrid)-stabilisierten Zirkoniumnitridsystemen",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 574610964",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Das Forschungsprojekt verfolgt einen Ansatz zur Entwicklung und Integration von Kohlenstoff(nitrid)-stabilisierten Zirkoniumnitrid-Katalysatoren für die elektrochemische Stickstoffreduktion (eNRR) mit dem Ziel einer nachhaltigen Ammoniaksynthese. Im Mittelpunkt steht die Entwicklung Kohlenstoff(nitrid)-stabilisierter Zirkoniumnitrid-Katalysatoren, die in ihrer Struktur und Funktion gezielt für den Einsatz unter technisch relevanten Bedingungen optimiert werden. Diese Katalysatoren basieren auf ZrN-Nanopartikeln, die in mikro- und mesoporöse Kohlenstoffmatrices eingebettet und durch dünne Kohlenstoffnitrid-Schichten weiter stabilisiert werden. Dieses Materialdesign adressiert eine der zentralen Herausforderungen der eNRR: Die Aktivierung von molekularem Stickstoff an stabilen, wasserunlöslichen und langzeitstabilen Katalysatoroberflächen. Die Nutzung von Zirkoniumnitrid als aktives Zentrum, kombiniert mit gezielter Oberflächenfunktionalisierung und Defektsteuerung, eröffnet neue Möglichkeiten, den Mechanismus der Stickstoffaktivierung (z.B. über den Mars-van-Krevelen-Mechanismus) zu nutzen und die Selektivität sowie die Faradaische Effizienz der Ammoniakbildung signifikant zu steigern. Parallel zur Materialentwicklung wird im Projekt ein reaktionstechnisch neuartiges Testkonzept verfolgt, das die Katalysatoren in Zero-Gap-Zellen unter erhöhtem Stickstoffdruck evaluiert. Diese Kombination von fortschrittlicher Katalysatorarchitektur und modernster Reaktortechnik stellt ein Novum in der eNRR-Forschung dar. Während bisherige Studien meist auf H-Zellen oder einfache Durchflusszellen bei Umgebungsdruck beschränkt waren, erlaubt der Einsatz von druckstabilen Zero-Gap-Elektrolyseuren die Untersuchung der Katalysatoren unter realitätsnahen, industriell relevanten Bedingungen. Durch die gezielte Erhöhung des Stickstoffdrucks - bis zu 80 bar - und die präzise Steuerung von Temperatur, Gasfluss und Elektrolytzusammensetzung können Massentransportphänomene, Katalysatorstabilität und Leistungsfähigkeit erstmals systematisch und vergleichbar untersucht werden. Dies ermöglicht nicht nur eine realistische Bewertung der Effizienz und Langzeitstabilität der entwickelten Materialien, sondern auch die Identifikation und Optimierung von Struktur-Eigenschafts-Beziehungen unter technisch relevanten Bedingungen. Das Projekt vereint zwei bislang weitgehend getrennte Forschungsstränge: die gezielte, materialchemische Entwicklung hochleistungsfähiger Katalysatoren und die Umsetzung eines innovativen, druckbasierten Reaktorkonzepts für die eNRR. Durch diese Verzahnung von Katalysator- und Reaktordesign wird ein Verständnis der elektrochemischen Stickstoffreduktion über mehrere Längenskalen hinweg angestrebt. Die geplanten Arbeiten leisten damit einen Beitrag zur Überwindung der bisherigen Limitierungen der eNRR und ebnen den Weg für die Entwicklung energieeffizienter, skalierbarer und industriell einsetzbarer Prozesse zur nachhaltigen Ammoniaksynthese.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    },
    {
      "project_id": "502146784",
      "url": "https://gepris.dfg.de/gepris/projekt/502146784",
      "title": "Untersuchung der photokatalytischen und photothermokatalytischen Ammoniak-Produktion aus molekularem Stickstoff und Wasser bei erhöhten Temperaturen und Drücken",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502146784",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")",
      "description": "Ammoniak ist eine der wichtigsten Basischemikalien und für unsere chemische Industrie sowie die Landwirtschaft unerlässlich. Seine Produktion mittels des Haber-Bosch-Verfahrens ist jedoch sehr energieintensiv und verursacht bis zu 2% der weltweiten CO2-Emissionen. Die photokatalytische Reduktion von Stickstoff bei gleichzeitiger Wasseroxidation ist daher eine interessante Alternative für die nachhaltige Produktion von Ammoniak. Aktuell ist über die Reaktion aber erst wenig bekannt und grundlegende Fragestellungen zum Einfluss von verschiedenen Reaktionsparametern sowie dem Reaktionsmechanismus sind weitestgehend ungeklärt – diese Wissenslücke soll das vorliegende Projekt füllen.Der erste Schritt dabei ist die Untersuchung, welchen Einfluss die Reaktionstemperatur hat. Auch wenn bei photokatalytischen Reaktionen die Energie durch die hochenergetischen Photonen bereitgestellt wird, so haben wir in der Vergangenheit in vielen Fällen einen sehr positiven Effekt erhöhter Reaktionstemperaturen festgestellt. Auch unsere Vorarbeiten zur photokatalytischen Stickstoffreduktion deuten hier auf ein immenses Potential hin. Davon ausgehend werden systematisch verschiedene Temperaturen und deren Einfluss auf die Reaktionsrate untersucht. The nächste ungeklärte Frage ist, ob die Verfügbarkeit von Stickstoff am Katalysator ein limitierender Faktor ist. Um dies zu untersuchen werden wir mit erhöhtem Druck arbeiten, um direkt die Konzentration von Stickstoff in der wässrigen Suspension zu erhöhen.Unter diesen Reaktionsbedingungen (hohe Temperatur und Druck) ist es nicht auszuschließen, dass die direkte photokatalyschen Reduktion von N2 auch überlagert ist durch eine photokatalytische und/oder thermische „Haber-Bosch“-Reaktion, d.h. die Bildung von Ammoniak aus den Elementen, wobei das dafür notwendige H2 aus Wasserspaltung stammen könnte. Wir werden daher im Detail untersuchen, unter welchen Bedingungen diese Reaktionen ablaufen können und welchen Beitrag sie zur beobachteten Gesamtreaktionsrate leisten. Diese Erkenntnisse sind wichtig für zukünftige Katalysatorentwicklungen, da sie bestimmen, ob die (Photo)Katalysatoren die Wasserstoffbildung unterdrücken müssen oder nicht.Als Photokatalysatoren werden wir die Materialklasse der Bismutoxyhalogene (BIOX, X=Cl, Br, I) systematisch untersuchen. Dabei werden wir durch Variation der Synthesebedinungen die Stöchiometrie der Halogene, die Partikelmorphologie und -größe variieren und die photokatalytische Aktivität bei der N2-Reduktion bestimmen. Dabei wird auch untersucht, ob die Materialien unter den intensivierten Bedingungen in diesem Projekt ausreichend stabil sind. Schließlich werden durch die Analyse der Reaktionsrate bei verschiedenen Reaktionsbedingungen mittels kinetischer Modellierung grundlegende optoelektronische und katalytische Materialparameter bestimmt und mit den physikalischen Eigenschaften der Materialien korreliert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2370: \nVerknüpfung von Katalysatoren, Mechanismen und Reaktorkonzepten für die Umwandlung von Distickstoff durch elektrokatalytische, photokatalytische und photoelektrochemische Methoden (\"Nitroconversion\")"
    }
  ]
}