{
  "spp_number": "SPP 2453",
  "spp_title": "Integration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/521173510",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "541647314",
      "url": "https://gepris.dfg.de/gepris/projekt/541647314",
      "title": "Der Beitrag der zytosolischen Chaperone zur Biogenese von mitochondrialen Proteinen",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541647314",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Die meisten mitochondrialen Proteine werden im Kerngenom kodiert und nach ihrer Synthese an zytosolischen Ribosomen in die Mitochondrien importiert. Dementsprechend stehen sie vor der Herausforderung, im Zytosol eine für den Import geeignete Konformation beizubehalten. Dies ist besonders wichtig für Vorläuferproteine, die hydrophobe Abschnitte enthalten, wie z. B. Segmente, die in eine mitochondriale Membran integriert werden. Solche exponierten hydrophoben Bereiche machen diese Proteine anfällig für unphysiologische Wechselwirkungen und Aggregation. Daher binden zytosolische Faktoren neu synthetisierte Präproteine auf ihrem Weg in die Mitochondrien und wirken so der Aggregation, dem Abbau und der Fehlfaltung entgegen. Trotz der in den letzten Jahren erzielten Fortschritte fehlt uns immer noch ein umfassendes Bild des gesamten Repertoires an Faktoren, die mit mitochondrialen Proteinen während ihrer Passage durch das Zytosol assoziiert sind, und es gibt noch keine mechanistischen Erkenntnisse über die Rolle einzelner Faktoren. In diesem Antrag wollen wir diese Lücke schließen, indem wir die Expertise unserer beiden Labors zusammenführen, das sich in mehreren produktiven Kooperationen als starke Kombination erwiesen hat. Wir werden zwei Hauptziele verfolgen, die jeweils von einer Gruppe geleitet, aber von der anderen stark unterstützt werden: Ziel 1: Definition des Chaperon-Interaktoms verschiedener mitochondrialer Proteine auf dem Weg in die Mitochondrien (unter der Leitung der Rapaport-Gruppe). Ziel 2: Untersuchung der Wechselwirkungen der verschiedenen (Co-)Chaperone mit mitochondrialen Vorläuferproteinen (unter Leitung der Buchner-Gruppe). Um Ziel 1 zu erreichen, werden wir sowohl Pull-Down-Assays als auch Proximity Labeling mit anschließender Massenspektrometrie durchführen. Anschließend werden die neu identifizierten Faktoren durch eine Reihe von funktionellen Tests validiert. Im Rahmen von Ziel 2 werden wir mit Hilfe eines breiten Spektrums von Techniken die Wechselwirkungen von Chaperonen mit mitochondrialen Vorläuferproteinen unter verschiedenen Bedingungen im Detail analysieren. Dabei werden sowohl bekannte Chaperone als auch neu identifizierte Faktoren in diese Assays einbezogen. Die Beteiligung von Importrezeptoren an diesem Prozess wird ebenfalls untersucht werden. Zusammenfassend werden die vorgeschlagenen Projekte ein umfassendes Bild des 'Chaperonings' von Vorläuferproteinen auf ihrem Weg durch das Zytosol in die Mitochondrien ergeben. Wir nehmen an, dass dies durch eine zentrale (Co-)Chaperon-Maschinerie erfolgt, die durch zusätzliche Faktoren auf präproteinspezifische Weise ergänzt wird. Wir werden auch Informationen darüber erhalten, ob die Freisetzung der Chaperone als Teil des Transfers des Proteins zur Importpore ein regulierter Prozess ist, an dem die Importrezeptoren beteiligt sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541555098",
      "url": "https://gepris.dfg.de/gepris/projekt/541555098",
      "title": "Die Rolle der J-Domän-Proteine in der Qualitätskontrolle des mitochondrialen Proteinimports",
      "investigators": "Professor Dr. Thomas  Becker;Professorin Dr. Janine  Kirstein",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541555098",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien importieren etwa 1000 verschiedene Proteine, die als Vorstufen an cytosolische Ribosomen produziert werden. Cytosolische Chaperone wie Hsp70 und ihre Co-Chaperone, die J-Domänen-Proteine, leiten die Vorstufenproteine zur der Translokase der äußeren Membran (TOM-Komplex). Eine vorzeitige Faltung der Vorstufen, ein vermindertes Membranpotenzial oder eine Beschädigung des Translokons können dazu führen, dass die Vorstufenproteine im TOM-Kanal hängenbleiben. Dies führt zu einer Akkumulation von nicht importierten Proteinen in der Zelle, was eine zelluläre Stressreaktion und den Zelltod auslösen kann. Es gibt molekulare Mechanismen, die die Vorläuferproteine aus dem TOM-Komplex entfernen können. Die mitochondriale Proteintranslokation-assoziierte Degradation (mitoTAD) entfernt unter konstitutiven Bedingungen Proteine aus dem TOM-Kanal, während die mitochondriale kompromittierte Proteinimport-Antwort (mitoCPR) den TOM-Komplex unter Import-Stressbedingungen freiräumt. Ob cytosolische Chaperone bei der Entfernung von nicht importierten Vorstufenproteinen eine Rolle spielen, ist noch unbekannt. Unsere vorläufigen Daten deuten darauf hin, dass cytosolische J-Domänen-Proteine am Abbau von nicht importierten Proteinen beteiligt sind. In diesem Projekt wollen wir die Vorteile der Bäckerhefe Saccharomyces cerevisiae und des Fadenwurms Caenorhabditis elegans kombinieren, um die molekularen Funktionen und die physiologische Rolle der J-Domänen-Proteine bei der Überwachung des mitochondrialen Proteinimports zu ergründen. Zunächst werden wir die cytosolischen J-Proteine identifizieren, die für den Abbau mitochondrialer Vorstufenproteine erforderlich sind. Mithilfe einer Kombination aus in vivo und in vitro Assays werden wir die Funktion der einzelnen J-Domänen-Proteine für die Extraktion aus dem Translocon, die Ubiquitylierung und schließlich dem Abbau mitochondrialer Vorstufenproteine entschlüsseln. Zweitens werden wir die Rolle der J-Domänen-Proteine bei der Verteilung der nicht importierten mitochondrialen Proteine in der Zelle und in transiente Proteinablagerungen analysieren. Drittens werden wir in C. elegans die Rolle der J-Domänen-Proteine während des Proteinimport-Stresses für die Aktivierung zellulärer Stressreaktionen wie der mitochondrialen Stressantwort (UPRmt), der integrierten Stressantwort (ISR) und der Hitzeschockantwort (HSR) untersuchen. Wir werden die physiologische Bedeutung der durch J-Domänenproteine vermittelten Qualitätskontrolle für die Zelle und für den Organismus C.elegans sowie insbesondere für Nerven- und Muskelgeweben analysieren, die einen hohen energetischen Bedarf haben. Unser Projekt wird wichtige molekulare Mechanismen aufdecken, wie J-Domänen-Proteine die mitochondriale Proteinbiogenese in das zelluläre Proteostase-Netzwerk integriert und welche physiologische Rolle sie für die Funktion von Neuronen und Muskeln spielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541758477",
      "url": "https://gepris.dfg.de/gepris/projekt/541758477",
      "title": "Die Rolle des lysosomalen Proteinabbaus in der mitochondrialen Antwort auf Membranstress",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541758477",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien spielen eine kritische Rolle für den zellulären Metabolismus, sind die Hauptquelle für ATP, und beherbergen diverse anabole und katabole Stoffwechselwege. Neuere Studien sehen Mitochondrien im Zentrum zellulärer Signalübertragungswege und zeigen, dass sie über das Leben und den Tod von Zellen entscheiden können. Andererseits ist wenig darüber bekannt, wie Mitochondrien in die globale zelluläre Stressantwort eingebunden sind und wie mitochondriale Proteinqualitätskontroll-Mechanismen mit anderen zellulären Kompartimenten interagieren um die zelluläre Homöostase aufrechtzuerhalten. Wenn gravierende mitochondriale Fehlfunktionen nicht korrigiert werden, z.B. durch das Autophagie-vermittelte Entfernen von Teilen des mitochondrialen Netzwerks, kann dies zu Apoptose führen. Bisher wurden nur wenige Proteostase-spezifische mitochondriale Mechanismen identifiziert, z.B. solche ausgelöst durch Blockade des mitochondrialen Proteinimports oder der Akkumulation fehlgeleiteter Proteine. Im Gegensatz zu bisherigen Annahmen besteht auch eine Verbindung des mitochondrialen Membransystems mit dem endo-lysosomalen System. Dies erfolgt durch sogenannte \"mitochondria-derived vesicles\" (MDVs) welche bis dato kaum charakterisierte vesikuläre Strukturen darstellen, die in der Lage sind voll assemblierte mitochondriale Proteinkomplexe zu entfernen. So ist es völlig unklar wie MDVs zur mitochondrialen Stressantwort beitragen und ob sie tatsächlich final in Lysosomen abgebaut werden. In diesem Projekt werden wir die ersten umfassenden und interdisziplinären Studien durchführen um diese wichtigen Fragen zu beantworten. Wir werden genomeditierte Säugerzelllinien verwenden um die Konsequenzen mitochondrialen Stresses, wie Membrandeformationen, gestörte Bildung von Proteinkomplexen, oder veränderte Phospholipid-Zusammensetzung auf die Bildung und den Inhalt von MDVs zu untersuchen. Um die Mechanismen der Bildung und des Abbaus von MDVs im Detail aufzuschlüsseln, werden wir diese Bedingungen auch mit chemischen Modulatoren kombinieren, welche mitochondriale und lysosomale Prozesse unterbinden oder stimulieren. Für die Untersuchung der Auswirkung dieser gezielten Behandlungen werden wir eine Kombination aus Massenspektrometrie-basierter Proteomik, Bioinformatik, Hochauflösungsmikroskopie, Proteinkomplexanalysen und metabolischen Untersuchungen anwenden. Dies wird uns ermöglichen den Beitrag der MDVs zur mitochondrialen Homöostase und zur globalen zellulären Stressantwort besser zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541727789",
      "url": "https://gepris.dfg.de/gepris/projekt/541727789",
      "title": "Die Rolle des Ubiquitinsystems bei der Instandhaltung mitochondrialer Proteinimportkanäle",
      "investigators": "Professor Dr. Axel  Methner;Professorin Helle  Ulrich, Ph.D.",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541727789",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Dieses Projekt zielt auf ein Verständnis der Rolle der Ubiquitin-Signalgebung bei der Instandhaltung mitochondrialer Proteinimportkanäle. Mitochondrien sind zelluläre Kraftwerke, die für die Energieerzeugung und diverse Stoffwechselprozesse verantwortlich sind. Um effektiv zu funktionieren, sind Mitochondrien auf einen regulierten Proteinimport durch die Translokase des TOM-Komplexes der äußeren Mitochondrienmembran angewiesen. Im Falle einer Schädigung der TOM-Proteine verwenden die Mitochondrien spezielle Strukturen, sogenannte mitochondriale Vesikel (MDVs), um die beschädigten Komponenten zu entsorgen und so die Funktionsfähigkeit der Mitochondrien zu erhalten. Das Projekt hat drei Hauptziele: 1) Identifizierung relevanter Ubiquitylierungsreaktionen: Wir postulieren, dass eine Blockierung des TOM-Komplexes die Entstehung von MDVs durch Ubiquitin-regulierte Prozesse auslöst. Wir werden genetische Ansätze verwenden, um eine Blockierung des TOM-Komplexes zu induzieren und die daraus resultierenden Veränderungen in der Ubiquitylierung von Proteinen mit gezielten und ungerichteten Methoden zu untersuchen. 2) Aufklärung des Mechanismus der Ubiquitylierung: Um die funktionelle Bedeutung der Ubiquitylierung infolge der Blockierung des TOM-Komplexes zu verstehen, werden wir untersuchen, wie spezifische Substrate der Ubiquitylierung die MDV-Bildung beeinflussen. Dazu werden wir die Ubiquitiylierung relevanter Substrate eliminieren und neuartige Technologie einsetzen, um den Ubiquitylierungsstatus geeigneter Substrate gezielt zu manipulieren. 3) Untersuchung der Auswirkungen auf die mitochondriale Funktion: Hier werden wir ermitteln, wie sich die Veränderung wichtiger Ubiquitylierungsereignisse auf die zelluläre und mitochondriale Funktion und Morphologie als Reaktion auf Defekte beim Proteinimport auswirkt. Dies wird Einblick in die physiologischen Auswirkungen der Ubiquitin-Signalgebung bei der mitochondrialen Proteostase geben. Insgesamt zielt dieses Projekt also darauf ab, den sogenannten \"Ubiquitin-Code\" zu entschlüsseln, der die Qualitätskontrolle mitochondrialer Importkanäle steuert, und zu untersuchen, wie die Ubiquitin-Signalübertragung die mitochondriale Qualität, Funktion und Form beeinflusst. Ein besseres Verständnis dieser Mechanismen könnte weitreichende Auswirkungen auf den zellulären Stoffwechsel und die menschliche Gesundheit haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541647156",
      "url": "https://gepris.dfg.de/gepris/projekt/541647156",
      "title": "Die Rolle von kotranslationalen Proteinbiogenesefaktoren bei der Translation und Zielausrichtung von mitochondrialen Vorläuferproteinen",
      "investigators": "Professorin Dr. Elke  Deuerling, Ph.D.;Professor Dr. Christian  Münch",
      "subject_area": "BiochemieZellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541647156",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Zytonukleare und sekretorische Proteine werden im Zytosol translatiert und kotranslational durch Ribosomen-assoziierte Faktoren wie Peptidasen, Transferasen, Chaperone und Transportfaktoren prozessiert. Diese kotranslationalen Faktoren sichern Proteinreifung und -transport. Zudem werden die meisten mitochondrialen Proteine im Zytosol translatiert und in die Mitochondrien importiert. Ob kotranslationale Prozessierungsfaktoren auch für die mitochondriale Proteinbiogenese und den Transport von Bedeutung sind ist unklar. Ferner würden kotranslationale Biogenesefaktoren auch ein regulatorisches Ziel bieten, um den mitochondrialen Funktionsstatus mit der Produktion neuer mitochondrialer Proteine zu verbinden. Unsere Vorarbeiten deuten darauf hin, dass kotranslationale Proteinbiogenesefaktoren eng mit der mitochondrialen Proteinsynthese und -import verbunden sind. Der naszierende Polypeptid-assoziierte Komplex (NAC), ein kotranslationaler Faktor, der neusynthetisierte Proteine in die richtigen Biogenesewege lenkt, band in großem Umfang an Ribosomen, die mitochondriale Proteine translatieren. Der Verlust von NAC in Zellen reduzierte den mitochondrialen Proteinimports, was auf eine entscheidende kotranslationale Funktion von NAC bei der Proteinsortierung schließen lässt. Unter verschiedenen mitochondrialen Stressbedingungen beobachteten wir akute Veränderungen der NAC-Translation und mitochondriale Importdefekte. Diese Ergebnisse deuten darauf hin, dass kotranslationale Biogenesefaktoren für die mitochondriale Proteinsynthese/-import entscheidend sind und durch Rückkopplungsschleifen gesteuert werden, die die mitochondriale Gesundheit signalisieren. Im Folgenden soll diese Hypothese im molekularen Detail hinsichtlich der folgenden drei Ziele untersucht werden: Ziel 1. Aufklärung wie mitochondriale Proteine durch kotranslationale Faktoren verarbeitet und in spezifische mitochondriale Proteinimportwege sortiert werden. Ziel 2. Erforschung der Rolle von NAC und anderer kotranslationaler Faktoren beim mitochondrialen Proteinimport. Ziel 3. Identifizierung von Rückkopplungsschleifen zwischen mitochondrialem Proteinimport und Proteostasedefekten zu kotranslationalen Proteinbiogenesefaktoren. Das geplante Projekt vereint die Expertise aus dem Bereich des mitochondrialen Proteinimports (Christian Münch) und der zellulären Proteostase (Elke Deuerling), die in enger Abstimmung und Synergie zusammenarbeiten werden, um einen erfolgreichen Abschluss des Projekts zu erreichen. Wir werden uns auf eine breite Palette etablierter Technologien im Labor stützen, die dieses wichtige und anspruchsvolle Projekt ermöglichen. Durch die Verknüpfung der beobachteten molekularen Mechanismen mit Studien in menschlichen Zellmodellen sowie in C. elegans werden wir in der Lage sein, entscheidende Erkenntnisse über die Rolle der kotranslationalen Prozessierung und Regulierung mitochondrialer Proteine zu gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541647076",
      "url": "https://gepris.dfg.de/gepris/projekt/541647076",
      "title": "Entschlüsselung der Mechanismen zur Verbindung von Proteasomenfunktion und mitochondrialer Proteostase",
      "investigators": "Dr. Daniele  Bano;Professor Dr. Alexander  Bartelt;Professorin Dr. Elke Beate  Krüger",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541647076",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Die Funktion von Mitochondrien hängt vom fehlerfreien Import von zahlreichen Proteinen aus dem Zytosol ab. Dadurch ist mitochondrielle Proteinqualitätskontrolle abhängig von zellulärer Proteostase. Die Rolle des Ubiquitin-Proteasome-Systems ist in diesem Zusammenhang in Säugetierzellen allerdings unzureichend verstanden. Unser Projekt MITOGRADE befasst sich mit den ungelösten Fragen, wie die mitochondriale Proteostase in Säugetierzellen durch die proteasomale Protein-Qualitätskontrolle gesteuert wird und wie sich eine Beeinträchtigung des Proteasoms auf die mitochondriale Funktion auswirken kann. Wir werden die molekularen Mechanismen definieren, die die Proteasomenfunktion mit dem mitochondrialen Proteinimport verbinden, Stressreaktionen auf proteasomabhängige Beeinträchtigungen des mitochondrialen Proteinimports bestimmen und Transkriptionsregulatoren für proteasomopathiebedingte mitochondriale Fehlfunktionen identifizieren. Um diese Ziele zu erreichen, werden wir einen interdisziplinären, speziesübergreifenden Ansatz nutzen, der das Wissen über konservierte Mechanismen aus C. elegans mit dem von humanen Zellen von Proteasomopathie-Patienten mit angeborenen Fehlern des Proteasoms kombiniert. Unsere gemeinsame Studie wird die Etablierung neuartiger Proteasomopathie-Modelle in C. elegans, CRISPR/Cas-manipulierten Surrogat-Zelllinien, primären T-Zellen von Patienten und aus induzierten pluripotenten Stammzellen (iPSC) gewonnenen Glia und Organoiden umfassen. Wir werden aufklären, wie die proteasomale Protein-Qualitätskontrolle in das zelluläre Proteostasis-Netzwerk integriert ist, den mitochondrialen Proteinimport verändert und folglich zu metabolischen und entzündlichen Stressreaktionen führt. Unser Projekt wird einen molekularen Einblick in die allgemeine Biologie der Proteostase und der mitochondrialen Funktion sowie in die Integration der Mitochondrien in das zelluläre Proteostasennetzwerk geben und gleichzeitig die Pathomechanismen spezifischer, mit Proteasomen verbundener Mutationen beim Menschen aufdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541210481",
      "url": "https://gepris.dfg.de/gepris/projekt/541210481",
      "title": "Frühe Schritte der Biogenese mitochondrialer Innenmembranproteine: Die Rolle zytosolischer Faktoren bei Synthese, Targeting und Qualitätskontrolle",
      "investigators": "Professor Dr. Johannes M.  Herrmann;Dr. Stefan  Pfeffer;Professorin Dr. Konstanze  Winklhofer",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541210481",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien bestehen aus einer großen Anzahl von Proteinen, die initial als Vorläuferproteine im Zytosol hergestellt werden. Die meisten dieser Proteine werden post-translational, also nach ihrer vollständigen Synthese im Zytosol in die Mitochondrien importiert. Da die Translokation in die Mitochondrien wesentlich schneller erfolgt als die Synthese reduziert der post-translationale Import die Zahl der notwendigen Importkanäle der Mitochondrien und verringert den Verlust von Protonen, die entlang von Translokationsintermediaten der Innenmembran verloren gehen. Allerdings gibt es eine Klasse mitochondrialer Vorläuferproteine die ko-translational importiert wird: Proteine, die während ihres Imports durch eine Stop-Transfer-Sequenz in die Innenmembran eingefügt werden, können nicht vom Importmotor in die Mitochondrien gezogen werden. Eine Reihe aktueller Arbeiten belegt, dass diese Innenmembranproteine bereits während ihrer Synthese importiert werden und dass die Kopplung von Translation den Transport über die Außenmembran begünstigt. Die zugrunde liegenden Mechanismen sind allerdings unbekannt und sollen in diesem Vorhaben nun untersucht werden. In diesem Projekt sollen biochemische, zellbiologische und strukturbiologische Ansätze kombiniert werden, um drei Ziele zu erreichen: Zum einen sollen die Mechanismen aufgeklärt werden, durch die Vorläuferproteine ko-translational importiert werden und beteiligte Faktoren identifiziert werden. Vorarbeiten zeigen dabei, das Prolin-reiche Abschnitte in den Vorläuferproteinen eine zentrale Rolle für die Koordination von Synthese und Import spielen. Zum zweiten wollen wir mittels cryo-Elektronentomographie die Struktur und Anordnung zytosolischer Ribosomen auf der Mitochondrienmembran aufklären. Dies soll sowohl in Wildtyp-Zellen erfolgen als auch in Mutanten, in denen die Synthese an den Prolin-reichen Abschnitten arretiert ist. In einen dritten Arbeitspaket wollen wir Faktoren der Qualitätskontrolle identifizieren, die diese ko-translational Importreaktion überwachen und deren fehlerfreien Ablauf sicherstellen. Dieses Projekt ist nur durch die enge Kooperation von drei Arbeitsgruppen möglich, die umfangreiche Erfahrungen in der Mitochondrienbiologie, der Proteostase-Forschung und der Strukturbiologie kombinieren. Mit diesem Team wollen wir den ko-translationalen Proteinimport in Hefe und in menschlichen Zellen untersuchen, die grundlegenden Mechanismen aufklären und beteiligte (zytosolische) Faktoren identifizieren. Die Eingliederung dieses Projekts in das Schwerpunktprogramm ist eine einmalige Chance, diesen wichtigen und bislang unverstandenen Aspekt der Mitochondrienbiologie aufzuklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541620165",
      "url": "https://gepris.dfg.de/gepris/projekt/541620165",
      "title": "In vivo Identifizierung und Charakterisierung der cytosolischen Transportwege mitochondrialer Vorstufenproteine",
      "investigators": "Dr. Günter  Kramer;Professorin Dr. Friederike-Nora  Vögtle",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541620165",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Der größte Teil des mitochondrialen Proteoms wird im Zytosol synthetisiert und mittels Translokasen in der äußeren und inneren Membran in die Mitochondrien importiert. Während man bisher davon ausging, dass der mitochondriale Proteinimport überwiegend posttranslational erfolgt, deuten einige neuere Studien darauf hin, dass bestimmte mitochondriale Vorläuferproteine auch kotranslational in Mitochondrien importiert werden können. Der Import kann dabei entweder direkt, oder über den Umweg des Endoplasmatischen Retikulums erfolgen. Die Substratspektren der einzelnen Importwege und die beteiligten zytosolischen Faktoren aller drei Wege sind jedoch noch weitgehend unbekannt. Für diesen Antrag werden wir die Expertise des Kramer Labors in der Analyse der Translation und kotranslationaler Proteinmaturierung mit der Expertise des Vögtle Labors in mitochondrialer Proteinbiogenese und mitochondrialer Stressantworten kombinieren. Unser Ziel ist es, frühe zytosolische Ereignisse in der mitochondrialen Proteinbiogenese durch eine globale in vivo Analyse der authentischen Importwege mitochondrialer Proteine mittels Kompartiment-spezifischem Ribosome-Profiling im Modellorganismus S. cerevisiae zu analysieren. Dazu werden wir alle zytosolischen Transportwege in vivo charakterisieren und die authentischen Substrate jedes Transportwegs identifizieren. Eine Kombination von Ribosome Profiling und RNA-Sequenzierung wird verwendet um die dynamische Modulation des mitochondrialen Proteinimports unter Stressbedingungen in einem Modellsystem der mitochondrialen Stressantwort zu analysieren. Weiterhin werden wir Proteomanalysen und Selective Ribosome Profiling verwenden, um zytosolische Transportfaktoren und Komponenten des Proteostasis-Netzwerks zu identifizieren und deren Funktion in den verschiedenen Importwegen zu charakterisieren. Letztlich werden wir untersuchen, wie die beteiligten Transportfaktoren und Chaperone die Triage mitochondrialer Vorläuferproteine an Stressbedingungen anpassen und dabei helfen, die Gefahr einer toxischen Anhäufung und der Überladung des zytosolischen Proteostase-Netzwerks zu verhindern. Wir erwarten, dass Selective Ribosome Profiling und Kompartment-spezifisches Ribosome Profiling Schlüsselmethoden zur Beantwortung wichtiger Forschungsfragen der SPP Initiative darstellen. Wir sind außerdem überzeugt, dass unsere globalen Analysen der mitochondrialen Importwege und unsere detaillierten Bindeprofile der Transportfaktoren und Chaperone mit naszierenden Polypeptiden zum Erfolg der gesamten SPP-Initiative maßgeblich beitragen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541922326",
      "url": "https://gepris.dfg.de/gepris/projekt/541922326",
      "title": "Koordinationsfonds",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541922326",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrial biogenesis and functions depend on the import of more than 1000 proteins that are produced as precursors on cytosolic ribosomes. Although defects in mitochondrial function play a critical role in aging and neurodegenerative diseases, mechanisms and quality control of precursor protein targeting to mitochondria are poorly characterized. Protein import into mitochondria occurs predominantly post-translationally so that precursor proteins transiently accumulate in the cytosol. Recent studies showed that these precursor proteins are a severe burden to cellular proteostasis. They occupy and challenge the cytosolic quality control system. Particularly in aging cells, when mitochondrial functionality decreases, the accumulation of precursors represents a threat to cellular proteostasis, thereby linking mitochondrial fitness to cellular health. Vice versa, a decline in the proteostasis network capacity favours the accumulation of non-imported precursors. Despite its high relevance, the mechanisms that govern mitochondrial protein biogenesis and their crosstalk to proteostasis components have remained largely unknown. In this priority program, researchers from different scientific backgrounds will address in an interdisciplinary approach central questions in the emerging field of cellular quality control of mitochondrial precursor proteins. (i) How does the cross-talk between cellular compartments ensure specific protein transport to mitochondria? (ii) How do quality control pathways across different cell organelles cooperate in the removal of non-imported mitochondrial precursor proteins? (iii) How are proteostasis mechanisms balanced to adjust mitochondrial biogenesis to cellular requirements and what is their implication for cellular viability and organismal health? We will combine advanced technologies and expertise of two research fields, mitochondrialprotein import and cellular proteostasis, to gain insights into the cellular processes that occur upstream of protein import into mitochondria. Tandem projects with one mitochondrial scientist and one proteostasis researcher will address how mitochondria are integrated into the cellular proteostasis network on different levels. First, we will characterize the mechanisms of targeting and degradation of mitochondrial precursor proteins with highly innovative biochemical and biophysical techniques. Second, we will use novel proteomic approaches to study mislocalization and stability of non-imported mitochondrial proteins in response to cellular stress. Finally, we will use super-resolution microscopic technologies to follow the fate of non-imported proteins in single cells and to investigate the role of organellar cooperation in sorting and degradation of mitochondrial proteins.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541742459",
      "url": "https://gepris.dfg.de/gepris/projekt/541742459",
      "title": "Koordinierung von zellulärer Proteostase und Proteinimport in den mitochondrialen Intermembranraum",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541742459",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien haben wichtige Funktionen. Dazu müssen sie die meisten ihrer etwa 1 500 Proteine aus dem Zytosol importieren. Interessanterweise enthalten viele Proteine, die für den mitochondrialen Intermembranraum (IMS) bestimmt sind, keine klassischen N-terminalen mitochondrialen Targeting-Sequenzen. Stattdessen enthalten sie konservierte Cysteinreste und hydrophobe Bereiche, die es ihnen ermöglichen, mit dem so genannten Disulfid-Relais-System im IMS zu interagieren. Bemerkenswerterweise sehen diese Proteine auf den ersten Blick wie zytosolische Proteine aus, und von einigen wurde berichtet, dass sie in Mitochondrien und anderen Kompartimenten oder im Zytosol doppelt lokalisiert sind. Diese disulfidrelaisabhängigen Proteine werden durch zytosolische Ribosomen synthetisiert und posttranslational importiert. Die Inaktivierung des Disulfidrelais führt zu ihrer Akkumulation im Zytosol, wo sie relativ stabil bleiben, bevor sie abgebaut werden. In Hefe hat sich gezeigt, dass diese zytosolische Akkumulation zu einer Stressreaktion führt, die die Translationsaktivität verringert und die Proteasomaktivität erhöht. Es bleibt aber unklar, wie diese Substrate im Zytosol zu den Mitochondrien gelangen, wie sie die Importporen der äußeren Mitochondrienmembran erkennen, wie sie im Zytosol stabilisiert werden und was schließlich ihren Abbau im Zytosol auslöst. Bei höheren Eukaryonten ist das Wissen über diese zytosolischen Prozesse noch begrenzter. In diesem Projekt werden die Labore von Jan Riemer und Thorsten Hoppe mit ihrer komplementären Expertise im IMS-Proteinimport bzw. im Ubiquitin/Proteasom-System diese Wissenslücke schließen. Durch die Kombination eines organismischen (C. elegans) und eines zellulären (menschliche Gewebekulturzellen) Modells werden wir evolutionär konservierte und spezialisierte Prozesse und Faktoren bei der Handhabung von Disulfidrelais-abhängigen Vorläufern im Zytosol entschlüsseln. Darüber hinaus werden wir die Folgen der Akkumulation von Disulfidrelais-abhängigen Proteinen im Zytosol im Hinblick auf die Initiierung von Stressreaktionsprogrammen eruieren. Wir werden außerdem C. elegans als Modell verwenden, um die physiologische Rolle des mitochondrialen Disulfid-Relais-Systems in einem mehrzelligen Organismus zu charakterisieren. Insgesamt werden wir mit diesem Projekt die zytosolischen Prozesse entschlüsseln, die am IMS-Proteinimport beteiligt sind, und die Folgen eines gestörten Imports aus einer mechanistischen und organismischen Perspektive verstehen. Wir werden in das SPP unsere kombinierte Expertise in der mechanistischen Analyse des IMS-Proteinimports in menschlichen Zellen und eine organismische Perspektive auf den mitochondrialen Proteinimport in C. elegans einbringen und hoffen gleichzeitig, von dem intensiven Austausch von Ideen, Expertise und Erfahrung in diesem Konsortium zu profitieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541626282",
      "url": "https://gepris.dfg.de/gepris/projekt/541626282",
      "title": "Mechanismen der mitochondrialen proximalen Translation und des co-translationalen Proteinimports",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541626282",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Die Mehrheit aller mitochondrialer Proteine ist im Nukleus kodiert. Ihre Vorläuferproteine werden im Zytosol synthetisiert und müssen in die Mitochondrien importiert werden. Während viele Vorläuferproteine post-translational in die Mitochondrien importiert werden, findet der Import für manche Proteine co-translational statt, hier sind Translation und Translokation gekoppelt. Beide Wege sind eng mit der zytosolischen Proteostase und Qualitätskontrolle verbunden. Wie zwischen post- und co-translationalen Import unterschieden wird und welche strukturellen Komponenten an der Kopplung von Translation und Proteinimport an der Mitochondrienmembran beteiligt sind, bleibt unbekannt. In diesem Vorhaben wollen wir diese Fragen mit einer leistungsstarken Kombination aus Hefegenetik und kryogener in-situ-Elektronentomographie (Kryo-ET) beantworten. Zunächst werden wir einen neuartigen in-vivo-Assay verwenden, um zu bestimmen, welche Proteine co-translational importiert werden. Dieser Assay basiert auf dem Nachweis der Biotinylierung von Proteinen, die auf dem Weg zu den Mitochondrien das Zytosol passieren. In Kombination mit Hochdurchsatz-Hefegenetik ermöglicht dies eine schnelle Analyse mehrerer Vorläuferproteine zur gleichen Zeit. Anschließend werden wir mithilfe von Struktur-Funktionsanalysen und Hefegenetik die Determinanten des co-translationalen Imports und die Mechanismen ihrer Erkennung ermitteln. Als nächstes werden wir Ribosomen auf Mitochondrienmembranen in ihrem physiologischen zellulären Kontext mittels in-situ-Kryo-ET visualisieren. Weiterhin werden wir untersuchen, wie ihre Anzahl, Position und Ausrichtung unter verschiedenen Bedingungen reguliert wird, und diese Daten durch in-vivo-Assays ergänzen. Anschließend werden wir mit Hilfe von Hefegenetik die primären Regulatoren der Assoziation von Ribosomen mit der Mitochondrienmembran stören, um ein mechanistisches Verständnis dieses Prozesses zu gewinnen. Schließlich werden wir Proteomik-Methoden verwenden, um Proteine zu identifizieren, die während der Translation von mitochondrialen Vorläuferproteinen an der Mitochondrienmembran mit dem Ribosom interagieren. Anschließend werden wir diese Interaktion in vitro nachstellen und mittels struktureller und funktioneller Analysen die Mechanismen untersuchen, um zu verstehen, wie die Proteinbiosynthese an den Mitochondrien reguliert und an den Proteinimport gekoppelt wird. Der Antrag verbindet den Bereich der Translationsregulation und Qualitätskontrolle mit dem Bereich der Mitochondrien-Biogenese und ist somit ein integraler Bestandteil des Geltungsbereichs des SPP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541596792",
      "url": "https://gepris.dfg.de/gepris/projekt/541596792",
      "title": "Nukleäre Qualitätskontrolle von nicht-importierten mitochondrialen Vorstufenproteinen",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541596792",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Eine Beeinträchtigung oder Überlastung des mitochondrialen Imports führt zur Anhäufung mitochondrialer Vorstufenproteine (mitoPREs), die zur Fehlfaltung und Aggregation neigen. mitoPREs können zur Proteinqualitätskontrolle (PQC) gezielt in den Zellkern transportiert werden, wobei die verschiedenen Strategien der Zellkernproteostase und ihre physiologische Bedeutung kaum verstanden sind. Um die Rolle des Zellkerns als wichtiges PQC-Zentrum für mitoPREs definieren, werden wir Saccharomyces cerevisiae als Modellsystem verwenden. Der Fokus liegt hierbei auf dem nukleären J-Domänen-Protein (JDP) Apj1, das als Hsp70-Cochaperon fungiert. Wir zeigen, dass (i) Apj1 an mitoPREs bindet und (ii) apj1∆ Zellen spezifische Wachstumsdefekte unter respiratorischen Bedingungen und bei Blockierung des mitochondrialen Proteinimports aufweisen. Dies unterstreicht die Bedeutung von Apj1 für die Funktionalität von Mitochondrien. Zudem zeigen wir starke negative genetische Interaktionen von Apj1 mit Ydj1, dem wichtigsten zytosolischen JDP, auf respiratorischem, jedoch nicht auf fermentativem Wachstumsmedium. apj1∆ ydj1∆ Doppelmutanten wachsen kaum unter respiratorischen Bedingungen und zeigen reduzierte Mengen an Untereinheiten der Atmungskette, was auf allgemeine Defekte in der mitochondrialen Biogenese und überlappende Funktionen beider JDPs hindeutet. Schließlich zeigen wir, dass Apj1 ein negativer Regulator der Hitzeschockreaktion ist, indem es spezifisch die Aktivität von Hsf1 reprimiert. Dies bietet die Möglichkeit, die Chaperon-Genexpression über Apj1 direkt an die Akkumulation von mitoPREs im Zellkern zu koppeln. Insgesamt deuten unsere Ergebnisse auf eine zentrale Rolle des nukleären Apj1 bei der Erkennung und Verarbeitung von mitoPREs hin. Wir beabsichtigen: (1) die Rolle des Zellkerns als PQC-Zentrum für mitoPREs zu untersuchen, indem wir die nukleäre Importmaschinerie durch ein genetisches Screening identifizieren und die Folgen für mitoPREs und die zytosolische PQC bei Ausschaltung des nukleären Imports bestimmen. (2) den vollständigen mitochondrialen Substratpool von Apj1 zu bestimmen und unter Verwendung der identifizierten Substrate die Rolle von Apj1 bei der Handhabung von mitoPREs zu analysieren. Darüber hinaus werden wir das funktionelle Zusammenspiel von Apj1 mit anderen nukleären PQC-Aktivitäten wie der Proteinsequestrierung und dem proteasomalen Abbau sowie die funktionelle Überschneidung von Apj1 und Ydj1 bei der Aufrechterhaltung der mitochondrialen Integrität untersuchen. (3) den Funktionsmechanismus von Apj1 durch Struktur-Funktions-Analyse und Rekonstitution der Apj1-Aktivität in vitro zu bestimmen. Hier werden wir zusätzlich die Fähigkeit von Apj1 untersuchen, SUMO zu binden, was auf eine spezifische Art der Erkennung und Prozessierung von Substraten hindeutet. (4) die potenzielle Rolle von Apj1 als Sensor der nukleären Akkumulation von MitoPREs und der damit verbundenen Regulation der Hsf1-abhängigen Stressreaktion zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541758684",
      "url": "https://gepris.dfg.de/gepris/projekt/541758684",
      "title": "Regulation der humanen Proteostase-Netzwerkes durch mitochondrialen Proteinimportstress",
      "investigators": "Sven  Dennerlein, Ph.D.;Professorin Dr. Silke  Meiners;Professorin Dr. Bettina  Warscheid",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541758684",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien spielen eine zentrale Rolle für den zellulären Metabolismus. Ihre Funktion trägt dazu bei, die zelluläre Proteostase zu gewährleisten. Ein Großteil mitochondrialer Proteine wird im Zellkern kodiert und als Vorläuferproteine an zytosolischen Ribosomen synthetisiert. Somit ist die zytosolische Proteinsynthese unweigerlich mit dem Import von Vorläuferproteine in die Mitochondrien verbunden. Dazu bedarf es spezialisierter Qualitätskontrollmechanismen, die den regulierten Import mitochondrialer Proteine gewährleisten. Ein gestörter mitochondrialer Import führt zu einer Akkumulation und Aggregation von Vorläuferproteinen im Zytosol und kann dadurch zur Entstehung chronischer Erkrankungen beitragen. Um einer Akkumulation mitochondrialer Vorläuferproteine und der Blockade mitochondrialer Translokasen entgegenzuwirken, muss die zytosolische Proteinsynthese angepasst, die Chaperon-gestützten Proteinfaltung induziert und das Proteasom für den effizienten Abbau akkumulierender Vorläuferprotein aktiviert werden. Wie die Proteinsynthese und der proteasomale Abbau während einer akuten Störung des mitochondrialen Importsystems in menschlichen Zellen reguliert werden, ist bislang nicht gut untersucht. Unsere vorläufigen Daten deuten darauf hin, dass akuter mitochondrialer Importstress mittels adaptiver intrazellulärer Signalmechanismen die Aktivität der zytosolischen Translationsmaschinerie und des Proteasoms in menschlichen Zellen reguliert. In dem hier dargestellten Projekt werden wir die einzigartige Expertise unseres Teams nutzen, um die Regulation der zellulären Proteostase bei akutem mitochondrialem Importstress im Detail zu untersuchen. Dazu werden wir RNA-Expression, zytosolische Proteinsynthese und Proteasomaktivität mit Hilfe komplexer biochemischer Methoden und spezialisierter Proteomik-Technologien untersuchen. In drei ineinandergreifenden Arbeitspaketen werden wir zunächst verschiedene mitochondriale Stressbedingungen etablieren, einschließlich chemischer Behandlungen, siRNA-Anwendungen oder Expression von Clogger-Proteinen, und dann systematisch die zelluläre Antwort auf akuten Importstress untersuchen. Weiterhin werden wir lokale Veränderungen in der Phosphorylierung zytosolischer Ribosomen analysieren, die einen posttranslationalen Mechanismus für die schnelle Anpassung des Translationsprogramms zur Aufrechterhaltung der Proteostase bei akutem mitochondrialem Stress darstellen. Schließlich planen wir, die molekularen Mechanismen einer adaptiven Regulation des Proteasoms bei mitochondrialem Importstresses im Detail zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541758846",
      "url": "https://gepris.dfg.de/gepris/projekt/541758846",
      "title": "Rolle, Ursprung und Entwicklung von MFN2 bei der Proteinaggregation und der mitochondrialen Importkapazität",
      "investigators": "Dr. Mafalda  Escobar-Henriques;Professor Dr. Kay  Hofmann",
      "subject_area": "BiochemieZellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541758846",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien sind wichtige Organellen, deren Funktion weit über die Bereitstellung von Energie in Form von ATP hinausgeht. Sie sind plastische Doppelmembranstrukturen, die ihre eigene Form, Proteomzusammensetzung und ihren Stoffwechselzustand verändern können. Dank dieser Plastizität können Mitochondrien schnell auf interne und externe Reize reagieren. Darüber hinaus bestimmt ihr funktioneller Zustand die zelluläre Proteostase, die auch von zellulären Chaperonen und dem Ubiquitin-Proteasom-System abhängt. Über die beteiligten molekularen Torwächter ist jedoch wenig bekannt. Mitofusine, die für die mitochondriale Fusion verantwortlichen Proteine, können durch ihre Ubiquitinylierung viele verschiedene Stimuli wahrnehmen und darauf reagieren. Wir haben über eine ubiquitinabhängige proteolytische Stressreaktion an der mitochondrialen Oberfläche berichtet. Sie ermöglicht es, diese vielen verschiedenen Signale zu einer gemeinsamen zellulären Reaktion zusammenzuführen, die die mitochondriale Funktionalität moduliert. Mutationen und verminderte Spiegel des Mitofusins MFN2 werden mit einer Vielzahl von Krankheiten in Verbindung gebracht, vor allem mit neuronalen Pathologien und Stoffwechselstörungen. Dennoch sind die krankheitsrelevanten molekularen Mechanismen nicht bekannt. Interessanterweise wurden vor kurzem neben dem Membranumbau weitere Funktionen von MFN2 identifiziert, die die Möglichkeiten zur Erforschung seiner Beteiligung an der zellulären Homöostase oder Krankheit erweitern. So haben wir beispielsweise herausgefunden, dass die Ablation von MFN2 den Proteinimport in die Mitochondrien beeinträchtigt und ausgeprägte Proteostasedefekte verursacht, die zu einer Anhäufung von Proteinaggregaten auf der zytoplasmatischen Seite führen. Diese sehr überraschende Erkenntnis bietet beispiellose Perspektiven für ein übergreifendes Verständnis des zellulären Proteoms, das für die Aufrechterhaltung der Homöostase erforderlich ist. In diesem Projekt wollen wir die Rolle von MFN2 bei der Qualitätskontrolle mit Hilfe einer Kombination aus biochemischen, bioinformatischen und mikroskopischen Methoden aufklären. Wir möchten herausfinden, wie MFN2 den Proteinimport reguliert und wie es die Proteinaggregation verhindert. Wichtig ist, dass wir MFN2 bereits mit dem Ubiquitin-Proteasom-System und einer Untergruppe von zytosolischen Chaperonen in Verbindung gebracht haben. Um genau zu bestimmen, wie dieses Proteostasennetzwerk zu den Gatekeeper-Eigenschaften von MFN2 beiträgt, werden wir den relevanten zellulären Standort und das Interaktom definieren Insgesamt wird unser Projekt die molekularen Mechanismen aufdecken, die es MFN2 ermöglichen, einen ordnungsgemäßen Proteinimport in die Mitochondrien zu gewährleisten, aber auch untersuchen, wie zytosolische Qualitätskontrollkomponenten mit den Mitochondrien zusammenarbeiten, um eine ordnungsgemäße Zusammensetzung des mitochondrialen Proteoms zu gewährleisten - beides äußerst relevant für SPP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541592768",
      "url": "https://gepris.dfg.de/gepris/projekt/541592768",
      "title": "Ursachen, Folgen und Korrektur mitochondrialer Proteinfehlfaltung",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541592768",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Mitochondrien sind nahezu unverzichtbar für eukaryotisches Leben. Wie kaum ein anderes Organell ist ihre Dysfunktion mit menschlichen Krankheiten verbunden. Diese kann auf eine Unfähigkeit zurückgehen, im Zytosol generierte mitochondriale Vorläuferproteine, die in ungefaltetem Zustand in das Organell gelangen, richtig zu transportieren, modifizieren und zu falten. Die Folgen der daraus resultierenden Proteinaggregation in den verschiedenen mitochondrialen Kompartimenten und ihre Auslöser sind kaum verstanden. Da menschliche Mitochondrien in ihrem Genom selbst keine Proteostase-Faktoren kodieren, ist das Organell auf mito-nukleäre Kommunikation angewiesen, um Proteinaggregation zu bewältigen und so die zelluläre Fitness zu wahren. Ob und wie Mitochondrien Proteinaggregation an den Zellkern kommunizieren können, ist ebenfalls weitgehend ungelöst. Die Labore von F.-Ulrich Hartl (Kernkompetenz: Proteostase, Proteomik) und Lucas T. Jae (Kernkompetenz: mitochondrialer Proteinimport, Genomik) werden diese Wissenslücken in diesem Tandemprojekt schließen. Die hochkomplementäre methodische Expertise und räumliche Nähe der Teams waren entscheidend für die gemeinsame Erarbeitung der Grundlagen und werden das Projekt weiter beflügeln. 1. Es ist derzeit unklar, wie sich Proteinfehlfaltung und -aggregation in der mitochondrialen Matrix auf das Organell auswirken. Mithilfe des aggregierenden Modellproteins Mito-ß werden wir untersuchen, ob und wie Mitochondrien Matrixproteinaggregate bekämpfen. Insbesondere werden wir die Rolle von Proteasen und Mitophagie in diesem Prozess entschlüsseln. Mitophagie kann durch defekten Import von Vorläuferproteinen ausgelöst werden. Auch werden wir die Auswirkungen gesteigerter Chaperonin-Aktivität oder einer gestörten integrierten Stressantwort (ISR) im Kontext von Matrixproteinaggregaten analysieren. 2. Wir haben zuvor enthüllt, dass die mitoISR im mitochondrialen Intermembranraum (IMS) ausgelöst wird. Dies kann auf unbekannte Weise durch die metastabilen IMS-Proteine CHCHD10/2 geschehen. Wir werden dabei die Rolle von sechs mitochondrialen Proteinen aufklären, die wir als Determinanten löslicher CHCHD10-Level und ISR-Signaltransduktion identifiziert haben, sowie dem Mitoribosom, dessen Aktivität das Schicksal von CHCHD10/2 bestimmt und das selbst stark von Matrixproteinaggregaten betroffen ist. Anhand dessen werden wir entschlüsseln, wie sich Matrixproteinaggregation mechanistisch in den IMS ausbreitet, um die ISR auszulösen. 3. Trotz der generellen Schädlichkeit von Proteinaggregation ist wenig über die Toxizität von Proteinaggregaten der Mitochondrien bekannt oder die genetische Landschaft, die diese moduliert. Abschließend werden wir die Wirkweise der durch mitochondriale Proteinaggregate ausgelösten zelluläre Signalübertragung aufklären und das menschliche Genom systematisch nach Genen durchsuchen, die die zelluläre Fitness im Kontext mitochondrialer Proteinaggregation beeinträchtigen oder fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    },
    {
      "project_id": "541742535",
      "url": "https://gepris.dfg.de/gepris/projekt/541742535",
      "title": "Vernetzung der lokalen Produktion von mitochondrialen Proteinen mit der Proteostase in Neuronen",
      "subject_area": "Molekulare und zelluläre Neurologie und Neuropathologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541742535",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk",
      "description": "Die Biogenese mitochondrialer Proteine wurde lange Zeit nur im somato-dendritischen Teil eines Neurons vermutet, was jedoch mit dem aktiven Transport von Mitochondrien in Axone und Dendriten kontrastiert. In der Tat haben neueste Studien eine lokale Synthese von mitochondrialen Proteinen in distalen Regionen fern des Zellkörpers bestätigt. Es ist jedoch nicht bekannt, wie eine Fehlfunktion des mitochondrialen Imports innerhalb des langestreckten Neurons kommuniziert wird und wie dies das lokale und globale Proteostase-System verändert. Da sowohl mitochondriale Dysfunktion als auch eine defekte Proteostase Kerngeschehnisse in der Pathogenese von neurodegenerativen Krankheiten sind, scheint die spezielle Biologie der Neuronen besondere Herausforderungen für beide darzustellen, welche so in anderen Zelltypen nicht gegeben sind. Zum Beispiel übersteigt die Zeit, die für den Transport ins Axon benötigt wird die Lebenszeit von einigen kurzlebigen mitochondrialen Proteinen, was deren lokale Translation erforderlich macht. Die AG Harbauer konnte kürzlich zeigen, dass die lokale Verfügbarkeit der kurzlebigen, mitochondrialen Kinase PTEN-induced kinase 1 (PINK1) durch die Assoziation ihres Transkriptes an Mitochondrien vermittelt wird.  Wie die lokale Synthese von PINK1 effizient von zellulären Signalen orchestriert wird und wie der PINK1 Vorläufer die Mitochondrien nach seiner Synthese an Mito-ER Kontaktstellen erreicht ist jedoch noch unklar. Durch die Untersuchung der lokalen PINK1 Biogenese möchten wir im beantragten Projekt den spezifischen, molekularen Mechanismus klären, der sich um lokal translatierte Proteine in Axonen kümmert. Inwiefern dieser Mechanismus auf weitere mitochondrial Vorläuferproteine generalisierbar ist und ob eine Fehlfunktion dieses Mechanismus zu spezifischen Stressreaktionen führt, soll ebenfalls hier untersucht werden, insbesondere die Veränderungen in der lokalen Proteostase durch die Sequestrierung von Chaperonen. In dem vorgeschlagenen Projekt werden wir die einzigartigen Stärken und komplementären Herangehensweisen unserer beiden Gruppen kombinieren, um diese Fragen in einem Kollaborationsproject anzugehen. Dabei werden neu entwickelte fluoreszente Reporter, modernste zellbiologische Methoden, sowie Proteomik- und Transkriptomanalysen zum Einsatz kommen. Die erwarteten Ergebnisse werden unser Verständnis der mitochondrialen Biogenese voranbringen und als Basis für die Entwicklung neuer Therapieansätze für neurodegenerative Proteinopathien dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2453: \nIntegration der Mitochondrien in das zelluläre Proteostase-Netzwerk"
    }
  ]
}