{
  "spp_number": "SPP 2265",
  "spp_title": "Zufällige geometrische Systeme",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422743078",
  "projects_count": 36,
  "projects": [
    {
      "project_id": "531562368",
      "url": "https://gepris.dfg.de/gepris/projekt/531562368",
      "title": "Algebraische und metrische Eigenschaften des zufälligen geometrischen Graphen und davon erzeugter Komplexe",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531562368",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Untersuchungen über geometrische Graphen und simpliziale Komplexe sowie ihrer Eigenschaften bilden ein äußerst aktives Forschungsgebiet. Die Frage, wie der \"durchschnittliche\" Graph aussieht, d.h. wie sich kombinatorische und topologische Eigenschaften eines generischen Graphen und des davon erzeugten simplizialen Komplexes verhalten, ist in vielen Anwendungen wichtig und von hohem intrinsischem mathematischem Interesse. Im Speziellen standen der f-Vektor und die Betti Zahlen im Fokus der Forschung. Um die Frage nach dem generischen Verhalten zu beantworten, werden zufällige Graphen untersucht. Die klassischen Modelle sind der zufällige Erdös-Renyi Graph und der zufällige geometrische Graph im euklidischen Raum. Der zufällige geometrische Graph und die von diesem erzeugten simplizialen Komplexe bilden den Hauptfokus des vorliegenden Antrags. In den letzten Jahren sind zahlreiche Arbeiten erschienen, die Modelle der stochastischen Geometrie, der stochastischen Analysis, und der topologischen Datenanalyse mit zufälligen Graphen und zufälligen simplizialen Komplexen in Verbindung gebracht haben. Aufgrund des \"Nerve lemmas\" ist die topologische Struktur des \"Boolschen Modells\" und des \"Cech Komplexes\" im Wesentlich identisch. Das erlaubt es, wichtige Fragen zu algebraischen und metrischen Eigenschaften zufälliger Graphen und zufälliger simplizialer Komplexe in geometrische Fragestellungen zu übersetzen. In diesem Antrag untersuchen wir den zufälligen geometrischen Graphen, der auf einem Poissonschen Punktprozess aufbaut. In diesem Graphen werden zwei Knoten durch eine Kante miteinander verbunden, falls ihr Abstand kleiner als eine vorgegebene Schranke ist. Der Vietoris-Rips Komplex ist nun der Clique-Komplex des Graphen, und eine verwandte Konstruktion liefert den Cech Komplex. Wir interessieren uns hier für die Strukturen des Graphen und dieser Komplexe, wenn die Intensität wächst und der Kantenabstand gegen Null konvergiert. Insbesondere wollen wir das Grenzverhalten von metrischen und algebraischen Eigenschaften des zufälligen Graphen und der simplizialen Komplexe analysieren, zusätzlich die Abhängigkeit vom zugrundeliegenden Raum (euklidisch, sphärisch, hyperbolisch) und Verallgemeinerungen zu verwandten zufälligen Graphen untersuchen. Als erstes sollen Eigenschaften des f-Vektors und der Volums-Potenz Funktionale in den Blick genommen werden, dann die Euler Charakteristik und etwas allgemeiner der h-Vektor dieser zufälligen simplizialen Komplexe untersucht werden. Das führt auf die Fragen nach der Dimension von Vietoris-Rips und Cech Komplexen. Die algebraischen Betti Zahlen wurden in diesem Kontext und mit diesen Modellen in der Literatur bislang nicht betrachtet - im Gegensatz zu ihrem topologischen Gegenüber. Eines der Hauptziele der Untersuchung wird etwa sein, mit welcher Wahrscheinlichkeit die zufälligen Komplexe die Cohen-Macaulay Eigenschaft haben, und zwar in dem Regime, welches einen zusammenhängenden Komplex erzeugt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531542160",
      "url": "https://gepris.dfg.de/gepris/projekt/531542160",
      "title": "Ausbreitung einer Infektion in einer sich zeitlich entwickelnden strukturierten Population",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531542160",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Mathematische Modelle um die Ausbreitung von Teilchen in einer strukturierten Population oder einem Netzwerk zu beschreiben, sind in einer Mehrzahl von Disziplinen, wie in der Biologie, Physik oder Informatik, äußerst relevant. Ein besseres Verständnis für den Verlauf einer Epidemie, die Ausbreitung eines Computervirus in einem Netzwerk oder die Verbreitung von Mis-Informationen zu entwickeln, sind zentrale Herausforderungen der modernen Gesellschaft. Diese Abläufe hängen stark von der jeweiligen räumlichen Struktur ab, welche oft durch einen Graphen beschrieben wird. Ein Effekt der häufig vernachlässigt wird, ist, dass diese Struktur nicht statisch ist sondern sich verändert mit voranschreitender Zeit. Deshalb sind interagierende Teilchensysteme auf dynamischen Graphen eine natürliche Modellwahl. Unser Fokus liegt auf dem Kontaktprozess, welcher ein Maßstab für Modelle zur Beschreibung der Ausbreitung einer Infektion innerhalb einer strukturierten Population ist. Das übergeordnete Ziel dieses Antrages ist es, ein besseres Verständnis für den Kontaktprozess auf dynamischen Graphen zu entwickeln. Wir formulieren drei konkrete Vorhaben. In Zweien wählen wir als zugrundeliegenden Graphen, einen unendlichen transitiven Graphen mit beschränktem Grad. Das Ziel des ersten Vorhabens ist es die asymptotische Form und die Ausbreitungsgeschwindigkeit der Infektion zu bestimmen. Das Ziel des zweiten Vorhabens ist ein besseres Verständnis für den Effekt der Immunisierung, welcher in diesen Modellen auftreten kann, zu entwickeln. Immunisierung bedeutet hier, dass ein Aussterben der Infektion durch die dynamische Graphenstruktur verursacht wird, unabhängig von der Höhe der Infektionsrate. Das dritte Vorhaben beschäftigt sich mit endlichen Graphen. Unser Ziel ist es das metastabile Verhalten eines Kontaktprozesses auf einem dynamischen Konfigurationsmodell zu verstehen und den Einfluss der dynamischen Graphenstruktur zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeInternationaler BezugGroßbritannienKooperationspartnerProfessor Dr. Marcel  Ortgiese"
    },
    {
      "project_id": "531561854",
      "url": "https://gepris.dfg.de/gepris/projekt/531561854",
      "title": "Der Wärmefluss von zufälligen Polynomen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531561854",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Hauptziel dieses Projekts ist es, die Evolution des Punktprozesses von Nullstellen zufälliger Polynome zu analysieren, wenn diese den Wärmefluss durchlaufen. Das Problem gehört zu einem aktiven Forschungsbereich, in dem untersucht wird wie Differentialoperatoren, die auf zufällige Funktionen wirken, deren Nullstellen beeinflussen. Obwohl das Problem auf den ersten Blick harmlos erscheint, ist dieses Projekt reich an faszinierenden Phänomenen und bietet überraschende Verbindungen zu anderen Bereichen wie Zufallsmatrizen, freie Wahrscheinlichkeitstheorie, (optimaler) Transport, Differentialgleichungen und Funktionentheorie, die wir erforschen und ausnutzen werden. Initiiert von dem Wunsch bekannte Verteilungen aus der Zufallsmatrixtheorie über eine Dynamik der Eigenwerte und als Bildmaß unter einer Transportabbildung zu verknüpfen, untersuchen wir das entsprechende Problem für die Nullstellen zufälliger Polynome mit unabhängigen Koeffizienten, während diese der Wärmefluss durchlaufen. Kernfragen sind: 1) Wie verändert sich die Geometrie der Grenzverteilung (wenn dessen Grad gegen Unendlich geht) der Nullstellen mit dem Wärmefluss? 2) Ist es möglich, (globale) Universalität für die Grenzverteilung zu zeigen? 3) Was können wir über die Dynamik einzelner Nullstellen oder über den lokalen Punktprozess nach dem Wärmefluss sagen? 4) Lässt sich die Theorie auf andere Differentialoperatoren und andere Modelle von (zufälligen) Funktionen übertragen?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeMitverantwortlichProfessor Dr. Zakhar  Kabluchko"
    },
    {
      "project_id": "443849332",
      "url": "https://gepris.dfg.de/gepris/projekt/443849332",
      "title": "Die statistische Mechanik des Interlacement-Punktprozesses",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443849332",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "In diesem Projekt legen wir den Grundstein für eine neue Theorie der statistischen Mechanik für Punktprozesse zufälliger Pfade im euklidischen Raum von unbegrenzter und sogar unendlicher Länge. Die Hauptneuheit wird eine adäquate Behandlung der großen Abweichungen der Stufe drei für das empirische stationäre Feld in großen Boxen sein, einschließlich einer Beschreibung der Ratenfunktion als eine neue Art der Grenzwert-Entropiedichte. Dies wird eine mathematisch fundierte geometrische Beschreibung des wechselwirkenden Bose-Gases im Kondensationsbereich im thermodynamischen Grenzbereich ermöglichen - dies ist unser Hauptbeispiel und die treibende Kraft dieser Forschung. Wir planen, das Kondensat rigoros im Hinblick auf einen wechselwirkenden Interlacementprozess zu beschreiben. Das erwartete Verständnis könnte auch im Zusammenhang mit dem offenen Problem des Nachweises des Auftretens von Bose-Einstein-Kondensation von Nutzen sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443731539",
      "url": "https://gepris.dfg.de/gepris/projekt/443731539",
      "title": "Dynamik von Kontaktprozessen auf Simplizialkomplexen",
      "investigators": "Professorin Dr. Nina Jael  Gantert;Professor Christian  Kühn, Ph.D.",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443731539",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Wechselwirkende Partikelsysteme auf Graphen/Netzwerken haben  in den letzten Jahrzehnten viele Wissenschaften durchdrungen. Die Modellierungsidee besteht darin, jedem Knoten einen Zustand zuzuordnen und dann ein dynamisches System auf dem Graphen zu definieren, indem man Interaktionen zwischen den Knoten über Kanten festlegt. Bekannte Beispiele sind der Kontaktprozess, das Wählermodell oder das Ising Modell, die alle im klassischen Fall auf Gittern definiert sind. In diesem Projekt, werden wir den Kontaktprozess auf allgemeineren geometrischen Strukturen untersuchen, die durch Simplizialkomplexe gegeben werden. Der klassische Kontaktprozess auf Gittern wird durch zwei Regeln definiert: die Gesundung eines infizierten Knotens mit einer festen Rate und die Infektion eines gesunden Knotens mit einer Rate proportional zur Anzahl der infizierten Nachbarn. Jedoch ist die Modellierung nur binäre Wechselwirkungen von zwei Knoten entlang einer Kante zu erlauben oft zu einfach, gerade im Kontext der sozialen Ansteckungsprozesse. In diesem Projekt werden wir Regeln untersuchen, wie Knoten über höherdimensionale Simplices hinweg interagieren können. In diesen neuen Kontaktprozessmodellen werden wir die mathematischen Grundlagen des zugrunde liegenden Markov-Prozesses, die Existenz von invarianten Maßen und den Einfluss der Simplicialstruktur auf die Dynamik analysieren. Insbesondere fokussieren wir uns hier auf drei Hauptstrukturen für den Kontaktprozess: (1) gitterartige Komplexe, (2) skalenfreie zufällige Komplexe und (3) adaptive Komplexe. Wir erwarten für (1) und (2) mehrere rigorose Resultate mittels probabilistischer Techniken wie Kopplung, Dualität, Regenerationszeiten, usw. Im Kontext von adaptiven Komplexen in (3), bei denen die Dynamik von und auf dem Komplex gekoppelt ist, werden wir numerische Methoden mit formalen Momentenschließungsschemata kombinieren um approximierende Differentialgleichungen zu erhalten. Zusammenfassend wird das Projekt zu grundlegenden Verbindungen zwischen höher-dimensionalen geometrischen Strukturen, wechselwirkenden Partikelsystemen, stochastischer Dynamik und verschiedene Anwendungen führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443847390",
      "url": "https://gepris.dfg.de/gepris/projekt/443847390",
      "title": "Eindeutigkeitstheoreme und Analysis von klassischen Dichtefunktionaltheorien in zufälligen Geometrien im Nichtgleichgewicht",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443847390",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Die Beschreibung der Zeitentwicklung vieler verschiedener klassischer Modelle für kolloidale Fluide mit Hilfe der statistischen Mechanik ist in den vergangenen Jahrzehnten zu einem wichtigen Forschungsgebiet der Physik geworden. Dazu sind geeignete Theorien notwendig, die sowohl vorhersagekräftig und genau als auch numerisch umsetzbar sind. Prinzipiell ist hierfür die klassische dynamische Dichtefunktionaltheorie (DDFT) eine vielversprechende Option, wobei dieser eine unkontrollierte Näherung zu Grunde liegt. Daher ist es sehr wichtig, ein grundlegendes mathematisches Verständnis der DDFT zu entwickeln, sowie auch die Beziehung zu kürzlich vorgeschlagenen Verbesserungen in Betracht zu ziehen. Das Ziel dieses Forschungsprojektes ist die Fortsetzung unserer Arbeit aus der ersten Förderungsperiode des SPP 2265 mit dem Ziel, den mathematischen Hintergrund der DDFT und ähnlicher Ansätze genauer zu beleuchten. Dazu wollen wir auch die erfolgreiche Zusammenarbeit mit anderen SPP Mitgliedern fortführen. Unser Projekt in der zweiten Förderungsperiode des SPP 2265 rankt sich um die folgenden drei Grundpfeiler. (I) Entwicklung, Verbesserung und Anwendung von genäherten DDFT Modellen für Fluide, die zufälligen externen Einflüssen ausgesetzt sind, wie beispielsweise Aktivität, Bakterienwachstum, Systeme mit untypischer Diffusion (\"odd diffusion\") und zufällige poröse Materialien. (II) Beweise rigoroser Eindeutigkeitstheoreme im Nichtgleichgewicht. Die zugehörigen Arbeitspakete sollen nicht nur weitere zufällige Einteilchenfelder betrachten, zum Beispiel eine ortsabhängige aktive Geschwindigkeit, sondern sich auch mit einer Abbildung der zeitabhängigen Zweiteilchendichte auf das zugehörige Paarpotential beschäftigen. (III) Mathematische Analyse der Bausteine oder Resultate der DDFT. Dies beinhaltet eine rigorose Betrachtung einer Klasse von Funktionalen der freien Energie, die in vielen DDFT-Ansätzen wie auch im Gleichgewicht verwendet werden. Außerdem soll das Konzept der Hyperuniformität aus der Sicht der DDFT untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443757604",
      "url": "https://gepris.dfg.de/gepris/projekt/443757604",
      "title": "Entstehung makroskopischer Phänomene im nichtlinearen hyperbolischen supersymmetrischen Sigma-Modell - zweite Phase",
      "investigators": "Professorin Dr. Margherita  Disertori;Professor Dr. Franz  Merkl;Professorin Dr. Silke  Rolles",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443757604",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das nichtlineare supersymmetrische hyperbolische Sigma-Modell, das 1991 von Zirnbauer eingeführt wurde, kann als ein Modell der statistischen Mechanik für Spins mit Werten in einer supersymmetrischen nichtlinearen Mannigfaltigkeit aufgefasst werden. Dieses Modell hat tiefliegende Verbindungen zu einer Klasse stochastischer Prozesse mit Gedächtnis, die knotenverstärkte Sprungprozesse genannt werden. Die Verbindungen wurden mit Erfolg angewandt, um einen Phasenübergang in Dimensionen 3 oder größer für den knotenverstärkten Sprungprozess zu beweisen. Trotzdem bleiben viele wichtige Fragen immer noch offen. Die Renormierungsgruppe ist ein mächtiges aber schwieriges Werkzeug für die Untersuchung von Modellen der statistischen Mechanik. Wir planen, diesen Zugang so zu modifizieren, dass er auf das nichtlineare supersymmetrische hyperbolische Sigma-Modell anwendbar wird. Wir erwarten damit einen Beitrag zum Verständnis des Verhaltens des Modells nahe am Phasenübergang. In der ersten Phase haben wir ein hierarchisches Modell betrachtet, bei dem die Renormierungsoperation aufgrund der zugrunde liegenden Supersymmetrien explizit beherrschbar wird. Mit diesem Ansatz konnten wir bereits einige Ergebnisse zum knotenverstärkten Sprungprozess und zum nichtlinearen supersymmetrischen hyperbolischen Sigma-Modell nicht nur auf hierarchischer Ebene, sondern auch für das euklidische Gitter mit langreichweitigen Sprüngen beweisen. In der zweiten Phase planen wir, den kritischen Punkt im hierarchischen Modell zu identifizieren, vorhandene Ergebnisse über lokal endlichen Graphen auf den Fall mit langreichweitigen Sprüngen zu erweitern, das rekurrente Regime des knotenverstärkten Sprungprozesses mit langreichweitigen Sprüngen zu untersuchen und zu analysieren, welche Eigenschaften des hierarchischen Gitters universell sind und auf euklidische Gitter mit kurzreichweitiger Wechselwirkung übertragbar sind. Bisher haben wir, sowohl zusammen als auch getrennt, über das nichtlineare supersymmetrische hyperbolische Sigma-Modell und den damit verbundenen knotenverstärkten Sprungprozess intensiv gearbeitet. Eine von uns hat auch Publikationen über die Renormierungsgruppe in einem anderen Zusammenhang.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531542011",
      "url": "https://gepris.dfg.de/gepris/projekt/531542011",
      "title": "Gaußsche Fluktuationen in Modellen der statistischen Mechanik – Präzise Asymptotiken für die Magnetisierung",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531542011",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "In unserem Projekt untersuchen wir Modelle aus der statistischen Mechanik, insbesondere das Curie-Weiss-Modell und Varianten wie beispielsweise zufällige Interaktionen. Von zentraler Bedeutung ist die schwache Konvergenz des durchschnittlichen Spins, der sogenannten Magnetisierung, sowie ihrer Gaußschen Fluktuationen für hohe Temperaturen. Für das klassische Curie-Weiss-Modell wurden Berry-Esseen Schranken sowohl mittels Steinscher Methode als auch aus mod-Gauss-Konvergenz gefolgert. Zusätzlich sind die Asymptotiken der gemischten Momente bekannt. Auch für Curie-Weiss-Modelle mit zufälligen Interaktionen, die durch einen Erdös-Rényi-Graph modelliert werden, wurden mit Hilfe der Steinschen Methode Berry-Esseen Schranken sowohl im quenched als auch im annealed Fall bewiesen. Für den Vektor der Block-Magnetisierungen im Block-Spin-Ising-Modell ist das Verhalten über die Gaußsche Fluktuation hinaus noch unbekannt. Allerdings stehen die asymptotischen Momente zur Verfügung. In diesen Modellen kann die Kumulantenmethode, die sich bereits als hilfreiches Werkzeug bewährt und in den letzten Jahren erneut Aufmerksamkeit gewonnen hat, zu interessanten Ergebnissen führen und so zu einem tieferen Verständnis über das Verhalten der Magnetisierung beitragen. Wegen der speziellen Abhängigkeitsstruktur im Ising-Modell liefert die Kumulantenmethode nur in bestimmten Temperaturbereichen Berry-Esseen Schranken. Mit dem Ziel präzise Asymptotiken anzugeben, erwarten wir, dass die Stein‘sche Methode auf sogenannte gewichtete Abhängigkeitsgraphen verallgemeinert werden kann, was einerseits Konvergenzraten in bisher fehlenden Temperaturbereichen liefert und andererseits die Stein‘sche Methode für eine große Klasse von Abhängigkeitsstrukturen anwendbar macht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443849139",
      "url": "https://gepris.dfg.de/gepris/projekt/443849139",
      "title": "Geometrie unendlicher Zusammenhangskomponenten in Kontinuumsperkolationsmodellen mit starken Korrelationen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443849139",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "In den letzten zehn Jahren wurden enorme Fortschritte beim Verständnis von Gittermodellen der Perkolation mit starken Korrelationen erzielt, sowohl in bestimmten Beispielen wie Random Interlacements als auch in allgemeinen Systemen. Der Antrag betrifft Perkolationsmodelle im Kontinuum mit langreichweitigen räumlichen Korrelationen. Einige Beispiele dafür sind das Boolesche Modell, die Brownschen Interlacements, die Poissonzylinder und ihre \"vacant sets'\". Der Schwerpunkt liegt auf der Entwicklung neuer Methoden zur Lösung von Problemen, die intrinsisch für Kontinuummodelle sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531531795",
      "url": "https://gepris.dfg.de/gepris/projekt/531531795",
      "title": "Gibbs-Punktprozesse in zufälliger Umgebung",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531531795",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Ziel des Projekts ist es, Gibbs-Punktprozesse in unendlichen Volumina und in zufälliger Umgebung zu modellieren und zu analysieren, wobei die Umgebung über das Intensitätsmaß des Referenz-Poisson-Punktprozesses in die Modelle eingeht. Genauer gesagt untersuchen wir Cox-Gibbs-Punktprozesse sowohl im \"quenched\" als auch im \"annealed\" Sinne über GNZ- und DLR-Gleichungen und leiten Kriterien für die Quasilokalität der zugehörigen Papangelou-Intensitäten und Spezifikationskerne ab. Darüber hinaus stellen wir Situationen vor, in denen die zufällige Umgebung einen signifikanten Einfluss auf die Quasilokalitätseigenschaften des Modells sowie auf das Phasenübergangsverhalten hat. Insbesondere beabsichtigen wir, neue Phasenübergänge für die Eindeutigkeit des Gleichgewichtssystems im unendlichen Volumen abzuleiten, die auf Konnektivitätseigenschaften und der Dimension der Umgebung basieren. Als paradigmatische Beispiele untersuchen wir das Widom-Rowlinson-Modell in einer Umgebung vom Poisson-Boolean- sowie Poisson-Voronoi-Typ.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531541167",
      "url": "https://gepris.dfg.de/gepris/projekt/531541167",
      "title": "Grenzwertsätze für stabilisierende Funktionale",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531541167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Viele zufällige geometrische Systeme werden mit Hilfe von zugrunde liegenden Punktprozessen konstruiert. Globale Größen von ihnen lassen sich häufig als Summen von Beiträgen einzelner Punkte, so genannter Scores, darstellen. Stabilisierung bedeutet, dass der Score eines Punktes nur von den anderen Punkten des Punktprozesses in einer zufälligen Umgebung abhängt. Derartige Summen von Scores werden als stabilisierende Funktionale bezeichnet und sind von großer Bedeutung in der stochastischen Geometrie. Sie kommen beispielsweise im Zusammenhang mit räumlichen Zufallsgraphen, zufälligen Mosaiken oder Zufallspolytopen vor. Gegenstand dieses Projektes sind stabilisierende Funktionale von zugrunde liegenden Poisson- oder Binomial-Punktprozessen und ihr asymptotisches Verhalten, wenn die Anzahl der Punkte gegen unendlich strebt. Hierbei können die Varianzen stabilisierender Funktionale von unterschiedlicher Ordnung sein, was bei ihrer Untersuchung zu berücksichtigen ist. Grenzwertsätze für stabilisierende Funktionale sind ein aktives Forschungsthema seit mehr als zwanzig Jahren und lassen sich auf viele unterschiedliche Probleme anwenden. Das Ziel dieses Projektes ist, die Theorie zu Grenzwertsätzen für stabilisierende Funktionale in verschiedene Richtungen erheblich zu erweitern und zu ergänzen: (i) multivariate quantitative zentrale Grenzwertsätze, (ii) Approximation durch die diskretisierte Normal-Verteilung, (iii) Normal-Approximation in der Totalvariationsmetrik und (iv) funktionale zentrale Grenzwertsätze. Hierfür sollen abstrakte Resultate gezeigt werden, die für große Klassen stabilisierender Funktionale und insbesondere für unterschiedliche Ordnungen der Varianz gültig sind. Diese Ergebnisse sollen auf viele wichtige Beispiele aus der stochastischen Geometrie angewandt werden wie Kantenlängen-Funktionale und Komponentenanzahlen von räumlichen Zufallsgraphen, Kantenlängen-Funktionale von Voronoi-Mosaiken, das Volumen der Voronoi-Approximation, Anzahlen an maximalen Punkten sowie innere Volumina und Anzahlen von k-Seiten von Zufallspolytopen. Die Beweise von mehreren der geplanten Resultate werden die Stein‘sche Methode oder ihre Kombination mit dem Malliavin-Kalkül verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443916008",
      "url": "https://gepris.dfg.de/gepris/projekt/443916008",
      "title": "Inhomogene räumliche Netzwerke außerhalb des 'Weak-Decay'-Regimes `",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443916008",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Komplexe Netzwerke sind treten in den Naturwissenschaften überall dort auf, wo große Systeme interagierender Objekte untersucht werden. In diesem Projekt behandeln wir eine reichhaltige Klasse mathematischer Netzwerkmodelle, die drei Grundprinzipien erfüllen: Skalenfreiheit, die `Small-World'-Eigenschaft und Clustering. Die Modelle sind Zufallsgraphen bestehend aus zufällig im Raum verteilten gewichteten Knoten, welche durch Kanten verbunden werden. Die Erzeugung jeder einzelnen Kante hängt sowohl von den Gewichten als auch vom räumlichen Abstand der Endknoten ab. Unser Ziel ist es, das Verhalten dieser Modelle zu besser zu verstehen, indem wir folgende Fragen beantworten: Wann existieren große Zusammenhangskomponenten? Was sind deren topologische Eigenschaften, z.B. hinsichtlich Konnektivität und Graphdistanzen? Verhalten sie sich qualitativ mehr wie Gittermodelle oder mehr wie Bäume? Und was passiert, wenn wir zufällig Kanten aus ihnen herauslöschen?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443914364",
      "url": "https://gepris.dfg.de/gepris/projekt/443914364",
      "title": "Integralgeometrie in Räumen konstanter Krümmung und Anwendungen in der Stochastischen Geometrie",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443914364",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Die Integralgeometrie liefert unverzichtbare Werkzeuge für die mathematische Analyse von zufälligen geometrischen Systemen in Euklidischen Räumen, und umgekehrt werden neue Entwicklungen in der Integralgeometrie häufig durch natürliche Anforderungen aus der Stochastischen Geometrie oder der Statistischen Physik ausgelöst. Aktuelle Entwicklungen in der translativen Integralgeometrie und zu Tensor-Bewertungen wurden schon erfolgreich in der Dichtefunktionaltheorie in der Physik angewendet. Wir beabsichtigen die Integralgeometrie von tensorwertigen Funktionen und von allgemeineren homogenen, geometrischen Bewertungen im Euklidischen und im sphärischen Raum zu untersuchen. Die translative Integralgeometrie führt in natürlicher Weise zu gemischten Funktionalen endlicher Folgen konvexer Körper. Ein wichtiges Langzeitziel besteht darin, den Zusammenhang zwischen diesen gemischten Funktionalen und gemischten Volumina zu verstehen und beide Serien von Funktionalen durch gemeinsame fundamentale Maße, wie etwa Fahnenmaße, zu beschreiben. Weiterhin werden wir zentrale Modelle der Stochastischen Geometrie und hierbei insbesondere zufällige Mosaike, Boolesche Modelle oder zufällige Graphen im hyperbolischen Raum untersuchen. Unsere Vorarbeiten über Poissonsche Hyperebenenprozesse im hyperbolischen Raum haben gezeigt, dass eine Reihe von unerwarteten Phänomenen in Räumen von konstanter negativer Krümmung auftreten können. Wir werden die erforderlichen Hilfsmittel zur Integralgeometrie in hyperbolischen Räumen entwickeln, die für die Analyse von zufälligen geometrischen Systemen im hyperbolischen Raum benötigt werden, und darauf aufbauend spezifische Anwendungen wie zum Beispiel auf zufällige Mosaike und Boolesche Modelle in nicht-Euklidischen Räumen betrachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeInternationaler BezugSchweiz, Tschechische Republik, UngarnKooperationspartnerProfessor Dr. Károly  Böröczky;Dr. Jan  Rataj;Professor Dr. Matthias  Schulte"
    },
    {
      "project_id": "531531628",
      "url": "https://gepris.dfg.de/gepris/projekt/531531628",
      "title": "Irrfahrten mit Drift und Ausschlussprozesse auf Zufallsgraphen",
      "investigators": "Professorin Dr. Nina Jael  Gantert;Professor Dr. Achim  Klenke",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531531628",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Wir betrachten räumliche Zufallsgraphen wie zum Beispiel uniforme Spannbäume eines Gitters oder eines Leitergraphen, oder Punktprozesse im d-dimensionalen Raum. Darauf lassen wir Irrfahrten mit Drift oder Ausschlussprozesse laufen. Im zweiten Fall sehen wir uns die Position eines markierten Teilchens, das im Ursprung startet, an. Wir untersuchen die Geschwindigkeit der Irrfahrt bzw. des markierten Teilchens als Funktion des Drifts. Wir interessieren uns außerdem für Grenzwertsätze für die Verteilung des Abstandes zum Ursprung (nach geeigneter Reskalierung). Für Spannbäume eines unendlichen d-dimensionalen Gitters betrachten wir Irrfahrten mit einem \"Drift nach außen\" und untersuchen dieselben Fragen. Außerdem möchten wir Irrfahrten mit Drift auf Punktprozessen untersuchen und die eindimensionalen Resultate für Mott-Irrfahrten, die in früheren Arbeiten von Faggionato, Gantert und Salvi erhalten wurden, auf den mehrdimensionalen Fall verallgemeinern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444092244",
      "url": "https://gepris.dfg.de/gepris/projekt/444092244",
      "title": "Kondensation in zufälligen geometrischen Graphen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444092244",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Projekt ist eine Fortsetzung des Projekts mit dem gleichen Titel in der ersten Förderperiode. Beide Teile des Projekts beschäftigen sich mit Kondensationsphänomenen, die auftreten, wenn ein zufälliger geometrischer Graph auf bestimmte unwahrscheinliche Ereignisse bedingt wird. Im ersten Projektteil steht das Ereignis im Mittelpunkt, dass der Graph ungewöhnlich viele Kanten besitzt. In diesem Fall äußert sich die Kondensation darin, dass entweder wenige Knoten einen außergewöhnlich hohen Grad annehmen oder dass sich lokalisierte Cluster mit außergewöhnlich hoher Dichte und Konnektivität herausbilden. Im zweiten Projektteil betrachten wir andere unwahrscheinliche Ereignisse, zum Beispiel, dass der Graph ungewöhnlich viele Dreiecke hat, einen untypisch langen Pfad enthält oder eine außergewöhnlich große Zusammenhangskomponente ausbildet. Hinter all diesen Ereignissen steckt ein Kondensationsphänomen, das wir näher erforschen möchten. Dazu werden wir unlängst entdeckte neue Methoden zur Analyse von scharfen Phasenübergängen in geometrischen Graphen und Perkolationsmodellen benutzen und weiterentwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443779210",
      "url": "https://gepris.dfg.de/gepris/projekt/443779210",
      "title": "Konzentration und Kumulanten für stabilisierende Funktionale von Punktprozessen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443779210",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Zahlreiche Funktionale der stochastischen Geometrie können als Summen sogenannter Punktfunktionen (score functions) über einer zufälligen Punktkonfiguration beschrieben werden, wobei der Wert der Funktion an einem gegebenen Punkt von dessen Lage sowie der umgebenen Punktkonfiguration lokal abhängt. Die Begriff des stabilisierenden Funktionals formalisiert dies mathematisch. Die Theorie stabilisierender Funktionale beweist probabilistische Grenzwertsätze für solche Funktionale bei wachsender Intensität des zugrunde liegenden Puntprozesses und wurde in den frühen 2000er Jahren von Penrose und Yukich begründet. Sie gehört seit dem zum aktiven Kern der räumlichen Stochastik und besitzt eine Vielzahl von Anwendungen.Im vorgeschlagenen Forschungsprogramm wird die Theorie stabilisierender Funktionale in Bezug auf Konzentrationsungleichungen weiterentwickelt. Die Hauptziele des Programms lassen sich wie folgt zusammenfassen.(a) Es werden Kumulantenschranken für oberflächen-stabilisierende Funktionale entwickelt. Dies geschieht zunächst für Funktionale von Poissonprozessen und anschließend für allgemeinere Punktprozessmodelle, beispielsweise für Gibbsprozesse und Punktprozesse mit schnell abklingenden Korrelationen.(b) Es werden Methoden der stochastischen Analysis für Poissonprozesse genutzt (insbesondere logarithmische Sobolev-Ungleichungen und Kovarianzidentitäten), um Konzentrationsungleichungen für stabilisierende und oberflächen-stabilisierende Funktionale zu beweisen. Dies geschieht zunächst unter restriktiven Annahmen an die Punktfunktionen (z.B. für Zufallsgrößen im Gilbert-Graph), um verschiedene Methoden zu vergleichen. In einem zweiten Schritt wird die vielversprechendste Methode auf allgemeine Funktionalklassen angewendet und es werden auf diesem Wege neue Ungleichungen für Modelle der stochastischen Geometrie gewonnen.(c) Es werden Modelle der stochastischen Geometrie in nichteuklidischen Räumen als  konkrete Anwendungen untersucht. In Fokus stehen dabei geometrische Zufallsgraphen sowie Poisson-Voronoi-Mosaike in Räumen konstanter Krümmung $+1$, $0$ oder $+1$. Es werden auch die zur Behandlung dieser Modelle notwendigen geometrischen Hilfsmittel im Rahmen des Projekts entwickelt.(d) Als langfristiges Ziel werden Prinzipien großer Abweichungen für große Klassen stabilisierender Funktionale verfolgt, indem bereits vorhandene Methoden verfeinert und weiterentwickelt werden. In einem zweiten Schritt sollen auch oberflächen-stabilisierende Funktionale behandelt werden. Die auf diesem Wege gewonnenen Resultate ziehen wiederum Konsequenzen für spezifische Modelle der stochastischen Geometrie in nichteuklidischen Räumen nach sich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444028664",
      "url": "https://gepris.dfg.de/gepris/projekt/444028664",
      "title": "Koordinationsfonds",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444028664",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Dieses Schwerpunktprogramm (PP) widmet sich der mathematischen Analyse von Effekten und Phänomenen, die aus einem Zusammenspiel von Zufall und Geometrie entstehen. Analytische Arbeiten werden dominieren, aber auch Simulationen, numerische, statistische und Modellierungsarbeiten werden Teil des Programms sein. Viele Fragen von intrinsischem mathematischem Interesse werden angesprochen. Disziplinen wie Physik, Materialwissenschaft und Telekommunikation werden entscheidende Quellen für Probleme, Motivationen, Modelle und Lösungen sein. Der Schwerpunkt liegt auf der Entwicklung neuer und die Verfeinerung bestehender Methoden und so weiter die Erstellung und Analyse neuer zufälliger räumlicher Modelle. Mit dem Koordinationsfonds soll ein breites und effizientes Austausch- und Aktivitätsprogramm für die Teilnehmer des PP und weitere Wissenschaftlerinnen und Wissenschaftler an Forschungseinrichtungen im In- und Ausland ermöglicht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443880457",
      "url": "https://gepris.dfg.de/gepris/projekt/443880457",
      "title": "Kritisches Verhalten in gewichteten Zufallsgraphenmodellen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443880457",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Viele reale Netzwerke können durch räumliche Zufallsgraphen modelliert werden. Wir untersuchen eine große Klasse von Zufallsgraphen auf den Punkten eines Poisson-Prozesses im euklidischen Raum, die skalenfreie Gradverteilungen und langreichweitige Verbindungen kombinieren. Jeder Poissonpunkt trägt ein unabhängiges zufälliges Gewicht, wir bilden eine Kante zwischen zwei Punkten unabhängig voneinander mit einer Wahrscheinlichkeit, die von den beiden Gewichten und dem Abstand der Punkte abhängt. Dies ist eine weitreichendes Modell der Kontinuumsperkolation, welches als Sonderfälle eine Reihe von räumlichen Zufallsgraphen enthält. Ein typisches Artefakt von Perkolationsmodellen ist das Auftreten eines Phasenübergangs: Ist die Kantendichte sehr klein, dann sind alle Zusammenhangskomponenten endlich. Wenn anderseits die Kantendichte groß ist, dann existiert eine unendliche Komponente. Während die strukturellen Eigenschaften der unendlichen Komponente im letzteren Fall in vielen Fällen analysiert wurden, gibt es nur sehr wenige mathematische Ergebnisse über das Verhalten an der Phasenübergangsstelle. Dennoch ist das Verhalten an und in der Nähe der Phasenübergangsstelle sowohl aus mathematischer als auch aus anwendungstechnischer Sicht sehr interessant. er vorliegende Antrag konzentriert sich auf diesen Phasenübergang. Unser Ziel ist es, eine Lace Expansion für das gewichtete Zufallsverbindungsmodell zu entwickeln, die es uns dann ermöglicht, kritische Exponenten für dieses Modell abzuleiten. Im Gegensatz zum reinen Zufallsverbindungsmodell, bei dem das kritische Verhalten kürzlich untersucht wurde, ergibt die Addition von Gewichtungen eine wesentlich reichere Klasse von Beispielen, insbesondere die Integration von skalenfreien Gradverteilungen und hierarchischen Modellen,DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444138055",
      "url": "https://gepris.dfg.de/gepris/projekt/444138055",
      "title": "Morphometrische Rauheitsanalyse nanostrukturierter Oberflächen",
      "investigators": "Professorin Dr. Karin  Jacobs;Privatdozent Dr. Steffen  Winter",
      "subject_area": "MathematikExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444138055",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Die Beschreibung komplexer, nicht wiederkehrender Topografien ist eine Herausforderung, und klassische Methoden wie Fast Fourier-Transformation und der quadratische Mittelwert der Rauheit (RMS) reichen nicht aus, um ihre Feinheiten zu erfassen. Die spezifische Topografie hat jedoch großen Einfluss auf die physikalischen, chemischen und biologischen Eigenschaften. Eine genaue Charakterisierung und eine präzise Beschreibung der Topografie sind daher unerlässlich. Eine Vielzahl unterschiedlicher Nanostrukturen mit spezifischen Topografien wurde für verschiedene Materialeigenschaften entwickelt, dennoch fehlt es an einer intuitiven, interdisziplinär akzeptierten und umfassenden Beschreibung der Rauheit. Das Team aus der experimentellen (Bio-)Physik, der theoretischen Physik und der Mathematik will diese Lücke schließen und hat sich zum Ziel gesetzt, für eine Reihe von sehr unterschiedlichen Proben, die in der Nanotechnologie eingesetzt werden, die am besten geeigneten Analyse- und Charakterisierungsmethoden zu entwickeln. Die Rasterkraftmikroskopie ist die wichtigste experimentelle Methode zur Erfassung von Topographien auf der Nanoskala. Zu den mathematischen Werkzeugen gehören fortgeschrittene Formdeskriptoren, die auf Minkowski-Funktionen basieren, und neu entwickelte räumliche Modelle für (nano)raue Oberflächen und Aggregationsmodelle mit Methoden aus der fraktalen und stochastischen Geometrie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeMitverantwortlichProfessor Dr. Klaus  Mecke"
    },
    {
      "project_id": "443911367",
      "url": "https://gepris.dfg.de/gepris/projekt/443911367",
      "title": "Optimaler Transport für stationäre Punktprozesse",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443911367",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Die Theorie des optimalen Transports hat mittlerweile vielfältige Anwendungen in verschiedenen Bereichen der Mathematik gefunden und ist insbesondere zu einem unverzichtbaren Werkzeug in der Analyse von stochastischen Prozesse,  Partikelsystemen und den zugehörigen Evolutionsgleichungen geworden, meist jedoch in einem endlich-dimensionalen Rahmen. Das Ziel dieses Projekts ist es, ein Gegenstück dieser Theorie für stationäre Punktprozesse, oder allgemeiner für zufällige (unendliche) Maße, zu entwickeln und diese neuen Werkzeuge einzusetzen z.B. in der Analyse von Systemen unendlich vieler interagierender Teilchen oder zur Lösung offener Fragen für bestimmte Modelle von Punktprozessen von Interesse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531543316",
      "url": "https://gepris.dfg.de/gepris/projekt/531543316",
      "title": "Optimaler Transport für stationäre Punktprozesse",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531543316",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Ziel dieses Projekts ist es, ein Gegenstück zur reichhaltigen Theorie des optimalen Transports zwischen Wahrscheinlichkeitsmaßen zu entwickeln für stationäre zufällige Maße. Ein besonderer Fokus liegt auf stationären Punktprozessen, d.h. stationären diskreten unendlichen Maßen. Unser erstes Ziel ist die Entwicklung von Abstandsbegriffen auf dem Raum der stationären Punktprozesse, die es erlauben zwischen Punktprozessen zu interpolieren mittels Kurven kürzester Länge. Sie Struktur bildet die Basis für die weiteren Ziele des Projekts. Zum einen untersuchen wir Konvexitätseigenschaften von Funktionalen auf dem Raum der Punktprozesse unter Interpolation mit dem Ziel, systematische Methoden zu entwickeln, um Funktionalungleichungen für Punktprozesse zu erhalten. Zum anderen werden wir die entwickelte Geometrie auf dem Raum der Punktprozesse nutzen, um die Dynamik unendlicher interagierender Teilchensysteme zu untersuchen. Schließlich, zielen wir darauf, mit den entwickelten Methoden Herausforderungen für konkrete Punktprozessmodelle in Angriff zu nehmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443976613",
      "url": "https://gepris.dfg.de/gepris/projekt/443976613",
      "title": "Optimales Matching und ausgleichender Transport",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443976613",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das optimale Matching-Problem ist eines der klassischen Optimierungsprobleme der Wahrscheinlichkeitsrechnung. Inzwischen gibt es ein gutes Verständnis des makroskopischen Verhaltens mit einigen sehr detaillierten Ergebnissen, mehreren anspruchsvollen Vorhersagen und offenen Problemen. Das Ziel dieses Projekts ist es, eine verfeinerte Analyse der Lösungen des optimalen Matching-Problems von der makroskopischen bis zur mikroskopischen Skala zu entwickeln.  Innerhalb dieses Projekts konzentrieren wir uns auf zwei Hauptrichtungen. Einerseits sind wir an der quantitativen Konvergenz der Verschiebungen des optimalen Matching-Problems gegen Gaußschen Feldern auf mesoskopischen Skalen interessiert. Andererseits versuchen wir, mikroskopische Informationen zu erhalten, indem wir die (Nicht-)Existenz eines thermodynamischen Grenzwertes nachweisen. Die wichtigste theoretische Grundlage für dieses Projekt ist ein deterministisches quantitatives Linearisierungsergebnis der Monge-Ampère-Gleichung. In diesem Projekt wollen wir auch die deterministische Regularitätstheorie weiter vorantreiben und ihre Anwendbarkeit über den Modellfall der uiv uniformen Punkte hinaus testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444084038",
      "url": "https://gepris.dfg.de/gepris/projekt/444084038",
      "title": "Phasenübergänge in Modellen zufälliger Schlingen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444084038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Modelle zufälliger Schlingen sind Systeme der statistischen Mechanik, deren Realisierungen geschlossene Trajektorien sind, die in einem höherdimensionalen Raum leben. Sie stoßen aus vielen verschiedenen Gründen auf Interesse, zum Beispiel wegen ihrer reichen und faszinierenden Phänomenologie — dies hängt stark von den Eigenschaften des zugrundeliegenden Raums ab — und von deren engen Verbindungen zu quantenmechanischen und klassischen physikalisch relevanten statistischen Mechanikmodellen, von denen sie häufig eine alternative Formulierung darstellen. Dieser Antrag betrachtet eine wichtige Klasse von Schlingenmodellen im diskreten Raum. Diese Klasse umfasst das Modell der Gitterpermutationen, das in unserem Forschungsprogramm eine zentrale Rolle spielt. Gitterpermutationen sind ein relativ neues Modell in der mathematischen statistischen Mechanik und beanspruchen Interesse aus einer Vielzahl von Perspektiven. Dazu gehören ihre Verbindungen zum Quanten-Bose-Gas, einem der wichtigsten, ungelösten Modelle der statistischen Mechanik, und zum Loop-O(N) -Modell, das in den letzten Jahren ein zunehmendes Interesse in den Communities der Wahrscheinlichkeitstheorie und der mathematischen Physik gefunden hat.Wir wollen grundlegende Fortschritte beim Verständnis der wichtigsten und faszinierendsten Eigenschaft dieser Systeme erzielen, nämlich des Phasenübergangsphänomens, das die Geometrie und die Größe der Schleifen beschreibt. Dies ist eine herausfordernde Aufgabe, da nur wenige mathematische Techniken für die genaue Untersuchung von Phasenübergängen bekannt sind und Gitterpermutationen sich erheblich von klassischen Modellen wie Spin-Systemen und Perkolation unterscheiden. Darüber hinaus führt die Bedingung der Selbstüberschneidungsfreiheit zu langfristigen Korrelationen, die ein schwerwiegendes mathematisches Hindernis darstellen. Trotz dieser Schwierigkeiten hat der Antragsteller in letzter Zeit wichtige Fortschritte erzielt, indem er die Eigenschaften eines neuen allgemeinen Modells, des Zufallspfadmodells, nutzt, das Gitterpermutationen und viele andere Modelle - vor allem Schleifendarstellungen von Spinsystemen — als Sonderfälle beinhaltet. Die Beschreibung solcher - scheinbar nicht miteinander verwandter - Modelle in einem einheitlichen Rahmen ermöglichte die Neuformulierung klassischer Techniken, die für Spin-Systeme entwickelt worden waren, in die Sprache von Zufallsschleifen, zum Beispiel Reflexionspositivität. Wir wollen solche Techniken und Verbindungen weiterentwickeln und neue Bestandteile einführen. Insbesondere wollen wir das Auftreten von makroskopischen Schleifen in Gitterpermutationen in den Dimensionen d > 2 nachweisen, unser Verständnis des Phasenübergangsphänomens über den Fall von Wechselwirkungen mit nächsten Nachbarn hinaus erweitern, hinreichende Bedingungen für das Auftreten eines Phasenübergangs in Spinsystemen, und schliesslich Auskunft über die Größe und die Geometrie der Schleifen in zwei Dimensionen geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeInternationaler BezugItalien"
    },
    {
      "project_id": "443922708",
      "url": "https://gepris.dfg.de/gepris/projekt/443922708",
      "title": "Renormierungsgruppe für Gibbssche Punktprozesse",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443922708",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Einen allgemeinen Beweis für die Existenz eines Phasenüberganges für Teilchen im kontinuierlichen Ortsraum zu finden ist ein offenes Problem, das für die mathematische statistische Physik eine außerordentliche Herausforderung darstellt. Der Antrag zielt auf die Entwicklung und Implementation eines Programmes ab, das das physikalische Tröpfchenbild für Kondensation in mathematische Aussagen umsetzt. Schlüsselelement ist eine Renormierungsgruppentheorie für Gibbssche Punktprozesse, die es zu entwickeln und auf Mischungen, z.B. von Kugeln verschiedener Größen, anzuwenden gilt. Die relevanten Systemen weisen mehrere Längenskalen auf, die für die Größen verschiedener Tröpfchen oder Cluster stehen. In der neu zu entwickelnden Renormierungsgruppentheorie spielt das Superpositionsprinzip für Poissonsche Punktprozesse eine ähnliche Rolle wie die Additivität von Kovarianzfunktionen unabhängiger Gaußscher Felder. Die Theorie wird auf die Berechnung freier Energien und Dichtefunktionale sowie für den Beweis von Phasenübergängen angewendet. Das Programm ist für Gibbssche Hard-Core-Modelle in der stochastischen Geometrie relevant und weist Querbezüge zu diagrammatischen Entwicklungstechniken für Punktprozesse auf. Ferner ist das Tröfpchenbild hochrelevant für die Herleitung effektiver Koagulations-Fragmentations-Modelle in dynamischen Untersuchungen von Kondensation und Metastabilität.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444093014",
      "url": "https://gepris.dfg.de/gepris/projekt/444093014",
      "title": "Rigide und hyperuniforme Punktprozesse",
      "subject_area": "MathematikStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444093014",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Ein Punktprozess (zufälliges Punktfeld) ist hyperuniform, falls die Varianz der Anzahl der Punkte in einer großen Kugel langsamer als das Volumen wächst, d.h., falls diese Zahl im Vergleich mit einem Poissonprozess eine signifikant kleinere Fluktuation aufweist. Ein Punktprozess ist rigid, falls die (zufällige) Anzahl der Punkte in kompakten Mengen (fast sicher) durch die Konfiguration außerhalb der Menge festgelegt wird.  Das lokale Verhalten solcher Prozesse kann dem schwach abhängiger (wie einem Poissonprozess oder einem Gibbsprozess mit kurzen Wechselwirkungen) sehr ähneln. Erst aus einer globalen Sicht zeigt sich eine reguläre geometrische Struktur, welche homogen wie ein Kristall werden kann. Beispiele hyperuniformer Punktprozesse sind perturbierte Gitter, der (die Eigenwerte einer Gaußschen Matrix beschreibende) Ginibre Prozess, einige andere determinantale Prozesse, stabile Teilmatchings eines Poissonprozesses und das Coulomb-Gas. Beispiele rigider Punktprozesse sind die bereits genannten Matchings, Gibbsprozesse mit weitreichenden Interaktionen, die Nullstellen Gaußscher ganzer Funktionen sowie einige determinantale Prozesse. Mittlerweile sind in Physik und anderen Naturwissenschaften viele Beispiele solcher exotischen Zustände gefunden und konstruiert worden in zufälligen Kugelpackungen, Quasikristallen, Quantengrundzuständen, und Materialien mit photonischen Bandlücken. Auch in der Mathematik stoßen diese Prozesse mittlerweile auf großes Interesse. Ein erstes Ziel dieses Projekts besteht darin, Voraussetzungen an einen Transport zwischen Punktprozessen (und allgemeineren zufälligen Maßen) zu finden, unter denen die Hyperuniformität erhalten bleibt. Dabei sollen abstrakte Mischungsvoraussetzungen formuliert und dann mit Hilfe moderner Punktprozessmethoden in konkret überprüfbare Kriterien überführt werden. Daraus sollten interessante neue Beispiele hyperuniformer Strukturen abgeleitet werden. Das zweite Ziel dieses Projekts ist die mathematische Analyse des Zusammenhangs zwischen Rigidität und Hyperuniformität innerhalb einer zu definierenden Klasse von Punktprozessen. Diese Klasse wird durch eine geeignete Kopplung zwischen stationären und Palmschen Verteilungen definiert. Sie soll auch dazu benutzt werden, den lokalen Grad von Anziehung und Abstoßung zu quantifizieren. Das dritte Ziel des Projekts besteht in der Weiterentwicklung eines Tests auf Hyperuniformität, der in der ersten Phase dieses Projekts entwickelt wurde. Er soll für eine größere Klasse von hyperuniformen Punktprozessen und für zufällige Mengen formuliert und theoretisch fundiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443759178",
      "url": "https://gepris.dfg.de/gepris/projekt/443759178",
      "title": "Räumliche Koagulation und Gelation",
      "investigators": "Professor Dr. Wolfgang  König, seit 8/2024;Elena  Magnanini, Ph.D.",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443759178",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "In diesem Projekt wollen wir mit Methoden aus der Theorie der großen Abweichungen sowie aus der Analysis ernsthafte innovative Schritte im Verständnis von zufälligen, räumlichen Teilchenmodellen mit Koagulation unternehmen und vor allem den Gelations-Phasenübergang beleuchten, also das Auftreten ganz besonders großer Partikel. In der ersten Förderperiode haben wir im hydrodynamischen Grenzwert gearbeitet und Grundlagen gelegt, indem wir explizite Formeln für die gemeinsame Verteilung der Teilchenkonfiguration zu einem festen Zeitpunkt und Prinzipien der großen Abweichungen für den mikroskopischen Teil im Limes eines großen Systems hergeleitet haben. In der zweiten Förderphase möchten wir diese Formeln auf den makroskopischen Teil ausdehnen und die Formeln für das Verständnis einiger detaillierterer räumlicher Aspekte des Verhaltens der Konfiguration nutzen. Insbesondere werden wir eine Reihe von Strategien anwenden und erweitern, um das Auftreten von Gelation für eine breite Klasse von räumlichen Koagulationskernen zu zeigen. Darüber hinaus wollen wir das Phänomen der mobilitätsinduzierten Gelation in einem bestimmten Koagulationsmodell mit zufälliger Bewegung verstehen und einige nicht-triviale Schritte im thermodynamischen Limes machen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeEhemaliger AntragstellerDr. Robert  Patterson, bis 8/2024"
    },
    {
      "project_id": "443869423",
      "url": "https://gepris.dfg.de/gepris/projekt/443869423",
      "title": "Räumliche Populationsmodelle mit lokaler Selbstinteraktion",
      "investigators": "Professor Dr. Matthias  Birkner;Professorin Dr. Nina Jael  Gantert",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443869423",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Wir untersuchen räumliche Populationsmodelle mit Selbstinteraktion. Die Selbstinteraktion kann von einer gemeinsamen räumlichen Umgebung kommen (Verzweigungsprozesse in zufälliger Umgebung). Sie kann auch durch eine Rückkopplung entstehen, bei der die Verzweigung von der Anzahl der Individuen in der Nachbarschaft abhängt. Diese Populationsmodelle sind realistischer als die klassischen verzweigenden Irrfahrten, bei denen die Individuen sich unabhängig voneinander bewegen und Nachkommen produzieren. Im ersten Fall berücksichtigen sie Inhomogenitäten im biologischen Lebensraum. Im zweiten Fall beschreiben sie die Entwicklung einer Bevölkerung mit Selbst-Regulation, die zum Beispiel durch die Konkurrenz um beschränkte Ressourcen zustandekommt. Die Analyse dieser Populationsmodelle ist schwieriger: im zweiten Fall sind sie nicht \"monoton\", d.h. das Hinzufügen von Individuen zu einem früheren Zeitpunkt kann die Gesamtbevölkerung zu einem späteren Zeitpunkt reduzieren. Wir untersuchen speziell (1) Überleben versus Aussterben, (2) Geschwindigkeit und Fluktuationen einer Ausbreitungsfront in expandierenden Populationen, (3) Genealogien und Grenzflächen. Eine wichtiges gemeinsames Werkzeug stellt die Analyse der räumlichen Einbettung von Ahnenlinien dar. Diese bilden Irrfahrten in dynamischer zufälliger Umgebung, die von unabhängigem Interesse sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische SystemeInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Jiri  Cerny"
    },
    {
      "project_id": "443891315",
      "url": "https://gepris.dfg.de/gepris/projekt/443891315",
      "title": "Räumliches Wachstum und Informationsaustausch in evolvierenden Umgebungen und auf evolvierenden Netzwerken",
      "investigators": "Professorin Dr. Lisa  Hartung;Privatdozent Dr. Anton  Klymovskiy",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443891315",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Wie wirkt die Raumzeit variierende Umgebung auf das Langzeitverhalten der räumlich strukturierter Populationen wechselwirkender Partikeln/Individuen/Agenten aus? Diese Frage ist von hoher Relevanz, z.B. in den Lebens-/Sozial-/Wirtschaftswissenschaften, der Informatik und der künstlichen Intelligenz. Aus mathematischer Sicht konzentriert sich das Projekt auf zwei phänomenologische Modelle wechselwirkender Partikelsysteme: (1) die verzweigende Brownsche Bewegung, die das Wachstum/die räumliche Ausbreitung einer Population modelliert, und (2) das Wählermodell, das den Informationsaustausch in einer Population modelliert. Die neuen Merkmale, die dieses Projekt in diese klassischen Modelle einführt, sind (1) raum-zeitkorrelierte Umgebungen und (2) evolvierende Netzwerke. Diese übernehmen die Rolle der geografischen Räume, deren zugrundeliegende Geometrie durch die zufälligen Strukturen stark beeinflusst wird. Das Projekt zielt darauf ab, (1) Wachstum/Aussterben, Populationsgröße, räumliche Ausbreitung der Agenten; und (2) Clustering gegenüber Konsens von Agentenzuständen sowie Raum-Zeit-Skalierungslimiten stochastischer Prozesse auf Netzwerken zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444091549",
      "url": "https://gepris.dfg.de/gepris/projekt/444091549",
      "title": "Skalierungslimes von evolvierenden Spannbäumen und Irrfahrten auf evolvierenden Spannbäumen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444091549",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "In diesem Projekt konstruieren wir Skalierungslimes von evolvierenden Spannbäumen weiterer Graphen (insbesondere Erdös-Renyi-Graphen bzw. Folgen von dicht zusammenhängenden Expander-Graphen und niedrig\\-dimensionalen Tori). Diese Fragestellungen sind in der Modellierung großer dünner Netzwerke von Relevanz. Baumartige Netzwerke bilden die Extremfälle zusammenhängender, dünner Netzwerke. Viele Netzwerke ändern sich im Laufe der Zeit. Ein Schwerpunkt dieses Projektes ist daher dem Studium von Skalierungslimes einer speziellen Netzwerkdynamik gewidmet. Dies ist der Aldous-Broder-Algorithmus, der zu einem Netzwerk zufällige Spannbäume generiert. Eine Irrfahrt auf einem Netzwerk ist ein einfacher stochastischer Prozess, der es erlaubt, die Netzwerkstruktur zu erkunden. In Kommunikationsnetzwerken (z.B. Internet, Wireless-Netzwerke) modellieren diese eine Nachricht, die von Knoten zu Knoten wandert. In der aktuellen Forschung werden Irrfahrten auf dynamischen Netzwerken mit denen auf statischen Netzwerken verglichen. In diesem Projekt wollen wir die Raum-Zeit-Skalen bestimmen, auf denen die skalierte Irrfahrt einen diffusiven Skalierungslimes haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531541571",
      "url": "https://gepris.dfg.de/gepris/projekt/531541571",
      "title": "Stochastische Geometrie in nicht-Euklidischen Räumen",
      "investigators": "Professorin Dr. Anna  Gusakova;Professor Dr. Christoph  Thäle",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531541571",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Ziel dieses Projekts ist die Erweiterung und die Analyse gewisser Modelle für Zufallsmosaike des Euklidischen Raum auf den nicht-Euklidischen Fall mit besonderem Fokus auf den Standardräumen konstanter Schnittkrümmung. Genauer werden zwei Modelle für Zufallsmosaike untersucht: zufällige Laguerre-Mosaike, die die klassische Poisson-Voronoi-Konstruktion verallgemeinern, und Poissonsche Hyperebenenmosaike. Wir zeigen zunächst, dass die bekannten Konstruktionen im Euklidischen Raum auf Räume konstanter Krümmung ausgedehnt werden können. Im Zentrum der Untersuchungen stehen dann die Geometrie von typischen und gewichteten Zellen sowie das probabilistische Verhalten verschiedener geometrischer Funktionale, wie etwa die Zellintensität oder Volumen und f-Vektor der typischen oder der Nullpunktzelle. Darüber hinaus werden Fragen nach geometrischen Extremwerten vom Euklidischen Rahmen auf Räume konstanter Krümmung übertragen. Dazu sollen neue Plug-In-Resultate für Poissonprozess-Konvergenz mit Hilfe der Malliavin-Stein Technik entwickelt werden. Diese allgemeinen Ergebnisse werden anschließend verwendet, um das geometrische Extremwertverhalten von nicht-Euklidischen Zufallsmosaiken zu untersuchen (z.B. maximale Knotengrade oder der Inradius der typischen Zelle). Es ist ein übergeordnetes Ziel dieses Projekts, ein tieferes Verständnis für Geometrie-gesteuerte zufällige Systeme zu erlangen. Insbesondere sollen diejenigen Parameter eines solchen Systems identifiziert werden, die eine gewisse Universalität in Bezug auf den zu Grunde liegenden Raum aufzeigen, und es sollen Parameter untersucht werden, die explizit durch die Geometrie des Raumes beeinflusst sind, insbesondere durch dessen Krümmung. Insbesondere wir das Verhalten geometrischer Funktionale in Abhängigkeit des Krümmungsparameters untersucht, darunter auch die Frage nach der Analytizität als Funktion der Krümmung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531540467",
      "url": "https://gepris.dfg.de/gepris/projekt/531540467",
      "title": "Superkonzentration in zufälligen geometrischen Strukturen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531540467",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das erste Ziel dieses Projekts \"Superkonzentration in zufälligen geometrischen Strukturen\" ist die Untersuchung des Phänomens der Superkonzentration für messbare Funktionale eines Poisson-Prozesses in einem abstrakten Raum, insbesondere die Suche nach sehr allgemeinen Bedingungen, unter denen Superkonzentration gilt. Zweitens ist es unser Ziel, bekannte State-of-the-Art-Methoden wie die Poincaré-Ungleichung zweiter Ordnung zu verbessern, um quantitative zentrale Grenzwertsätze für Poisson-Funktionale zu erhalten, die superkonzentriert sind. Schließlich wollen wir die Verbindung zwischen Superkonzentration und dem Konzept der Noise-Sensitivity ausnutzen. Eines unserer Hauptziele ist die Untersuchung der (scharfen) Noise-Sensitivity in verschiedenen kontinuierlichen Perkolationsmodellen durch die Erforschung dieser Verbindung sowie andere Ansätze, die auf spektralen Methoden und Differentialungleichungen basieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444090211",
      "url": "https://gepris.dfg.de/gepris/projekt/444090211",
      "title": "Zufallspolytope",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444090211",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Vorhaben befasst sich mit der Untersuchung von zufälligen Polytopen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "531540991",
      "url": "https://gepris.dfg.de/gepris/projekt/531540991",
      "title": "Zufallspolytope",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531540991",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Untersuchung von Zufallspolytopen und Zufallskegeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "444030945",
      "url": "https://gepris.dfg.de/gepris/projekt/444030945",
      "title": "Zufällige Polynome und zufällige Kähler-Geometrie",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444030945",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Die Forschung, die in diesem Projekt beschrieben wird, beschäftigt sich mit dem Zusammenspiel von komplexer Geometrie und Wahrscheinlichkeitstheorie. Wir kombinieren Methoden der komplexen Geometrie und der geometrischen Analysis mit Methoden der Wahrscheinlichkeitstheorie, um verschiedene Probleme zu untersuchen, die lokale und globale statistische Eigenschaften von Nullstellen holomorpher Schnitte holomorpher Linienbündel auf Kähler-Mannigfaltigkeiten betreffen. Ein besonders wichtiger Fall sind zufällige Polynome. Von besonderem Interesse sind die Asymptotik von Kovarianzkernen und Ensembles von Polynomen/Schnitten, die Universalität ihrer Verteilungen, zentrale Grenzwertsätze sowie Prinzipien großer Abweichungen. Die zu untersuchenden Fragen sind einerseits mathematisch interessant und herausfordernd. Andererseits haben sich in den letzten Jahrzehnten wichtige Verbindungen zur theoretischen Physik herauskristallisiert; hier dienen Zufallspolynome als Modell für die Eigenfunktionen chaotischer Quantenhamiltonians.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443977573",
      "url": "https://gepris.dfg.de/gepris/projekt/443977573",
      "title": "Zufällige Riemannsche Geometrie",
      "investigators": "Dr. Eva  Kopfer;Professor Dr. Karl-Theodor  Sturm",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443977573",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Ziel des Projekts für die zweite Förderperiode ist es, die Analyse und Approximation zufälliger Riemannscher Mannigfaltigkeiten voranzutreiben, genauer gesagt, die Analyse und Approximation zufälliger metrischer Maßräume. Diese werden durch zufällige Störungen Riemannscher Mannigfaltigkeiten erzeugt. Von besonderem Interesse wird die weitergehende Untersuchung der konform-invarianten Zufallsobjekte sein, deren Konstruktion und Analyse zu den bahnbrechenden Ergebnissen der ersten Förderperiode zählen. Der Fokus hierbei wird liegen auf: i) Konstruktion von Zufallsfeldern, Liouville-Maß und Polyakov-Maß für Mannigfaltigkeiten mit ungerader Dimension, nichtkompakte Mannigfaltigkeiten und nichtzulässige Mannigfaltigkeiten; ii) Approximation höherdimensionaler zufälliger Riemannscher Mannigfaltigkeiten (genauer: zufälliger metrischer Maßräume) durch diskrete Näherungen sowie Studium der zugehörige Fragen der Konvergenz – oder zumindest Sub-Konvergenz – der renormierten Distanzfunktionen; iii) Modifikation des Polyakov-Liouville-Maßes durch sogenannte \"Vertex Insertion\" und Bestimmung der Seiberg-Schranken in höheren Dimensionen; iv) Analyse des semiklassischen Grenzwerts des Polyakov-Liouville-Maßes und Charakterisierung des Trägers des Limesmaßes als Menge von Mannigfaltigkeiten mit konstanter Q-Krümmung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    },
    {
      "project_id": "443900618",
      "url": "https://gepris.dfg.de/gepris/projekt/443900618",
      "title": "Zur Berechnung von exakten Resultaten für glasige Dynamik",
      "subject_area": "MathematikTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443900618",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2265: \nZufällige geometrische Systeme",
      "description": "Das Entstehen neuer Phasen und Zustände aus dem Zusammenspiel von  Zufälligkeit und Geometrie ist ein entscheidender Mechanismus in vielen Fällen in der Physik, wie Strukturbildung, Perkolation, Phasenübergänge, sowie die korrelierte räumliche Zufälligkeit, die in Flüssigkeiten, Gläsern und arretierten Packungen zu sehen ist. Allerdings sind exakte Ergebnisse in Modellen der Physik selten, während viele exakte Ergebnisse aus der Mathematik oft wenig geschätzt werden in physikalischen Kontexten, wobei eine mangelnde Relevanz das Problem sein könnte. Aus physikalischer Sicht erlauben es einfache, exakt lösbare Modelle, die zugrunde liegenden Mechanismen von Phänomenen mit großer Klarheit zu identifizieren. Innerhalb des unten vorgeschlagenen Projekts soll die aus komplexen mikroskopischen Modellen bekannte und experimentell mehrfach bestätigte glasige Dynamik exakt aus vereinfachten Modellen abgeleitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2265: \nZufällige geometrische Systeme"
    }
  ]
}