{
  "spp_number": "SPP 2125",
  "spp_title": "Dekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360002565",
  "projects_count": 25,
  "projects": [
    {
      "project_id": "401878138",
      "url": "https://gepris.dfg.de/gepris/projekt/401878138",
      "title": "Accurate and high-resolution classification of synthetic and natural community amplicon data",
      "subject_area": "Bioinformatik und Theoretische Biologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401878138",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Over the past decade, numerous computational methods for the analysis of amplicon data have been developed and successfully apply to the study of microbial communities associated with plants. Despite improvements in speed and accuracy, current computational methods suffer from a number of limitations, the most severe of which are associated with the use of the artificial constructs designated Operational Taxonomic Units (OTUs). These groups of sequences, estimated to originate from the same microbial species, are based on arbitrary sequence similarity thresholds which do not correspond to meaningful functional biological entities. Here we propose to implement an accurate and precise algorithm specifically designed to process amplicon data obtained from experiments with synthetic communities by taking advantage of our precise knowledge of the input microbial strains. We will also extend this algorithm for processing natural community amplicon data by using a recursive classification approach and a dynamic database scheme. Finally, we will perform experiments with mock synthetic communities to validate these algorithms and optimize their implementation.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401829393",
      "url": "https://gepris.dfg.de/gepris/projekt/401829393",
      "title": "Auswirkungen anderer Mikroben und des Wirts auf die Interaktion und ökologische Funktion von Pseudomonas- und Sphingomonas-Isolaten mit Pflanzen",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401829393",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die häufigsten bakteriellen Gattungen in Blättern von Wildpflanzen der Ackerschmalwand (Arabidopsis thaliana) in Südwestdeutschland sind Pseudomonas und Sphingomonas. Während es viele pathogene Pseudomonas gibt, scheinen Pathogene unter Sphingomonas selten zu sein, aber beide Taxa enthalten Stämme, die Pflanzen vor den Auswirkungen von Pathogenen schützen können. Trotz der Allgegenwart beider Gruppen zeigen sie kontrastierende Verbreitungsmuster in wilden A. thaliana Pflanzen: Die Größen von Sphingomonas-Populationen in einzelnen Pflanzen sind sehr einheitlich, während die von Pseudomonas stark variieren, und nur Pseudomonas hat hohe Vorhersagekraft für die gesamte mikrobielle Belastung in diesen Pflanzen. Wir werden vereinfachte Pseudomonas- und Sphingomonas-Gemeinschaften untersuchen, um mehr über die Interaktionen zwischen Pseudomonas- und Sphingomonas-Stämmen in Pflanzen und ihre Auswirkungen auf den Wirt zu erfahren. Spezifische Fragen, die wir stellen werden, sind: (i) Welche ökologisch relevanten Gene liegen dem pflanzlichen Schutz vor Pathogenen  durch kommensale Pseudomonas-Stämme zugrunde? (ii) Wie unterscheiden sich Eigenschaften, Nischen und Funktionen, einschließlich der Interaktion mit Pseudomonas und einer vereinfachten mikrobiellen Gemeinschaft, zwischen einzelnen Sphingomonas-Stämmen? (iii) Wie etablieren sich Sphingomonas-Gemeinschaften, wie beeinflussen ihre Diversität und Zusammensetzung die Pflanzengesundheit, und wie interagieren sie mit anderen Mikroben?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401865180",
      "url": "https://gepris.dfg.de/gepris/projekt/401865180",
      "title": "Charakterisierung der molekularen Mechanismen lokaler und systemischer Reaktionen in Wurzel-Mikroben Interaktionen mit multiplen Arten",
      "investigators": "Professor Dr. Alain  Tissier;Professorin Dr. Alga  Zuccaro",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401865180",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Ziel des Projekts ist es zu verstehen, wie Wirt-Mikrobiota-Interaktionen in natürlichen Böden lokale und systemische Reaktionen auf nützliche und schädliche wurzelbesiedelnde Pilze beeinflussen und umgekehrt wie diese Interaktionen durch sie geprägt werden. Um dies zu erreichen, haben wir in einem reduktionistischen Ansatz ein gnotobiotisches „split-root“ System etabliert. Bei Verwendung eines natürlichen Bodens können so pflanzliche und mikrobielle Transkripte, Proteine und Metabolite identifiziert werden, die lokal oder systemisch diese Interaktionen beeinflussen. Das beantragte Projekt wird in mit Pilzen und Bakterien besiedelten Gerstenwurzeln lokale und systemische Wurzel-zu-Wurzel Signalwege analysieren. Untersucht werden einzelne und gemeinsame Wurzelinfektionen von Gersten- und Arabidopsis-Wildtyppflanzen und Mutanten mit dem pilzlichen Pathogen Bipolaris sorokiniana, dem mutualistischen Pilzendophyten Serendipita vermifera und selektieren Bakterien aus Gersten- und Arabidopsiswurzeln (Synthetic Communities, SynComs). Die Auswirkungen auf die lokale und systemische Pflanzenresistenz werden durch Analyse proteomischer, metabolomischer und reziproker transkriptioneller Reaktionen auf pilzliche und bakterielle Besiedlung untersucht. Insbesondere werden wir die Wurzel-Nischenspezialisierung durch zytologische Ansätze und Phänotypisierung untersuchen sowie pilzliche und pflanzliche apoplastische Kompatibilitätsfaktoren und neuartige Diterpen-Phytoalexine aus Gerste identifizieren, deren lokale und systemische mikroben-induzierte Biosynthese aus unseren „split-root“ Transkriptom-Daten gefolgert werden kann. Schlussendlich wird ihre Rolle in Multispezies-Wurzelinteraktionen bewertet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "466329325",
      "url": "https://gepris.dfg.de/gepris/projekt/466329325",
      "title": "Charakterisierung der PEROXIDASE 5 als neuen Regulator von Pflanzenwachstum und Immunantworten mittels Mikrobiota-abhängiger, differenzieller Regulation von ROS Homöostase",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466329325",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die Wurzelmikrobiota beeinflusst maßgeblich Wachstum, Abwehrreaktionen und Stressantworten von Pflanzen, dennoch sind zugrundeliegende Regulationsmechanismen kaum bekannt. Frühere Monoassoziationsstudien mit Bakterien, die Teil einer mikrobiellen Stammsammlung sind, welche aus Arabidopsis Wurzeln generiert wurde (At-R-Sphere), ermöglichen die Differenzierung von Wurzel Kommensalen in zwei Gruppen mit gegensätzlicher Fähigkeit Wurzelimmunantworten zu unterdrücken. Durch anschließende Analysen des Wurzeltranskriptoms konnten responsive Gene, die allgemein für die Immunantwort relevant sind, eingegrenzt werden zu Genen, die differenziell reguliert sind je nach Fähigkeit der mikrobiellen Gemeinschaft die Immunantwort zu supprimieren. In letztere Kategorie fällt der bisher nicht charakterisierte Regulator PEROXIDASE 5 (PER5), der unter anderem für die durch Abwehrreaktionen ausgelöste Wachstumsrepression notwendig ist und vermutlich in der Regulation reaktiver Sauerstoffspezies (ROS) eine Rolle spielt. ROS sind für Signalweiterleitung und -amplifizierung bei einer Vielzahl biologischer Prozesse von Relevanz. Dies beinhaltet unter anderem die Kommunikation zwischen und die gegenseitige Regulation von Immun- und abiotischen Stressantworten. Ich schlage vor biochemische Ansätze mit Rekonstitutionsexperimenten der Wurzelmikrobiota zu verknüpfen um den Einfluss der Mikrobiota auf Pflanzenwachstum, Immunabwehr, deren Wechselwirkungen mit ROS Regulation und den daraus resultierenden indirekten Einfluss auf abiotische Stresstoleranz, zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Ehemaliger AntragstellerKa-Wai  Ma, Ph.D., bis 12/2023"
    },
    {
      "project_id": "401837809",
      "url": "https://gepris.dfg.de/gepris/projekt/401837809",
      "title": "Charakterisierung von Mikroben-Mikroben-, Mikroben-Pflanzen- und Pflanzen-Pflanzen-Interaktionen in der Phyllosphäre und deren Einfluss auf die Funktion des Mikrobioms",
      "subject_area": "PflanzenphysiologieOrganismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401837809",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Das SPP DECRyPT trägt dazu bei, die Rolle des pflanzlichen Immunsystems bei der Regulierung von Mikrobiomen und deren Leistungen für Pflanzen aufzuklären. Dieses DECRyPT-Projekt untersucht die wechselseitigen Interaktionen zwischen der systemischen Immunität von Pflanzen und dem Mikrobiom der Phyllosphäre. Wir fanden heraus, dass induzierte systemische Resistenz (ISR), ausgelöst durch Interaktionen der Wurzeln von Arabidopsis thaliana mit nützlichen Mikroben, die Zusammensetzung der Blattmikrobiota durch Pflanzen-Mikroben-Mikroben-Interaktionen verändert. Diese Interaktionen führten zur Rekrutierung neuer Mikrobiota mit pflanzenwachstumsfördernden Eigenschaften auf dem Blatt. In den für DECRyPT Phase-II vorgeschlagenen Arbeiten wollen wir die molekularen Mechanismen charakterisieren, die den von uns beobachteten Mikroben-Mikroben-Interaktionen zwischen Pseudomonas simiae und At-L-Sphere Flavobakterium Leaf82 zugrunde liegen und zur Rekrutierung von Leaf82 auf A. thaliana Blättern und zur Wachstumsförderung der Pflanzen führten. Zusätzlich wollen wir die Auswirkungen der gleichen Bakterien und zusätzlicher Pflanzen-Mikroben-Interaktionen auf das Phyllosphären-Mikrobiom von Hordeum vulgare (Gerste) untersuchen. In Gerste werden wir ISR mit synthetischen Gemeinschaften (SynComs) auslösen und die modulierenden Effekte des Pathogens Bipolaris sorokiniana untersuchen. Wir werden auch abiotischen Stress anwenden, mit dem übergeordneten Ziel, Veränderungen im Mikrobiom der Phyllosphäre als Reaktion auf mehrere Stressfaktoren zu identifizieren. Dabei folgen wir der Arbeitshypothese, dass robuste Mikrobiom-Veränderungen, die mit abiotischen und nützlichen und/oder pathogenen biotischen Stimuli assoziiert sind, wahrscheinlich  einen breiten Spektrum an Stresstoleranzen in Pflanzen stärken. Darüber hinaus werden wir durch die Untersuchung der Blattmikrobiom-Dynamik als Reaktion auf Pflanze-Pflanze-Interaktionen untersuchen, ob Interaktionen zwischen Pflanzen das Mikrobiom der Phyllosphäre stabilisieren und Pflanzen und Pflanzengemeinschaften in die Lage versetzen, dem Pathogendruck besser zu widerstehen. Die damit verbundenen Funktionen des Mikrobioms werden in SynCom-Experimenten getestet. Parallele Analysen von Pflanzenwachstumsparametern und von Genexpressionsprofilen von sowohl Pflanzen als auch Mikrobiota werden Einblicke in die Auswirkungen der Mikrobiomdynamik auf die Pflanzenfitness und -gesundheit liefern. Zusammengenommen werden die Ergebnisse dieser Experimente Einblicke in Mikroben-Mikroben-, Mikroben-Pflanzen- und Pflanzen-Pflanzen-Interaktionen liefern und deren Rolle bei der Rekrutierung und Verbreitung von [der Pflanzenfitness fördernden] Mikrobiota-Funktionen in der Phyllosphäre charakterisieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401866535",
      "url": "https://gepris.dfg.de/gepris/projekt/401866535",
      "title": "Der Einfluss pflanzlicher Sekundärmetaboliten auf die Boden-Microbiota (MICROSEC)",
      "subject_area": "Ökologie und Biodiversität der Pflanzen und Ökosysteme",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401866535",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Im vorliegenden Projekt konzentrieren wir uns auf die Auswirkungen der drei Pflanzenmetaboliten Benzoxazolinon (BOA), Gramin und Quercetin auf die Struktur der Bakteriengemeinschaft in landwirtschaftlichen Böden. Während des vorherigen Förderzeitraums wurden die drei Metaboliten direkt dem Boden zugesetzt, und Änderungen der Bakterienzusammensetzung wurden durch Sequenzierung von PCR-Amplikons (next generation sequencing) ermittelt. Die Ergebnisse zeigen, dass die Häufigkeit vieler Bakteriengattungen durch BOA, Gramin oder Quercetin verändert wurde. Die Behandlung mit BOA führte zu einer Zunahme der Häufigkeit von nur wenigen Gattungen, hauptsächlich Actinobacteria, während viele Gattungen verringert wurden. Andererseits verursachte die Behandlung mit Gramin und Quercetin den Anstieg vieler Proteobaktera. Zusätzlich wurden mehr als 110 Bakterienstämme isoliert und nach Behandlung mit den Pflanzenmetaboliten kultiviert. Die Stämme werden derzeit einzeln auf ihre Sensitivität gegenüber BOA, Gramin oder Quercetin getestet. Mehrere BOA-tolerante Bakterien können BOA in nitrierte oder nitrosylierte Verbindungen umwandeln, von denen einige polymerisiert werden können, um farbige Substanzen zu erzeugen. Ein Gramin-toleranter Stamm, Arthrobacter GB1, kann Gramin zu Indol-3-carbaldehyd und anderen Produkten abbauen. Wir werden nach den Genen, die am Graminabbau im Stamm GB1 beteiligt sind, suchen und diese charakterisieren. Darüber hinaus isolierten wir drei Stämme, die gegenüber Quercetin tolerant sind. Die bakterielle Plasmamembran stellt die erste Barriere der Bakterien gegen schädliche Pflanzenmetaboliten dar. Lipidanalysen zeigten, dass die Häufigkeit eines Diglycosyllipids in Gegenwart von Gramin in Arthrobacter GB1 stark erhöht war. Wir werden die Struktur und die Menge des Diglycosyllipids in GB1 analysieren, um die Funktion des zugrunde liegenden Lipid-Anpassungsprozesses zu verstehen. Wir werden Lipid-Veränderungen in anderen isolierten Bakterien untersuchen, die gegenüber BOA, Gramin oder Quercetin tolerant sind. Wir analysieren derzeit die Struktur der Abbauprodukte der Pflanzenmetaboliten und ihre Auswirkungen auf Arabidopsis und Gerste. Wir werden auch die wachstumsfördernden Eigenschaften der isolierten Stämme auf Arabidopsis oder Gerstenpflanzen testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"MitverantwortlicheDr. Georg  Hölzl;Privatdozentin Dr. Margot  Schulz"
    },
    {
      "project_id": "401857633",
      "url": "https://gepris.dfg.de/gepris/projekt/401857633",
      "title": "Die Rolle von Basidiomyceten-Hefen in der Entstehung komplexer mikrobieller Netzwerke",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401857633",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzen-besiedelnde Mikroorganismen etablieren komplexe Netzwerke, in denen Pilze und Oomyceten entscheidend die Diversität von Pflanzen-assoziierten Bakterien beeinflussen. Andererseits konkurrieren Oomyceten und Pilze um die ökologische Nische „Pflanze“. Daher ist es von großer Bedeutung, die Wechselwirkungen beider Organismengruppen zu verstehen.Ein Schlüsselorganismus der Phyllosphäre ist der Oomycet Albugo laibachii. In Vorarbeiten identifizierten wir zudem die zu den Basidiomyceten gehörende Hefe Moesziomyces bullatus ex Albugo on Arabidopsis (MbA) als Antagonisten von A. laibachii. Mittels Gen-Deletion konnten wir eine Glucoside hydrolase-family 25 (GH25) aus MbA identifizieren, die für den Antagonismus gegen A. laibachii essentiell ist. In Arabidopsis -Experimenten zeigte rekombinant produziertes GH25, welches eine Lysozymaktivität besitzt, eine signifikante Inhibition gegen A. laibachii. Phylogenetische Analysen zeigten, dass GH25 in Basidiomyceten weit verbreitet ist und in 2 Kladen auf splittet. Einige Basidiomyceten besitzen jedoch kein GH25-Ortholog. Zu diesen gehören die Cystofilobasidiales, die wir als “core taxa“ der Arabidopsis-Phyllosphere identifizieren konnten. Cystofilobasidiales zeigen einen Antagonismus gegenüber A. laibachii vergleichbar mit MbA, was einen GH25-unabhängigen Mechanismus der Inhibition impliziert.In diesem Projekt soll die Rolle von GH25-vermitteltem Antagonismus in mikrobiellen Gemeinschaften untersucht werden. Zudem sollen GH25-unabhängige Mechanismen in basidiomyceten Hefen identifiziert werden. Wir untersuchen die funktionelle Konservierung von GH25 als Inhibitor verschiedener Oomyceten, Pilze und Bakterien. Weiterhin werden wir die Rolle der GH25 Aktivität für die Mikrobiom-Struktur untersuchen unter der Annahme, dass ein Verlust der GH25-vermittelten Inhibition zur Destabilisierung und damit erhöhten Fluktuation in mikrobiellen Gemeinschaften führt.GH25-Orthologe verschiedener Basidiomyceten werden in der MbA_GH25 Mutante exprimiert, um deren Funktion in der mikrobiellen Interaktion zu testen. Parallel werden wir Inhibitoren aus Cystofilobasidium identifizieren. Dabei untersuchen wir den Einfluss von MbA und Cystofilobasidium auf bakterielle Gemeinschaften in An- und Abwesenheit von A. laibachii, wobei uns insbesondere die Rolle von GH25 für die Fitness der Hefen in verschiedenen Interaktionen interessiert.Parallel dazu werden wir Algorithmen weiter entwickeln, die es uns ermöglichen, mikrobielle Eigenschaften wie deren Wirtsspezifität und Lebensweise vorherzusagen, um die Zusammensetzung mikrobieller Substrukturen sowie die Rolle einzelner Schlüsselgene wie GH25 für deren Ausbildung zu verstehen. Somit kombiniert dieses Projekt einen bioinformatischen Ansatz zur Analyse und Vorhersage mikrobieller Strukturen mit einer funktionellen Analyse spezifischer Interaktionen, um Assemblierung, Stabilität und Verhalten mikrobieller Gemeinschaften in der Phyllosphäre auf mechanistischer Ebene zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401836049",
      "url": "https://gepris.dfg.de/gepris/projekt/401836049",
      "title": "Die Rolle von Camalexin und Schwefelernährung in Mikrobiom Zusammensetzung",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401836049",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Während der ersten Förderperiode des SPP DECRyPT wurden große Fortschritte bei der Kenntnis der Zusammensetzung rhizosphärischer Mikrobiome und ihrer Dynamik erzielt. Es gibt eindeutige Hinweise darauf, dass Pflanzen Mikrobiom beeinflussen können, höchstwahrscheinlich durch Wurzelexsudate, und dass Bakterien verschiedene Anpassungen entwickelt haben, um in der rhizosphärischen Nische zu gedeihen. Wir haben zu diesem Wissen beigetragen, indem wir Camalexin als einen der Metaboliten identifiziert haben, die die Wechselwirkung von Arabidopsis-Pflanzen mit einzelnen Bakterienstämmen sowie die Mikrobiomfunktion beeinflussen. Wir haben ein Gen identifiziert, das die Synthese und Exsudation von Camalexin und das Ergebnis von Kokultivierungen mit Bakterien beeinflusst. Wir haben auch gezeigt, dass diese Ergebnisse von der Verfügbarkeit von Schwefel abhängen. In diesem Projekt werden wir untersuchen, wie Camalexin die mikrobielle Funktion beeinflusst und wie Sprosse und Wurzeln kommunizieren, um seine Synthese und Exsudation zu steuern. Wir werden Pflanzen und Bakterien mit manipulierte Sulfatassimilation nutzen um festzustellen, ob und wie die Schwefelnahrung zur Kontrolle der Mikrobiomassemblierung beiträgt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "466312020",
      "url": "https://gepris.dfg.de/gepris/projekt/466312020",
      "title": "Eine trockenheitstolerante synthetische Bakteriengemeinschaft für Gerste",
      "subject_area": "Pflanzenzüchtung, PflanzenpathologieMikrobielle Ökologie und Angewandte MikrobiologiePflanzenbau, Pflanzenernährung, Agrartechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466312020",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Dürreereignisse werden in ihrer Häufigkeit und Intensität zunehmen und damit zunehmend zu einer Herausforderung für die landwirtschaftliche Produktion. Es ist hinreichend bekannt, dass Pflanzen auf Trockenheit mit Veränderungen im pflanzenassoziierten Mikrobiom reagieren und das angepasste Mikrobiom so zur Steigerung der Pflanzenfitness beitragen kann. Das vorgeschlagene Projekt untersucht Wechselwirkungsmechanismen zwischen synthetischen bakteriellen Gemeinschaften und Gerste unter Trockenstress. Dabei stehen bakterielle und pflanzliche Genexpressionen, sowie Messungen der Trockentoleranz der Gerste im Vordergrund. Obwohl dieses Projekt nicht Teil des ursprünglichen DECRyPT-Konsortiums ist, haben wir durch umfangreiche Vorarbeiten einen Stand erreicht, der als Grundlage für die folgende angewandte Phase des Schwerpunktprogramms dienen soll. Im Detail, baut unsere Projekt auf eine Sammlung von 16 genomsequenzierten und funktionell charakterisierten, trockenheitstoleranten Bakterien-Isolaten auf (DT-SynCom). Die Anreicherung dieser Bakterien in der Rhizosphäre von Gerste, als Reaktion auf Trockenheit, konnte durch Amplikon-Sequenzierungsanalysen eines Feld- und eines Topfversuchs nachgewiesen werden. Zunächst wird der Einfluss der Bakterien auf das Wachstum und die Trockentoleranz der Gerste untersucht, und mit der bakteriellen und pflanzlichen Genexpression abgeglichen. Anschließend soll der Einfluss anderer Gerste-assoziierter Bakterien (HvSynCom) und eines trockenheitstoleranten Wirtsgenotyps auf die Leistung des DT-SynCom untersucht werden. Im Weiteren, sollen die Reaktionen des Gerste-DT-SynCom-Systems auf abiotische Faktoren, in Form von zwei verschiedenen Böden und Bewässerungssystemen, sowie auf Umgebungstemperaturen analysiert werden. Schließlich soll in kollaborativen Experimenten untersucht werden, wie die DT-SynCom eine pflanzenfördernde Interaktion von Gerste mit einem pilzlichen Wurzelendophyten beeinflusst, und ob die DT-SynCom eine lokale oder systemische Krankheitsresistenz unter Trockenheits- oder Kontrollbedingungen induziert. Dieses Projekt soll zu einem besseren mechanistischen Verständnis der Interaktionen zwischen diesen Bakterien und Gerste beitragen, insbesondere die Wechselwirkungen im Wurzelraum mit der DT-SynCom und dieDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"MitverantwortlicheDr. Anna  Heintz-Buschart;Dr. Thomas  Reitz"
    },
    {
      "project_id": "402204249",
      "url": "https://gepris.dfg.de/gepris/projekt/402204249",
      "title": "Funktionen von T3SS-enthaltenden Proteobakterien und des Immunsystems in der Biogenese der Wurzelmikrobiota",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402204249",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Der natürliche Boden beherbergt eine immense Vielfalt an Mikroben und eine Teilmenge davon dient als Inokulum für die Besiedelung gesunder Pflanzenwurzeln. Obwohl Pflanzen das Wachstum wurzelassoziierter Bakterien durch den Prozess der Wurzelexsudation beeinflussen, bleiben die Wirtsmechanismen, die zur Etablierung einer taxonomisch strukturierten bakteriellen Lebensgemeinschaft, der so genannten Wurzelmikrobiota, beitragen, unklar. Es ist zwar bekannt, dass Pflanzen den Angriff von pathogenen Mikroorganismen durch Erkennung von mikrobiellen Molekülen mittels zweier Klassen von Immunrezeptoren einschränken, die sich auf der Zelloberfläche und innerhalb von Pflanzenzellen befinden. Wie Pflanzen mit einem intakten Immunsystem eine umfassende Besiedelung durch mikrobielle Lebensgemeinschaften tolerieren, ist jedoch unbekannt. Die Familie der Pseudomonadaceae repräsentiert eine taxonomische Linie der Kernmikrobiota der Wurzel. Unsere Pilotversuche mit Pseudomonas-Kommensalen der Wurzel zeigen eine Aktivierung von Immunantworten, die von Mustererkennungsrezeptoren an der Zelloberfläche von Arabidopsis thaliana ausgelöst werden und die Wurzelbesiedelung einschränken. Durch die Konstruktion von Mutanten des Typ-III-Sekretionssystems (T3SS) dieser Pseudomonas-Kommensalen haben wir vorläufige Belege erhalten, dass das bakterielle T3SS für eine effiziente Wurzelbesiedelung notwendig ist. Wir vermuten daher, dass einige Mikrobiota-Mitglieder die Pflanzenimmunität dämpfen und als Schlüsselarten die Struktur und mikrobielle Beladung der Wurzel mit Kommensalen beeinflussen. Wir schlagen vor, Mikrobiota-Rekonstitutionsexperimente mit einfachen und komplexen synthetischen Bakteriengemeinschaften durchzuführen, um die Rolle des pflanzlichen Immunsystems in der Etablierung der Wurzelmikrobiota aufzuklären. Zusätzlich werden wir genetische Experimente mit immungeschwächten A. thaliana Genotypen durchführen, um Dysbiose-Mutanten der Wurzelmikrobiota zu identifizieren. Dieses Projekt hat daher das Ziel, die Funktion des angeborenen Immunsystems der Pflanze für die Etablierung und Aufrechterhaltung der mikrobiellen Homöostase zu prüfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "402123107",
      "url": "https://gepris.dfg.de/gepris/projekt/402123107",
      "title": "Genetische Faktoren bei Bakterien die eine Pilz assoziierte Dysbiose in Arabidopsis verhindern",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402123107",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "In diesem Projekt wollen wir den Beitrag einzelner Bakterienstämme zu der, durch diese vermittelten Schutzaktivität untersuchen und bakteriell bedingte Mechanismen identifizieren, welche die Belastung mit Pilzen und/oder deren Diversität beeinflussen. Das Hauptziel ist es, Mechanismen zu charakterisieren (spezifisch und/oder konserviert unter den Bakterien ) welche einzeln oder synergistisch eine Pilz assozierte Dysbiose in den Wurzeln von Arabidopsis verhindern können. Weiterhin ist die Identifikation von durch Bakterien vermittelten Mechanismen, welche das Immunsystem der Pflanze dabei unterstützen die Masse und Diversität der Pilze zu verändern, wichtig für die Entwicklung neuer Strategien um Pilzerkrankungen in Pflanzen kontrollieren zu können. Dabei ist es entscheidend redundante Funktionen unter SynCom Mitgliedern zu reduzieren indem eine vereinfachte aber dabei repräsentative Auswahl an Mitgliedern getroffen wird. So wird es möglich genau zu ermitteln in welchen Ausmaß Wechselwirkungen zwischen Bakterien und Pilzen in einer Gemeinschaft die Gesundheit der Wirtspflanze beeinflussen. Durch vielfältige Ansätze welche den Nachbau und Manipulation des Mikrobioms, Mikrobiomprofiling, hoch-auflösende Metatranskriptome auf Genomebene und high-throughput Screenings sowie funktionelle Studien beinhaltet, möchten wir durch Bakterien vermittelte Schlüsselfunktionen identifizieren welche durch die Anwesenheit von Pilzen ausgelöst werden, das Wachstum dieser beeinflussen und dadurch zu einem Gleichgewicht zwischen Pilzen und Wirt führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "466385132",
      "url": "https://gepris.dfg.de/gepris/projekt/466385132",
      "title": "Genetische Komponenten der bakteriellen Antwort auf pflanzliche Metabolite und die Auswirkungen auf das Pflanzenwachstum",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466385132",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzen produzieren eine große Zahl an primären und spezialisierten Metaboliten, welche zum Teil über die Wurzel in die Erde abgegeben werden. Diese Metaboliten beeinflussen andere in der Erde lebenden Organismen, inklusive Tiere, Pflanzen oder Mikroben. Mikroben reagieren besonders empfindlich auf die Menge und das Verhältnis pflanzlicher Metabolite in ihrer Umgebung, da die Anwesenheit dieser Metabolite typischerweise auf die Gegenwart eines möglichen Wirts und dessen physiologischen Zustand hinweist. Allerdings scheiden Pflanzen auch Metabolite aus, die das Wachstum von anderen Organismen behindern, z.B. als spezifische Antibiotika wirken und unter Umständen sogar das Wachstum anderer Pflanzen hemmen. Vom Standpunkt einer Pflanze sind fremde Metabolite potentielle Xenobiotika, im Falle einer wachstumshemmenden Wirkung werden sie auch als Allelochemikalien bezeichnet. Süßgräßer, zu denen auch wichtige Nutzpflanzen wie Mais, Gerste und Weizen gehören, stellen eine spezielle Klasse von spezialisierten Metaboliten her: die Benzoxazinoide. Benzoxazinoide sind Allelochemikalien und haben einen starken und nachhaltigen Einfluss auf Bodenbakterien, welche wiederum die Entwicklung nachfolgender Pflanzengenerationen beeinflussen.In Rahmen dieses Projekts wird untersucht, wie Benzoxazinoide die Zusammensetzung der bakteriellen Gemeinschaft auf Pflanzenwurzeln beeinflussen und wie diese Veränderungen wiederum den Phänotyp der Wirtspflanze beeinflussen. Das Ziel ist es, die genetischen Komponenten zu identifizieren und zu charakterisieren, die die spezifische Antwort in einzelnen Bakterienstämmen auf die Gegenwart von Benzoxazinoiden determinieren. Darüber hinaus wird untersucht, wie sich diese Gene auf die Zusammensetzung von bakteriellen Gemeinschaften auswirken, die sich an und auf Wurzeln etablieren, wenn diese Gemeinschaften Benzoxazinoiden ausgesetzt werden. Hierzu werden metagenomische und andere molekularbiologische Analysen durchgeführt, um zu ergründen wie sich Veränderungen in der Zusammensetzung dieser Gemeinschaften auf die Entwicklung von Pflanzen auswirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401830362",
      "url": "https://gepris.dfg.de/gepris/projekt/401830362",
      "title": "Identifizierung der Rolle von Knöllchenendophyten bei der Wirksamkeit der Stickstofffixierung",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401830362",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Ineffektive Wurzelknöllchen treten häufig auf landwirtschaftlich genutzten Feldern auf und sind damit ursächlich für eine geringe Verbreitung von Hülsenfrüchten in landwirtschaftlichen Bereichen. Die Effektivität von Wurzelknöllchen ist das Produkt mehrerer Faktoren, die von der inhärenten Fähigkeit von Rhizobien, Stickstoff zu binden, bis zu ihrer Kompatibilität mit dem Wirt reichen. Wie andere wurzelassoziierte Mikroben die Wurzelknöllchenfunktion beeinflussen, wurde bisher nicht gründlich untersucht. In der ersten Förderperiode haben wir gezeigt, dass i) obwohl Lotus- Wurzelknöllchen verschiedener Arten und Bodeninokula von Rhizobiales-Bakterien dominiert werden, die Diversität und die genaue Zusammensetzung stark variieren können, ii) die Wurzelknöllchenzusammensetzung hauptsächlich vom Inokulum abhängt, aber der Wirtsgenotyp und Gesundheitszustand ebenfalls dazu beitragen, iii) L. burttii promiskuitiver als andere Lotus Pflanzen ist, was zur Bildung unwirksamer Wurzelknöllchen führen kann, iv) gesunde L. burttii-Wurzelknöllchen mit Pseudomonas angereichert sind und v) co-isolierte Wurzelknöllchenendophyten das Wachstum auf hostspezifische Weise fördern. In der zweiten Förderperiode wollen wir untersuchen, wie Wurzelknöllchenendophyten die Wurzelknöllchenfunktion durch Wechselwirkungen mit Rhizobien und dem Wirt beeinflussen.Für diese Versuche werden wir einen reduktionistischen Ansatz auf Grundlage der Rekonstruktion synthetischer mikrobieller Gemeinschaften in gnotobiotischen Systemen verwenden. In einer interdisziplinären Studie werden wir mit Hilfe mikrobiologischer, bioinformatischer und genetischer Methoden i) Wurzelknöllchenendophyten, die die Bildung wirksamer Wurzelknöllchen fördern, identifizieren und charakterisieren und ii) die genetischen Determinanten finden, die der wirtsspezifischen Wachstumsförderung durch Wurzelknöllchenendophyten zugrunde liegen. Dieses interdisziplinäre und gemeinschaftliche Projekt wird uns helfen, die Bildung wirksamer Wurzelknöllchen zu verstehen und damit zukünftige landwirtschaftliche Praktiken zu verbessern, um die Etablierung ineffektiver Wurzelknöllchen-Symbiosen zu vermeiden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Internationaler BezugSchweiz"
    },
    {
      "project_id": "401843486",
      "url": "https://gepris.dfg.de/gepris/projekt/401843486",
      "title": "Immunsensoren an der Zelloberfläche überwachen pflanzliche Mikrobiota",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401843486",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzen-assoziierte Mikrobiota können die Gesundheit und Krankheitsresistenz von Wirtspflanzen deutlich verbessern. Es besteht daher ein großes agrarwirtschaftliches Interesse, Mikrobiota-Mitglieder und ihre funktionellen Eigenschaften, die nutzbringend für Pflanzen sind, zur Entwicklung nachhaltiger Anwendungsmaßnahmen im Agrarmanagement zu identifizieren. Für eine erfolgreiche Implementierung müssen wir die Faktoren, die die Etablierung der Mikrobiota-Gemeinschaft beeinflussen, verstehen. Pflanzen erkennen sowohl pathogene als auch nicht-pathogene Mikroben anhand konservierter Mikroben-assoziierter Molekülmuster mittels Mustererkennungsrezeptoren an der Zelloberfläche, die musterinduzierte Immunität auslösen. Vermutlich formt das pflanzliche Immunsystem mikrobielle Gemeinschaften, indem es das Ausmaß der Besiedlung überwacht und selektiv das Eindringen ins Gewebe reguliert. Ziel dieses Projekts ist es, die Rolle der Rezeptorkinase LORE als Modell für Mustererkennungsrezeptoren bei der Kontrolle des bakteriellen Blattmikrobioms in Arabidopsis thaliana zu verstehen, mittels Untersuchung (1) der Fähigkeit der Mikrobiota, Blattgewebe von Pflanzen mit veränderter LORE-Expression epiphytisch und endophytisch zu besiedeln, (2) welche Mikrobiota-Mitglieder LORE-abhängige Muster-induzierte Immunität auslösen, (3) der gewebe- und zelltypspezifischen Funktion von LORE in der Eindämmung von epiphytischem Wachstum, Gewebeinvasion und endophytischer Kolonisation, und (4) der LORE-abhängigen induzierten Resistenz gegen Pathogeninfektionen. Gnotobiotische Mikrobiota-Rekolonisierungsexperimente mit definierten, aus Blättern stammenden synthetischen Bakteriengemeinschaften (SynComs) unter kontrollierten Umweltbedingungen ermöglichen es, Veränderungen in der Wirtsimmunität mechanistisch mit der Mikrobiotazusammensetzung und -verteilung in Blättern zu verknüpfen. Ein tieferes Verständnis des Wechselspiels von pflanzlicher Immunität und Mikrobiota wird die zukünftige Anwendung nutzbringender Mikroben zur Steigerung von Produktivität und Krankheitsresistenz von Kulturpflanzen stärken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Internationaler BezugSchweiz"
    },
    {
      "project_id": "466403757",
      "url": "https://gepris.dfg.de/gepris/projekt/466403757",
      "title": "Konservierung der Immunsuppression durch Xanthomonadales Kommensalen in Arabidopsis Wurzeln",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466403757",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzenwurzeln werden von einer phylogenetisch strukturierten mikrobiellen Gemeinschaft besiedelt, die als Wurzelmikrobiota bezeichnet wird. Wir zeigen, dass sich bakterielle Mitglieder dieser Gemeinschaft, die verschiedenen Taxa der Wurzelmikrobiota angehören, in ihrer Fähigkeit unterscheiden, Immunitäts-assoziierte Reaktionen in Wurzeln zu unterdrücken. Die Ordnung Xanthomonadales definiert eine Kerngruppe von Kommensalen der Wurzelmikrobiota von Blütenpflanzen, einschließlich Arabidopsis thaliana. Unsere vorläufigen Ergebnisse zeigen, dass die Fähigkeit von Xanthomonadales Isolaten aus der Mikrobiota, immunitätsassoziierte Reaktionen in Wurzeln von A. thaliana zu unterdrücken, vermutlich auf einem konservierten molekularen Mechanismus beruht. Es bleibt jedoch ungeklärt, ob diese Aktivität der Kommensalen eine räumlich und zeitlich begrenzte Manipulation von Abwehrreaktionen in bestimmten Wurzelnischen erfordert. Wir wählten den in A. thaliana Wurzeln natürlich vorkommenden Kommensalen Rhodanobacter R179 aus, der den tiefsten Zweig der Ordnung Xanthomonadales repräsentiert, und führten in planta eine Mutantensichtung mit einer Bibliothek von R179 Transposon-Insertionsmutanten durch. Es wurden zehn defense suppression system (dss) R179-Insertionsmutanten identifiziert, die im Vergleich zum Wildtyp-Stamm reduzierte immunsuppressive Aktivitäten aufweisen. Wir werden die mutmaßliche Rolle der Immunsuppression für die räumlich und zeitlich regulierte Wurzelbesiedelung in Mono-Assoziationen und im Kontext von mikrobiellen Lebensgemeinschaften untersuchen. Die dss-Mutanten werden auch als Grundlage dienen, um den oder die molekularen Mechanismen zu definieren, die der Immunsuppression von Rhodanobacter R179 zugrunde liegen. Wir werden die Konservierung der dss-abhängigen Immunsuppression in phylogenetisch diversen Pflanzen-assoziierten Xanthomonadales Kommensalen in Wurzeln untersuchen. Schließlich werden wir den Beitrag von dss- und T3SS-abhängigen Immunsuppressions-Mechanismen und deren potenziell wechelseitige Abhängigkeit für die Besiedlung mit Xanthomonas Pathogenen in Blättern klären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401831282",
      "url": "https://gepris.dfg.de/gepris/projekt/401831282",
      "title": "Koordinationsfonds",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401831282",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die zentralen wissenschaftlichen Zielsetzungen des Schwerpunktprogamms sind detaillierte und potentiell prädiktive Einsichten in Pflanzen-Mikroben Gesellschaften zu erlangen und grundlegende reduktionistische Ansätze zu entwickeln für das Verständnis von Pflanzen-Mikroben Interaktionen auf molekularer Ebene.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "466384394",
      "url": "https://gepris.dfg.de/gepris/projekt/466384394",
      "title": "Mechanismen und Dynamiken der Wirtspräferenz kommensaler, wurzelassoziierter Bakterien",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466384394",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die Wurzelmikrobiota verschiedener Pflanzenarten unterscheiden sich im Vorkommen und der relativen Mengen bakterieller Spezies. Ich habe Lotus japonicus und Arabidopsis thaliana in einem gnotobiotischen Mikrobiota-Rekonstitutionssystem angezogen, um den Zusammenbau solcher pflanzenartspezifischen bakteriellen Gemeinschaften zu untersuchen, und ob Kommensalen (unschädliche Bakterien), die von einer bestimmten Pflanzenart stammen, eine Präferenz für ihren Wirt erben. Als Inokulum dienten synthetische bakterielle Gemeinschaften (SynComs), die aus Sammlungen bakterieller Kulturen aus Lotus und Arabidopsis Wurzeln entworfen wurden. Im Wettbewerb innerhalb einer Gemeinschaft aus Lotus und Arabidopsis Bakterien akkumulieren Stämme zu höheren Mengen auf ihrem ursprünglichen Wirt („native“ Stämme) als auf der anderen Pflanzenart. Dies lässt auf Wirtspräferenz unter kommensalen Bakterien schließen. Außerdem benötigt Wirtspräferenz die aktive Beteiligung des Wirts und ist mit Invasivität in bestehende Gemeinschaften verbunden.In diesem Projekt möchte ich die Mechanismen der kommensalen Wirtspräferenz entschlüsseln. Meine Ziele sind, (i) den Einfluss nativer Bakteriengemeinschaften auf den Wirt zu identifizieren, (ii) die Muster und Mechanismen der Gemeinschaftsbildung und der Wirtspräferenz zu erforschen, und (iii) die Rolle von Wurzelexudaten auf den Gemeinschaftsaufbau und die Selektion bakterieller Eigenschaften zu untersuchen. Zusätzlich zu modernen Methoden der Profilerstellung von Gemeinschaften werde ich Transkriptom- und Metabolitenanalysen, sowie genetische und Mikroskopiertechniken anwenden. RNA-Sequenzierung der beiden Wirte nach Co-Kultivierung mit nativen und nicht-nativen SynComs und gezielte Folgeexperimente werden genetische Wirtsfaktoren liefern, die in Wirtspräferenz involviert sind. Die Anzucht SynCom-inokulierter Pflanzen unter biotischem oder abiotischem Stress wird mögliche Vorteile der Beherbergung spezifischer Gemeinschaften aufzeigen. Aus raum-zeitlichen Aufnahmen der Wurzelbesiedelung fluoreszenzmarkierter Kommensalen werden wir erfahren, ob native Stämme ein wirtsspezifisches Besiedelungsmuster aufzeigen, und ob dieses durch nicht-native Gemeinschaften gestört wird. Die Profilanalyse bakterieller SynComs nach Inkubation in pflanzenspezifischen Exudaten und die Kopplung an die metabolischen Exudatprofile können chemische Verbindungen identifizieren, die den wirtsspezifischen Mikrobiotaaufbau und Wirtspräferenz auslösen. Die Analyse des bakteriellen Metatranskriptoms nach Inkubation nativer und nicht-nativer SynComs in verschiedenen Exudaten wird sowohl gemeinsame als auch spezifische Eigenschaften der Kommensalen identifizieren, die vom Wirt induziert werden. Insgesamt werden die Ergebnisse dieses Projekts zu unserem Verständnis des Aufbaus pflanzlicher Mikrobiota und der kommensalen Wirtspräferenz beitragen, was Implikationen für eine ökologische und nachhaltige Landwirtschaft hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Internationaler BezugNiederlande"
    },
    {
      "project_id": "401867691",
      "url": "https://gepris.dfg.de/gepris/projekt/401867691",
      "title": "-MetaLoMic 2.0-\nEntschlüsselung des mechanistischen Einflusses von pflanzlichen Sekundärmetaboliten auf die Interaktion von Lotus japonicus mit dem Wurzelmikrobiom",
      "investigators": "Professorin Dr. Corinna  Dawid;Professorin Dr. Caroline  Gutjahr;Professor Dr. Martin  Parniske;Professor Dr. Michael  Schloter",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeMikrobielle Ökologie und Angewandte MikrobiologiePflanzenzüchtung, Pflanzenpathologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401867691",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die Exsudation von Nähr-,  Signal- und Giftstoffen durch die Pflanzenwurzel in die Rhizosphäre erzeugt eine selektive Umgebung für Mikroorganismen. Unser Verständnis der molekularen Mechanismen, durch welche die Interaktion zwischen Pflanzenzellen und wurzelassozierten Mikroben durch Wurzelexsudate beeinflusst werden, ist noch sehr gering. Wir untersuchen die mechanistischen Prinzipien der Wurzelexsudat-geförderten Interaktionen in der Rhizosphäre mit einem interdisziplinären Forscherteam aus Experten der mikrobiellen Ökologie, der chemischen Analyse, der pflanzlichen Symbiosen, Pflaneznphysiologie und -Genetik. Wir suchen nach spezifischen Verknüpfungen zwischen pflanzlichen Metaboliten und mikrobiellen Zielgenen, die fördernd oder unterdrückend auf die bakterielle Kompetitivität in der Rhizospäre, das Eindringen in die Wurzel und auf das Pflanzenwachstum durch bakterielle Aktivität Einfluss nehmen. Als Wirtspflanze nutzen wir die Modellleguminose Lotus japonicus, in Kombination mit den gut untersuchten mikrobiellen Symbionten,  Rhizobien und arbuskulären Mykorrhizapilzen und kleinen synthetischen mikrobiellen Gemeinschaften (SynComs). Desweiteren  untersuchen wir von L. japonicus Wurzeln isolierte Stämme des Genus Acidovorax, die starke Unterschiede in ihrer Wirkung auf das Wachstum der Wirtspflanze L. japonicus aufwiesen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "402210888",
      "url": "https://gepris.dfg.de/gepris/projekt/402210888",
      "title": "Molekulare Grundlagen der Interaktion zwischen Mikrobiota und dem pflanzlichen Immunsystem",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402210888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Das vorgeschlagene Projekt untersucht die Grundlagen wie Mikrobiota durch das pflanzliche Immunsystem erkannt werden und untersucht die Funktion des Immunsystem für die Assoziierung mit Mikrobiota.Assoziationen von Wirt und Mikroorganismen der biotischen Umwelt sind entscheidend für viele Aspekte eukaryotischen Lebens. Pflanzen können Assoziationen mit nützlichen Mikroorganismen tolerieren oder sogar fördern und zugleich pathogene Mikroben abwehren. Die Assoziation mit Mikrobiota stellt eine langfristige mikrobielle Belastung dar, da sie das Immunsystem anhaltend stimulieren kann.Die pflanzliche Immunität wird durch die Erkennung von Mikroben ausgelöst. Pflanzliche Immunrezeptoren, verwandt mit den Toll-ähnlichen Rezeptoren aus Tieren, erkennen molekulare bakterielle Muster, die in vielen Bakterien Familien vorkommen. Eine erfolgreiche Immunabwehr ist durch die Auslösung von akuten, transienten sowie moderaten, anhaltenden Abwehrantworten gekennzeichnet. Wie bakterielle Gemeinschaften vom pflanzlichen Immunsystem erkannt werden und wie die Erkennung zu einer Assoziation mit Mikrobiota aber Abwehr von Pathogenen führt, ist nur unzulänglich verstanden.Mit Hilfe von hochmodernen Methoden wie z.B. Metaproteomik und Parallel Reaktion Monitoring (PRM) werden wir die bakteriellen molekularen Muster auf der Ebene von Bakterien Gemeinschaften und Familien untersuchen und deren Menge und Art im Mikrobiom bestimmen. Bakterielles EF-Tu und Flagellin sind abundante molekulare Muster im Mikrobiom der Phyllosphäre und werden von den Arabidopsis EFR und FLS2 Rezeptoren des pflanzlichen Immunsystems erkannt. Dies löst Abwehrantworten aus, die die bakterielle Infektion reguliert. Wir werden das EF-Tu und Flagellin Elizitor Komplement, das von der Pflanze in Assoziationen mit synthetischen bakteriellen Gemeinschaften erkannt wird, bestimmen. Zudem werden wir versuchen, neuartige bakterielle molekulare Muster der Mikrobiota zu beschreiben.Des Weiteren werden wir bakterielle Gemeinschaften und die Fähigkeit zur mikrobiellen Homeostase in Pflanzen untersuchen, in denen die Immunantwort geschwächt oder induziert ist, z.B. durch das EF-Tu und Flagellin Elizitor Komplement. Über Infektionsexperimente werden wir ermitteln, ob die Aktivierung des Immunsystems durch Mikrobiota eine entscheidende Rolle für die Pathogen Abwehr spielt.Bei Beendigung des Projektes werden wir neue Erkenntnisse gewonnen haben, wie die Immunerkennung in der langfristigen Assoziation mit Mikrobiota erfolgt, und eine Einsicht in die Mechanismen haben, die die mikrobielle Homeostase regulieren. Dies wird zu einem verbesserten Verständnis einer wichtigen, offenen Frage in der Pflanzen-Mikroben Interaktion führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401817050",
      "url": "https://gepris.dfg.de/gepris/projekt/401817050",
      "title": "Molekulare Grundlagen der Pflanzen Microbiom Funktion und dessen Regulierung durch das Pflanzen Immunsystem",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeGenetik und Genomik der Pflanzen",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401817050",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "In der Natur beherbergen Wurzeln und Blätter von gesunden Pflanzen eine Vielzahl von Mikroben, die in Ihrer Gesamtheit als Pflanzenmikrobiota bezeichnet werden und zu Wachstum und Pflanzengesundheit beitragen. Es wurde erst kürzlich demonstriert, dass das Pflanzenimmunsystem die Struktur der Pflanzenmikrobiota beeinflusst. Dennoch ist unklar, in wie weit Erkenntnisse über das Pflanzenimmunsystem, welche aus Studien von Pflanzen-Pathogen Interaktionen gewonnen wurden, auch auf die Interaktionen zwischen Pflanzen und einzelnen kommensalen Mikrobiotamitgliedern übertragbar sind. Zudem fokussiert sich die gegenwärtige Mikrobiota Forschung auf die strukturellen Eigenschaften der Pflanzenmikrobiota und bleibt weitgehend deskriptiv. Folglich ist die Analyse von aktiven Funktionen der Pflanzenmikrobiota, beispielsweise durch ein in planta Metatranskriptom, nötig. Bei Tieren hat sich die Analyse des bakteriellen Metatranskriptoms als effektive Methode etabliert, um den Einfluss des Wirts auf bakterielle Funktionen zu verstehen, wohingegen dies in Pflanzen eine erhebliche Herausforderung darstellt. In unserem Projekt wollen wir Einflüsse des Pflanzenimmunsystems auf die funktionalen Prozesse einzelner Mikrobiotamitglieder, sowie der gesamten Bakteriengemeinschaft durch eine Meta-Transkriptomanalyse in Arabidopsis thaliana erforschen. Hierzu wollen wir eine von uns neu entwickelte Methode zur Analyse des bakteriellen Transkriptoms von Pathogenen, während der Infektion in der Pflanze, nutzen. Wir konnten herausfinden, dass eine intakte Signaltransduktion des Pflanzenimmunsystems nötig ist, um eine Pflanzenwachstums fördernde Bakteriengemeinschaft unter abiotischem Stress zu etablieren. Nun wollen wir, mit Hilfe einer Metatranskriptom-Analyse in Wildtyp und immungeschwächten A. thaliana Mutanten, Funktionen verschiedener Bakteriengemeinschaften erforschen und diese mit der Förderung des Pflanzenwachstums verknüpfen. Eine andere fundamentale Frage ist, wie das Pflanzenimmunsystem zwischen verschiedenen Mikroben unterscheidet, um dadurch ein funktionelles Pflanzen-Mikrobiom zu etablieren. Wir hypothesieren, dass dies durch 1. Variation der Immun-Antwort basierend auf unterschiedlicher Wahrnehmung verschiedener Mikroben und 2. eine selektive Einflussnahme auf bestimmte Bakterien erreicht wird. Um unser Model zu testen, werden wir die Pflanzenimmunantwort auf, sowie in planta Transkriptome von kommensalen Bakterien in Immunrezeptor- sowie Signaltransduktions-Mutanten von A. thaliana erforschen. Die Resultate dieser Experimente werden weiterhin Aufschluss über die Anfälligkeit spezifischer, biologischer Prozesse der kommensalen Bakterien, auf die Pflanzen-Immunantwort liefern. Gemeinsam werden diese Studien unser funktionales Verständnis der Pflanzenmikrobiota vorantreiben, sowie den Einfluss des Pflanzen-Immunsystems auf die Struktur und Funktion der Pflanzen-Mikrobiota beleuchten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Ehemaliger AntragstellerProfessor Kenichi  Tsuda, Ph.D., bis 5/2021"
    },
    {
      "project_id": "402201269",
      "url": "https://gepris.dfg.de/gepris/projekt/402201269",
      "title": "Molekulare Mechanismen der mikrobiota-beeinflussten Wirts-Wachstums-Abwehr-Koordination",
      "subject_area": "PflanzenphysiologieOrganismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402201269",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzen leben in enger Verbindung mit ihrer Mikrobiota und müssen als sessile Organismen mit wechselnden biotischen und abiotischen Bedingungen zurechtkommen, um ihr Überleben zu sichern. Pflanzenassoziierte Mikroben können Wirtswachstum und -Immunität auf verschiedene Weise manipulieren. Wir haben gezeigt, dass kommensale Rhizobiales Bakterien – isoliert aus einer Vielzahl gesunder Pflanzen – das Wurzelwachstum von Arabidopsis thaliana fördern und durch Elicitor-Peptide wie flg22 und pep1 ausgelöste Immunantworten unterdrücken. Im hier vorgeschlagenen Projekt möchte ich die molekularen Mechanismen aufklären, die der mikrobiota-beeinflussten Koordination zwischen Wirtswachstum und -abwehr zugrunde liegen, indem ich Molekulargenetik mit systembiologischen und zellbiologischen Ansätzen kombiniere. Ziel ist es, ein umfassendes zeit- und raumaufgelöstes molekulares Modell zu erstellen, das beschreibt, wie Pflanzen Wachstum und Verteidigung in Gegenwart komplexer mikrobieller Gemeinschaften koordinieren.Meine früheren Arbeiten haben gezeigt, dass, nach Behandlung mit Elicitor-Peptiden, pflanzliche sulfatierte Peptide von wurzelassoziierten Bakterien gezielt eingesetzt werden, um die Koordination von Wurzelwachstum und Verteidigung zu manipulieren, was auf einen Crosstalk zwischen der Wahrnehmung wachstumsregulierender sulfatierter Peptide und immunitätsregulierender Elicitor-Peptide oder innerhalb der darauffolgenden Signalprozesse hindeutet. Ich werde die diesem Crosstalk zugrundeliegende molekulare Basis entschlüsseln, indem ich den biochemischen Status der Rezeptoren und Signalkomponenten sowie die nachgeschalteten Genexpressionsprofile analysiere. Außerdem werde ich eine Sammlung pflanzenassoziierter genomsequenzierter Bakterien nutzen, um bakterielle Gene zu identifizieren, die für die Störung der Wachstum-Abwehr-Koordination verantwortlich sind. Dafür werde ich Multi-omics-Experimente mit in vitro-Bakterienkulturen durchführen, die in einem in planta-imitierenden System kultiviert werden, was wiederum als Input für trans-omics-weite Assoziationsstudien verwendet wird. Schließlich werde ich eine Vielzahl veröffentlichter und unveröffentlichter Transkriptomdaten von A. thaliana Wurzeln einbeziehen, die mit Mikroben unterschiedlicher Lebensweise interagieren, um potenzielle regulatorische Schlüsselgene in einem ko-exprimierten Netzwerk auszuwählen. Mit Hilfe von pflanzlichen und bakteriellen reversgenetischen Ansätzen wird die Funktion dieser Gene bei der Beeinflussung der Wachstum-Abwehr-Koordination sowie beim Aufbau der Wurzelmikrobiota experimentell validiert.Insgesamt werde ich den genetischen Rahmen aufklären, durch den wurzelassoziierte Kommensalen die Koordination von Wirtswachstum und -abwehr beeinflussen. Dies wird die Grundlage für die weitere Erforschung des molekularen Dialogs zwischen Pflanzen und ihrer Mikrobiota bilden und die Rolle der Pflanzenimmunität bei der Kontrolle von Struktur und Funktion der Wurzelmikrobiota erörtern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "401841933",
      "url": "https://gepris.dfg.de/gepris/projekt/401841933",
      "title": "Symbiose-abhängige Musterbildung des Wurzelmicrobioms in Lotus japonicus",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401841933",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die Sequenzierung einiger Mikrobiome der Leguminose Lotus japonicus lieferte tiefe Einblicke in die Komplexität der die Wurzel und den Wurzelraum besiedelnden mikrobiellen Gemeinschaften. Trotz dieser weitreichenden Arbeiten, liefern globale Sequenzierungsdaten derzeit keinen Aufschluss darüber, ob und wie es zu räumlich-zeitlichen Verteilungsmustern dieser den Interzellularraum besiedelnden Mikroben kommt. Darüber hinaus wurden selbst Symbiose-zentrierte Daten fast ausschließlich mittels Einzelinokulationen erhoben. Diese experimentellen Ansätze unterscheiden sich daher fundamental von natürlichen Bedingungen, in den Leguminosenwurzeln simultan von einer Vielzahl von Mikroben kolonisiert werden. Daher hat dieser Forschungsantrag zum Ziel:1. eine Reihe bekannter und in der Literatur als nodulations-defizienter Lotus Mutanten auf ihr Assoziationsverhalten in natürlichen Böden zu testen. Basierend auf von uns erhobenen vorläufigen Daten werden wir untersuchen, ob diese Mutanten in der Lage sind, bisher bekannte regulatorisch-genetische Netzwerke zu umgehen und symbiotische Assoziationen in diesen Böden auszubilden. Die in diesem Ansatz identifizierten Stämme sollen daraufhin weitergehend charakterisiert werden.2. eine minimale synthetische Gemeinschaft (SynCom) zu rekonstruieren. Dafür werden wir initial etwa 70 aus L. japonicus isolierte Stämme in Einzelassoziationen auf ihre Fähigkeit untersuchen, L. japonicus endophytisch zu besiedeln. Die effizientesten Stämme werden dann in einer SynCom vereinigt.3. eine Auswahl dieser SynCom-Stämme genetisch zu transformieren und als visualisierbare Markerstämme zu etablieren.4. die Kolonisierungsmuster dieser Stämme im Kontext der gesamten SynCom und existierender Symbiosen zu untersuchen und mögliche Wirtsfaktoren, die diese Musterbildung beeinflussen, zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Mitverantwortlich(e)Dr. Beatrice  Lace"
    },
    {
      "project_id": "402123997",
      "url": "https://gepris.dfg.de/gepris/projekt/402123997",
      "title": "Untersuchung der Interaktionen zwischen Pflanzenimmunität und der Blattmikrobiota auf molekularer Ebene",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieOrganismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402123997",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Pflanzen werden von einer grossen Vielfalt von Mikroorganismen besiedelt, die als Pflanzenmikrobiota bezeichnet werden. Unter diesen sind Bakterien die häufigsten Bewohner, und besiedeln Pflanzen in ähnlich strukturierter Gemeinschaftszusammensetzung. Diese bakteriellen Microbiota erweitern den Phänotyp des Wirts und spielen eine wichtige Rolle für das Wachstum und die Gesundheit der Pflanzen. Unsere früheren Arbeiten im SPP2125 haben gezeigt, dass das angeborene Immunsystem der Pflanze im Allgemeinen und die durch reaktive Sauerstoffspezies vermittelte Immunität im Besonderen einen bedeutenden Einfluss auf die Zusammensetzung der Mikrobiota in der Phyllosphäre hat und Dysbiosen verhindert. Es ist derzeit unklar, ob das pflanzliche Immunsystem die Mehrzahl der Stämme direkt beeinflusst oder ob es vor allem Schlüsselspezies in Schach hält, die ihrerseits zum Aufbau der Gemeinschaft beitragen. In diesem Projekt werden wir einen synthetischen Gemeinschaftsansatz verwenden, der aus der Modellpflanze Arabidopsis thaliana und einer genomsequenzierten Blattbakterienstammsammlung besteht, die Exemplare der meisten in der Natur auf Blättern von A. thaliana vorkommenden Arten umfasst. Wir werden synthetische Gemeinschaften verwenden, um zu verstehen, wie das Immunsystem der Pflanze die Zusammensetzung der bakteriellen Gemeinschaft und die Häufigkeit der verschiedenen Stämme beeinflusst. Wir werden die Hypothese testen, dass die ROS-Signalisierung ein zentraler Teil eines genetischen Netzwerks ist und als Rheostat funktioniert, um die Struktur der Mikrobiota dynamisch zu steuern. Darüber hinaus werden wir die Grenzen zwischen dem pathogenen und dem nützlichen Potenzial der Mitglieder der Mikrobiota und die Konsequenzen für den Gesundheitszustand des Wirts untersuchen und versuchen, neue immunmodulierende Eigenschaften zu identifizieren. Insgesamt wird dieses Projekt zu unserem Verständnis des pflanzlichen Immunsystems und seiner Rolle bei der Kontrolle der Struktur und Funktion der pflanzlichen Mikrobiota beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"Internationaler BezugSchweiz"
    },
    {
      "project_id": "401771376",
      "url": "https://gepris.dfg.de/gepris/projekt/401771376",
      "title": "Untersuchung des genetischen Zusammenspiels zwischen Arabidopsis Immunität und Mechanismen zur Besiedlung mit Wurzelendophyten",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401771376",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "In der Natur unterstützen Pflanzen mikrobielle Gemeinschaften in- und außerhalb ihrer Wurzeln und Blätter und es gibt viele Beispiele vorteilhafter und schützender Effekte einzelner Mikroben oder Mikrobenverbände auf die Gesundheit der Pflanze. Die zugrundeliegenden Etablierungs- und Instandhaltungsprozesse nützlicher Wurzelendophyten sind aber noch unzureichend geklärt. Es gibt Hinweise darauf, dass die Erkennung durch das pflanzliche Immunsystem und die dadurch eingeleiteten Abwehrmechanismen, wie beispielsweise Glucosinolate und sekretierte Cumarine, Bakterien und Pilze kontrollieren und so eine übermäßige Kolonisierung des Wurzelgewebes verhindern. In diesem Projekt untersuchen wir die Mechanismen der Wurzelkolonisierung durch natürlich vorkommende endophytische Pilze in Arabidopsis. Dabei bauen wir auf Studien, die zeigen, dass Arabidopsis mithilfe von Wurzelinteraktionen mit dem mutualistischen Pilz Serendipita indica (Si) und bestimmten Wurzel-assoziierten Bakterien sich selbst vor Invasionen durch einen pathogenen Pilz schützen kann. Wir werden auf genetischer, biochemischer und räumlich-zeitlicher Ebene untersuchen, ob bestimmte Immunimpulse und die dadurch ausgelöste Immunabwehr einen Einfluss auf die Kolonisierung durch Si haben und, ob die Hinzugabe eines Mikrobenverbandes Auswirkungen auf Si und die Wirtspflanze hat. Insbesondere werden wir dabei eine Analyse von durch Wurzeln sekretierte Cumarine durchführen. Außerdem werden wir mithilfe von Cumarin-induzierenden Rhizobakterien, einer Reihe von Arabidopsis Cumarinsynthese-Mutanten sowie Wurzel-Reporterlinien kritisch deren Rolle während der  Etablierung von Wurzel-Pilz-Interaktionen untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    },
    {
      "project_id": "402220131",
      "url": "https://gepris.dfg.de/gepris/projekt/402220131",
      "title": "Ökologie des Kern-Mikrobioms von natürlichen Lotus corniculatus-Populationen",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeÖkologie und Biodiversität der Pflanzen und Ökosysteme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402220131",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\"",
      "description": "Die Erforschung des pflanzlichen Mikrobioms ist eine der größten Herausforderungen in der aktuellen Pflanzenwissenschaft. Insbesondere verstehen wir bisher noch sehr wenig die Dynamik von Pflanzenmikrobiomen in natürlichen Populationen und die Bedeutung verschiedener biologischer Prozesse für Mikrobiomvariation unter ökologisch realistischen Bedingungen. Wir beantragen die Fortsetzung eines Projekts, in dem wir begonnen haben, das natürliche Mikrobiom der weit verbreiteten Leguminose Lotus corniculatus (Hornklee) zu untersuchen. In unserem Projekt fokussieren wir v.a. auf Pflanzenorgan-spezifische Kernmikrobiome und auf die verschiedenen Faktoren und Prozesse, die die natürliche Mikrobiomvariation beeinflussen. In der ersten Phase des Projekts haben wir über mehrere Standorte und Jahre hinweg das Wurzel-, Spross-, Blüten- und Samenmikrobiom von L. corniculatus beprobt. Erste Analysen zeigen, dass Wurzel-Mikrobiome besonders vielfältig und stabil sind und dass die Diversität mit zunehmender Entfernung von der Wurzel abnimmt, die Mikrobiom-Variabilität der Pflanzenorgane jedoch zunimmt. Darüber hinaus fanden wir komplexe mikrobielle Netzwerke, mit mehreren Sub-Netzwerken und vielen “Hub”-Arten, die nicht Teil der Kern-Lebensgemeinschaft sind und von Standort zu Standort variieren. Um die Ursachen dieser Mikrobiom-Variationen zu verstehen, haben wir anhand von Jahrring-Analysen das Alter aller beprobten Pflanzen bestimmt und diese Pflanzen auch genotypisiert. Darüber hinaus haben wir mehrere Satellitenexperimente durchgeführt, in denen wir die Genotyp-Effekte auf die spontane mikrobielle Besiedlung und auch die vertikale Übertragung von Mikroben mittels Samen getestet haben. Schließlich haben wir begonnen, eine umfangreiche Sammlung von Mikrobenkulturen aufzubauen, die als Ressource für zukünftige Experimente und die breitere ‘scientific community’ dienen soll. In der nächsten Phase unseres Projekts planen wir insbesondere, (1) unsere Analysen Pflanzenorgan-spezifischer mikrobieller Netzwerke zu verfeinern und die Spezifität der mikrobiellen Gemeinschaften durch SynCom-Experimente zu verifizieren (unter Verwendung unserer Mikrobenkulturen), (2) die vertikal übertragenen Mikroben weiter zu charakterisieren und insbesondere ihre Funktion und Übertragungsmechanismen zu untersuchen, (3) unsere Analysen von Habitatfaktoren zu erweitern, mit einfacheren aber geografisch breiteren Probenahmen von Pflanzen und Mikrobiomen, und (4) ein Modell der L. corniculatus-Mikrobiomdynamik zu erstellen, das die Ergebnisse aus mehreren Experimenten und aus beiden Phasen integriert. Nach der zweiten Phase unseres Projekts werden wir ein umfassendes Verständnis der natürlichen Mikrobiomvariation erreicht haben und Lotus corniculatus als ein neues Modellsystem mit umfangreichen Ressourcen für die ökologische Pflanzenmikrobiomforschung etabliert haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2125: \nDekonstruktion und Rekonstruktion der pflanzlichen Mikrobiota \"DECRyPT\""
    }
  ]
}