{
  "spp_number": "SPP 2231",
  "spp_title": "Effizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422633203",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "439925537",
      "url": "https://gepris.dfg.de/gepris/projekt/439925537",
      "title": "Effizienter Kühlschmierstoffeinsatz in engen Schnittspalten beim Sägen von Titan-Legierungen durch Simulation thermischer und mechanischer Fluid-Festkörper-Wechselwirkungen (Effi-Ti-Sim)",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439925537",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Ziel dieses Projektes ist die Effizienzsteigerung von Kreissägeprozessen in Titanlegierungen mit interner Kühlschmiermittelzufuhr mit Hilfe einer ganzheitlichen Beschreibung in einem Simulationsmodell. Für unterschiedliche Bearbeitungsbedingungen soll eine optimale Wirkung des KSS hinsichtlich Kühlung und Schmierung sowie Spanformung und –abtransport erreicht werden. Fokus der ersten Projektphase war die experimentelle und simulative Untersuchung von Einzeleffekten wie der Spanbildung, der Wärmetransportmechanismen und der Fluid-Festkörperwechselwirkungen. Die entstandenen Analogieversuchsstände wurden in der zweiten Projektphase genutzt, um die erstellten Simulationsmodelle der Einzeleffekte in gekoppelte multiphysikalische Simulationsmodelle zu überführen. Im Modellkopplungsansatz ABAQUS CEL werden die Spanbildungssimulation um die thermo-fluiden Wechselwirkungen erweitert unter Zuhilfenahme von den erarbeiteten Nußelt-Korrelationen. Zusätzlich wurde ein prototypisches Kreissägeblatt mit einer internen KSS Zufuhr realisiert. Die dritte Projektphase dient der Optimierung des Kreissägeprozesses mittels der erarbeiteten Modelle. Dazu werden ganzheitliche experimentelle und simulative Betrachtungen angestellt, um die Modelle für ein Zweizahnsegment auf mehrere Zähne im Eingriff zu erweitern. Durch die Untersuchung verschiedener Spanraumgeometrien sowie Variation der Anzahl und Positionierung der IKZ-Kanäle werden Einflüsse auf die Spanbildung und Wärmeabfuhr im Mehrzahnmodell identifiziert. Mit einem Versuchsaufbau zur gezielten Untersuchung des Mehrzahnmodells wird der Werkzeugverschleiß für unterschiedliche Ausgestaltungen von Werkzeugen bewertet. Die so gewonnenen Erkenntnisse und modellhaften Beschreibungen sollen letztlich in einem ganzheitlichen Modell zusammengeführt werden, welches alle relevanten Teilaspekte des Kreissägeprozesses umfasst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)MitverantwortlichDr.-Ing. Thomas  Stehle"
    },
    {
      "project_id": "439920154",
      "url": "https://gepris.dfg.de/gepris/projekt/439920154",
      "title": "Gekoppelte multiphysikalische Simulationsmethoden zur Beherrschung des PECM Prozesses mit Magnetic-Field-Assistance (MPECM)",
      "subject_area": "Spanende und abtragende FertigungstechnikTechnische Thermodynamik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439920154",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Im Rahmen des Forschungsvorhabens wird das gepulste elektrochemische Abtragen (PECM) durch die Überlagerung des Abtragbereichs mit gezielt gerichteten, magnetischen Feldern zum Zweck der lokalen Oberflächenfunktionalisierbarkeit sowie zur Steigerung der Effizienz des Produktionsprozesses erforscht. Das Ziel der zweiten Projektphase innerhalb des SPP 2231 bestand insbesondere in der Betrachtung integraler Messgrößen, um den Prozess unter Berücksichtigung von instationären Bedingungen zu charakterisieren und mit Simulationsergebnissen vergleichen zu können. Hierzu stellt die Entwicklung und Validierung einer Simulationsmethode zur Beschreibung des MPECM (Stoff- und Ladungstransport im Arbeitsspalt; Werkstückformgebung) unter Berücksichtigung der relevanten Wirkmechanismen auf unterschiedlichen Zeitskalen einen maßgeblichen Arbeitsschwerpunkt dar. Zur messtechnischen Bewertung des MPECM-Prozesses wird eine skalenübergreifende, optische Analyse der Elektrolytstoffdaten und Prozessgase durch Kombination von in-situ Messungen innerhalb einer Mesoskala-Analysezelle durchgeführt. Ein besonderer Schwerpunkt der Abtragexperimente lag zudem auf der Charakterisierung von Oberflächeneigenschaften und der Abtraglokalisierung in Abhängigkeit der Magnetfeldparameter. Darüber hinaus werden die experimentellen Ergebnisse der Oberflächenausbildung mit den Bearbeitungsstrategien und den Simulationsergebnissen zusammengeführt und die MPECM-Technologie anhand einer 3D-Formgebung mit einer magnetisierten Kathode beim EC-Senken nachgewiesen. In der dritten Projektphase des SPP 2231 liegen die Schwerpunkte der Arbeiten insbesondere in der Gestaltung und Optimierung von Kathodensystemen mit integrierter Magnetfeldüberlagerung, um einen Formgebungsprozess unter Berücksichtigung von inhomogenen und instationären Bedingungen zu charakterisieren und mit Simulationsergebnissen vergleichen zu können. Im Ergebnis der dritten Förderperiode liegt ein erforschtes zeit- und anwendungsoptimiertes Prozessmodell für den instationären MPECM-Prozess vor. Dieses Prozessmodell ist durch die Implementierung von experimentell ermittelten Abtragkennfeldern mit der Abtraggeschwindigkeit als Funktion der vorliegenden Stromdichte und magnetischen Flussdichte charakterisiert. Der damit realisierte Komplexitätsgrad der Simulation wird durch diese Abstraktion reduziert, so dass damit zeiteffiziente Werkzeug- und Prozessoptimierungen realisierbar sind. Ein besonderer Schwerpunkt der Experimente wird außerdem auf die Bestimmung der Stromausbeute zur prozessbegleitenden Charakterisierung der anodennahen Bearbeitungsbedingungen liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439950037",
      "url": "https://gepris.dfg.de/gepris/projekt/439950037",
      "title": "Integrale gekoppelte Simulation zur Fluiddynamik des Kühlschmierstoffs und des Zerspanungsprozesses beim Vibrationsbohren - ViBohr",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439950037",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Das Ziel des Teilprojekts ViBohr im Rahmen des Schwerpunktprogramms (SPP) 2231 Flu-SimPro ist es, mittels eines integralen, gekoppelten ViBohr-Prozesssimulationsmodells eine effiziente Prozessgestaltung und Prozessoptimierung des vibrationsunterstützten Bohrprozesses zu erreichen. Die Basis der Modellierung ist ein grundlegendes Verständnis der Minimalmengenschmierung (MMS)-Strömung und -Wirkung auf die Spanbildungs- und Span-transportmechanismen sowie den damit einhergehenden Wärmetransport beim vibrationsunterstützten Bohren. Entsprechend der zeitlichen Struktur des SPP sind die Arbeitsschwerpunkte des Vorhabens gegliedert in: • Phase 1: Modellentwicklung und Validierung der verschiedenen Prozessstufen (Mo-dellbausteine) • Phase 2: Modellkopplung und integrale Simulation • Phase 3: System- und Prozessoptimierung des vibrationsunterstützten Bohrens Die Zielsetzung in der dritten Phase des SPP sieht den Einsatz des integral gekoppelten Vi-Bohr-Simulationsmodells für die Analyse des KSS-Transports in die Wirkzone und der Wirkungen der MMS auf Spanbildung, Spantransport und Werkzeugbeanspruchung vor. Aufbauend auf diesen Erkenntnissen soll eine Ableitung von Handlungsempfehlungen für eine optimierte Werkzeug-Geometrie und effiziente Prozessführung für das Vibrationsbohren sowie eine exemplarische Realisierung entsprechender Werkzeuge und Prozessführungen erfolgen. Weiterhin soll durch die Anwendung von Methoden zur Rechenzeitreduzierung, einer adaptiven Netzverfeinerung und einer verbesserten Kopplung der Teilmodelle (z.B. Zweiwegekopplung von CFD/DEM) das integral gekoppelte ViBohr-Simulationsmodell weiterentwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439923052",
      "url": "https://gepris.dfg.de/gepris/projekt/439923052",
      "title": "Koordinationsfonds",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439923052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "In nahezu allen Produktionsprozessen kommen Fluide als Kühlschmierstoff (KSS) zum Einsatz. Sie zählen neben der verwendeten Maschinentechnik, den Prozessstellgrößen, den Werkzeugen sowie den zu bearbeitenden Werkstoffen zu den elementaren Prozesseinflussgrößen. Ein detailliertes Verständnis über die Wirkmechanismen von KSS, insbesondere bei der Bearbeitung anspruchsvoller Materialien, ist daher für einen zielgerichteten und effizienten KSS-Einsatz von essenzieller Bedeutung. Mit experimentellen Methoden können jedoch die relevanten Längen- und Zeitskalen nur unzureichend analysiert werden, sodass die Entwicklung neuer Methoden zur Prozesssimulation erforder-lich ist, um die komplexen Vorgänge beim Einsatz von Fluiden in Produktionsprozessen detailliert abbilden und deren Potenzial in der industriellen Anwendung ausschöpfen zu können. Nur mit diesem Verständnis lässt sich der überaus energie- und ressourcenintensive Einsatz von KSS zielgerichtet steuern und effizient gestalten. Aus der geschilderten Problemstellung leitet sich als übergeordnete Zielsetzung des Programms ab, die erforderlichen Grundlagen durch interdisziplinäre Kooperation wissenschaftlich zu erarbeiten und gekoppelte mechanische und fluiddynamische Simulationsmethoden zu realisieren. Im Fokus stehen ausschließlich Produktionsprozesse, bei denen der KSS kühlende, schmierende und transportierende Funktionen, zum Beispiel von Spänen, Ladungsträgern, Abrasivmitteln oder Reaktionsprodukten übernimmt. In der dritten Phase sollen die entwickelten Simulationsmethoden zur Werkzeug- und Prozessoptimierung eingesetzt werden, um basierend auf einem größeren Verständnis der Zusammenhänge und der komplexen Wechselwirkungen beim KSS-Einsatz zu effizienteren Produktionsprozessen zu gelangen. Zudem sollen rechenzeitreduzierte KSS-Strömungssimulationen zu einer ergebnisorientierten Fertigungsoptimierung führen und die Implementierung und Validierung entsprechender Methoden der Fluid-Struktur-Kopplung es erlauben, das volle Potenzial eines effizienten KSS-Einsatzes auszuschöpfen. Es sollen ausschließlich Produktionsprozesse betrachtet werden, bei denen der KSS kühlende, schmierende und transportierende Funktionen übernimmt. Darüber hinaus ist es im Rahmen des Schwerpunktprogramms nicht vorgesehen, KSS-Medien neu beziehungsweise existierende KSS-Medien weiterzuentwickeln. Hier ist auf das heute verfügbare breite Spektrum an KSS-Medien für den jeweiligen Produktionsprozess zurückzugreifen. Aufgrund der hohen Komplexität, des grundlegenden Forschungsbedarfs und der in diesem Zusammenhang stehenden wissenschaftlichen Fragestellungen ist zu erwarten, dass vor allem interdisziplinäre Koppelprojekte die Fragestellungen erfolgreich bearbeiten können. Daher ist eine kooperierende Vorgehensweise mit interdisziplinären Projekttandems zwischen der Produktionstechnik und den Disziplinen – Mathematik, Strömungsmechanik, Strukturmechanik, Thermodynamik – besonders zielführend.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439904924",
      "url": "https://gepris.dfg.de/gepris/projekt/439904924",
      "title": "Kopplung experimenteller und numerischer Methoden zur mehrskaligen Analyse der Wirkmechanismen von Kühlschmierstrategien in Zerspanprozessen (KExNuMe-KSS)",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439904924",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Der effiziente Einsatz von Kühlschmierstoffen bedarf einem tiefergehenden Verständnis der zugrundeliegenden Wirkmechanismen hinsichtlich Spanabtransport, Kühlung und Beeinflussung der Reibbedingungen. Zudem zeigt eine Reduktion des KSS-Volumenstroms ein hohes Potential zur Energie- und Ressourceneinsparung. Die gezielte Auslegung der KSS-Strategie erfordert jedoch ein Verständnis der grundlegenden Wirkmechanismen, die noch ungeklärt sind. Ein Ansatz zur Auslegung der KSS-Strategie ist die Verwendung von Simulationen. Simulative Ansätze berücksichtigen jedoch tribochemische und thermische Effekte nur bedingt. Dies ist beispielsweise auf fehlende Kenntnisse des Einflusses des KSS auf das Tribobsystem entlang des Schneidkeils zurückzuführen. Infolgedessen existieren keine Simulationsansätze, die zur gezielten Prozessauslegung unter Berücksichtigung einer effizienten KSS-Strategie genutzt werden können. Um derartige Ansätze zu erstellen, wurden in den vorangegangenen Phasen des Schwerpunktprogrammes durch das beantragte Teilprojekt experimentelle und simulative Grundlagen geschaffen. Dies umfasst die Reib- und Schmierbedingungen an der sekundären Scherzone der Spanfläche sowie makroskopische Effekte der KSS-Zufuhr auf Werkzeugbelastung und Spanformung. Für die Auslegung von KSS-Strategien ist jedoch eine Erweiterung dieses Wissens um die thermischen Effekte von Kühlung und Schmierung erforderlich, um insbesondere das Verständnis des Einflusses tribologischer Wirkmechanismen zu vertiefen. Die Originalität des hier beantragten Vorhabens besteht darin, dass numerische Methoden aus dem Bereich der Tribologie um zerspanungspezifische tribochemische Vorgänge unter der Berücksichtigung von KSS erweitert werden. Hauptziel des Vorhabens ist daher das Verständnis der Wirkung von KSS auf das gesamte tribologische System am Schneidkeil und Ableitung einer energieeffizienten KSS-Strategie zur Optimierung von Werkzeugen und Prozessen. Es werden insbesondere der Einfluss der thermischen Belastung und der Relativgeschwindigkeit auf die Tribologie am Schneidkeil erforscht. Zugleich steht eine Erweiterung der Erkenntnisse hinsichtlich der Haftreibung infolge hoher Normalspannungen sowie die Tribologie am Freiflächenkontakt im Fokus. In Verbindung mit tribochemischen Analysen und Analogieuntersuchungen liegt letztendlich ein Simulationsansatz vor, der durch vollständige Modellierung des tribologischen Systems am Schneidkeil eine ergebnisorientierte Fertigungsoptimierung ermöglich. Dieser wird genutzt um eine Effizienzsteigerung durch angepasste KSS-Zufuhrbedingungen zu erzielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)MitverantwortlichDr.-Ing. Florian  Pape"
    },
    {
      "project_id": "439919433",
      "url": "https://gepris.dfg.de/gepris/projekt/439919433",
      "title": "Mehrskalenmodellierung der thermischen Werkstückbelastung beim Drehprozess unter Berücksichtigung der Kühlschmierstoffzufuhr",
      "subject_area": "Spanende und abtragende FertigungstechnikTechnische Thermodynamik",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439919433",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Der Einsatz von Kühlschmierstoffen (KSS) dient in der Zerspantechnik zum einem dem Abtransport der entstehenden Prozesswärme aus der Kontaktstelle Werkzeug-Werkstück und reduziert zusätzlich durch Schmierwirkung die Entstehung von Reibungswärme. Das in diesem Zusammenhang induzierte thermo-mechanische Belastungskollektiv hat einen erheblichen Einfluss auf die Oberflächenintegrität und die damit verbundene Funktionalität des Bauteils. Diese mechanische und thermische Werkstückbelastung wurde jedoch in bisherigen Arbeiten lediglich getrennt modelliert, für ein umfassendes Prozessverständnis ist allerdings eben diese Interaktion zwischen Mechanik und Thermik in der Modellbildung notwendig. Die zentrale Zielsetzung des beantragten Forschungsvorhabens beinhaltet die Mehrskalenmodellierung der thermischen Werkstückbeanspruchung bei der Drehbearbeitung unter Berücksichtigung der Kühlschmierstoffzufuhr und des Werkzeugverschleißzustandes. Für die Modellierung der thermischen Beanspruchung wird in der ersten Förderperiode zunächst die Entwicklung eines Kopplungsansatzes zwischen Computational Fluid Dynamics (CFD) und Finite Element Methode (FEM) angestrebt. Der Kopplungsansatz beruht auf dem zyklischen Austausch von mechanischen und thermischen Größen zwischen FEM und CFD. Hierbei wird auf Basis von FEM Simulationen und Experimenten die Spangeometrie berechnet und für die Gittergenerierung der CFD bereitgestellt. In der CFD Simulation werden dann die Wärmeübergangskoeffizienten ermittelt und an die FEM zurückgegeben, welche anschließend die veränderte Spangeometrie berechnet. Darüber hinaus werden in diesem Ansatz Submodelle für die Beschreibung des Reibverhaltens sowie der Kontaktwärmeübergänge unter Berücksichtigung von KSS entwickelt. Insgesamt können mit Hilfe dieses iterativen Kopplungsansatzes die Temperaturverteilung und -gradienten in der Randzone komplexer Bauteile während der Bearbeitung ermittelt werden. Durch die Anpassung der FEM-Spanbildungssimulation an die realen tribologischen Bedingungen in Form von Reib- und Wärmeübergangsmodellen wird eine wesentliche Lücke heutiger Modellierungsansätze geschlossen und ermöglicht so ein vollständig virtuelles Abbild des Zerspanprozesses unter Realbedingungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439916647",
      "url": "https://gepris.dfg.de/gepris/projekt/439916647",
      "title": "Modellierung der Kühlwirkung beim Werkzeugschleifen unter Berücksichtigung prozessbedingter Unsicherheiten",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439916647",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "In der Prozesskette zur Herstellung von Vollhartmetallwerkzeugen für die geometrisch bestimmte Zerspanung kommt dem Schleifprozess zentrale Bedeutung zu. Dieser definiert die geometrische Werkstückform, beeinflusst die Substrateigenschaften und verursacht bis zu 60 % der Kosten in der Werkzeugherstellung. Während der Einfluss der Eingriffsbedingungen auf die resultierende Werkstückqualität bereits in zahlreichen Forschungsvorhaben untersucht wurde, sind fluiddynamische Vorgänge des Kühlschmierstoffs in der Kontaktzone und deren Auswirkungen auf die thermische Werkstückbelastung noch weitestgehend unbekannt. Um diese Wissenslücke zu schließen, ist das Ziel des Vorhabens die Erforschung einer multiskaligen Materialabtrag-Fluidsimulation für das Werkzeugschleifen unter Berücksichtigung prozessbedingter Unsicherheiten. Dabei ist bekannt, dass die mikroskopischen (z. B. Schleifscheibentopographie, Eigenschaften des Kühlschmiermittels) und makroskopischen (z. B. Stellgrößen) Einflüsse beim Schleifen die Wirksamkeit der Kühlung und der Schmierung im Prozess erheblich beeinflusst. Ein fundiertes Verständnis über diese Wechselwirkungen im Schleifprozess bildet eine essenzielle Grundlage für eine schädigungsfreie Bearbeitung bei gleichzeitig erhöhter Produktivität. Die zugrundeliegende Hypothese besagt, dass durch die simulative Abbildung der mikro- und makroskopischen Einflüsse effektive Bedingungen wie Oberflächenbenetzung, Wärmeausbreitung und Volumenströme prognostizierbar sind. Durch die Kopplung der verschiedenen Skalen und Simulationsmethoden ist dies zudem mit geringer Rechenintensität möglich, sodass eine simulationsgestützte Analyse kurz vor Prozessbeginn durchgeführt werden kann. Weiterhin wird angenommen, dass die mikroskopischen Prozesse zufälligen und nicht vollständig simulierbaren Schwankungen unterliegen. Diese Unsicherheiten müssen in der Simulation berücksichtigt werden, um eine präzise Abbildung realer Vorgänge zu gewährleisten. Mit dieser Zielsetzung adressiert das Vorhaben Fragestellungen zur Simulation von mehrskaligen Problemstellungen, zur Modellierung des Wärmeübergangs in den Kühlschmierstoff und den entsprechenden Wärmetransport. Darüber hinaus wird die Berücksichtigung von Unsicherheiten in Produktionsprozessen aufgegriffen. Die zu erforschenden Methoden besitzen einen grundlegenden Charakter und können daher in Zusammenarbeit mit anderen Projekten des Schwerpunktprogramms 2231 auf weitere Anwendungsfälle transferiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)Internationaler BezugSchwedenMitverantwortlichProfessor Dr. Alfred  SchmidtKooperationspartnerDr. Michael  Eden"
    },
    {
      "project_id": "439626733",
      "url": "https://gepris.dfg.de/gepris/projekt/439626733",
      "title": "Multiphasen-Modellierungen von Kühlschmierstoff und dessen Aerosole in der Zerspanungssimulation mit der Finite-Pointset-Methode zur Untersuchung der Wirkungsmechanismen (MultiKSS)",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439626733",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Die Wirkungsmechanismen von Kühlschmierstoff (KSS) und dessen Aerosole in Zerspanungsprozessen sind bisher nicht vollumfänglich verstanden. Es existieren verschiedene Thesen zu diesen Wirkungsmechanismen für eine Vielzahl an Einflussfaktoren wie z. B. KSS Zuführung, Prozessparameter oder KSS-Stoffeigenschaften. Beispielsweise wird das Ausspülen einer isolierenden Dampfschicht, welche sich aufgrund der heißen Span- und Werkzeugoberflächen bildet, ab einem bestimmten KSS-Druck als Ursache für eine gesteigerte Kühlwirkung vermutet. Der positive Einfluss von fein verstäubten KSS Sprühnebeln bei einer Mindermengenkühlschmierung wird in Ansätzen auf die tropfenweise Verdampfung zurückgeführt. Selbst die Elementarprozesse, wie Tropfentransport, Tropfen-Tropfen-Kollisionen, Tropfenkollisionen mit heißen Oberflächen sowie Tropfenverdampfung innerhalb eines Sprühnebels werden durch die KSS-Stoffeigenschaften beeinflusst, wodurch sich die Wirkungsmechanismen ändern. Mittels der netzfreien Finite Pointset-Methode (FPM) sollen u. a. diese Fragestellungen im Rahmen dieses Projekts anhand von drei hergeleiteten Forschungshypothesen numerisch analysiert werden. Der Vorteil der FPM ist dadurch gegeben, dass eine Fluid- und Struktursimulation sowie die Fluid Struktur-Kopplung auch bei großen Deformationen ganzheitlich innerhalb dieser Methode simuliert werden kann. Aufgrund dessen ist es bereits gelungen, die Spanbildung für einen Längs-Runddrehprozess mit einem einphasigen Fluid mit der FPM abzubilden. Innerhalb dieses Projekts werden die bestehenden KSS-Modelle um Dampfphase und Sprühnebel sowie deren physikalische Wirkungsmechanismen erweitert. Die Dampfphase wird in der FPM implementiert. Elementarprozesse innerhalb eines Sprühnebels werden durch semi-empirische Modelle der Tröpfcheninteraktionen berücksichtigt. Die entstehende Multiphasen-Modellierung des KSS sowie dessen Aerosole wird genutzt, um die Wirkungsmechanismen im Zerspanungsprozess umfassend zu analysieren. Um diese Zielsetzung zu erreichen, sind in der Projektphase 1 KSS-Modelle sowie Modelle der Wirkungsmechanismen in Bezug auf eine Dampfphase entwickelt worden. In der Projektphase 2 sind diese Modelle und Erkenntnisse in die Zerspanungsanwendung integriert worden, um mögliche Verdampfungseffekte von KSS zu analysieren. Zusätzlich sind die KSS-Modelle um die Funktionalität des Sprühnebels erweitert worden, um damit in der Projektphase 3 auch die Effekte der Mindermengenkühlschmierung in der Zerspanungssimulation abzubilden. Darüber hinaus findet in Projektphase 3 eine Erweiterung der Simulation um Werkzeugverschleiß statt. Neben der Schaffung von allgemeinem Prozessverständnis wird durch die Anwendung der validierten KSS-Strategien konventionelle Überflutungskühlung, Hochdruck-KSS-Zufuhr sowie Mindermengenkühlschmierung in der Simulation die gezielte Prozessoptimierung nach ökonomischen und ökologischen Gesichtspunkten realisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439954775",
      "url": "https://gepris.dfg.de/gepris/projekt/439954775",
      "title": "Multiskalige numerische Modellierung und Optimierung der Wirkung des Kühlschmierstoffs beim Wälzschälen",
      "subject_area": "Spanende und abtragende FertigungstechnikStrömungsmechanikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439954775",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Ziel des Projektes ist die Modellierung der Kühlschmierung und der Spanbildung in dem kinematisch komplexen und schwer zugänglichen Zerspanungsprozess des Wälzschälens. Beim Wälzschälen variieren die Zerspanungsbedingungen entlang der Schneidkante und während des Eingriffs. Es entstehen mehrteilige Späne, die den Prozess immer wieder stören, weil sie an Werkstück- und Werkzeugoberflächen anhaften oder zwischen Werkstück und Freifläche geraten. Dadurch entstehen Effekte wie Spanklemmer, die zu Oberflächenfehlern und Werkzeugverschleiß führen. Erst die Modellierung der Spanbildung unter dem Einfluss des Kühlschmierstoffes ermöglicht ein Verständnis für die Entstehung von Spanklemmern. Dominierende Faktoren für die Spanbildung sind die Prozessstellgrößen sowie die Kühlschmierstoffwirkung zwischen Span und Spanfläche. Die Optimierung der Kühlschmierstoffzufuhr erfolgt in der Praxis iterativ und erfahrungsbasiert. Eine modellbasierte Prozessoptimierung erfordert die Berücksichtigung der Kühlschmierstoffzufuhr und -verteilung sowie die Abbildung der Einflüsse auf die Reibungsverhältnisse zwischen Span und Spanfläche und die Auswirkungen auf die Spanbildung und den Spanabfluss. Der gesamte Prozess ist zu komplex, um in einem einzigen Modell abgebildet zu werden. Daher soll eine Simulation entwickelt werden, in der ein Strömungsmodell mit einem Spanbildungs- und einem Reibungsmodell gekoppelt wird. Ziel der dritten Förderphase ist es, die erarbeiteten gekoppelten Simulationsmethoden für das Wälzschälen mit Druckluft und Ölüberflutung für die Prozess- und Spülwirkung einzusetzen. Der betrachtete Prozess soll in den Teilbereichen Tribologie, Spanbildung und Fluidströmung unter Berücksichtigung der komplexen Mechanismen, die zu Spanklemmern führen, skalenübergreifend optimiert werden. Die Spanbildung wird mittels FEM-Simulation abgebildet. Die Modellierung des Kühlschmierstoffkonzepts erfolgt mit der SPH-Methode. Die Wirkung des Fluids im Prozess wird durch molekulardynamische Simulationen berücksichtigt. Aufbauend auf dem generierten Verständnis der Bildung von Spanklemmern sollen im ersten Schritt des Projektes geeignete Kühlschmierstrategien unter Berücksichtigung der Hauptmechanismen der untersuchten Skalen entwickelt werden. Anschließend soll die Prozesskinematik hinsichtlich der Spanbildung unter Berücksichtigung der Vorbenetzung und der Berührlinie optimiert werden, um höhere Werkzeugstandzeiten und die Vermeidung von Spanklemmern 2. Ordnung zu gewährleisten. Abschließend soll die Wirksamkeit der Änderungen anhand von Versuchen nachgewiesen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)Mitverantwortlich(e)Dr.-Ing. Corina  Schwitzke"
    },
    {
      "project_id": "439915866",
      "url": "https://gepris.dfg.de/gepris/projekt/439915866",
      "title": "Simulation der gepulsten elektrochemischen Metallbearbeitung (PECM) von dünnwandigen Bauteilen für den Triebwerksbau – SIMPECT",
      "subject_area": "Spanende und abtragende FertigungstechnikStrömungsmechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439915866",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "In der Triebwerksfertigung werden durch die steigenden thermischen und mechanischen Anforderungen effizienterer Triebwerke kontinuierlich hochwarmfestere Werkstoffe eingesetzt, die sich konventionell immer schwerer bearbeiten lassen. Insbesondere in der Schaufelfertigung werden dabei neben hohen Maßhaltigkeiten und Oberflächengüten auch die Bearbeitung immer dünnwandigerer Bauteile gefordert. Diese Anforderungen sind mithilfe etablierter zerspanender Prozesse aufgrund der großen auftretenden Prozesskräfte und dem immensen Werkzeugverschleiß immer schwerer technologisch und ökonomisch zu erreichen. Infolgedessen wird bei solchen Anwendungen vermehrt die elektrochemische Metallbearbeitung (ECM) als Alternative bei den Triebwerksherstellern eingesetzt, bei der aufgrund der anodischen Metallauflösung der Materialabtrag unabhängig von den thermo-mechanischen Festigkeitswerten erfolgt. Als elementare Prozesseinflussgrößen spielen dabei die physikalischen Elektrolyteigenschaften und die Strömungsbedingungen eine Schlüsselrolle hinsichtlich des lokal realisierbaren Materialabtrages. Zur Finishbearbeitung von Triebwerksschaufeln wird meist die gepulste elektrochemische Metallbearbeitung (PECM) eingesetzt, wodurch eine höhere Oberflächengüte und Fertigungsgenauigkeit erzielt wird. Aus der industriellen Anwendungspraxis des Verfahrens ist jedoch bekannt, dass spülungsinduzierte Phänomene auftreten können, die insbesondere bei filigranen Bauteilen zu Formabweichungen oder sogar zum Kurzschluss führen können. Für die Werkzeugauslegung im PECM Prozess existiert bisher kein validiertes fluiddynamisches Simulationsmodell. Der Grund liegt in dem stark instationären Charakter der Phänomene im Elektrolytkanal durch die Oszillation der Werkzeugelektroden sowie in der Fluid-Struktur-Interaktion, die bisher weder ausreichend simuliert noch modelliert werden konnten. In der ersten Projektförderphase konnte eine generische Umgebung zur Simulation und Messung strömungs- und strukturmechanischer Charakteristika des PECM Prozesses erfolgreich als Grundlage aufgebaut werden. In der zweiten Phase wurde die gezielte Modellentwicklung zum Einfluss spülungsinduzierter Kräfte und zur Beschreibung der Ansammlung von Gasagglomeraten auf das elektrochemische Abtragverhalten einer realen Schaufelgeometrie realisiert und angewendet. Das Ziel in der dritten Förderphase ist die Entwicklung eines toleranzbasierten Entscheidungsmodells zur zielgrößenorientierten Auswahl von Bearbeitungsparametern zur Prozessoptimierung. Dieses Ziel soll durch die Kombination von hocheffizienten Simulationsmodellen und präzisen experimentellen Messungen erreicht werden. Basierend auf diesem holistischen Verständnis des PECM-Prozesses wird dann das Modell entwickelt, das in der Ausführung auf Simulationsmethoden mit stark reduzierter Komplexität zurückgreift, um u.a. die statischen und dynamischen Struktureigenschaften des Werkstücks und den lokal zu erwartenden Materialabtrag zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)Ehemaliger AntragstellerProfessor Dr.-Ing. Wolfgang  Schröder, bis 3/2025"
    },
    {
      "project_id": "439920593",
      "url": "https://gepris.dfg.de/gepris/projekt/439920593",
      "title": "Simulation und Optimierung der KSS-Strömung zur Reduzierung der thermischen Werkzeugbelastung bei der diskontinuierlichen Bohrbearbeitung von Inconel 718",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439920593",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Die Produktionstechnik begegnet bei der Auslegung industrieller Fertigungsprozesse verstärkt der Herausforderung dem Anspruch der Ressourceneffizienz gerecht zu werden. Die Bohrbearbeitung schwer zerspanbarer Sonderlegierungen ist durch hohe thermomechanische Werkzeugbelastungen charakterisiert, sodass die Erforschung potenzieller Optimierungsansätze zum verschleißreduzierten Hartmetalleinsatz motiviert wird. In diesem Kontext wurde eine diskontinuierliche Prozessführung für die Bohrbearbeitung von Inconel 718 etabliert, die infolge von implementierten Rückzugbewegungen entgegen der Vorschubrichtung eine KSS-Umspülung der hochbelasteten Werkzeugschneiden ermöglicht. Die realisierte Neubenetzung der Wirkflächen ermöglicht einen Wärmeübergang in das Fluid und somit reduzierte thermische Belastungen. Die effiziente Einbringung dieser Schnittunterbrechung stellt die übergeordnete Zielsetzung des bilateralen Forschungsvorhabens dar. Die Entwicklung eines vollumfänglichen Simulationsmodells, das den bidirektionalen Wärmeübergang unter Berücksichtigung der Spanbildung sowie der KSS-Strömung abbildet, soll die Vorhersage auftretender Schneidkantentemperaturen ermöglichen und einen Richtwert für die Überschreitung thermischer Belastungsgrenzen herausstellen. Somit kann die Einbringung von Schnittunterbrechungen effizient erfolgen und die benötigte Werkzeugabkühlung bedarfsgerecht herbeigeführt werden. Im Rahmen der ersten beiden Förderphasen wurde in experimentellen Referenzuntersuchungen zur diskontinuierlichen Bohrbearbeitung eine Datenbasis generiert, die zur separaten Entwicklung einer Strömungssimulation sowie einer Spanbildungssimulation dienten. Über eine Strömungsvisualisierung sowie der Erfassung von thermomechanischen Werkzeugbelastungen konnten die jeweiligen Simulationsergebnisse validiert werden. Darauf basierend wurde ein gekoppeltes Simulationsmodell realisiert, das im Sinne der Zielsetzung befähigt ist, für die simulativ gestützte Prozessauslegung der diskontinuierlichen Bohrbearbeitung zu fungieren. Zur Weiterentwicklung des Simulationsmodells wurde eine Material- und Reibungsmodellierung durchgeführt, sodass die Güte der an die CFD Simulation übergegebenen Daten weiter angehoben wird. Zum anderen profitiert die Simulation des Bohrprozesses von Komplexitätssteigerungen in der CFD Simulationsumgebung. Die dritte Förderphase fokussiert die simulative Untersuchung des Effekts erhöhter Schnittwerte auf die thermische Werkzeugbelastung, um im Zusammenspiel mit der optimierten Definition der Schnittunterbrechung eine Produktivitätssteigerung des diskontinuierlichen Bohrprozesses zu konzipieren. Ferner wird die Sonderlegierung Ti6Al4V in das gekoppelte Simulationsmodell implementiert sowie der Einsatz von wasserbasierten KSS analysiert. Außerdem wird das Simulationsmodell zur Entwicklung von strömungsoptimierten Werkzeugen genutzt. Abschließend sollen die gebündelten Erkenntnisse für Handlungsempfehlungen in der industriellen Anwendung dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    },
    {
      "project_id": "439919057",
      "url": "https://gepris.dfg.de/gepris/projekt/439919057",
      "title": "Voll gekoppelte Fluid-Struktur-Kontakt-Simulationen zum Verständnis der Vorgänge in den Kontaktzonen beim Orthogonalschnitt unter KSS",
      "investigators": "Professorin Dr.-Ing. Stefanie  Elgeti;Professor Dr.-Ing. Andreas  Zabel",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439919057",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Bei der spanenden Fertigung industrieller Erzeugnisse findet sich ein großes Nachhaltigkeitspotenzial in der Reduzierung des Verbrauchs von Kühlschmierstoffen (KSS), die Schäden an Umwelt und Gesundheit sowie hohe Kosten verursachen. Um trotz einer Reduzierung der KSS-Mengen eine hohe Produktivität zu erzielen und die geforderte Bauteilqualität zu gewährleisten, ist der KSS-Einsatz zukünftig zielgerichteter zu gestalten. Besonders in der Ausnutzung der tribologischen Wirkung von KSS liegt dabei ein großes Potenzial. Um dies in der spanenden Fertigung nutzen zu können, ist es erforderlich, die dahinterliegenden Wirkmechanismen im Detail zu verstehen und in digitalen Werkzeugen für die Prozess- und Werkzeugentwicklung und deren Optimierung zu implementieren. Im Rahmen des beantragten Fortsetzungsprojekts innerhalb des SPP 2231 finden dazu Entwicklungen zur Verbesserung der Reibungsmodellierung unter Berücksichtigung eines KSS für numerische Spanbildungssimulationen statt. Dies soll durch die Kopplung eines mikroskopischen Tribologiemodells mit einem makroskopischen Spanbildungsmodell erreicht werden und bietet die Möglichkeit, die Reibung in der Spanbildungszone in Abhängigkeit der Temperatur, der Relativgeschwindigkeit, der Kontaktnormalspannung sowie der Oberflächentopografien der Wirkpartner und einem Zwischenmedium zu modellieren. Um das technologische Verständnis und die Daten für die Modellierung zu gewinnen und eine Basis für die spätere Übertragung auf die industrielle Fertigung zu legen, sind weitere Grundlagenuntersuchungen zum tribologischen Verhalten der Spanbildungszone geplant. Im Rahmen der ersten Projektphase fanden umfangreiche experimentelle Untersuchungen der Wirkmechanismen von KSS statt und es ist gelungen, ein mikro-tribologisches Modell der Spanbildungszone zu entwickeln, das es erlaubt, diese Wirkmechanismen auf einer experimentell unzugänglichen Skala zu untersuchen und für die Spanbildungssimulation nutzbar zu machen. Das Mikro-Modell basiert auf einer Fluid-Struktur-Kontakt-Simulation durch spline-basierte Finite-Elemente-Methoden. In dieser Förderphase ist die Kopplung des mikro-tribologischen Modells mit einem Spanbildungsmodell geplant. Diese Kopplung erlaubt, das Reibungsverhalten in der numerischen Spanbildungssimulation lokal gradiert unter Berücksichtigung eines KSS zu modellieren. Die Erreichung dieses Ziels erfordert vertiefende experimentelle Untersuchungen zur Einflussanalyse und zur Simulationsvalidierung. Diese umfassen neben der Anwendung einer Methode zur Visualisierung der KSS-Verteilung in der Spanbildungszone insbesondere die Charakterisierung der Haft- und Gleitzone sowie die Ermittlung der lokalen mechanischen Belastungen bei der Zerspanung. Abschließend, in Vorbereitung auf die dritte Förderphase, wir das experimentelle Framework auf einen Drehprozess übertragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)Internationaler BezugÖsterreich"
    },
    {
      "project_id": "439917965",
      "url": "https://gepris.dfg.de/gepris/projekt/439917965",
      "title": "Werkzeug- und Prozessentwicklung für effiziente Ejektortiefbohrprozesse mittels Smoothed Particle Hydrodynamics (SPH)",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439917965",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)",
      "description": "Infolge stark steigender Energiekosten gewinnt die Verbesserung der Effizienz und die Optimierung von Werkzeugen in der spanenden Fertigung zunehmend an Bedeutung. Da bei spanenden Werkzeugmaschinen der Gesamtenergiebedarf aufgrund der energieintensiven Prozessanforderungen, wie z. B. hohe Volumenströme, maßgeblich durch die KSS Versorgung beeinflusst wird, bietet dieser Bereich großes Optimierungspotenzial, um Zerspanprozesse ressourceneffizienten durchzuführen. Dabei ermöglicht insbesondere das Ejektortiefbohren die Möglichkeit, hochpräzise Tiefbohrprozesse mit hohen Zerspanleistungen und sehr guten Oberflächengüten auf konventionellen Bearbeitungszentren nutzbar zu machen. Aufgrund des ungenügenden Prozesswissens zu den physikalischen Vorgängen beim Ejektortiefbohren ist der aktuelle Einsatz in der Industrie mit einem ineffizienten Ressourcenaufwand verbunden, da der KSS Volumenstrom oftmals deutlich größer als erforderlich eingestellt wird, wodurch höhere Prozesskosten mit stark gestiegenem Energieaufwand entstehen. Daraus leitet sich die übergeordnete Zielsetzung des kooperativen Forschungsvorhabens ab, eine Werkzeug und Prozessentwicklung für effiziente Ejektortiefbohrprozesse durchzuführen. In der ersten Phase des Forschungsvorhabens ist es gelungen, mithilfe des gitterfreien Simulationsansatzes der Smoothed Particle Hydrodynamics (SPH) in Kombination mit aktuellen experimentellen und messtechnischen Analysemethoden ein tiefgreifendes Verständnis der Wirkzusammenhänge der Strömungsverhältnisse zu erarbeiten und in einem physikalischen Simulationsmodell abzubilden. In der zweiten Förderphase wurde das thermomechanische Belastungskollektiv charakterisiert und der Spanbildungsprozess beim Ejektortiefbohren analysiert. Diese wurden als Eingangs und Validierungsdaten für die Struktur und Strömungssimulation verwendet. Mithilfe der SPH Simulation wurden die Strömungscharakteristika am Bohrkopf modelliert und der Einfluss der konstruktiven Optimierungsmaßnahmen im Hinblick auf eine verbesserte KSS Versorgung der Schneiden und Führungsleisten sowie einen verbesserten Spanabtransport wurde validiert. Auf Grundlage der Ergebnisse konnten zwei Prototypenversionen additiv im Pulverbettverfahren hergestellt werden, deren Einsatzfähigkeit in aktuellen Versuchsreihen erprobt wird. Die dritte Förderphase verfolgt das abschließende Hauptziel, den Ejektortiefbohrprozess vollumfänglich zu erfassen und auf Grundlage der Modellierungsergebnisse additiv gefertigte modulare Ejektordüsenadapter zu entwickeln und in den KSS Zuführungsbereich des Werkzeugsystems zu integrieren. Abschließend erfolgt eine Energieeffizienzbetrachtung unter Berücksichtigung der gesamten Forschungsergebnisse, bei der die strömungsoptimierten Ejektorbohrköpfe in Kombination mit dem modularen Ejektordüsenadapter sowie dem optimalen Arbeitsregime mit dem Referenzwerkzeug mit Standardparametern verglichen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2231: \nEffizientes Kühlen, Schmieren und Transportieren – Gekoppelte mechanische und fluid-dynamische Simulationsmethoden zur Realisierung effizienter Produktionsprozesse (FLUSIMPRO)"
    }
  ]
}