{
  "spp_number": "SPP 2305",
  "spp_title": "Sensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441853410",
  "projects_count": 14,
  "projects": [
    {
      "project_id": "466775494",
      "url": "https://gepris.dfg.de/gepris/projekt/466775494",
      "title": "Auto-informative Gleitlager – Autarke, temperaturbasierte Spalthöhenermittlung zur Zustandsüberwachung in Gleitlagern",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466775494",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Sensorintegrierende Maschinenelemente (SiME) bieten das Potenzial die flächendeckende Digitalisierung im Maschinenbau durch die minimalinvasive Integration der Sensorik in das Zielsystem zu beschleunigen. In der ersten Förderperiode wurden physische Prototypen für das Maschinenelement Gleitlager entwickelt und experimentell erprobt, welche perspektiv die Charakteristika eines SiME erfüllen sollen. Die Teilfunktionen Zustandsüberwachung, Energy Harvesting (EH) und Datenübertragung wurden individuell erfolgreich experimentell erprobt. Allerdings erfolgte bislang noch kein gekoppelter Einsatz der Teilfunktionen im Prüfstandsbetrieb. Der temperaturfeldbasierte, in-situ Überwachungsansatz, welcher in der ersten Förderperiode erarbeitet wurde, berechnet mittels gleitlagerintegrierten Mikrocontrollers die Schmierspalthöhe für stationäre Zustände via der DIN genormten Gümbelkurve zur Detektion von verschleißkritischen Mischreibungszuständen. In Voruntersuchungen konnte darüber hinaus gezeigt werden, dass versagenskritische Zustände für transiente Betriebsbedingungen (z.B. Start-Stopp-Vorgänge) ebenfalls mittels des gewählten Überwachungsansatzes detektiert werden können. Ein thermoelektrisches EH-System wurde in das Gleitlagervolumen implementiert und die generierbare Energiemenge bestimmt. Der thermoelektrische EH-Ansatz ist dazu geeignet, die notwendige Energieversorgung des Zustandsüberwachungssystems sicherzustellen. Allerdings stellte sich die notwendige Spannungswandlungskette für den Betrieb des Zustandsüberwachungssystems als herausfordernd dar, sodass die Energieversorgung zunächst kabelgebunden erfolgte. Drahtlose Datenschnittstellen wurden in den entwickelten Prototypen integriert und unter Laborbedingungen erfolgreich erprobt. Gleitlager befinden sich im Betrieb in der Regel innerhalb eines metallischen Gehäuses, sodass sich die stabile drahtlose Datenübertragung aus dem Gleitlager noch erprobt werden muss. Zur Sicherstellung der stabilen Datenübertragung im Prüfstandsbetrieb erfolgte die Datenübertragung daher zunächst kabelgebunden. Die Zielsetzung des beantragten Folgevorhabens ist die Entwicklung eines vollständig autark operierenden Sensorintegrierenden Gleitlagers (SiGL) und der experimentelle Nachweis der Funktionszuverlässigkeit basierend auf den Erkenntnissen sowie Vorarbeiten der ersten Projektphase. Im beantragten Vorhaben erfolgt darüber hinaus die Erweiterung des Zustandsüberwachungsansatzes auf transiente Zustände durch die Wahl temperaturmesssignalbasierter Grenzwerte, um alle versagenskritischen Betriebszustände des Gleitlagers überwachen zu können. Um die Übertragbarkeit des SiGL-Konzeptes auf weitere Zielanwendungen zu ermöglichen, soll ferner ein modellbasiertes Rahmenwerk für die SiGL-Entwicklung erstellt werden. Dazu erfolgt die Ableitung einer methodischen Vorgehensweise für die modellbasierte Integration von SiGL in unterschiedliche Gleitlageranwendungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466661922",
      "url": "https://gepris.dfg.de/gepris/projekt/466661922",
      "title": "Elastische Kupplungen mit integrierten flexiblen dielektrischen Elastomersensoren",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466661922",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Kupplungen sind Maschinenelemente, die eine Leistungsübertragung zwischen zwei Wellen durch eine mechanische Verbindung ermöglichen. In der Antriebstechnik spielen formschlüssige drehelastische Kupplungen eine bedeutende Rolle, (i) da sie relativ einfach aufgebaut sind, (ii) kritische Drehmomentstöße reduzieren und (iii) systembedingte dynamische Schwingungen reduzieren können. In der ersten Phase des Projektes wurde eine Zahnkranzkupplung mit Sensoren ausgestattet, um Lasten während der Laufzeit im Einsatz zu bestimmen. Hierzu wurden nachgiebige, integrierbare dielektrische Elastomersensoren, inklusive der notwendigen Auswertungselektronik entwickelt. Ziel der zweiten Phase des Projektes ist es, in enger Abstimmung und interdisziplinärer Zusammenarbeit – von drei beteiligten Arbeitsgruppen mit spezieller Expertise – den in der ersten Projektphase entwickelten Prototypen einer sensorintegrierenden Zahnkranzkupplung in ein autonom arbeitendes sensorintegrierendes Maschinenelement zu überführen. Hierbei werden durch die Professur für Maschinenelemente am Institut für Maschinenelemente und Maschinenkonstruktion (IMM), die Professur für Mechanik multifunktionaler Strukturen am Institut für Festkörpermechanik (IFKM) und der MEiTNER Nachwuchsforschergruppe am Institut für Halbleiter und Mikrosysteme (IHM) in enger Abstimmung numerische und experimentelle Untersuchungen an realen konventionellen und sensorintegrierenden Kupplungssystemen durchgeführt. Damit die sensorintegrierende Kupplung autonom operieren kann, soll zunächst ein Energy-Harvesting Modul entwickelt werden. Weiterhin ist zu erforschen, ob durch die Veränderungen des Zahnkranzes durch die Sensorintegration neue Schadensmechanismen auftreten, um gegebenenfalls notwendige Lösungen entwickeln zu können. Des Weiteren steht die Untersuchung des thermischen Verhaltens des Zahnkranzes im Vordergrund. Da das Materialverhalten des Zahnkranzes stark temperaturabhängig ist, soll ein besseres Verständnis über den Wärmehaushalt während des Betriebs – u.a. zur Optimierung der Position der notwendigen Temperatursensoren – gewonnen werden. Weiterhin besitzt das Material des Zahnkranzes auch viskoelastische Eigenschaften. Daher soll ein geeignetes Regressionsmodell erstellt werden. Dieses soll neben einer ausreichenden Genauigkeit auch möglichst energieeffizient arbeiten, da es nur durch die vom Energy-Harvesting Modul bereitgestellte Energie versorgt wird. Abschließend sollen die in beiden Phasen des Projektes erworbenen Erkenntnisse in die Entwicklung einer Berechnungsvorschrift für sensorintegrierende Zahnkranzkupplungen einfließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466778958",
      "url": "https://gepris.dfg.de/gepris/projekt/466778958",
      "title": "Integrierte Sensorik für intelligente Großwälzlager (ISiG)",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungMikrosysteme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466778958",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Im Kontext fortschreitender Digitalisierung werden mechanische Komponenten und Systeme zu intelligenten, mechatronischen Systemen weiterentwickelt. Dabei verknüpfen diese Sensorik, Aktorik und Informationsverarbeitung mit einer vorausschauenden, vernetzten und selbsthandelnden Komponente. Dies ermöglicht neben der Planung von Wartungs- oder Reparaturintervallen vielmehr noch eine Selbstdiagnose und -regelung sowie die autonome, bedarfs- und energieeffiziente Steuerung von instationären Prozessen. Einem hohen Stellenwert kommt dabei der zuverlässigen Erfassung von aussagekräftigen Prozess- und Zustandsdaten durch geeignete Sensoren zu, auf Basis derer Entscheidungen für das System getroffen werden. Im Rahmen des DFG-Schwerpunktprogramms 2305 „Sensorintegrierende Maschinenelemente“ soll das Potential der Digitalisierung zugängig gemacht werden. Dabei sind neben der Sensorintegration auch Energieerzeugungskonzepte, Datenverarbeitung und Signalübertragung zu lösen. Das Gesamtziel des geplanten Vorhabens ist es, ein intelligentes, sensorintegriertes Großwälzlager zu entwickeln, das drohende Schäden frühzeitig detektiert, sodass Ausfallzeiten vermieden, Wartungsintervalle optimiert und die Betriebsparameter an das gemessene Belastungskollektiv angepasst werden können. Hierzu sollen die Erkenntnisse des sensorintegrierten Axial-Zylinderrollenlagers als Prototyp der ersten Förderperiode auf ein Radial-Großwälzlager (NU 256) übertragen werden, welches bspw. in Windkraftanlagen eingesetzt wird. Mit Hilfe der Sensorintegration mittels Direktabscheidung von Dünnfilm-DMS und -Temperatursensoren auf den Oberflächen der Lagerringe inklusive im Radial-Großwälzlager integrierter Elektronik wird ohne Vergrößerung des Bauraums ein System zur Zustandsüberwachung geschaffen, welches Kräfte, Temperatur und Drehzahl erfasst. Durch den Einsatz der Auswerteelektronik werden die Daten vorverarbeitet sowie durch geeignete Algorithmen komprimiert, wodurch der Energiebedarf deutlich reduziert wird. Anschließend werden die Daten über eine Bluetooth-Schnittstelle an einen Server durch das Gehäuse drahtlos übertragen. Für die Updatefähigkeit des integrierten Sensorsystems werden bestehende Over-the-Air-Update-Protokolle (OTA) für Bluetooth Low Energy 5.0 eingesetzt, was eine drahtlose Firmeware-Aktualisierung ermöglicht. Die Energieautarkie der Elektronik wird mit Hilfe eines induktiven Energy Harvesters im Großwälzlager sichergestellt. Das sensorintegrierte Radial-Großwälzlager wird in den Prüfstand für Funktionsuntersuchungen integriert. Dabei wird das System Belastungskollektiven und Langzeittests ausgesetzt, um die Zuverlässigkeit der Sensorik, der Auswerteelektronik und des Energy Harvestings zu optimieren. So können in Zukunft sensorintegrierte Wälzlager hergestellt und energieautark in z.B. Windkraftanlagen eingesetzt werden, um durch die intelligente Zustandsüberwachung die Sicherheit zu erhöhen und Ausfallzeiten durch eine Betriebsparameterregelung zu minimieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender DigitalisierungMitverantwortlicheDr.-Ing. Florian  Pape;Professor Dr.-Ing. Gerhard  Poll"
    },
    {
      "project_id": "466783216",
      "url": "https://gepris.dfg.de/gepris/projekt/466783216",
      "title": "Koordinationsfonds",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466783216",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Dieses Projekt gibt einen Überblick über die Zielsetzung des Schwerpunktprogramms sowie eine eingehende Erläuterung zu den finanziellen Mitteln, welche zur Durchführung der in der ersten Förderperiode des Schwerpunktprogramms SPP 2305 vorgesehenen Koordinations- und Verbundaktivitäten benötigt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "550411413",
      "url": "https://gepris.dfg.de/gepris/projekt/550411413",
      "title": "Koordinationsfonds",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 550411413",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Die Digitalisierung bietet enormes Potenzial von privaten Anwendungen über das öffentliche Leben bis zur Wirtschaft, dazu werden umfangreiche und zuverlässige Daten zum Betriebszustand von Maschinen und Anlagen benötigt. In praktisch jeder Maschine befinden sich in direkter Prozessnähe standardisierte Maschinenelemente, wie z.B. Schrauben, Lager, Zahnräder, Dichtungen und Welle-Nabe-Verbindungen. Sensorsysteme für unterschiedlichste Messaufgaben sollen im SPP in Maschinenelemente integriert werden, um Daten in direkter Prozessnähe „in-situ“ zu erfassen und auszuwerten. Die sensorintegrierenden Maschinenelemente (SiME) sollen sich selbstständig beim Steuergerät des Maschinensystems anmelden und ad-hoc vernetzen. Nach Mitteilung der individuellen Messfähigkeiten bekommen sie vom Steuergerät individuelle Mess- und Auswerteaufgaben zugewiesen. Die Daten werden vor Ort gewonnen, reduziert und nur bei Bedarf drahtlos übermittelt, die erforderliche elektrische Energie dazu gewinnt das SiME vor Ort kabellos. Ziel des SPP sind die Grundlagen von SiME, deren methodisch gestützte Konzeptionierung und Systemintegration. Im Fokus stehen „gewöhnliche“ Maschinenelemente als standardisierte Basiselemente des Maschinenbaus. Mittels SiME können präzise Messdaten flächendeckend gewonnen und für unterschiedlichste Anwendungen genutzt werden. Gewöhnliche Maschinenelemente werden so als SiME zum Treiber flächendeckender Digitalisierung. Die für diese Forschungsaufgabe erforderlichen Kompetenzen sind über wissenschaftliche Einrichtungen verschiedener Disziplinen verteilt. Die Ziele dieses SPP können wegen der komplexen Wechselwirkungen nur durch interdisziplinäre Zusammenarbeit der Fachdisziplinen Maschinenbau, Elektrotechnik und Informatik erreicht werden. Während in der ersten Förderperiode die Erarbeitung sensorischer Konzepte für SiME, die Abschätzung des Einflusses der Sensorintegration auf die Primärfunktion und ein erster Funktionsnachweis im Vordergrund standen, fokussiert die zweite Förderperiode auf deren Systemintegration. Ziel der zweiten Förderperiode ist es, die Prototypen in autarke Systeme zu überführen und die Funktionszuverlässigkeit des sensorischen Systems hinsichtlich Energie-, Wärme- und Datenhaushalt zu analysieren und nachzuweisen. Die Autonomie von externer Energieversorgung soll erreicht und eine kabellose Datenübertragung ermöglicht werden. Ferner muss Updatefähigkeit der verwendeten Software ermöglicht werden. Um die Funktionsfähigkeit der SiME nachzuweisen, müssen diese in die Datenerfassung und -Auswertung des Gesamtsystems integriert werden. Die Zuverlässigkeit des SiME hinsichtlich der Primärfunkton des Maschinenelements als auch der sensorischen Funktion soll gewährleistet und nachgewiesen werden. Die Auslegung von SiME soll in einem Rahmenwerk zur Gestaltung und Entwicklung dokumentiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466760574",
      "url": "https://gepris.dfg.de/gepris/projekt/466760574",
      "title": "Lastsensitive Zahnwelle mit sensorischem Werkstoff",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466760574",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Das Ziel des Projektes besteht in der Integration eines autonomen Sensorsystems in das Maschinenelement Zahnwelle, wobei die Primärfunktion des Systems unverändert bleiben soll.  Zahnwellenverbindungen (ZWV) zählen zu den höchstbelasteten Maschinenelementen im Antriebsstrang und sitzen üblicherweise zentral im Leistungsfluss. Zur Detektion mechanischer Überlasten an der ZWV wird ein Werkstoffsensor in Verbindung mit einer Wirbelstromprüfung als Auswerteeinheit eingesetzt. Das Prinzip des Werkstoffsensors beruht auf einer dauerhaften Gefügeumwandlung von paramagnetischem Austenit in ferromagnetischen Martensit. Der Anteil des gebildeten Martensits ist bei zyklischer Belastung abhängig von der Lastamplitude und der Lastwechselzahl. Die Gefügeumwandlung tritt im Werkstoffsensor bereits bei Lastamplituden deutlich unterhalb der Dehngrenze auf. Eine höhere Belastung erzeugt dabei immer wieder Martensit, wodurch der Werkstoffsensor nicht nach einer Lastüberschreitung verbraucht ist. Die magnetischen Veränderungen können mittels elektromagnetischer Prüftechnik nachgewiesen werden. Die Realisierung der Lasterfassung und Informationsspeicherung durch das Sensormaterial, welches diese Funktion ohne externe Energieversorgung ausführt und das Auslesen in großen Intervallen ermöglicht, führt zu einer besonders energieeffizienten Bauteilüberwachung. In der 1. Förderperiode wurde ein Funktionsnachweis für alle notwendigen Module für eine autonome, lastsensitive Zahnwelle, die Überlasten detektiert und die Wirbelstromprüfdaten drahtlos überträgt, erbracht. In der 2. Förderperiode wird auf Basis der Ergebnisse der 1. Förderperiode ein robustes und energieeffizientes sensorintegriertes Maschinenelement (SiME) entwickelt, das die Autonomie der Energieversorgung und Datenübertragung gewährleistet. Ein weiteres Ziel ist die Sicherstellung der Updatefähigkeit der MCU-Software bzw. des Auswertealgorithmus. Ein zusätzlicher Schwerpunkt liegt auf der Gewährleistung der Bauteil- und Funktionszuverlässigkeit der einzelnen Basisfunktionen des Gesamtsystems. Die Langzeitstabilität der sensorischen Funktionen ist ebenfalls von entscheidender Bedeutung für die Gesamtleistung des Systems über die Lebensdauer der Zahnwelle. Zudem wird ein umfassendes Rahmenwerk zur Gestaltung und Simulation des SiME entwickelt, um bestehende Standards in geeigneter Form zu ergänzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "551485258",
      "url": "https://gepris.dfg.de/gepris/projekt/551485258",
      "title": "MiMoSe II - Mikroelektronischer Modulbaukasten für Sensorintegrierende Maschinenelemente",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungMikrosysteme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 551485258",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Die systematische Entwicklung sensorintegrierender Maschinenelemente (SiME), insbesondere unter Berücksichtigung des stark limitierten Bauraums, der Erhaltung der Primärfunktion, eines effizienten Datenmanagements und eines autarken Energiehaushalts stellt eine wesentliche Herausforderung im Bereich der mechatronischen Entwicklung dar, die aktuell methodisch nicht unterstützt wird. Das Ziel dieses Vorhabens ist es, am Beispiel von Befestigungsschrauben einen modellbasierten mikroelektronischen Modulbaukasten (MBK) zur systematischen Entwicklung von modularen Sensorsystemen (MSS) für SiME zu konzipieren. Der MBK wird anhand Sensor-integrierender Schrauben (SiSch) und weiterer SiME erprobt, um anwendungsfallspezifisch MSS aus Elektronikkomponenten für Maschinenelemente konfigurieren und vorauslegen zu können. Neben der Entwicklung der SiME wird auch deren Funktionsnachweis durch die automatisierte Ableitung geeigneter Prüfverfahren aus dem MBK heraus betrachtet. Dies wird durch die dafür notwendige Kollaboration zwischen den unterschiedlichen Projektpartnern aus den Bereichen Mechanik, (Mikro-) Elektronik, Software sowie Konstruktionsmethodik erreicht. In der zweiten Förderperiode werden zunächst Anforderungen an die Autarkiefähigkeit der SiME definiert. Darunter zählen eine drahtlose Datenübertragung, eine nicht lebensdauerbegrenzende Energieversorgung der mikroelektronischen Systeme sowie deren Updatefähigkeit. Die zusätzlichen Anforderungen, erforderliche Komponenten, Schnittstellen und Protokolle werden in den modellbasierten MBK in der Modellierungssprache SysML implementiert, um autarke MSS konfigurieren zu können. Die anwendungsfallspezifische Kombination von Modulvarianten und eine Konfiguration unterschiedlicher Lösungsalternativen für MSS in SiME soll Vorteile in der Entwicklung von SiME erlauben, z. B. durch die Identifikation von Synergiepotentialen über die verschiedenen SPP-Projekte hinweg. Die Systemkonfiguration und -vorauslegung erfolgt weiterhin nach den definierten Grundstrategien daten-, energie- und bauraumoptimiert. Zusätzlich sollen in der zweiten FP Prüfverfahren zum Funktionsnachweis identifiziert und im MBK hinterlegt werden. Basierend darauf werden neben der Konfiguration MSS auch die für dessen Funktionsnachweis erforderlichen Prüfverfahren vorgeschlagen. Dafür werden drei Integrationsstufen (IS) definiert, die jeweils lose Komponenten und Module beschreiben (IS 0), Integrierte Module, Systeme und Schnittstellen (IS I) und zuletzt MSS im Maschinenelement (IS II). Eine Konfiguration eines autarken MSS aus dem MBK heraus wird exemplarisch für eine prototypische Umsetzung in Form von Demonstratoren ausgewählt. Die prototypisch realisierten MSS-Demonstratoren werden integriert und die entstehenden SiSch werden anschließend in Tests auf ihre Autarkiefähigkeiten und sensorischen Funktionen untersucht. Die Prüfergebnisse werden in den MBK zurückgeführt, um valide (Teil-) Konfigurationen in Zukunft priorisiert nutzen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466493340",
      "url": "https://gepris.dfg.de/gepris/projekt/466493340",
      "title": "MiMoSe - Mikroelektronischer Modulbaukasten für Sensorintegrierende Maschinenelemente",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungMikrosysteme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466493340",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Die systematische Entwicklung sensorintegrierender Maschinenelemente (SiME), insbesondere unter Berücksichtigung des stark limitierten Bauraums, eines effizienten Datenmanagements und eines autarken Energiehaushalts, stellt eine wesentliche Herausforderung im Bereich der mechatronischen Entwicklung dar, die aktuell methodisch nicht ausreichend unterstützt wird. Das Ziel dieses Vorhabens ist es, am Beispiel von Befestigungs- und Bewegungsschrauben einen modellbasierten mikroelektronischen Modulbaukasten zur systematischen Entwicklung von Sensorsystemen in SiME zu konzipieren und zu testen, um anwendungsfallspezifisch Sensorsysteme aus Elektronikmodulen konfigurieren und vorauslegen zu können. Dies soll durch die dafür notwendige Kollaboration zwischen den unterschiedlichen Bereichen Mechanik, (Mikro-) Elektronik, Software sowie Konstruktionsmethodik erreicht werden.Zu Beginn werden mechanische, elektrische und geometrische Anforderungen an Sensorsysteme in sensorintegrierenden Befestigungs- und Bewegungsschrauben identifiziert. Diese werden als Grundlage für den modellbasierten Modulbaukasten in ein Anforderungsmodell in der Modellierungssprache SysML implementiert. Nachfolgend werden die zur Erfüllung der Anforderungen notwendigen Produkteigenschaften ermittelt. Anschließend werden verfügbare mikroelektronische Komponenten identifiziert, hinsichtlich ihrer Eigenschaften analysiert und es wird eine geeignete Struktur für deren Klassifizierung erarbeitet. Die Komponenten werden im SysML-Modell mit den zugehörigen Abhängigkeiten und den notwendigen Parametern für die Konfiguration und Vorauslegung als mikroelektronischer Modulbaukasten modelliert. Diese Art der Modellierung ermöglicht das Hinterlegen von unterschiedlichen Datenelementen und erlaubt eine einfache Konsistenzprüfung bei nachträglichen Anpassungen sowie die Erweiterung des Modulbaukastens. Wird die Baukastenstruktur in ein geeignetes Konfigurationssystem übertragen, so erlaubt dieses die anwendungsfallspezifische Kombination von Modulvarianten und eine Konfiguration unterschiedlicher Lösungsalternativen für Sensorsysteme in SiME. Diese erfolgt unter Berücksichtigung der jeweiligen Anforderungen aus der Messaufgabe und den individuellen Einsatz- und Randbedingungen des Maschinenelements. Die Systemkonfiguration und -vorauslegung erfolgt anhand von drei neu zu definierenden Grundstrategien: daten-, energie- oder bauraumoptimiert. Zwei Sensorsysteme werden exemplarisch für eine prototypische Umsetzung in Form von Demonstratoren ausgewählt. Für eine initiale Verifizierung des Modulbaukastens und des Konfigurationssystems werden die prototypisch realisierten Sensorsystem Demonstratoren in jeweils eine Befestigungs- und eine Bewegungsschraube integriert. Die realisierten SiME-Prototypen werden abschließend in statischen und dynamischen Tests experimentell untersucht, um einen Abgleich zwischen den gemessenen und prognostizierten Signalen und Einsatzgrenzen der Sensorsysteme zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466657550",
      "url": "https://gepris.dfg.de/gepris/projekt/466657550",
      "title": "Sensorintegrierende Passfedern zur Erfassung von Drehmomenten",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466657550",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Die Passfederverbindung (PFV) ist im Bereich der stationären Antriebstechnik eine weit verbreitete Welle-Nabe-Verbindung (WNV). Das Mitnehmerelement Passfeder (PF) erzeugt dabei den Formschluss zwischen Welle und Nabe, so dass Lasten, typischerweise Drehmomente, zwischen Welle und Nabe übertragen werden können. Da die Betriebslasten in Antriebsträngen meist über WNV ein- und ausgeleitet werden, eignet sich die PF besonders für in-situ Messungen.Übergeordnetes Ziel des Gesamtvorhabens ist deshalb die sensorische Ertüchtigung von Passfedern, um über deren Verformung die an der WNV anliegenden Drehmomente mittels der übertragenen Umfangskraft zu erfassen. Dabei sollen die Sensorsignale direkt im Mitnehmerelement vorverarbeitet und drahtlos versendet werden. Die dafür notwendige Energie wird mittels Energy-Harvesting direkt im Mitnehmerelement erzeugt.Eine Herausforderung ist dabei die Erfassung der resultierenden Kraft der ungleichförmigen, naben- und drehmomentabhängigen Flächenpressung entlang der tragenden Passfederlänge unter vertretbarem sensorischem Aufwand. Hier setzt die Arbeitshypothese des Vorhabens an, die besagt, dass die Steifigkeit der PF so konditioniert werden kann, dass deren Deformation mit guter Näherung auf eine kleine Anzahl von modalen Freiheitsgraden reduziert wird und damit die über die PF laufende Last mit nur wenigen Dehnungssensoren erfasst werden kann.Im Rahmen des Projekts soll eine Gesamtentwurfsmethodik erarbeitet werden, welche über interagierende Einzelmethoden die Gestaltung, Dimensionierung und/oder Positionierung der verschiedenen Module (steifigkeitskonditionierter Grundkörper der PF, Dehnungssensoren mit entsprechendem Signalwandler, Energy- Harvesting-System bestehend aus Energiewandler sowie Energiespeicher und -managementsystem, Mikrocontroller und Funkeinheit) der sensorintegrierenden Passfeder erlaubt. Zudem sollen ein entsprechender Auswertealgorithmus sowie eine Sendestrategie entwickelt werden.Mithilfe von experimentellen und numerischen Untersuchungen an der PFV sollen die einzelnen Methoden validiert und die entsprechenden Module jeweils charakterisiert werden. Zudem soll der Energieverbrauch von Auswertemodul und Sendeeinheit ermittelt werden.In der ersten Förderperiode erfolgt die Qualifikation der sensorintegrierenden PF auf Modulebene. Eine vollständige Integration der Einzelmodule direkt in der PF ist in der zweiten Förderperiode des SPPs vorgesehen. Das beinhaltet auch die Betrachtung komplexerer Belastungsfälle sowie Störgrößeneinflüsse.Eine systematische Ausnutzung der modalen Steifigkeitskonditionierung zur Minimierung des sensorischen Aufwandes ist bis heute nicht erfolgt und stellt neben der reinen sensorischen Ertüchtigung der PF einen substanziellen Fortschritt gegenüber dem Stand der Forschung dar. Eine Adaption der zu entwickelnden Gesamtentwicklungsmethodik auf alternative WNV, wie beispielsweise Kegelspannsätze, wäre einfach möglich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466192751",
      "url": "https://gepris.dfg.de/gepris/projekt/466192751",
      "title": "Sensorintegrierendes Maschinenelement Radialwellendichtring zur Überwachung von Betriebszustand und Schmierstoffqualität",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466192751",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Die Entwicklung eines Sensorintegrierenden Maschinenelements Radialwellendichtring (SiME-RWDR) zur Bewertung des eigenen Betriebszustands sowie der Qualität anstehenden Schmierstoffs bietet großes Potential für die Überwachung ölgeschmierter Aggregate. Mit diesem übergeordneten Ziel wurden in Förderperiode 1 des SPP 2305 Konzepte zur in-situ Erfassung von Umgebungsbedingungen (Druck und Temperatur im Aggregat), zentralen Betriebsgrößen des RWDR (Kontaktreibung und -temperatur) sowie Alterung, bzw. Kontamination, des Schmierstoffs bis hin zu einem ersten Funktionsnachweis ausgearbeitet. Die sensorischen Komponenten können dabei bauraumneutral und ohne eine kritische Beeinflussung der Dichtfunktion in einen herkömmlichen RWDR integriert und mittels eines dedizierten elektronischen Systems drahtlos von außerhalb des Aggregats angesteuert werden. Aufbauend auf erlangten Erkenntnissen erfolgt in Förderperiode 2 die Finalisierung des SiME-RWDR, das abschließend in beliebige mechatronische Zielumgebungen implementierbar sein wird. Hierzu werden die bestehenden Systementwürfe und Messverfahren für den Einsatz unter realen Betriebsbedingungen vorbereitet. Anschließend werden diese zu einem autonom arbeitenden Gesamtsystem konsolidiert, eingehenden Sensitivitätsanalysen unterzogen und allgemein für informationstechnische Anbindungen vorbereitet. Im Fokus der zweiten Förderperiode steht die experimentelle Erprobung des Gesamtsystems SiME-RWDR. Dabei wird Funktionszuverlässigkeit des integrierten sensorischen Systems innerhalb des vollen, herstellerseitig für den RWDR definierten Anwendungsbereichs nachgewiesen. Im Rahmen einer projektübergreifenden Kooperation mit mehreren Forschungsstellen wird darüber hinaus eine Vernetzung diverser SiME über den etablierten OPC UA Standard erprobt. Aus der Dokumentation aller im Rahmen beider Förderperioden entwickelten Methoden und dabei gewonnenen Erfahrungen in ein Rahmenwerk resultiert abschließend ein umfassender Leitfaden zu Aufbau und Anwendung von SiME-RWDR.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender DigitalisierungEhemaliger AntragstellerProfessor Dr.-Ing. Stefan  Thielen, bis 8/2025"
    },
    {
      "project_id": "466653706",
      "url": "https://gepris.dfg.de/gepris/projekt/466653706",
      "title": "Sensorintegrierendes Zahnrad (SIZA)",
      "investigators": "Professor Dr.-Ing. Faouzi  Derbel;Professor Dr.-Ing. Karsten  Stahl;Professorin Dr.-Ing. Birgit  Vogel-Heuser",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466653706",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Zahnräder stellen die zentralen Komponenten in den meisten Antriebssystemen dar. Bei einem Zahnradschaden fällt in der Regel der gesamte Antrieb aus. Die potenziellen Schäden an Zahnrädern resultieren mittel- oder unmittelbar aus den physikalischen Vorgängen im Zahneingriff. Für eine möglichst zuverlässige Zustandsüberwachung wird eine Messdatenerfassung so nah wie möglich am Zahneingriff „in-situ“ in das Zahnrad integriert. Ziel des beantragten Forschungsprojekts ist die systematische Integration von Sensorik und Elektronik inkl. Algorithmik zur in-situ Datenerfassung in das Maschinenelement Zahnrad. Die Daten werden vorverarbeitet, an ein zentrales System übermittelt und so zur Ermittlung des Zahnradzustandes bereitgestellt. Hierfür werden Sensoren und Elektronik in ein Zahnrad integriert. Mittels energieeffizienter und echtzeitfähiger Verarbeitung und Analyse werden die im sensorintegrierten Zahnrad (SIZA) generierten Daten aufbereitet, analysiert und übertragen. Dabei werden Rechenprozesse unter Nutzung drahtloser Energie- und Datenschnittstellen bedarfsgerecht onboard und offboard verteilt. Überdies wird das SIZA als Gesamtsystem modelliert, um eine ganzheitliche Optimierung und Evolution zu ermöglichen. Die Anforderungen an ein SIZA werden in Bezug auf Sensorik, Elektronik, Umgebung und Algorithmen herausgearbeitet und die Rand- und Umgebungsbedingungen mittels Simulationen und experimentellen Referenzversuchen bewertet und validiert. Daten und Algorithmen werden auf Grundlage ihrer Online-Auswertbarkeit erforscht. In Wechselwirkung mit der ausgewählten Sensorik, Elektronik und der eingesetzten Algorithmik inklusive der Software-, Hardware- und Integrationsschnittstellen wird eine geeignete Betriebsstrategie entwickelt. Die Erkenntnisse werden für einen Funktionsnachweis mittels geeigneter SIZA-Prototypen verwendet und in Prüfstandsversuchen validiert. Die Forschungsergebnisse sollen generische Informationen zur Sensorintegration, dem Energiemanagement, der Datengewinnung, -verarbeitung und drahtlosen Übermittlung liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "551302077",
      "url": "https://gepris.dfg.de/gepris/projekt/551302077",
      "title": "SiSmaK 2 - Sensorintegrierende Schrauben zur mehraxialen Kraftmessung und Anwendung einer Entwurfsmethodik für die Sensorintegration in zylinderförmigen Maschinenelementen",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikMesssysteme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 551302077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Für die flächendeckende Erfassung von aussagekräftigen Prozessdaten sind standardisierte Maschinenelemente ideale Messpunkte. Besonders Schrauben sind als weit verbreitetes Verbindungselement geeignet, um Belastungen in Maschinen zu erfassen, da sie sich direkt im Kraftfluss befinden. Im Rahmen des DFG Schwerpunktprogrammes 2305 wird im Teilprojekt SiSmaK eine Schraube mit integrierter, mehraxialer Kraftmessung entwickelt. Für den autonomen Betrieb ist dabei eine volle Integration der Elektronik vorgesehen. Es wird eine Methodik zur Sensorintegration in zylindrische Maschinenelemente abgeleitet. Zunächst soll ein Nachweis der Funktionszuverlässigkeit für die sensorintegrierende Schraube zur mehraxialen Kraftmessung über die gesamte Lebenszeit erbracht werden. Dazu gehört die Entwicklung einer Methode zur Kalibrierung mehraxialer Kraftsensoren mit großen Arbeitsbereichen, sowie die Zuverlässigkeitsbewertung des mechatronischen Gesamtsystems. Für die Bewertung sollen zunächst relevante Umgebungsbedingungen und allgemeine Anforderungen identifiziert werden und in standardisierbaren Tests abgebildet werden. Neben dem Erhalt der mechanischen Schnittstellen muss auch die Robustheit im Feldeinsatz gewährleistet werden. Dazu soll die Schraube vollständig verkapselt werden. Für die Energie- und Datenübertragung sollen dabei elektro-magnetische sowie akustische Prinzipien eingesetzt werden und Methoden zur Übertragung von Energie und Daten durch Stahl erforscht werden, die sich auf sämtliche verkapselte Elektronik übertragen lässt und einen autonomen Betrieb des Sensorsystems ermöglicht. Mit bekannten Echtzeit-Daten zum Lastzustand lassen sich Schraubverbindungen schon ab der Montage optimieren. Die Nachteile gängiger drehmomentgesteuerter Anzugsverfahren können ausgehebelt werden, indem die Unsicherheit der erreichten Vorspannkraft und die einhergehende Überdimensionierung verringert wird.  Im Projekt wird dieses Potenzial durch eine neuartige informationstechnische Kopplung zwischen der sensorintegrierenden Schraube und einem Montagewerkzeug gehoben. Im Rahmen des übergeordneten Schwerpunktprogrammes wird die Vernetzung unterschiedlichster sensorintegrierender Maschinenelemente in einer IIoT Struktur untersucht. Die gemeinsam erarbeiteten Protokolle und Schnittstellen sollen im Rahmen des Projektes in einem Gateway für die dort neu entwickelten Datenübertragungstechnologie integriert werden. Die im Forschungsvorhaben entwickelte Entwurfsmethodik ist neben der Schraube ebenfalls auf die mechatronischen Problemstellungen anderer zylindrischen Maschinenelemente übertragbar. Dazu gehört die Identifikation des Designraums, Gestaltung des Sensors, Integration der Elektronik, sowie die Energie- und Datenübertragung durch Stahl.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466650813",
      "url": "https://gepris.dfg.de/gepris/projekt/466650813",
      "title": "SiSmaK - Sensorintegrierende Schrauben zur mehraxialen Kraftmessung und Ableitung einer Entwurfsmethodik für die Sensorintegration in geschlossenen zylinderförmigen Maschinenelementen",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikMesssysteme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466650813",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Schlüsselelement für den breiten Einsatz von Industrie 4.0 sind Mess- und Prozessdaten mit hoher Datenqualität. Dies kann durch Sensorik vor Ort, also an den prozessrelevanten Stellen in der Maschine, erfolgen. Besonders eignen sich hierzu Verbindungselemente wie Schraubenverbindungen, da diese sich im Kraftfluss befinden und zu den meistverbreiteten Bauteilverbindungen gehören. Die Belastung auf eine Schraube ist in der Regel mehrachsig. So wirken bereits bei konventioneller Montage von Schrauben durch die Torsionsbelastung Querkräfte auf die Schraube und auch im Betrieb kommt es zu Biege- und Scherbeanspruchungen im Kopfbereich, welche zusätzlich zur axialen Vorspannkraft auf die Schraube wirken. Dies wird jedoch bei der systematischen Berechnung von hochbeanspruchten Schraubenverbindungen nach VDI 2230 durch Einsatz von Festigkeitshypothesen und Korrekturfaktoren auf eine einaxiale Belastung reduziert. Gerade für die Erfassung von Belastungen aus verschiedenen Richtungen und deren Nutzung für die Prozessüberwachung mit Fehlerfrüherkennung ist die mehraxiale Kraftmessung jedoch unabdingbar.Um den interdisziplinären Herausforderungen bei der Entwicklung von sensorintegrierenden Maschinenelementen zu begegnen, sind spezielle Methodiken notwendig. Im Stand der Forschung fehlen für den Entwurf sensorintegrierender Maschinenelemente solche Methodiken. Daher wird in diesem Vorhaben eine Entwurfsmethodik für zylinderförmige Maschinenelemente erforscht, welche die Aspekte Sensorintegration, Energiemanagement und Signalübertragung adressiert.Das Ziel dieses Vorhabens liegt daher in der Konzeption und dem Lösen der interdisziplinären Forschungsfragestellungen einer sensorintegrierenden Schraube mit mehraxialer Kraftmessung, die die Anforderungen der Bauraumneutralität sowie einer autarken Energieversorgung bei hermetischer Abgeschlossenheit erfüllt. Gleichzeitig soll die Primärfunktion Tragfähigkeit möglichst wenig beeinflusst werden. Das Vorgehen zur Realisierung dieses Ziels soll zudem dazu genutzt werden, bestehende Entwurfsmethodiken für mechatronische Systeme speziell für die Entwicklung von sensorintegrierenden Maschinenelementen zu erweitern. Dazu soll auf Basis etablierter Entwurfsmethodiken und aus dem Vorgehen in diesem Forschungsvorhaben eine Methodik für zylinderförmige Maschinenelemente abstrahiert werden. Diese Methodik stellt hohe Kohärenz zu den Zielen des Schwerpunktprogramms dar und erweitert damit den Stand der Forschung der Entwicklungsmethodik sensorintegrierender Maschinenelemente.Um dieses Ziel erreichen zu können, werden ausgehend von einer herkömmlichen metrischen Schraube mehrere Versuchsträger mit unterschiedlicher Komplexität und Reifegrad realisiert und parallel auf einem zu entwickelten Prüfaufbau evaluiert. Für die Entwicklung der Entwurfsmethodik werden fortlaufend alle unternommenen Schritte reflektiert und die Erkenntnisse in eine Entwurfsmethodik für geschlossene, zylinderförmige Maschinenelemente überführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    },
    {
      "project_id": "466782279",
      "url": "https://gepris.dfg.de/gepris/projekt/466782279",
      "title": "Standardisierte integrale Instrumentierung von Gasfolienlagern zur Zustands- und Betriebsüberwachung",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikMesssysteme",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466782279",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung",
      "description": "Es wird ein Gasfolienlager als sensorintegrierendes Maschinenelement erforscht und entwickelt, das ohne Einschränkung der primären Funktionalität die physikalischen Zielgrößen Temperatur, Momentandrehzahl und Abhebezustand der Welle in-situ ermittelt. Letztere werden indirekt über Algorithmen und Methoden (virtuelle Sensorik) aus direkter Messung von Beschleunigungen, Körper- oder Luftschall bestimmt. Mittels dieser direkten oder indirekten Messgrößen ist eine Zustandsüberwachung des Lagers selbst möglich und es können Daten für die Betriebsüberwachung des gelagerten Rotorsystems erfasst werden. Das hierfür notwendige drahtlose Sensornetzwerk besteht aus einer Basisstation, welche die Kommunikation mit übergelagerten Steuerungen ermöglicht, und einem energieautarken Sensorknoten, der in das Gasfolienlager integriert ist. Für den energieautarken Betrieb werden die Energy-Harvesting Ansätze thermoelektrischer Generator, piezoelektrische Folie und piezoelektrischer Schwingungs-Generator optimiert und gegebenenfalls kombiniert. Zusätzlich wird eine flexible Betriebsstrategie entwickelt, mit der in jedem Betriebszustand die nötigen Daten bereitgestellt werden können. Unter dem Aspekt des energieautarken Betriebs werden darüber hinaus die Messdaten vor der Datenübertragung durch in-situ Auswertung komprimiert. Zur Entwicklung des Sensornetzwerkes wird eine Model- und Hardware-in-the-Loop-Simulationsumgebung weiterentwickelt und eingesetzt, sodass die mechanischen Konstruktionsarbeiten und die Elektronikentwicklung parallelisiert werden können. Ziel in der Konstruktion ist es dabei, eine vollständige Integration innerhalb des Bauraumes eines Gasfolienlagers zu erreichen. Das Projekt mündet in einer konkreten Umsetzung der Konzepte in einem Demonstrator, dessen Funktionszuverlässigkeit u. a. durch realistische Tests in einem Zielsystem sichergestellt wird. Die dabei gesammelten Erkenntnisse fließen dann in eine generelle Konstruktionsmethodik für sensorintegrierende Gasfolienlager.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2305: \nSensorintegrierende Maschinenelemente als Wegbereiter flächendeckender Digitalisierung"
    }
  ]
}