{
  "spp_number": "SPP 2474",
  "spp_title": "Entschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540841827",
  "projects_count": 22,
  "projects": [
    {
      "project_id": "564421876",
      "url": "https://gepris.dfg.de/gepris/projekt/564421876",
      "title": "Aufklärung der Zelloberflächenproteinkomplexe und ihres Zusammenbaus in Bacteroidota",
      "investigators": "Julia  Mahamid, Ph.D.;Dr. Mikhail  Savitski, Ph.D.;Dr. Joel  Selkrig",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564421876",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das Projekt untersucht, wie bestimmte Proteinkomplexe auf der Oberfläche von Phocaeicola vulgatus, einem wichtigen Bakterium des menschlichen Darmmikrobioms, zusammengesetzt sind und funktionieren. Diese Komplexe spielen eine zentrale Rolle bei der Nährstoffaufnahme, der Kolonisierung des Darms sowie bei der Interaktion mit dem Wirt und anderen Mikroben. Wie diese Proteine an die Bakterienoberfläche transportiert und dort angeordnet werden, ist jedoch bislang unbekannt. Durch den Einsatz fortschrittlicher Techniken wie Proteomik, Genetik und hochauflösender Bildgebung soll das Projekt das vollständige Repertoire dieser Oberflächenkomplexe identifizieren, die Mechanismen ihres Transports und ihrer Assemblierung aufdecken und ihre Rolle bei der Darmbesiedelung erforschen. Die Ergebnisse sollen unser Verständnis der Darmmikrobiologie vertiefen und neue Wege zur Beeinflussung des Mikrobioms für therapeutische Zwecke eröffnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564429022",
      "url": "https://gepris.dfg.de/gepris/projekt/564429022",
      "title": "Aufklärung des Arsenals und der Mechanismen die Bacteroidota für intraspezifische Konkurrenz nutzen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564429022",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Im Allgemeinen wurde die Physiologie und Funktionen von Mikroben auf reduktionistische Weise untersucht indem isolierte Mikroben unter kontrollierten Bedingungen gezüchtet wurden. Daher ist es nicht verwunderlich, dass Funktionen, die für Interaktionen mit anderen Mikroben, Prädatoren (z. B. Phagen) oder Wirten wichtig sind, noch immer wenig erforscht sind. Trotz ihrer Relevanz in der Natur und des starken Selektionsdrucks zur Weiterentwicklung um Abwehrmechanismen zu umgehen, sind diese Interaktionen wenig verstanden. Es ist naheliegend, dass solche „interaktionsbezogenen“ Funktionen einen erheblichen Teil des „Unerforschten“ in mikrobiellen Genomen ausmachen. Für die menschliche Darmmikrobiota sind diese Funktionen von besonderem Interesse, da Mikroben in einer dynamischen Umgebung komplexe und stabile Gemeinschaften bilden, in denen sie mit dem Wirt und anderen Mikroben interagieren um eindringende Mikroben aus der Nahrung abzuwehren. Bei Arbeiten, die hauptsächlich an enterobakteriellen Modellorganismen durchgeführt wurden, wurde deutlich, dass phylogenetisch ähnliche Arten und Stämme derselben Art miteinander um dieselbe Nische konkurrieren und unterschiedliche Methoden nutzen, um sich gegenseitig zu töten. In vorläufigen Arbeiten unter Verwendung einer Stammsammlung der weit verbreiteten Bakterienarten Phocaeicola vulgatus, die häufig im menschlichen Darm vorkommt, zeigen wir mithilfe eines quantitativen Hochdurchsatz-Wechselwirkungstests, dass Intraspezies-Interaktionen häufig auftreten, neue Toxine durch das Gruppieren von Inhibitionsmustern vorhergesagt werden können und ihre biosynthetischen genomischen Loci mithilfe von sortieren Mutantenbibliotheken identifiziert werden können. Mit diesem Antrag wollen wir die Mechanismen der Biosynthese, der Prozessierung, dem Export, der Immunität und der Wirkungsweise eines neuendeckten Toxins aus P. vulgatus untersuchen. Wir möchten unsere Herangehensweise zur Identifizierung diffundierbarer Toxine erweitern, indem wir unsere Stammsammlung vergrößern und andere häufig anzutreffende Vertreter der Gattung Bacteroides (B. uniformis) inkludieren sowie unsere Methode nutzen, genomweite Mutantenbibliotheken im Bacteroidota Phylum aufzubauen. Dadurch möchten wir ein Modell bereitstellen, das auf andere Darmmikroben angewendet werden kann und zur Analyse der Interaktionen beiträgt, die das menschliche Darmmikrobiom prägen und für seine Stabilität, Individualität und Kolonisierungsresistenz wichtig sind. Zusätzlich zur Aufklärung einer vielfältigen Klasse schwer fassbarer Genfunktionen im menschlichen Darmmikrobiom werden wir auch Werkzeuge für zukünftige Strategien bereitstellen, die eine präzise Modulation des Mikrobioms anstreben. Dieses Projekt wird erheblich von den entwickelten Technologien und Ansätzen sowie den in diesem SPP auftauchenden Konzepten profitieren, die sich mit ähnlichen Fragen zu den Interaktionen anderer „nicht-modellierter“ Darmmikroben befassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomMitverantwortlichDr. Carlos  Voogdt"
    },
    {
      "project_id": "564414706",
      "url": "https://gepris.dfg.de/gepris/projekt/564414706",
      "title": "Aufklärung von Mechanismen der metabolischen Interaktion und der Genfunktion in räumlich interagierenden Mikrobiom-Keystone Bakterien",
      "investigators": "Professor Dr. Markus  Ralser;Professorin Dr. Barbara  Stecher-Letsch",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414706",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Humane Darmbakterien interagieren nicht nur mit ihrem Wirt, sondern auch miteinander und steuern dadurch Funktionen des humanen Darmmikrobioms, die für Gesundheit und Krankheit wichtig sind. Keystone Spezies wie Bacteroides caecimuris und Blautia coccoides spielen bei diesen Prozessen eine zentrale Rolle. Ihre Funktionen und Interaktionen sind jedoch in hohem Maße kontextabhängig und werden von spezifischen Umweltbedingungen beeinflusst. Unsere vorläufigen Daten, die auf Basis  der Oligo-Mouse-Mikrobiota (OMM12), einer synthetischen Modellgemeinschaft gewonnen haben, deuten darauf hin, dass die Stoffwechselwege und Wechselwirkungen zwischen diesen Keystone Spezies in verschiedenen Medien und Darmregionen erheblich variieren. Darüber hinaus wurden durch Proteomik bisher uncharakterisierte Proteine während der Interaktionen zwischen den Arten induziert. Wir nehmen an, dass die Schlüsselfunktionen durch den Umweltkontext moduliert werden, dass nicht annotierte Proteine den Austausch von Metaboliten vermitteln und dass sich die Erkenntnisse der OMM12-Spezies auf ihre Verwandten in der menschlichen Darmmikrobiota übertragen lassen. Unser interdisziplinäres Team vereint Fachwissen im Bereich der mikrobiellen Ökologie (Labor Stecher) und Analyse des Metabolitenaustauschs unter Verwendung moderner Proteomik- und Metabolomik-Ansätze (Labor Ralser) untersucht werden, um die Mechanismen zu erforschen, die diesen mikrobiellen Interaktionen und Funktionen zugrunde liegen. Unser Ziel ist es, a) einen umfassenden Datensatz der OMM-Gemeinschaft unter verschiedenen Ernährungs-, Umwelt- und räumlichen Bedingungen zu generieren, indem wir In-vitro-Kultivierungssysteme und In-vivo-Proben von gesunden OMM-Mäusen und Krankheitsmodellen verwenden. b) molekulare Reaktionen von Keystone Spezies auf Umweltvariationen zu identifizieren und Schlüsselwege und Metabolitenaustausch durch genetische und ökologische Perturbationen zu validieren. c) uncharakterisierten Proteinen in Schlüsselspezies Funktionen zuzuweisen, bis zu fünf Kandidaten zu validieren, Proteome menschlicher Darmbakterien zu analysieren und ein webbasiertes Tool für den Datenaustausch und die Zusammenarbeit zu erstellen. Durch die Aufdeckung der kontextabhängigen Funktionen von Keystone-Spezies und ihrer Interaktionen wird diese Forschung transformative Einblicke in die Dynamik mikrobieller Gemeinschaften liefern und unser Verständnis ihrer Rolle bei Darmgesundheit und -krankheit verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomMitverantwortlicheDr. Anna Georga  Burrichter;Dr. Lisa Juliane  Kahl"
    },
    {
      "project_id": "564279481",
      "url": "https://gepris.dfg.de/gepris/projekt/564279481",
      "title": "Die Typ-VI-Sekretionssysteme von Bacteroides und dessen spezifischen Mechanismen für den Transmembrantransport von Effektorproteinen mit unbekannter Funktion",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564279481",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Die Bakterien der intestinalen Mikrobiota benötigen zelluläre Strukturen für die Interaktion mit ihrer abiotischen und biotischen Umwelt. Eine Maschinerie dafür ist das Typ-VI-Sekretionssystem (T6SS), ein hochentwickelter molekularer Komplex für den Transport von Proteinen durch die innere und äußere Membran eines Bakteriums. Es ist bekannt, dass sekretierte ‘T6SS-Effektorproteine‘ konkurrierende Bakterien- und Pilzzellen abtöten, Wirtszellen manipulieren und bei der Nährstoffbeschaffung helfen. Obwohl solche Sekretionssysteme in Bakterien der menschlichen Darmmikrobiota identifiziert wurden, sind Struktur und Funktion mehrerer Proteine, die in T6SS-Genen von Nicht-Modellorganismen kodiert werden, unbekannt. Wir konzentrieren uns auf die T6SSs von Bacteroides-Isolaten, die von SPP-Mitgliedern, insbesondere von Thomas Clavel, Ruth Schmitz-Streit und Nassos Typas, gesammelt wurden. Wir kombinieren die komplementäre Expertise der Arbeitsgruppe Unterweger in der T6SS-Genomik und der Arbeitsgruppe Sondermann in der Entschlüsselung der Struktur und Funktion von Proteinen, um ein besseres molekulares und mechanistisches Verständnis der Mikrobiota-spezifischen T6SS zu erlangen. Unsere Ziele sind i) die phänotypische und genotypische Charakterisierung der Bacteroides T6SSs und ii) die Entschlüsselung der Struktur und Funktion verschiedener Apparatusproteine und neuer Effektorproteine. Die vorgeschlagenen Experimente werden unser Verständnis der zellulären Strukturen und Funktionen von Mikroorganismen des menschlichen Darms, die keine Modellorganismen sind, verbessern. Dieses Projekt wird die gemeinsamen Ressourcen und Werkzeuge innerhalb dieses SPP nutzen, von Bakterienisolaten (Z-Projekt) bis hin zu Werkzeugen für genetische Manipulation und Proteomik. Wir werden zu dem SPP auf verschiedene Weise beitragen, unter anderem mit unserer Expertise in der molekularen Mikrobiologie und bei der Entschlüsselung von Genen mit unbekannter Funktion, und durch unsere aktive Teilnahme an SPP Aktivitäten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564425905",
      "url": "https://gepris.dfg.de/gepris/projekt/564425905",
      "title": "Ein Daten-Hub für die funktionale Annotation und Erforschung von Genomen des humanen Mikrobioms",
      "subject_area": "Bioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564425905",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das DFG-Schwerpunktprogramm SPP 2474 hat das Ziel, die Genome des humanen Darmmikrobioms in bislang unerforschter Tiefe zu untersuchen. Dabei wird eine Vielzahl molekularer Techniken eingesetzt, um Funktionen auf den Ebenen einzelner Gene, funktionaler Komplexe, vollständiger Genome und repräsentativer mikrobieller Gemeinschaften zu charakterisieren. Ein zentraler Aspekt dieser experimentellen Ansätze ist die Generierung von Daten, die systematisch erfasst und integriert werden müssen, um es der internationalen Wissenschaftsgemeinschaft zu ermöglichen, neue mechanistische Einblicke in die Rolle des Darmmikrobioms für die menschliche Gesundheit zu gewinnen. Eine wesentliche Herausforderung bei der Datenintegration besteht in der Verknüpfung verschiedener Omics-Datentypen, die in unterschiedlichen biologischen Datenbanken eingereicht werden, um so eine effektive Präsentation der Daten zu ermöglichen. Darüber hinaus ist es, trotz des Fokus auf einzelne Organismen oder synthetische Gemeinschaften, von entscheidender Bedeutung, diese Erkenntnisse im Kontext der breiteren, globalen Vielfalt des humanen Darmmikrobioms zu betrachten, um eine umfassende und aussagekräftige Interpretation sicherzustellen. Dieses Z-Projekt konzentriert sich auf die Lösung zentraler Datenmanagement-Probleme, mit den folgenden Zielen: Datenübermittlung und -integration – Erleichterung der Einreichung und Integration von Daten in Archivdatenbanken und Entwicklung von Ansätzen zur Bereitstellung integrierter Datenvisualisierungen. Dies umfasst die Erweiterung des Gut-Microbes Data Hub, um zusätzliche Bakterienarten und Datentypen zu integrieren und die Verknüpfung von bioinformatischen Diensten zu erleichtern. Erweiterung des UHGG – Erweiterung des Unified Human Gastrointestinal Genome (UHGG) durch die Integration der neuesten metagenomischen Datensätze und Genome, die durch Isolationsanstrengungen gewonnen werden, um die Repräsentation verschiedener prokaryotischer Arten im menschlichen Darm zu verbessern. Artenannotation und Kontextualisierung – Bereitstellung umfassender Genomanalysen für die im Rahmen der Forschungsprojekte des SPPs untersuchten Arten. Dies umfasst die Kontextualisierung isolierter Genome im UHGG, um Pangenome zu bestimmen. Erweiterte funktionale Annotation – Nutzung neuester bioinformatischer Tools, einschließlich der im SPP entwickelten, zur Verbesserung der funktionalen Genannotation. Darüber hinaus sollen Schnittstellen geschaffen werden, die den Zugriff auf maschinell lernfähige Datensätze ermöglichen und so die Datenzugänglichkeit und -nutzbarkeit verbessern. Zusammenfassend hat dieses Projekt das Ziel, Datenmanagement-Workflows zu optimieren und sicherzustellen, dass die Erkenntnisse der SPP 2474-Forschung effektiv integriert und für die breitere wissenschaftliche Gemeinschaft maximiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomInternationaler BezugGroßbritannien"
    },
    {
      "project_id": "564324550",
      "url": "https://gepris.dfg.de/gepris/projekt/564324550",
      "title": "Erforschung der Rolle molekularer und zellulärer Strukturen in Acetogenen des Darms als wichtige adaptive Strategien für das Überleben in einem konkurrenzstarken Mikrobiom.",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564324550",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das menschliche Darmmikrobiom ist ein hochkomplexes Ökosystem, das eine Schlüsselrolle beim Abbau organischer Stoffe spielt. Es ermöglicht dem Menschen, Kohlenhydrate und Polymere zu verwerten, die sonst unverdaulich wären. In den letzten Jahren haben groß angelegte Mikrobiom-Studien unser Verständnis der Zusammensetzung, der Verteilung und der Stoffwechselfunktionen der Darmmikroben und ihres potenziellen Nutzens für den menschlichen Wirt erheblich erweitert. Es hat sich herausgestellt, dass Acetogene zwar zahlenmäßig eine kleine Komponente des menschlichen Darmmikrobioms sind, ihre Stoffwechselaktivität, die Produktion von Acetat, jedoch eine unverhältnismäßig wichtige Rolle bei der Aufrechterhaltung des metabolischen Gleichgewichts spielt. Acetogene nutzen den effizienten Wood-Ljungdahl-Weg (WLP), um während des lithoautotrophen Wachstums auf H₂ und CO₂ CO₂ in Acetat umzuwandeln. Im Darm können sie auch organoheterotroph auf verschiedenen Nährstoffen und mixotroph wachsen, indem sie Gase und komplexe Zucker gleichzeitig nutzen. Über den WLP hinaus nutzen Acetogene im Darm verschiedene Stoffwechselstrategien, einschließlich der Nutzung von bakteriellen Mikrokompartimenten (BMCs). Trotz ihrer Bedeutung für ein gesundes Mikrobiom und die Gesundheit des Wirts sind Darmacetogene jedoch nach wie vor ein wenig erforschtes Forschungsgebiet, das erhebliche Lücken in unserem Wissen über ihre Physiologie, Interaktionen und einzigartigen Anpassungen innerhalb des Darmmikrobioms aufweist. Um ihre Rolle im menschlichen Mikrobiom vollständig zu verstehen, müssen wir daher über Sequenzierungs- und metagenomische Ansätze hinausgehen und die einzelnen Organismen innerhalb dieser Gemeinschaft genauer untersuchen. Durch die Visualisierung des Zellinneren von Darm-Acetogen-Zellen mit Hilfe der Kryo-Elektronentomographie haben wir festgestellt, dass diese einzigartigen Mikroben einen Grad an struktureller und funktioneller Raffinesse aufweisen, der sie von typischen Bakterien unterscheidet. Wir haben mehrere molekulare und zelluläre Strukturen wie enzymdekorierte Nanodrähte, Enzymfilamente und bakterielle Mikrokompartimente (BMCs) identifiziert. Unsere Forschung wird nun einen integrativen Ansatz verfolgen und maßstabsübergreifende Bildgebungsverfahren einbeziehen, um die Art und Funktion dieser Strukturen und ihre Rolle bei der Steigerung der mikrobiellen Effizienz aufzudecken. In diesem Projekt wollen wir diese filamentösen Strukturen identifizieren und charakterisieren, die Ultrastruktur von BMCs untersuchen und verstehen, wie sich diese Zellverbände unter verschiedenen definierten Wachstums- und mixotrophen Bedingungen, auch in Co-Kultur mit einer minimal definierten Gemeinschaft, umändern. Diese Erkenntnisse werden für das Verständnis der Rolle von Acetogenen innerhalb des Mikrobioms und ihrer positiven Auswirkungen auf die menschliche Gesundheit von entscheidender Bedeutung sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564360227",
      "url": "https://gepris.dfg.de/gepris/projekt/564360227",
      "title": "Erschließung des funktionellen Potentials spezialisierter Metabolite in Eubacteriales aus dem menschlichen Darm",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564360227",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Naturstoffe des Darmmikrobioms sind chemisch vielfältig, aber funktionell wenig erforscht. Unsere bisherigen Arbeiten an Darmbakterien haben chemisch und biologisch nicht charakterisierte RiPP-Biosynthesewege (ribosomal synthetisierte und posttranslational modifizierte Peptide) entdeckt, die spezifisch in Vertretern des Phylum Bacillota vorkommen. In diesem Projekt werden wir die Struktur-Funktions-Beziehung innerhalb dieser neuen Klasse von NPs in Eubacteriales aufklären, insbesondere in Clostridium und Blautia spp. Dabei werden wir Blautia wexlerae als neuen Modellorganismus etablieren und die funktionelle Vielfalt seines gesamten spezialisierten Metaboloms aufklären, wobei wir auf unsere komplementäre Expertise in der biomolekularen NP-Chemie, der Gentechnik, der anaeroben Kultivierung und der mikrobiellen Ökologie zurückgreifen. Ein Werkzeugkasten wird entwickelt, um die relevanten NPs biotechnologisch herzustellen, zu reinigen und chemisch zu charakterisieren sowie Knockout-Stämme und Transposon (Tn)-Mutantenbibliotheken von Produzenten- und Zielstämmen (d. h. empfindlich gegenüber den NPs) zu erstellen. Die antimikrobielle Aktivität und die Effekte auf Wirtszellen werden durch in-vitro und in-vivo Assays bestimmt. Zeitserien-Proteomanalysen in An- bzw. Abwesenheit der NPs und Screeningverfahren von Tn-Mutantenbibliotheken werden die Auswirkungen auf Zielstämme und die der Wirkung zugrunde liegenden molekularen Mechanismen aufklären. Synthetische Gemeinschaften (Syncoms) menschlicher Darmbakterien (www.hibc.rwth-aachen.de) werden generiert, um die funktionelle Rolle der neuen NPs unter nativen Bedingungen in gnotobiotischen Mäusen zu untersuchen. Diese Arbeit wird bisher unbekannte mikrobielle Funktionen im Darm aufdecken und neue Wege für eine gezielte Manipulation des Ökosystems eröffnen, was perfekt in den Rahmen des SPP2474 passt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564414949",
      "url": "https://gepris.dfg.de/gepris/projekt/564414949",
      "title": "Evolution und Funktion der Gene, die die Besiedlung des Säuglingsdarms durch Bifidobacterien steuern",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414949",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Ab der Geburt beginnt sich das menschliche Darmmikrobiom zu bilden und stabilisiert sich in den ersten Lebensjahren. Bifidobakterien sind frühe Pioniere und Schlüsselarten für ein gesundes Mikrobiom. Obwohl sie über die genomischen Werkzeuge verfügen, um im Darm von Säuglingen zu gedeihen, bleiben die genetischen Mechanismen der Kolonisierung unklar, trotz Hinweisen auf ihre Bedeutung. Ich stelle die Hypothese auf, dass das Studium der Evolution von Bifidobakterien innerhalb von Säuglingen während der dynamischen Phase der Mikrobiombildung unbekannte Gene und genetische Variabilität mit adaptiven Effekten aufdecken kann, die für eine dauerhafte Kolonisierung entscheidend sind. Die größte Herausforderung beim Studium der adaptiven, longitudinalen Entwicklung von kommensalen Mikroben während der frühen Kindheit ist das Fehlen einer longitudinalen, kultivierbaren Probenentnahme. Wir haben 43 Säuglinge und ihre Familien eingeschrieben, die kultivierbaren Stuhlproben zu sieben Zeitpunkten von der Geburt bis zum ersten Geburtstag der Säuglinge bereitstellen. Mit dieser Ressource konzentrieren wir uns auf Bifidobacterium longum, ein wichtiges frühes Mitglied des menschlichen Mikrobioms, sammeln über 1.000 Isolate und generieren deren Genome, um die Populationsdiversität über die Zeit zu rekonstruieren. Unter Verwendung der Genome werden wir zunächst die Evolution von B. longum innerhalb von Säuglingen im ersten Lebensjahr untersuchen, um Gene zu identifizieren, die eine stabile Kolonisierung fördern. Außerdem prüfen wir, ob adaptive Mutationen de novo im Säugling entstanden oder von der Familie stammen. Zweitens werden wir mit der Isolatsammlung die unbekannten Funktionen von Genen mit Signaturen der natürlichen Selektion in Zusammenarbeit mit Experten des SPP 2474 charakterisieren. Insbesondere werden wir in vitro Experimente durchführen, die auf die spezifische Biologie von B. longum abzielen und mit der charakteristischen frühen Mikrobiomkolonisierung verbunden ist, um phänotypische Unterschiede zwischen mutierten und eng verwandten Wildtyp-Isolaten zu quantifizieren. Anschließend messen wir die Auswirkungen auf Speziesinteraktionen in einem kontrollierten Ansatz mit einer synthetischen, mikrobiellen Gemeinschaft, bereitgestellt von SPP 2474-Antragstellern (Bärbel Stecher und Jörg Overmann & Thomas Clavel [Z01-Projekt]).  Dieses Projekt erweitert unser Verständnis der Gene und ihrer funktionalen Auswirkungen während der Anpassung im sich entwickelnden menschlichen Mikrobiom. Durch den Fokus auf B. longum – einen wichtigen frühen Kolonisator und Probiotikum – bietet diese Forschung die Aussicht, unsere Fähigkeit aktiv die Entwicklung des menschlichen Mikrobioms zu beeinflussen und die Gesundheit zu fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomMitverantwortlicheProfessor Dr. Martin von Bergen;Professor Dr. Thomas  Clavel;Professorin Dr. Barbara  Stecher-Letsch"
    },
    {
      "project_id": "564323824",
      "url": "https://gepris.dfg.de/gepris/projekt/564323824",
      "title": "Funktionelle Anpassung von Phocaeicola vulgatus als Reaktion auf Stoffwechselschäden und chronische Entzündungen",
      "investigators": "Professor Dr. Dirk  Haller;Professorin Dr. Melanie  Schirmer",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenGastroenterologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564323824",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Die Mikrobiota im Darm spielt eine wichtige Rolle für die Gesundheit des Menschen und Spezies der Gattungen Bacteroides und Phocaeicola sind relevante Vertreter dieser komplexen Bakteriengemeinschaft. P. vulgatus wird als Pathobiont bei chronisch entzündlichen Darmerkrankungen (CED) hervorgehoben, wobei die genetische Vielfalt und Funktionalität krankheitsrelevanter Stämme sowie die Mechanismen der Mikroben-Wirt-Interaktion weitestgehend unklar sind. Wir stellen die Hypothese auf, dass die genomische Plastizität und metabolische Flexibilität von P. vulgatus einen funktionell relevanten Beitrag in der Pathogenese von chronischen Entzündungsprozessen im Darm leistet. In diesem Antrag wollen wir spezifische Zielgene von P. vulgatus identifizieren, die für die Anpassung dieser mikrobiell-metabolischen Kreisläufe erforderlich sind. Wir werden humane und murine Stämme isolieren und ihre genomischen, transkriptionellen und metabolischen Reaktionen auf Milieuveränderungen im Darm während chronischer Entzündungen in vitro und in vivo charakterisieren. Die Stämme werden in vitro Umweltstressoren, wie z. B. oxidativen und nitrosativen Stressoren, ausgesetzt - zunächst allein und dann in minimalen synthetischen Konsortien. In diesem reduktionistischen Ansatz werden Erkenntnisse über die Anpassungsmechanismen von P. vulgatus im Darmmilieu gewonnen und darüber hinaus, wie diese durch Mikroben-Mikroben-Interaktionen beeinflusst werden. Um die Auswirkungen der Anpassung von P. vulgatus auf die Interaktionen zwischen Wirt und Mikroben weiter zu erforschen, werden wir unsere neu entwickelten Mausmodelle mit CED-relavanten Stoffwechselschäden im Darmepithel (Hsp60Δ/ΔIEC) und chronischer Entzündungen (Hsp60Δ/ΔIEC;Il10-/- Mäuse) mit ausgewählten P. vulgatus-Stämmen allein oder in Kombination mit synthetischen Konsortien besiedeln. Schließlich werden die vielversprechendsten Zielgene in vitro und in vivo mit gepoolten Transposon-Bibliotheken und Einzelmutanten validiert. Diese experimentellen Ansätze erlauben uns, Anpassungsmechanismen und funktionell relevante Gene von P. vulgatus im Zusammenhang mit Veränderungen im Darmmilieu unter chronischen Entzündungsbedingungen und deren Auswirkungen auf die Mikroben-Wirt-Interaktion zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564322798",
      "url": "https://gepris.dfg.de/gepris/projekt/564322798",
      "title": "Funktionelle Charakterisierung von Bacteroidota RRM-Proteinen: einer vorherrschenden Familie RNA-bindender Proteine in der menschlichen Darmmikrobiota",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564322798",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Bakterien des Phylums Bacteroidota sind abundante Vertreter der menschlichen Darmmikrobiota und kommen ihrem Säugetierwirt auf verschiedene Weise zugute. Im Allgemeinen hängt der evolutionäre Erfolg von Bakterien von ihrer Fähigkeit ab, sich schnell an veränderte Umweltbedingungen anzupassen. Die zugrundeliegenden Veränderungen der Genexpression werden häufig auf der post-transkriptionellen Ebene durch sogenannte kleine regulatorische RNAs (sRNAs) unter Mithilfe von globalen RNA-bindenden Proteinen (RBPs) hervorgerufen. Während Bacteroidota im sRNA-Feld lange Zeit vernachlässigt wurden, haben neuere Studien damit begonnen, die RNA-Biologie dieser Bakterien zu studieren und bereits neue Einblicke in sRNA-vermittelte Regulationen geliefert. Die Identität und Rolle globaler RBPs in Bacteroidota ist jedoch weiterhin unklar. Erst vor kurzem ist es meinem Labor gelungen, das erste globale RBP in Bacteroidota zu identifizierten. Das entsprechende Protein (RbpB genannt) gehört zur Familie der “RNA Recognition Motif“ (RRM)-Proteine, die in fast allen Bacteroidota-Arten verbreitet sind. Wir haben RbpB in Bacteroides thetaiotaomicron funktionell charakterisiert und gezeigt, dass dieses RRM-Protein in vivo Hunderte mRNAs und Dutzende sRNAs bindet. Eine B. thetaiotaomicron-Mutante ohne RbpB zeigte einen Kolonisierungsdefekt in Mäusen, welcher abhängig von der Ernährung des Wirts war. Es bleibt jedoch unklar, inwieweit diese Ergebnisse auf andere RRM-Proteine in B. thetaiotaomicron und anderen Bacteroidota-Mitgliedern übertragbar sind. Das vorliegende Projekt soll die zellulären Funktionen von RRM-Proteinen in verschiedenen Bacteroidota-Arten untersuchen. Die gewonnenen Erkenntnisse können dazu beitragen, einige der derzeit größten Lücken in unserem Verständnis der post-transkriptionellen Genexpressionskontrolle dieser dominanten Mitglieder der Darmmikrobiota zu schließen, und Bemühungen vorantreiben, Bacteroidota als Werkzeuge und Ziele für Mikrobiota-zentrierte Interventionstherapien zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomMitverantwortlicheProfessor Dr. Thomas  Clavel;Dr. Mikhail  Savitski, Ph.D."
    },
    {
      "project_id": "564415106",
      "url": "https://gepris.dfg.de/gepris/projekt/564415106",
      "title": "Genetische Einflussfaktoren auf die räumliche Ökologie im Umfeld von Nahrungssubstraten",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564415106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Die Darmmikrobiota spielt eine entscheidende Rolle für die menschliche Gesundheit, indem sie Ballaststoffe in nützliche Stoffwechselprodukte wie kurzkettige Fettsäuren (SCFAs) umwandelt. Die Wechselwirkungen zwischen Darmmikroben und Ballaststoffen sind jedoch komplex und schlecht verstanden, was die Entwicklung gezielter mikrobiombasierter Therapien behindert. Dieses Projekt soll diese Lücke schließen, indem die genetische, räumliche und zeitliche Organisation des Faserabbaus im Darm untersucht wird. Zu diesem Zweck werden wir fortschrittliche bildgebende Verfahren einsetzen, um die funktionelle Organisation der Darmmikrobiota in Bezug auf bestimmte Faserpartikel zu kartieren, und in vivo- und in vitro-Experimente durchführen, um kausale Beziehungen zwischen Genen und Faserabbau herzustellen. Unsere Forschung ist in drei miteinander verbundene, aber unabhängige Arbeitspakete gegliedert:  (1) Charakterisierung der räumlichen Genomik des Ballaststoffabbaus in vivo (2) Untersuchung der räumlich-zeitlichen Dynamik des Faserabbaus durch Verfolgung der Bakterienpopulationen beim Übergang vom planktonischen zum fasergebundenen Zustand und Analyse der genetischen und regulatorischen Mechanismen, die diese Prozesse steuern; und (3) Untersuchung der räumlichen Ökologie des Faserabbaus durch Untersuchung, wie Interaktionen zwischen Arten, wie Syntrophie und Competition, die räumliche Organisation und Effizienz des Faserabbaus beeinflussen. Letztendlich wird dies die Grundlage für eine gezielte Beeinflussung der mikrobiellen Gemeinschaften im Darm bilden, um die Gesundheitsergebnisse zu verbessern. Unser Programm hat ein enormes Interaktionspotential mit SPP 2474 Gruppen (siehe Projektintegration in das SPP 2474) und fügt sich nahtlos in die Kernziele des SPP 2474 ein, indem es sich auf das Verständnis der unerforschten Funktionen von Genen in wichtigen menschlichen Darmbakterien konzentriert und über beschreibende Assoziationen hinausgeht, um kausale Mechanismen zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564359880",
      "url": "https://gepris.dfg.de/gepris/projekt/564359880",
      "title": "Genetische und molekulare Determinanten spezialisierter Metabolitfunktionen und deren Funktion bei mikrobielle Interaktionen von Fusobacterium nucleatum im Darm",
      "investigators": "Professorin Dr. Franziska  Faber;Professor Dr. Christian  Hertweck;Professor Dr. Jörg  Vogel",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564359880",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Unser menschlicher Körper ist von mikrobiellen Gemeinschaften besiedelt, die komplexe Netzwerke von mikrobiellen Interaktionen ausbilden. Während die Mikrobiota im Allgemeinen positive Auswirkungen auf unsere Physiologie hat, können Probleme entstehen, wenn einzelne Bakterienarten neue Nischen besiedeln, die durch Krankheiten wie Krebs entstehen. Die jüngste Entdeckung des oralen Kommensalen Fusobacterium nucleatum als Darmkrebs-fördernde Bakterien ist ein solches Beispiel. Aufgrund der phylogenetischen Distanz von F. nucleatum zu anderen Darmbakterien, und eines Mangels an genetischen Werkzeugen haben wir eine große Wissenslücke hinsichtlich der molekularen Faktoren, die seine Besiedlung des Darmtrakts fördern. Um mit ihrem Wirt zu interagieren, spezialisierte Nischen zu besiedeln oder mit Mitgliedern der Mikrobiota zu konkurrieren, produzieren Bakterien spezialisierte Metabolite, die eine Vielzahl von Funktionen haben können, wie z.B. Metallophore oder Antibiotika. Unsere vorläufigen Analysen haben gezeigt, dass Fusobakterien ein großes biosynthetisches Potenzial für die Produktion solcher spezialisierten Metaboliten besitzen. Um ihre Auswirkungen auf die Physiologie von F. nucleatum im Darm zu verstehen, werden wir ihre Rolle bei der Vermittlung mikrobieller Interaktionen mit Darmkommensalen charakterisieren, ihre chemischen Strukturen und biologischen Aktivitäten aufklären, und die physiologischen Signale und molekularen Faktoren charakterisieren, welche die Produktion dieser spezialisierten Metabolite in F. nucleatum regulieren. Dies ist ein hoch kooperatives Projekt, das nur durch unsere komplementären Expertisen in der Genetik von Fusobakterien, den Interaktionen mit der Darmmikrobiota und der Infektionsbiologie sowie der Naturstoffforschung möglich ist. Die neu gewonnenen Ergebnisse werden die Rolle von spezialisierten Metaboliten für F. nucleatum in mikrobiellen Darmgemeinschaften charakterisieren und somit zu einem besseren Verständnis der Genfunktionen von Fusobakterien beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564414829",
      "url": "https://gepris.dfg.de/gepris/projekt/564414829",
      "title": "Genomische und funktionelle Diversität des Cholesterinabbaus durch humane Darmmikroben",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414829",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das menschliche Darmmikrobiom wird mit Begleiterkrankungen von Herz-Kreislauf-Erkrankungen wie Typ-2-Diabetes und Fettleibigkeit in Verbindung gebracht, die mit Störungen des Lipid- und Cholesterinstoffwechsels einhergehen. Jüngste Arbeiten haben gezeigt, dass bestimmte Darmbakterien, die negativ mit den Phänotypen dieser Krankheiten assoziiert sind, intestinales Cholesterin verstoffwechseln können, was auf eine Rolle des Darmmikrobioms bei der Gestaltung der Lipidparameter des Wirts schließen lässt. Unser Wissen über den Umfang der Bakterien, Gene und Stoffwechselprodukte, die am intestinalen Cholesterinstoffwechsel beteiligt sind, und ihre Fähigkeit, den Lipidspiegel des Wirts zu beeinflussen, ist jedoch begrenzt. Dieses Projekt zielt darauf ab, die genomische und funktionelle Vielfalt des Cholesterinstoffwechsels durch Darmmikroben und ihre Auswirkungen auf die Wirtsphysiologie zu beleuchten. Konkret wollen wir: (1) die cholesterinmetabolisierenden Taxa und Stoffwechselwege zu charakterisieren, wobei der Schwerpunkt auf Eubacterium coprostanoligenes und Oscillospiraceae-Spezies liegt; (2) neue Bakterien, Gene und Stoffwechselwege zu entdecken, die an der Cholesterinumwandlung beteiligt sind; und (3) zu untersuchen, wie diese mikrobiellen Funktionen in menschlichen Populationen variieren und die physiologischen Ergebnisse des Wirts, wie z. B. den Cholesterinspiegel im Blut, beeinflussen. Um diese Ziele zu erreichen, werden wir anaerobe Kultivierung, Genomik, Metabolomik und gnotobiologische Methoden einsetzen. Wir werden Proben aus einer einzigartigen Kohorte und Biobank, der Global Microbiome Conservancy, nutzen, die mikrobielle Ressourcen aus weltweiten menschlichen Populationen mit unterschiedlichen Lebensstilen enthält. Das Projekt wird neue funktionelle Annotationen von Taxa und Genen liefern, die am mikrobiellen Stoffwechsel von Cholesterin im Darm beteiligt sind, und ein tieferes Verständnis dafür vermitteln, wie das Mikrobiom den Cholesterinspiegel und den Lipidstoffwechsel des Wirts beeinflusst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564428762",
      "url": "https://gepris.dfg.de/gepris/projekt/564428762",
      "title": "KI-basierte Identifizierung und Funktionelle Charakterisierung von Naturstoffen aus dem Humanen Darmmikrobiom",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564428762",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Unsere Gesundheit und die Entstehung von Krankheiten werden von unserem Darmmikrobiom beeinflusst. Erkrankungen des Magen-Darm-Trakt sowie entfernter Organen stehen in Zusammenhang mit der veränderten Zusammensetzung des Darmikrobioms. Die Naturstoffe (NP), die diese Effekte vermitteln, sind weitgehend unbekannt. Genome Mining stellt einen vielversprechenden Ansatz dar, um neuartige NP aus Darmbakterien zu identifizieren. Dabei werden bakterielle Genome auf das Vorhandensein von NP-Biosynthese-Genclustern (BGCs) analysiert. Existierende Algorithmen eignen sich besonders, um BGC für Fliessband-artige Biosynthesewege zu identifizieren, die für große, das NP-Grundgerüst-bildenden Enzymkomplexe kodieren. Die NP-Biosynthese mittels dieser Wege ist energieintensiv und möglicherweise nicht optimal für den anaeroben Lebensstil von Darmbakterien. Kleine BGC, die an der Biosynthese von Alkaloiden, ribosomal synthetisierten und post-translational modifizierten Peptiden (RiPP) und Terpenen beteiligt sind, bleiben oft unentdeckt, da sie keine NP-Gerüst-bildenden Enzyme kodieren, die innerhalb der jeweiligen NP-Klasse konserviert sind. Wir wollen die „biosynthetische Dunkle Materie“ des Darmmikrobioms kartieren. Dazu werden wir einen KI-basierten Algorithmus adaptieren, um die bakteriellen Genome des Darmmikrobioms auf ihr vollständiges biosynthetisches Potenzial zu untersuchen, mit einem Schwerpunkt auf synthetischen Konsortien, die im Zuge von SPP2474 untersucht werden. Unser Algorithmus identifiziert NP-BGC durch die Erkennung von Genen, die NP-Gerüst-modifizierende Enzyme kodieren, sowie durch die Vorhersage ihrer Substratspezifität. Diese Strategie komplementiert bestehende Genome-Mining-Ansätze und ermöglicht die Identifizierung von BGC, die von existierenden Tools übersehen werden. Wir werden Alkaloid-, RiPP- und Terpen-BGC von Schlüsselmitgliedern des menschlichen Darmmikrobioms priorisieren, die für das SPP2474-Konsortium relevant sind. Die BGC werden funktionell in ihren natürlichen Produzenten oder durch heterologe Expression untersucht, gefolgt von der strukturellen Charakterisierung der zugehörigen NP. Ein breites Spektrum an Bioaktivitätstests wird eingesetzt, um die Funktionen der NP zu identifizieren. Diese beinhalten bakterielle Interaktionsassays, Assays zur Untersuchung der Dynamik synthetischer Gemeinschaften und in vitro-Tests mit eukaryotischen Zelllinien. Letztere bewerten die Auswirkungen der identifizierten NP auf die Darmfunktion, Immunantworten, den Stoffwechsel und das Nervensystem des Wirts. Zusammenfassend nutzen wir einen KI-basierten Algorithmus, um mit dem Darmmikrobiom assoziierte NP zu entdecken. Durch die Integration umfassender Bioaktivitätsassays zielen wir darauf ab, die Rollen dieser NPs bei der Modulation des Darmmikrobioms und der Beeinflussung des menschlichen Wirts zu entschlüsseln. Diese Erkenntnisse könnten die Grundlage für die Entwicklung therapeutischer Ansätze oder probiotischer Strategien darstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564414385",
      "url": "https://gepris.dfg.de/gepris/projekt/564414385",
      "title": "Koordinationsfonds",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414385",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das DFG-Schwerpunktprogramm SPP 2474 widmet sich der Entschlüsselung von Genfunktionen in weit verbreiteten und häufig vorkommenden Mitgliedern des menschlichen Darmmikrobioms. Das Ziel ist es, neue biologische Signalwege, Proteinkomplexe, Metaboliten und molekulare Mechanismen in diesen bislang wenig erforschten Bakterien zu entdecken, die eine entscheidende Rolle für die menschliche Gesundheit spielen. Diese Aufgabe wird mit Hilfe neuer systemischer Technologien angegangen, die die großen Herausforderungen bei der Untersuchung der Vielzahl an Nicht-Modellbakterien im Darmmikrobiom überwinden. Eine der wesentlichen Herausforderungen des Programms besteht darin, Experten für Technologieentwicklung und Mikrobiologen in einem interdisziplinären Konsortium zusammenzubringen. Um dies zu erreichen, ist ein gut organisiertes und strategisches Koordinierungsframework von entscheidender Bedeutung. Dieses Framework wird sicherstellen, dass der Erfolg des Programms über die Ergebnisse einzelner Projekte hinausgeht, indem es eine starke Zusammenarbeit fördert und den kollektiven Impact maximiert. Zur Unterstützung dieser Mission schlagen wir eine Reihe maßgeschneiderter Strategien vor. Dazu gehört die Einstellung einer Koordinationsassistentin/ eines Koordinationsassistenten sowie die Bereitstellung weiterer Unterstützung für die Sprecherin, ebenso wie Netzwerkmittel für SPP-spezifische Biomaterialien und Datenmanagement. Um jungen Wissenschaftlern bei der Entwicklung ihrer Fähigkeiten und Karriere zu unterstützen, planen wir Wet- und Dry-Lab-Workshops zu relevanten Themen, Trainingsstipendien für den Zugang zur “EMBL Microbial Automation and Culturomics-Facility” und Anschub-Förderung zur frühen Unabhängigkeit von Nachwuchswissenschaftlern. Darüber hinaus werden wir Strategien umsetzen, um ein inklusives, geschlechtergerechtes und familienfreundliches Forschungsumfeld zu gewährleisten, das über die Standardunterstützung der teilnehmenden Universitäten und Institute hinausgeht. Für eine effektive interne und externe Kommunikation – die für eine erfolgreiche Zusammenarbeit und die Dissemination unserer Arbeit von entscheidender Bedeutung ist – beantragen wir Mittel für jährliche Treffen, eine internationale Konferenz, eine Website sowie Social-Media-Aktivitäten. Darüber hinaus planen wir Öffentlichkeitsarbeit, um ein breiteres Publikum zu erreichen, da die Mikrobiomforschung ein Thema von großem allgemeinem Interesse ist. Zusammenfassend sind wir überzeugt, dass die vorgeschlagenen Maßnahmen die notwendigen Rahmenbedingungen für den Erfolg dieses SPP bieten. Wenn das Programm erfolgreich ist, wird diese Initiative neue internationale Standards in der funktionellen Mikrobiomforschung etablieren und wertvolles Wissen, Technologien und Ressourcen hervorbringen, die das Feld über Jahrzehnten hinweg bereichern werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564324123",
      "url": "https://gepris.dfg.de/gepris/projekt/564324123",
      "title": "Molekulare Charakterisierung der artenübergreifenden Nährstoffteilung im menschlichen Darmmikrobiom",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564324123",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das menschliche Darmmikrobiom ist ein komplexes Ökosystem, das maßgeblich von der Ernährung und dem Gesundheitszustand des Wirts beeinflusst wird. Seine Zusammensetzung steht in engem Zusammenhang mit essenziellen Funktionen wie der Nährstoffaufnahme und der Resilienz gegenüber Krankheiten. Innerhalb dieses Ökosystems dominieren Bakterien aus den Familien Prevotellaceae und Bacteroidaceae, deren Prävalenz maßgeblich durch Ernährungsgewohnheiten determiniert wird. Insbesondere die Gattung Prevotellaceae, zu der auch Segatella copri gehört, profitiert in ballaststoffreichen Diäten und ist mit einer höheren mikrobiellen Diversität assoziiert. Demgegenüber sind Bacteroidaceae in industrialisierten, westlichen Ernährungsweisen vorherrschend, was mit einer geringeren Diversität und einem erhöhten Risiko für chronische Erkrankungen verbunden ist. Trotz ihrer Bedeutung sind die komplexen Wechselwirkungen zwischen diesen Bakteriengruppen und ihre funktionellen Rollen bei der Gestaltung der Gemeinschaftsdynamik noch wenig verstanden. Dieses kooperative Forschungsprojekt zielt darauf ab, die Mechanismen zu entschlüsseln, die der Anpassung von S. copri an seine Nische, seinen metabolischen Strategien und seinen Interaktionen innerhalb mikrobieller Gemeinschaften zugrunde liegen. Durch die funktionellen Charakterisierung von genetisch unterschiedlichen S. copri-Stämmen wird in der Studie die metabolische Vielfalt von S. copri untersucht, einschließlich seiner Fähigkeit, verschiedene Kohlenstoffquellen abzubauen. Darüber hinaus werden mikrobielle Interaktionen in synthetischen Gemeinschaften analysiert, um den Wettbewerb zwischen S. copri und Bacteroidaceae um den Abbau und Nutzung komplexer Polysaccharide zu verstehen. Der Einsatz von Transkriptomik und Metabolomik ermöglicht die Rekonstruktion von Stoffwechselwegen sowie die Identifizierung von Nährstoffkonkurrenz- und Cross-Feeding-Mechanismen. Darüber hinaus wird der Einfluss ballaststoffreicher und ballaststoffarmer Diäten auf die S. copri-zentrierte mikrobielle Dynamik in einem gnotbiotischen Mausmodell charakterisiert. Experimente mit S. copri-Mutantenstämmen werden bisher unbekannte Gene untersuchen, um deren Rollen im Wettbewerb zu bestimmen. Diese Untersuchungen werden Einblicke in die Rolle des Cross-Feedings bei der Definition der ökologischen Nische von S. copri innerhalb des Darmmikrobioms liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564323947",
      "url": "https://gepris.dfg.de/gepris/projekt/564323947",
      "title": "Molekulare Mechanismen der bakteriellen Kommunikation im Darmmikrobiom",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564323947",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Das Darmmikrobiom von Säugetieren, ein komplexes Ökosystem aus Hunderten von Bakterienarten, hat einen tiefgreifenden Einfluss auf die Gesundheit des Wirts. Diese Bakteriengemeinschaften müssen sich kontinuierlich an vom Wirt verursachte Umweltveränderungen wie Ernährungs- und Medikamentenänderungen anpassen. Eine mangelnde Anpassung kann zu einem Ungleichgewicht der Mikrobiota mit negativen gesundheitlichen Folgen für den Wirt (Dysbiose) führen. Die Mechanismen, mit denen Darmmikroben ihre Funktionen im Wirt modulieren, sind jedoch noch weitgehend unerforscht. Unsere eigenen Forschungsarbeiten, sowie die Arbeiten anderer Gruppen haben gezeigt, dass die bakterielle Kommunikation durch chemische Signale, d. h. Quorum Sensing, eine wichtige Rolle bei mikrobiellen Interaktionen spielt. Die Funktionen des Quorum Sensing in komplexen, artenübergreifenden Darmgemeinschaften sind jedoch nur unzureichend verstanden. In diesem Projekt werden wir untersuchen, wie mikrobielle Kommunikationssysteme innerhalb des Darmmikrobioms von Säugetieren die Funktionen der Mikrobiota regulieren und so die Gemeinschaftsdynamik beeinflussen, und wie sich dies letztlich auf die Widerstandsfähigkeit gegen Umweltstörungen wie das Eindringen von Krankheitserregern auswirkt. Hierbei konzentrieren wir uns auf Bacteroides thetaiotaomicron, eine der am weitesten verbreiteten Bakterienarten im menschlichen Darm, und die von uns kürzlich identifizierten Pyrazinon Quorum Sensing Signale. Wir werden Molekulargenetik, analytische Chemie und Mausmodelle verwenden, um (i) die Moleküle und Signalwege zu identifizieren, die an der Kommunikation zwischen Arten beteiligt sind, (ii) zu entschlüsseln, wie Quorum Sensing das mikrobielle Verhalten auf Artenebene beeinflusst, und (iii) zu untersuchen, wie es die Funktionen und Gemeinschaftsdynamik der Mikrobiota in Gegenwart des wichtigen menschlichen Krankheitserregers, Vibrio cholerae, beeinflusst. Durch die Entschlüsselung des chemischen Lexikons und der Signalwege, die auf Quorum Sensing Signale in B. thetaiotaomicron reagieren, werden wir zu einem besseren Verständnis beitragen, wie mikrobielle Kommunikation die Dynamik und Funktion der Mikrobiota-Gemeinschaft im Darm beeinflusst und wie diese Prozesse die Anpassung an schwankende und widrige Bedingungen, einschließlich der Krankheitserregerabwehr, fördern können. Die Entschlüsselung dieser Mechanismen wird unsere Fähigkeit verbessern, Ungleichgewichte der Mikrobiota zu verhindern und neue Strategien für ein wirksames Dysbiose-Management zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomInternationaler BezugPortugalKooperationspartnerinProfessorin Dr. Karina  Xavier"
    },
    {
      "project_id": "564414043",
      "url": "https://gepris.dfg.de/gepris/projekt/564414043",
      "title": "Projekt Z01 – Zentrale Ressourcen- und Informationsstelle für Darmbakterien des Menschen",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414043",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "SPP 2474 hat zum Ziel, das funktionelle Potenzial des menschlichen Darmmikrobioms zu erschließen. Dafür ist der Zugang zu qualitätskontrollierten und gut dokumentierten Bakterienstämmen von ausschlaggebender Bedeutung. Die meisten der geplanten SPP-Projekte benötigen Bakterienisolate ausgewählter Zielarten, definierte synthetische Konsortien oder genomweite Mutanten-Bibliotheken. Als weitere Services werden die Genomsequenzierung, Stammtypisierung, langfristige Hinterlegung definierter Stammsammlungen und Beratung zu Access and Benefit Sharing Regelungen benötigt. Dazu wird im Z01-Projekt die komplementäre Expertise zweier Arbeitsgruppen in diesen Bereichen zusammengeführt und so ein zentrales und spezifisches Serviceangebot zur Unterstützung aller SPP-Projekte bereitgestellt. Ein umfassendes Angebot zur Anaerobenkultivierung mit einem breiten Spektrum an Methoden und hochentwickelter Hardware ermöglicht den SPP-Mitgliedern die Isolierung und anschließende Charakterisierung verschiedener Stämme bakterieller Modellarten sowie neuartiger Bakterien. Die gewonnenen Isolate werden den spezifischen Bedarfen der einzelnen Projekte entsprechend mittels genombasierten taxonomischen und funktionellen Methoden analysiert und phänotypisiert. Zur Sicherung der gewonnenen Isolate wird ein neues, spezifisches und zentrales Hinterlegungsverfahren etabliert. Ein solches effizienteres Hinterlegungsverfahren ist besonders wichtig für die Sicherung großer Stammsammlungen, insbesondere von Transposon-Bibliotheken. Die weiteren Services umfassen das projektspezifische Design synthetischer Gemeinschaften aus kultivierten Darmbakterien (Syncoms), die Erweiterung phänotypischer Datenbanken mit detaillierten Informationen zu allen verfügbaren Stämmen sowie die Erstellung von Webseiten mit spezifischen Such- und Datenintegrationsfunktionen für SPP-Projekte. Mit diesen umfassenden Services wird das Z01-Projekt die Forschungsarbeiten der einzelnen Projekte katalysieren, einen nachhaltigen Mehrwert für die gesamte wissenschaftliche Gemeinschaft schaffen und die Sichtbarkeit des SPP 2474 weltweit erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564414584",
      "url": "https://gepris.dfg.de/gepris/projekt/564414584",
      "title": "Systematische Untersuchung mikrobieller metabolischer Interaktionen und deren Relevanz für den bakteriellen Stoffwechsel in einem vereinfachten Modell des Darmmikrobioms",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414584",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Mikrobielle Gemeinschaften im Darmtrakt weisen komplexe metabolische Interaktionen auf, die für ihre Stabilität und Funktion entscheidend sind. Die Mechanismen, die diesen Interaktionen, insbesondere dem Cross-Feeding, zugrunde liegen, sind jedoch noch unzureichend verstanden. Dieses Projekt hat zum Ziel die metabolischen Abhängigkeiten innerhalb des vereinfachten SIHUMIx-Modells des Darmmikrobioms zu untersuchen, das aus acht Bakterienspezies besteht und durch die Bakterienspezies Eggerthella lenta ergänzt wird, um die Relevanz und Flexibilität von Cross-Feeding-Interaktionen zu beleuchten. Mit dem innovativen Species-Specific Partitioned Co-Cultivation (S-PECOC)-System werden wir den Austausch von Metaboliten auf spezies-spezifischer Ebene unter kontrollierten Bedingungen verfolgen. In Kombination mit innovativen metabolischen Modellierungsansätzen analysieren wir systematisch die Abhängigkeit einzelner Gemeinschaftsmitglieder vom Cross-Feeding, die Neustrukturierung metabolischer Netzwerke nach dem Verlust von Spezies sowie das Ausmaß des Metabolitaustauschs in komplexen Ökosystemen. Experimentelle und computergestützte Erkenntnisse fließen in die Rekonstruktion eines umfassenden Cross-Feeding-Netzwerks ein und liefern Einblicke in metabolische Pfade, die die Stabilität und Resilienz mikrobieller Gemeinschaften unterstützen. Diese Forschung trägt zu einem tieferen mechanistischen Verständnis mikrobieller metabolischer Kooperationen bei und bildet die Grundlage für mikrobiom-basierte Therapien sowie Anwendungen im Bereich des ökologischen Engineerings.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564241213",
      "url": "https://gepris.dfg.de/gepris/projekt/564241213",
      "title": "UNCODE - Aufdeckung neuer Clostridien-Genfunktionen durch Off-Target-Wirkungen von Medikamenten",
      "investigators": "Professorin Dr. Lisa  Maier;Professor Dr. Stephan A.  Sieber",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564241213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Viele Arzneimittel beeinträchtigen unbeabsichtigt die Zusammensetzung des menschlichen Mikrobioms, indem sie das Wachstum spezifischer Bakterienarten direkt hemmen. Die molekularen Mechanismen hinter diesen Effekten sind jedoch noch nicht gut verstanden, was vor allem auf die Limitationen traditioneller bakterieller Modellorganismen zurückzuführen ist, die viele diese Interaktionen nicht adäquat nachbilden können. Ziel dieses Projekts ist es, die Off-Target-Effekte von Arzneimitteln zu nutzen, um neue zelluläre Prozesse in Nicht-Modell Darmbakterien zu entdecken. Dies soll durch die Kombination unserer Expertise in den Bereichen Arzneimittel-Mikrobiom-Interaktionen und chemische Biologie erreicht werden. Im Fokus stehen Medikamente, die das Nervensystem beeinflussen, wie selektive Serotonin-Wiederaufnahmehemmer (SSRI) wie Fluoxetin, die die Fitness von Darmbakterien des Phylums Bacillota signifikant beeinflussen. Als Modellorganismus haben wir Clostridium sporogenes gewählt, ein grampositives, sporenbildendes, anaerobes Bakterium mit einer begrenzten Genomannotation, dessen Wachstum stark durch SSRIs gehemmt wird. Erste Arbeiten mit Affinitäts-basiertem Protein-Profiling haben zwei potenzielle Interaktionspartner für Fluoxetin in C. sporogenes identifiziert: eine P-Typ Ca²⁺-ATPase und eine kupferhaltige Amin-Oxidase, von denen wir annehmen, dass sie entscheidend für das Wachstum des Bakteriums sind. Diese Interaktionspartner werden wir durch loss-of-function-Studien in Knockout-Stämmen und rekombinante Expressionsassays validieren, wobei wir verschiedene funktionelle und enzymatische Tests durchführen. Darüber hinaus werden wir genetische Screenings mit transposonbasierten Bibliotheken sowie Proteom-Analysen einsetzen, um genomweite Prozesse und Signalwege zu identifizieren, die durch Fluoxetin beeinflusst werden. Dieser Ansatz wird Schlüsselfaktoren aufdecken, die die Reaktion von C. sporogenes auf SSRIs bestimmen und uns Einblicke in die Mechanismen geben, die die bakterielle Fitness und Lebensweise beeinflussen. Schließlich werden wir untersuchen, ob diese identifizierten Mechanismen auch auf andere SSRIs und Darmbakterienarten übertragbar sind. Diese Aufgabe wird sowohl von den Datensätzen, Ressourcen und genomweiten genetischen Werkzeugen profitieren, die innerhalb des SPP 2474 Konsortiums entwickelt werden, als auch entscheidend zu dessen Erfolg beitragen. Insbesondere werden Synergien mit anderen SPP-Projekten geschaffen, die sich auf kleine bioaktive Moleküle und deren Wechselwirkungen mit Darmbakterien konzentrieren, sowie mit Projekten, die Mitglieder des Phylums Bacillota erforschen. Letztlich wird diese Forschung wertvolle Einblicke in spezifische und allgemeine Arzneimittelreaktionen im Mikrobiom bieten und dazu beitragen, die Genfunktionen zu entschlüsseln, die die Auswirkungen der Medikamenten-Exposition auf das Darmmikrobiom erklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen DarmmikrobiomInternationaler BezugGroßbritannienKooperationspartnerProfessor Rob  Finn"
    },
    {
      "project_id": "564156640",
      "url": "https://gepris.dfg.de/gepris/projekt/564156640",
      "title": "Wie ein Kommensalbakterium der Gattung Desulfovibrio seine Nische im Darm findet und wie dieser Prozess gestoppt werden kann",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564156640",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Im gesunden menschlichen Darm kommt eine geringe Anzahl sulfatreduzierender Bakterien der Gattung Desulfovibrio vor. Diese Bakterien gewinnen Energie durch Atmung und übertragen Elektronen auf Sulfat als Elektronenakzeptor, was zur Produktion von giftigem Schwefelwasserstoff führt. Aus bisher unbekannten Gründen kommt es bei Patienten, die an entzündlichen Darmerkrankungen, Bakteriämie, Parkinson oder Autismus leiden, zu einer massiven Vermehrung von Desulfovibrio-Bakterien. Trotz der Bedeutung von Desulfovibrio spp. ist nur wenig darüber bekannt, wie diese Bakterien eine Nische für die Besiedlung finden. Wir postulieren, dass bewegliche Desulfovibrio-Bakterien Chemotaxis nutzen, um entlang chemischer Gradienten in die tiefen Schichten der Mukosa zu schwimmen. Es ist das Ziel dieses Projektes, die Hauptakteure bei der Wahrnehmung und chemotaktischen Reaktion von Desulfovibrio desulfuricans zu identifizieren. Wir wollen die Funktion der 19 Chemorezeptoren aufklären, die als Angriffspunkte dienen sollen, um die gerichtete Bewegung dieses Bakteriums in Nischen zu hemmen und dadurch eine ungehinderte Vermehrung zu verhindern. Um dieses Ziel zu erreichen, wollen wir (1) innovative gentechnische Werkzeuge für D. desulfuricans entwickeln, indem wir CRISPR-assoziierte Transposase oder allelgekoppelten Genaustausch in Kombination mit Gegenselektion einsetzen, um Deletionsmutanten zu erzeugen, (2) die chemotaktischen Fähigkeiten von D. desulfuricans durch eine Kombination von Motilitätsassays für Wildtyp und Mutanten und biochemische Protein-Liganden-Bindungsassays untersuchen und (3) die Erkenntnisse in Strategien zur Störung der Chemotaxis umsetzen, einschließlich des Trackings von D. desulfuricans in 2D-Organoiden in Gegenwart von Nahrungsergänzungsmitteln und probiotischen Bakterien sowie der zielgerichteten in situ-Gen-Editierung in mikrobiellen Gemeinschaften. Die Ergebnisse des Projekts werden nicht nur zum besseren Verständnis der Physiologie der intestinalen Kommensalen Desulfovibrio-Bakterien, die unter bestimmten Bedingungen den Wirt schädigen, beitragen, sondern eröffnen auch einen neuartigen antimikrobiellen Ansatz zur Wiederherstellung einer gesunden menschlichen Darmflora.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    },
    {
      "project_id": "564160164",
      "url": "https://gepris.dfg.de/gepris/projekt/564160164",
      "title": "Wie Segatella copri mit Sauerstoff umgeht: Mechanismen für die Umwandlung von O2 und Peroxiden in einem obligat anaeroben Darmbakterium",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564160164",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom",
      "description": "Segatella copri ist ein wichtiges Mitglied des humanen Verdauungstraktes. Die Spezies enthält mehrere Stämme, welche für ihre große Stoffwechselvielfalt und positiven Wirkungen auf den Wirt bekannt sind. Die Spezies wird in der Literatur als probiotisches Bakterium der nächsten Generation genannt. Dies bedingt eine gezielte Wachstumsstimulierung im Verdauungstrakt durch spezielle Nahrungskomponenten, oder eine Applikation als Nahrungsergänzungsmittel. Letztere setzt eine gewisse Sauerstofftoleranz des strikt anaeroben Bakteriums S. copri voraus, denn sowohl bei der Aufnahme als auch während der Passage durch den Verdauungstrakt muss von einer Exposition gegenüber variablen Sauerstoffkonzentrationen ausgegangen werden. Bislang gibt es nur sehr begrenzte Informationen bezüglich der Sauerstofftoleranz von S. copri und der damit verbundenen enzymatischen Mechanismen um entsprechenden Zellschäden vorzubeugen. Das Genom von S. copri enthält Gene einer terminalen Oxidase und einer Peroxidase, aber Gene einer Superoxiddismutase oder Katalase wurden nicht annotiert. Unsere Hypothesen lauten, dass S. copri  (1) die O2 Konzentration mittels einer terminalen Oxidase in einem Atmungsprozess („nanaerobic respiration“) vermindert und (2) einen antioxidativen Schutzmechanismus besitzt, bei dem Peroxide durch eine Thioredoxin-abhängige Peroxidase reduziert werden. In unserem gemeinsamen Forschungsvorhaben werden wir das genetische Potential und die enzymatischen Mechanismen charakterisieren, welche dem Sauerstoffstress in S. copri entgegenwirken. Um die Sauerstoff-Resilienz auf allen biologischen Ebenen zu verstehen, werden wir das Transkriptom, Proteom und Metabolom ausgewählter S. copri-Stämme in Abwesenheit und Anwesenheit von oxidativem Stress vergleichen. Diese so erzielten Erkenntnisse werden durch Mutanten, in denen die entsprechenden Enzyme ausgeschaltet sind, überprüft. Das Verständnis dieser Mechanismen ist für die möglichen Applikationen als Probiotikum essentiell und dient zur Vorbeugung möglicher Selektionsmechanismen aufgrund einer Sauerstoffexposition im Verdauungstrakt mit negativen Effekten auf den Wirt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2474: \nEntschlüsselung neuer Genfunktionen im menschlichen Darmmikrobiom"
    }
  ]
}