{
  "spp_number": "SPP 2141",
  "spp_title": "Weitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360987069",
  "projects_count": 23,
  "projects": [
    {
      "project_id": "405858350",
      "url": "https://gepris.dfg.de/gepris/projekt/405858350",
      "title": "Anti-Plasmid- und CRISPRi-Aktivität eines Typ IV-A CRISPR-Cas-Systems in Pseudomonas oleovorans",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405858350",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Archaeen und Bakterien haben verschiedene Strategien entwickelt um Fremd-DNA abzuwehren. Eine dieser Strategien benutzt CRISPR-Cas Systeme, die ursprünglich als adaptive Immunsysteme gegen virale Angriffe beschrieben wurden. Cas-Proteine bilden Ribonukleoproteinkomplexe mit CRISPR-RNAs (crRNAs). Diese RNA-Moleküle enthalten sogenannte Spacer-Sequenzen, die Ziel-Nukleinsäuren über Basenkomplementarität erkennen können. In den letzten Jahren hat sich gezeigt, dass CRISPR-Cas-Systeme diesen RNA-Zielsuchmechanismus für andere Zwecke einsetzen können, da die Spacer-Sequenzen von CRISPR-Elementen dynamisch austauschbar sind und es in der Natur eine sehr große Anzahl funktionell unterschiedlicher Cas-Proteine gibt. Unsere Arbeitsgruppe untersucht zwei CRISPR-Cas Ribonukleoproteinkomplexe der Klasse 1, die sich durch einen reduzierten Cas-Proteinanteil auszeichnen. Zum einen analysieren wir einen Typ I-Fv Komplex aus Shewanella putrefaciens, dessen Ziel-DNA-Erkennung ohne die üblicherweise vorhandenen kleinen und großen Cas-Proteinuntereinheiten auskommt. Die Kristallstruktur dieses Komplexes legt nahe, dass besondere Domänen der Cas-Proteine Cas5fv und Cas7fv den Verlust dieser Untereinheiten kompensieren können. Wir beabsichtigen den genauen DNA-Zielerkennungsmechanismus dieses Komplexes zu untersuchen und die Bildung von crRNA-DNA-Interaktionen zu verfolgen. Dazu werden Biolayer-Interferometrie und Aktivitätsassays mit Cas-Proteinmutanten und veränderten Ziel-DNA-Sequenzen eingesetzt. In Kollaborationen mit anderen Arbeitsgruppen sollen die strukturelle und funktionelle Beteiligung der Helikasen Cas3 und DinG und die Dynamik der DNA-Zielerkennung analysiert werden.Des Weiteren wurde ein Typ IV CRISPR-Cas-System in Aromatoleum aromaticum identifiziert und rekombinante Typ IV Ribonukleoproteinkomplexe wurden produziert und aufgereinigt. Typ IV CRISPR-Cas-Systeme enthalten weder Adaptationsmodule noch erkennbare DNA-Nukleasen und ihre Funktion in der Zelle ist unbekannt. Die genaue Zusammensetzung des Typ IV-Komplexes soll mittels Größenausschluss-Chromatographie und Massenspektrometrie ermittelt werden. Die postulierte Abwesenheit einer DNA-Nuklease-Untereinheit weist auf eine CRISPR-Cas-Aktivität hin, die nicht auf dem Verdau von Nukleinsäuren beruht. Daher beabsichtigen wir die Bildung und Stabilität von Typ IV Komplex-vermittelten crRNA/DNA-Interaktionen in sogenannten R-Loops zu untersuchen. Dabei sollen R-Loop-Strukturen in vitro und in vivo mit Hilfe von Footprinting- und Bisulfit-Sequenzierungsmethoden detektiert werden. Die genetische Nachbarschaft von Transposons und Typ IV CRISPR-Cas-Systemen deutet auf die Möglichkeit von crRNA-gerichteter Transposition hin. Diese postulierte neue Funktion von CRISPR-Cas-Systemen soll durch Illumina-Sequenzierung analysiert werden, bei der die Mobilität von Transposons an durch CRISPR-Ribonukleoproteinkomplexen erzeugten R-Loop-Zielsequenzen verfolgt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405856574",
      "url": "https://gepris.dfg.de/gepris/projekt/405856574",
      "title": "Aufklärung der molekularen Mechanismen von Cas-Endonukleasen aus Bakterien und Cyanobakterien",
      "subject_area": "BiochemieStrukturbiologie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405856574",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Prokaryoten nutzen CRISPR-Cas Systeme (CRISPR = Clustered Regulatory Interspaced Short Palindromic Repeats, Cas= CRISPR-associated gene) um sich gegen Phagen, eindringende Nukleinsäuren und mobile genetische Elemente zu schützen. Diese adaptiven Immunsysteme bestehen aus dem im Genom kodierten CRISPR-Locus, der in die sogenannte crRNA (CRISPR-RNA) transkribiert wird und einer Effektor-Nuklease, die den aktivierten Komplex mit der crRNA bildet. Die aktivierte Effektor-Nuklease schneidet folgend die Ziel-Nukleinsäure abhängig von der crRNA -Sequenz. Das RNA-geleitete, sequenzspezifische schneiden von dopplesträngiger DNA durch die Cas9-Endonuklease von Streptococcus pyogenes (SpyCas9) kann zur positionsspezifischen Genommodifikation in unterschiedlichsten Organsimen verwendet werden und hat dadurch das Forschungsfeld der Biologie in den letzten Jahren revolutioniert. Um SpyCas9 zu einem universellen Werkzeug zur Genommodifikation zu entwickeln, spielte die Strukturbiologie mit der Aufklärung der molekularen Mechanismen eine entscheidende Rolle. Etwa 100 Strukturen von Cas-Proteinen und CRISPR-assoziierten Proteinen wurden bisher gelöst. Allerdings besitzen Prokaryoten und Archäen eine Vielzahl von sehr diversen Cas-Systemen, deren natürliche Aufgaben oder Funktionsmechanismen bisher nicht untersucht wurden. Ebenso bleiben viele dieser Systeme bisher unentdeckt. Basierend auf bioinformatischen Untersuchungen von Genomen, wurden viele neue Subtypen von Cas-Proteinen in Bakterien, Cyanobakterien und Archäen vorhergesagt und klassifiziert. Kürzlich konnte in Untersuchungen von Klasse I Systemen gezeigt werden, dass diese Oligoadenylat als sekundäre Botenstoffe generieren und so weitere Endonukleasen aktivieren und folgend RNA-Degradation stimulieren. Auch gibt es Daten, die darauf hinweisen, dass CRISPR-Cas-Systeme nicht nur prokaryotische Abwehrsysteme sind, sondern auch eine Rolle in der DNA-Reparatur, der Regulation der Genexpression, Virulenz und horizontalem Gentransfer spielen. Dies macht deutlich, dass es trotz des bisherigen großen Fortschritts in der Charakterisierung dieser faszinierenden Systeme noch viel Aufklärungsbedarf zu ihren molekularen Mechanismen und Funktion im natürlichen, zellulären Kontext besteht. Meine Forschungsgruppe beschäftigt sich mit der Untersuchung des Zusammenhangs von Struktur und Funktion von Nukleinsäuren und deren Erkennung durch Proteine und kleinen Molekülen. In diesem Forschungsvorhaben wollen wir Klasse II Cas-Protein von Cyanobakterien und Bakterien biochemisch und strukturell untersuchen, und so den molekularen Mechanismus dieser Cas-Proteine im Detail aufklären. In Zusammenarbeit mit den Forschungsgruppen von G. Bange, W. Hess, G. Klug und A. Marchfelder im Rahmen dieses Schwerpunktprograms, werden wir so einen umfassenden Überblick vom atomaren Detail bis hin zur Funktion im natürlichen Organismus dieser Protein erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405891106",
      "url": "https://gepris.dfg.de/gepris/projekt/405891106",
      "title": "Charakterisierung von CRISPR-Cas-Systemen ohne Abwehrfunktion",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405891106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "CRISPR-Cas-Systeme sind weithin anerkannt als adaptive prokaryotische Immunsysteme, die genetisches Fremdmaterial über einen RNA-basierten Mechanismus erkennen und beseitigen. Neueste Ergebnisse legen jedoch nahe, dass CRISPR-Systeme abseits ihrer eindimensionalen Definition als Immunsystem weitere Funktionen in der Genregulation und Immunevasion ausüben könnten. Nach wie vor unklar ist allerdings, über welches natürliche Funktionsrepertoire CRISPR insgesamt verfügt und welchen übergeordneten Einfluss diese Funktionen auf die Physiologie und das Verhalten prokaryotischer Lebensformen hat.Bisher konnten wir zeigen, dass die häufigsten natürlich vorkommenden CRISPR-Cas-Systeme vom Typ I durch Ausschalten der Endonuklease Cas 3-Aktivität leicht in Transkriptionsrepressoren überführt werden können. Basierend auf dieser Erkenntnis nehmen wir an, dass Typ I CRISPR-Cas-Systeme möglicherweise auch in der Natur ähnliche Funktionen ausüben. Unser systematisches Screening prokaryotischer Genome auf CRISPR-Arrays mit Zielsequenzen im eigenen Genom, führte zur Identifizierung eines hoch aussichtsreichen Kandidaten: dem Pflanzenpathogen Xanthomonas albilineans. Das Genom dieses Bakteriums enthält zwei vollständige Typ I-CRISPR-Cas-Systeme, jeweils eines vom Typ I-C und vom Typ I-F, die für insgesamt 64 Spacer mit Zielsequenzen im eigenen Bakteriengenom kodieren. Weitere Untersuchungen zeigten, dass nahezu alle dieser Zielstrukturen von sogenannten Protospacer-benachbarten-Motiven (PAM) flankiert werden. Darüber hinaus scheint die Cas3-Endonuklease im I-C-System funktionsunfähig zu sein.Diese ersten Ergebnisse legen nahe, dass die CRISPR-Cas-Systeme dieses landwirtschaftlich bedeutsamen Pathogens bisher unbekannte Funktionen als Transkriptionssupressoren ausüben und damit bedeutenden Einfluss auf die Regulation einer Bandbreite zellulärer Prozessen haben könnten.Ziel des vorliegenden Antrags ist es, die Eigenschaften der beiden CRISPR-Systeme in X. albilineans zu charakterisieren. Wir gehen davon aus, dass beide Systeme funktionell exprimiert werden und die Transkription ihrer Zielsequenzen durch das Fehlen der Cas3-Aktivität regulieren. Um diese Annahmen zu belegen, möchten wir uns folgenden Schwerpunkten widmen:1.:Untersuchung der durch die Ausrichtung auf das eigene bakterielle Genom (self-targeting) verursachten Auswirkungen der beiden vorliegenden CRISPR-Cas-Systeme unter Verwendung eines zellfreien Transkriptions-Translationsystems.2.: Bestimmung des Expressionsmusters und der Funktion beider CRISPR-Cas-Systeme in X. albilineans.Das vorliegende Projekt hat das unbedingte Potenzial, neuartige Funktionen von CRISPR-Cas-Systemen aufzuklären, die über die Vermittlung einer adaptiven Immunität hinausgehen. Der designierte leitende Wissenschaftler (PI) verfügt über umfassende Erfahrung mit CRISPR-Cas-Systemen und Bakteriengenetik. Zudem stimmt die Ausrichtung des vorliegenden Projektantrags passgenau mit der Zielsetzung des SPP 2141 überein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405838474",
      "url": "https://gepris.dfg.de/gepris/projekt/405838474",
      "title": "CRISPR-Cas Funktionen in der Stress-Antwort von Rhodobacter capsulatus",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405838474",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Das Genom des fakultativ phototrophen Alphaprotobakteriums Rhodobacter capsulatus enthält mehrere CRISPR-Cas Systeme verschiedener Typen, während der Verwandte R. sphaeroides keinerlei CRISPR-Cas Komponenten aufweist. RNAseq Analysen zeigten, dass die Level einiger CRISPR RNAs in Anwesenheit von Singulett-Sauerstoff erhöht sind. Dieses Ergebnis wurde durch Northern Blots bestätigt, die auch nachwiesen, dass weitere Stressbedingungen die Mengen der CRISPR RNAs des Klasse 2, Typ VI Systems beeinflussen. Überexpression des Cas13a Proteins dieses Systems bewirkte in R. sphaeroides eine verminderte Resistenz gegen Ampicillin und Wasserstoffperoxid, aber eine leicht erhöhte Resistenz gegen Wasserstoffperoxid in R. capsulatus. Ziel dieses Projektes ist es, die Signalwege aufzuklären, die zur stressabhängigen Expression der CRISPR-Cas Komponenten in R. capsulatus führen, sowie die molekularen Mechanismen, die dem Effekt der CRISPR-Cas Komponenten auf die Stressresistenz in beiden Stämmen zugrunde liegen. Wir werden den Effekt einer größeren Vielfalt an Stressbedingen auf die Expression der CRISPR-Cas Komponenten testen und werden Stämme, die ausgewählte CRISPR-Cas Komponenten überexprimieren oder deletiert haben unter verschiedenen Wachstumsbedingungen untersuchen. Diese Analysen werden auch in Mutanten erfolgen, denen bestimmte regulatorischen Faktoren oder bekannte RNasen fehlen, um deren Beitrag zu den beobachteten Effekten zu testen. Ein bioinformatischer Ansatz soll RNAs im Genom von R. capsulatus identifizieren, die mögliche targets der CRISPR RNAs sein könnten. Sollten solche RNAs identifiziert werden, werden wir die RNA-RNA Interaktion und RNA Prozessierung in vitro untersuchen und den RNA Abbau in vivo verfolgen. Für CRISPR-Cas Komponenten, die einen deutlichen phänotypischen Effekt bei Deletion oder Überexpression zeigen, werden wir globale Transkriptomstudien (RNAseq) und Proteomstudien mit den Mutanten durchführen, um alle RNAs und Proteine zu identifizieren, deren Level beeinträchtigt wird. Zu Beginn werden wir uns v.a. auf das Klasse 2 System und das Cas13a Protein konzentrieren, das auch in anderen Projekten des Schwerpunktes untersucht wird und für das wir eindeutige Effekte in unseren Vorarbeiten beobachtet haben. Später sollen auch weitere CRISPR-Cas Komponenten einbezogen werden. Detaillierte Strategien für die Untersuchungen der CRISPR-Cas abhängigen Signalwege können erst auf der Basis der Zwischenergebnisse entwickelt werden. Diese Projekt soll das Verständnis der CRISPR-Cas Funktionen erweitern, die nicht die Phagenabwehr betreffen, und soll die zugrunde liegenden molekularen Mechanismen und Signalwege aufklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405961994",
      "url": "https://gepris.dfg.de/gepris/projekt/405961994",
      "title": "CRISPR/Cas - \"mehr als Abwehr\" - Öffentlichkeitsarbeit",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405961994",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Ziel des Projektes ist es, das Forschungsvorhaben und die Erkenntisse des SPPs einer breiten Öffentlichkeit zugänglich zu machen. Mit Hilfe eines Web-Blogs und einer Wanderausstellung (roadshow) sollen v.a. Schüler, Studenten, Lehrende, sowie eine breite Öffentlichkeit - mit einem gewissen Interesse für Wissenschalft - erreicht werden.Der Blog wird in Form eines personalisierten \"Forscher-Tagebuchs\" aufgebaut und mit Informationen zum fachwissenschalftlichen Thema des SPPs versehen. Die Wanderaustellung wird modular aufgebaut sein, bestehend aus einem Vortag mit Disskussion, eventuell einem Science Slam, Postern, Ausstellungsstücken und er Möglichkeit eine experimentellen Workshop zu besuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas SystemsMitverantwortlichProfessor Dr. Wolfgang  Nellen"
    },
    {
      "project_id": "405879950",
      "url": "https://gepris.dfg.de/gepris/projekt/405879950",
      "title": "CRISPR-Cas Systeme in Haloarchaea: Zusätzliche Funktionen, die nicht zur Verteidigung dienen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405879950",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Seit seiner Entdeckung als prokaryotisches Immunsystem vor mehr als zehn Jahren zeigen immer mehr Daten, dass das CRISPR-Cas-System bzw. seine Komponenten über die Abwehrfunktion hinaus zusätzliche zelluläre Funktionen haben. Diese zusätzlichen Funktionen umfassen die Regulation verschiedener Prozesse wie Virulenz, Stresstoleranz, Gruppenverhalten und Genexpression sowie Rollen in der DNA-Reparatur und Einflüsse auf Ökologie und Evolution. In der vergangenen Förderperiode haben wir Funktionen des CRISPR-Cas Systems, die nichts mit Verteidigung zu tun haben, in dem halophilen Archaeon Haloferax volcanii untersucht. Wir konnten zeigen, dass CRISPR-Cas an der Reifung und Funktion der kleinen RNA s479 beteiligt ist, die die Expression eines endogenen Gens reguliert. Außerdem haben wir Daten gesammelt, die eine Beteiligung von Cas1 an der Reparatur von DNA Schäden durch oxidativen Stress nahelegen. Wir haben auch mit der Analyse einer kürzlich identifizierten CRISPR-Cas-Variante begonnen, dem HRAMP-System (haloarchaeal repeat associated mysterious protein). Weiterhin hat die Untersuchung der durch Self-Targeting induzierten Genomspaltung ergeben, dass DNA-Fragmente aus dem gesamten Genom generiert werden und als neue Spacer in die CRISPR-Arrays eingebaut werden.In der nächsten Förderperiode wollen wir die mögliche Rolle von CRISPR-Cas in der endogenen Genregulation weiter untersuchen. Ko-Aufreinigungsexperimente mit Cascade-Proteinen werden zeigen, ob mRNAs und crRNA-ähnliche sRNAs gebunden werden und ob Cascade zusammen mit crRNAs und sRNAs in der endogenen Genregulation aktiv ist. Wir werden den molekularen Mechanismus der Interaktion von s479 mit Cascade und ihrer Ziel-mRNA im Detail untersuchen.Außerdem wollen wir unsere Studien über die Interaktion zwischen dem CRISPR-Cas-System und den zellulären Reparaturwegen fortsetzen. Dazu werden wir die Funktion von Cas1 in der DNA-Reparatur genauer untersuchen und direkte Interaktionspartner identifizieren. Darüber hinaus werden wir untersuchen, wie durch Self-Targeting induzierte Spaltungen repariert werden und ob CRISPR-Cas-Komponenten an den Reparaturreaktionen beteiligt sind. Die Beteiligung von DNA-Reparatur- und Rekombinations-Enzymen an Interferenz- und Adaptations-Reaktionen sollen ebenfalls analysiert werden.Als drittes Ziel werden wir die nicht-kanonische CRISPR-Cas Variante HRAMP untersuchen. Wir wollen feststellen, ob die HRAMP-Proteine einen Komplex bilden und ob dieser Komplex DNA oder RNA bindet. Außerdem wollen wir die Ziele dieses Systems identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405782890",
      "url": "https://gepris.dfg.de/gepris/projekt/405782890",
      "title": "CRISPR vs. CRISPR - wie mobile CRISPR-Cas-Systeme mit Hostsystemen interagieren und diese manchmal ersetzen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405782890",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "CRISPR-Cas-Systeme sind mikrobielle Immunsysteme, die ein Immungedächtnis verwenden, das an bestimmten Stellen des Genoms, auf DNA-Spacern in den sogenannten CRISPR-Arrays, kodiert ist, um mobile genetische Elemente wie Viren zu identifizieren und zu zerstören. Paradoxerweise sind jedoch viele CRISPR-Cas-Systeme sowohl in Bakterien als auch in Archaeen selbst auf mobilen genetischen Elementen kodiert. Dies kann zu einem Konflikt führen, wenn das CRISPR-Cas-haltige mobile Element in eine Zelle eintritt, in der bereits ein CRISPR-Cas-System vorhanden ist. Solche Konflikte in Archaeen können sogar zwischen Systemen desselben Typs auftreten, die dann die CRISPR-Arrays des jeweils anderen für ihre Aktivität verwenden können. Die Kompatibilität zwischen zwei Systemen in derselben Zelle kann dann zu einem gewissen Grad an Redundanz führen, was zum Verlust eines Satzes der CRISPR-assoziierten (cas) Gene führen kann, während das wertvolle Immungedächtnis beider Systeme (ihrer CRISPR-Arrays) erhalten bleibt.In diesem Antrag werden wir experimentell Konfliktszenarien zwischen CRISPR-Cas-Systemen testen und analysieren, wie ein überlebendes Systems die Arrays nutzen kann, die von dem verlorenen System zurückgelassen wurden. Wir werden CRISPR-Cas-Invasionsereignisse im Labor nachbilden und die Dynamik von CRISPR-Cas-Konflikten mithilfe experimenteller Evolution verfolgen. Dies wird unter Verwendung eines archaealen Virus durchgeführt, das in das Genom des Haloferax lucenetense-Stammes integriert ist und ein CRISPR-Cas System kodiert.  Haloferax lucenetense enthält ein zusätzliches CRISPR-Cas-System, das an anderer Stelle in seinem Genom kodiert ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas SystemsInternationaler BezugIsrael"
    },
    {
      "project_id": "405822239",
      "url": "https://gepris.dfg.de/gepris/projekt/405822239",
      "title": "Cross-talk und Interaktion der CRISPR/Cas Systeme mit der zellulären regulatorischen Maschinerie in Cyanobakterien",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405822239",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Das Projekt zielt auf die Analyse von CRISPR-Cas Systemen in Cyanobakterien, mit einem Fokus auf ihrer Interaktion mit der regulatorischen Maschinerie des Wirtes. Als Modellorganismus haben wir den unizellulären Stamm Synechocystis sp. PCC 6803 ausgewählt. Dieser Stamm besitzt drei verschiedene CRISPR-Cas Systeme. Zwei wurden als Subtyp I-D bzw. Subtyp III-D charakterisiert. Der dritte repäsentiert einen III-B Varianten (III-Bv) Subtyp, charakterisiert durch ein fusioniertes Cmr6_Cmr1 und ein substituiertes Cmr5 Protein, die mögliche Einbeziehung einer Peptidase und das Fehlen einer assoziierten Cas6 Maturationsendoribonuklease. Bioinformatische Vorhersagen schlagen die Existenz ähnlicher Variantensysteme auch in anderen Prokaryoten vor. Wir konnten zeigen, dass anstelle von Cas6 die Wirts-kodierte Endoribonuklease E als wesentliches Maturationsenzym in das System rekrutiert wurde. Damit stellen sich Fragen zu den beteiligten molekularen und evolutionären Mechanismen. Ein wichtiger Aspekt ist die Suche nach zusätzlichen Wirts- und CRISPR-kodierten Faktoren, die an der Ladung der reifen crRNAs in die CRISPR-Komplexe und an der Reifung der crRNAs am 3’ Ende des Spacers beteiligt sind, sowie die RNase Spezifität und den Typ der von den CRISPR-Cas-Komplexen angegriffenen Nukleinsäure modulieren. Wir möchten diese Fragen untersuchen mithilfe von Pull-down-Assays, der Charakterisierung von Deletionsmutanten entsprechender Kandidatengene in Interferenzassays und in molekularen Analysen, der Erstellung einer RNase E-CRISPR-repeat-RNA Kokristallstruktur und durch die Bestimmung der Struktur des CRISPR3 Holokomplexes. Die Wechselwirkungen zwischen CRISPR-assoziierten RNasen und den Reifungs- und Stabilitäts-bestimmenden Prozessen erscheinen jedoch auch für die beiden anderen, Cas6-abhängigen CRISPR-Cas Systeme komplexer als zunächst angenommen. Deshalb werden wir Wechselwirkungen dieser Cas6 Enzyme mit dem Wirtstranskriptom und die Redoxkontrolle durch das Wirts-kodierte NblS-RpaB Zweikomponentensystem in die Untersuchungen einbeziehen. In beiden Fällen möchten wir die Beteiligung zusätzlicher Enzyme sowie mögliche Konsequenzen für die post-transkriptionelle Regulation der Genexpression verfolgen. Das Projekt wird ergänzt durch die metagenomische Analyse cyanobakterieller Massenentwicklungen, um die Evolution der untersuchten CRISPR-Cas-Systeme, insbesondere hinsichtlich ihrer Architektur, Integration und Interaktion mit dem zellulären regulatorischen Apparat, besser zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405974664",
      "url": "https://gepris.dfg.de/gepris/projekt/405974664",
      "title": "Das CRISPR/Cas-System in Neisseria meningitidis und sein potentieller Einfluss auf die Wirtszelladhäsion",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974664",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Neisseria meningitidis sind kommensale Bakterien des menschlichen Nasopharynx, die gelegentlich auch lebensbedrohliche Infektionen des Menschen verursachen können und eine weltweit führende Ursache einer Sepsis und bakteriellen Meningitis darstellen. Trotz erheblicher Bemühungen, \"klassische\" Virulenzgene in Meningokokken zu identifizieren, ist die genetische Grundlage für die Virulenz dieser „kommensalen Pathogene“ bisher nur sehr unvollständig verstanden. In einer genomweiten Assoziationsstudie konnten wir eine Assoziation des Meningokokken-Typ-II-C-CRISPR/Cas-Systems mit Trägerstämmen nachweisen, der zufolge das CRISPR/Cas-System als ein \"Anti-Virulenz\" -System funktionieren könnte. Ferner konnten wir zeigen, dass das Typ-II-C-CRISPR/Cas-System von Meningokokken das kompakteste bisher beschriebene CRISPR/Cas-System darstellt und den horizontalen Gentransfer in N. meningitidis effizient einschränkt.In diesem Antrag wollen wir genetische, Zellkultur-, biochemische und RNA-Sequenzierungsverfahren kombinieren, um die Rolle des CRISPR/Cas-Systems in der Interaktion von Meningokokken mit menschlichen Nasopharynx-Epithelzellen, einen zentralen Schritt in der Pathogenese von Meningokokkeninfektionen, näher zu untersuchen. So zeigen unsere vorläufigen Daten, dass Knock-out-Stämme, denen das Cas9-Protein fehlt, in der Adhäsion an humane Detroit 562-Nasopharynxzellen beeinträchtigt sind, was darauf hindeutet, dass das CRSIPR/Cas-System in Meningokokken die Expression von Genen für wichtige Adhäsine regulieren könnte. Um unsere vorläufigen Daten zu bestätigen und neue Einblicke in das Zusammenspiel zwischen dem Typ II-C CRISPR/Cas-System und der Interaktion zwischen Meningokokken und humanen Epithelzellen zu erhalten, wollen wir daher zum einen untersuchen, auf welche Weise das CRISPR/Cas System die Adhäsion von N. meningitidis an menschliche Nasopharynx-Epithelzellen beeinflusst. Zum anderen wollen wir weitere Interaktionspartner von Cas9 in N. meningitidis jenseits der \"klassischen\" CRISRP/Cas-Systemkomponenten identifizieren. Um die Interaktion des CRISPR/Cas-Systems mit bekannten Faktoren der Meningokokken-Wirtszellinteraktion zu untersuchen, sollen funktionelle Assays zur Zelladhäsion, Kapselexpression, Biofilmbildung, bakteriellen Motilität und DNA-Transformation durchgeführt werden unter Verwendung bereits etablierter CRISPR/Cas-System-Knockout-Mutanten und entsprechend komplementierter Stämme in Kombination mit Deletions-Mutationen in ausgewählten Adhäsingenen. Diese hypothesengetriebenen Experimente sollen durch hypothesengenerierende Ansätze ergänzt werden einschließlich biochemischer und RNA-Sequenzierungstechnologien wie RNA-Seq und CLIP-Seq.Das Projekt soll zur Identifizierung neuer Funktionen des CRISPR/Cas-Systems jenseits seiner etablierten Rolle bei der Abwehr von Fremd-DNA und damit zu einem erweiterten Verständnis der biologischen Rolle des CRISPR/Cas-Systems in humanpathogenen Bakterien beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas SystemsInternationaler BezugGroßbritannienKooperationspartnerinnen / KooperationspartnerProfessor Dr. Rolf  Backofen;Dr. Vladimir  Pelicic;Professorin Dr. Alexandra  Schubert-Unkmeir;Professor Dr. Jörg  Vogel"
    },
    {
      "project_id": "405973986",
      "url": "https://gepris.dfg.de/gepris/projekt/405973986",
      "title": "Einzelmolekülanalyse nicht kanonischer Cas9 Ribonukleoprotein-Komplexe und Charakterisierung archaeeller solo-Cas4 Proteinvarianten",
      "subject_area": "BiochemieBiophysikStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405973986",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Es wird zunehmend deutlich, dass einzelne Komponenten von oder komplette CRISPR-Cas Maschinerien Funktionen außerhalb ihrer kanonischen Rolle als adaptives Immunsystem in prokaryotischen Zellen wahrnehmen. Unter anderem scheint CRISPR-Cas in die posttranskriptionelle Genregulation, in die Regulation bakterieller Virulenz, der DNA Reparatur, Induktion von Ruhestadien der bakteriellen Zelle, Infektion und Genomevolution involviert zu sein. Wir möchten zum molekularen Verständnis der nicht-kanonischen Funktionen von CRISPR-Cas beitragen, indem wir Erkenntnisse zu den molekularen Mechanismen von Cas1 und Cas9 in nicht-kanonischen zellulären Komplexen mit Hilfe der umfassenden Möglichkeiten der Einzelmolekül-Analyse in Kombination mit klassischer Biochemie gewinnen. Folgende Projekte möchten wir im SPP2141 verfolgen: i) Cas9 Varianten sind als Einzel-Effektor-Proteine normalerweise in die crispr-RNA vermittelte DNA-Spaltung involviert. Die Cas9 Variante aus Franciscella novicida formt jedoch einen ungewöhnlichen Komplex bestehend aus scaRNA, tracrRNA und der mRNA, die das blp Protein kodiert. Dieser Komplex führt schlussendlich zur Degradation der blp mRNA. Kürzlich hat sich zudem gezeigt, dass auch die Cas9 Variante aus Campylobacter jejuni (dem kleinsten bekannten Cas9 Protein) ebenfalls an mRNAs bindet und einen crisprRNA/tracrRNA/mRNA/Cas9 formen kann. Wie unterscheiden sich diese Komplex strukturell und ihrem dynamischen Verhalten von kanonischen crRNA/tracrRNA/dsDNA/Cas9-Komplexen? Einzelmolekül-FRET-Messungen können in diesem Zusammenhang ausgenutzt werden, um diese bisher unbeantwortete Frage zu beantworten. ii) Für das Cas1 Protein aus E. coli und P. furiosus konnte gezeigt werden, dass es neben seiner kanonischen Interaktion mit Cas2 auch mit Komponenten der DNA Reparatur- und Rekombinationsmaschinerie (bspw. RecB, RecC, RuvB and UvrC) interagiert. Einzelmolekül-Pulldown-Experimente erlauben die Isolation dieser Komplexe direkt aus dem Zellextrakt ohne dass diese Komplexe in vitro rekonstituiert werden müssen. In Kombination mit Einzelmolekül-FRET-Experimente sollen Erkenntnisse über die Stöchiometrie, Interaktionen und das funktionelle Zusammenspiel dieser Komplexe gewonnen werden. Diese Experimente sollen zusätzlich durch Studien in vivo ergänz werden. Hier sollen die neuesten Superauflösungsmikroskopie-Verfahren zum Einsatz kommen, um die Lokalisation und Dynamik von Cas1 in der Zelle zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405892038",
      "url": "https://gepris.dfg.de/gepris/projekt/405892038",
      "title": "Finden von Strukturen des CRISPR-Cas Systems mithilfe von tiefen neuronalen Netzen",
      "subject_area": "Bioinformatik und Theoretische Biologie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405892038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "In den letzten Jahren haben sich tiefe neuronale Netze wie die rezidivierenden neuronalen Netze (RNN) und konvolutionelle neuronale Netze (CNN) zu einem zentralen und bemerkenswert effektiven Modellierungswerkzeug für Klassifikationsaufgaben wie Sprach- und Bilderkennung sowie für die Textklassifikation entwickelt und übertreffen klassische maschinelle Lernansätze und sogar Menschen in der Video- und Bilderkennung. Allerdings werden RNN noch immer kaum auf genetischen Datensätzen angewandt und getestet. In diesem Antrag stellen wir den Einsatz von RNN zur Modellierung von CRISPR-Regionen und den damit verbundenen Genomen sowiederen Targets vor. Durch die Visualisierung der verborgenen Zustände des trainierten Netzwerks erhalten wir Einblicke in strukturelle Eigenschaften, die von CRISPR loci und den damit verbundenen Genom- und Zielsequenzen, wie z.B. dem Protospacer Adjacent Motif (PAM), geteilt werden. Aufgrund der Tatsache, dass Nukleotid-Level-Modelle unbeaufsichtigt trainiert werden, ist die Methode in der Lage, noch unbekannte strukturelle Eigenschaften des CRISPR-Systems zu detektieren. Unser erstes Ziel ist es, einen Katalog alle CRISPR-Strukturen zu erstellen, die sich in einer großen Sammlung von Metagenomen identifizieren lassen (’Ziel 1’). Mit diesen Daten und zusammen mit 2509 bereits identifizierten CRISPR-Loci aus kompletten Genomen wollen wir RNNs einsetzen, um versteckte Strukturen aufzudecken (’Ziel 2’). Das trainierte Modell wird auch zur Validierung vermeintlicher CRISPR-Loci, die den Großteil der aktuellen CRISPR-Datenbanken ausmachen, und zur Verfeinerung der CRISPR-Subtypklassifikation verwendet (’Ziel 3’).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405891535",
      "url": "https://gepris.dfg.de/gepris/projekt/405891535",
      "title": "Funktion und Evolution von archaeellen stand-alone Cas- und Cas-verwandten Anti-CRISPR-Genen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405891535",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die Endonuklease Cas1 ist eines der beiden wesentlichen Proteine von CRISPR/Cas-Systemen. Eine eindeutig distinkte phylogenetische Gruppe von Cas1-Proteinen liegt kodiert auf neu identifizierten mobilen Elementen vor, den sogenannten Casposons. Diese repräsentieren vermutlich die erste Familie von selbst-synthetisierenden Transposons in Prokaryoten. Bezüglich der Insertionsstellen weisen Casposons deutliche Präferenzen auf und ähneln stark den eukaryotischen DNA-Transposons der Polinton/Maverick-Superfamilie. Mittels einer komparativen Genomanalyse von 62 verschiedenen Methanosarcina mazei-Stämmen wurde der Nachweis für eine erst kürzlich erfolgte Mobilität innerhalb des Genoms erbracht. Das im Genom des Methanosarcina mazei Stamms Gö1 identifizierte Casposon gehört zu der Familie-2-Casposons, die eine vorhergesagte Casposase beinhalten (Casposon-kodiertes Cas1). Das vorliegende Projekt zielt darauf ab (i) den Transpositionsmechanismus des neu identifizierten Casposons in M. mazei Gö1 aufzuklären. Hierzu soll das Casposon mit verschiedenen Ansätzen charakterisiert werden, wobei insbesondere die Charakterisierung der Casposase und ihre Fähigkeit, die kürzlich identifizierten Zielstellen innerhalb des M. mazei Genoms zu erkennen und zu binden, im Fokus stehen. Hierbei sollen Einblicke mittels in vitro Integrase-Assays, mittels der MikroThermophorese-Technik und durch Etablierung und Anwendung eines MiniCasposons gewonnen werden. (ii) Die Casposon-Mobilität wird in einem Langzeit-Evolutionsexperiment untersucht und verfolgt. Hierbei werden sowohl der Wildtyp-Stamm als auch ein Stamm, der die Casposase überexprimiert, analysiert; wobei beide Stämme verschiedenen Stressfaktoren unterworfen werden. Zusätzlich werden Analysen mit einem modifizierten Casposon durchgeführt, das einen selektierbaren Marker beinhaltet. (iii) Mehrere neue Methanosarcina-Stämme werden isoliert und auf Casposons analysiert. (iv) Es werden bioinformatische Analysen durchgeführt von bereits verfügbaren und im Projekt isolierten und sequenzierten Methanosarcina-Species, von bereits vorliegenden Metagenom- und assoziierten Metatranskriptom-Datensätzen eines Biogasreaktors, sowie von den Populationssequenzierungen von M. mazei mit mobilisierten Casposons im Evolutionsexperiment. Diese biofinformatorischen Analysen werden einen umfassenden Einblick in die Entwicklung von Casposons in Methanosarcina erzielen. Insbesondere werden wir Einsichten in die Evolution der verschiedenen Casposons, in die Casposon-Insertionsstellen im Genom und in die induzierten genomischen Umorganisationen erhalten. Insgesamt wird die Kombination dieser experimentellen und bioinformatischen Analysen neue Einblicke in Casposons und deren Evolution ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas SystemsInternationaler BezugNiederlandeKooperationspartnerinProfessorin Anne  Kupczok, Ph.D."
    },
    {
      "project_id": "405888865",
      "url": "https://gepris.dfg.de/gepris/projekt/405888865",
      "title": "Koordinationsfonds",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405888865",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "In the frame of this priority programme up to 30 groups1 will cooperate towards the common goal to identify and characterise CRISPR-Cas functions beyond defence in a concerted action. The CRISPR-Cas2 system has been identified as a prokaryotic defence system ten years ago [1] and today, we know that this molecular machine can also carry out other functions beyond defence [2-4]. The CRISPR-Cas systems or one of its components have been reported to be involved in DNA repair, virulence regulation and group behaviour to name a few. Up to date new CRISPR-Cas functions have primarily been discovered fortuitously and systematic approaches to detect new functions are lacking. The aim of this priority programme is to systematically search for functions of the CRISPR-Cas system beyond defence. The synergy provided by this priority programme is required to effectively achieve the set goals of unravelling and identifying new and additional CRISPR-Cas functions. A team of renowned scientists from different disciplines, such as microbiology, genetics, medical microbiology, biochemistry, biophysics, bioinformatics, ecology, structural biology, molecular dynamics, single-molecule localisation microscopy and single-molecule biochemistry, makes this programme truly interdisciplinary and will guarantee a successful outcome. The newly revealed functions of the CRISPR-Cas system promise exciting biological discoveries and surprising insights into the new activities and will open several novel avenues of research. The two major goals of this concerted priority programme are: (1) The identification and investigation of new CRISPR-Cas functions beyond defence using model representatives of archaea and bacteria. (2) The elucidation of the molecular mechanisms underlying these novel functions using state-of-the-art methods. The programme will be supplemented by an ethics and public outreach module to communicate the science of CRISPR-Cas to society in a comprehensible manner and to facilitate the discussion of controversial issues with the public (e.g., for human genome editing applications).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405974719",
      "url": "https://gepris.dfg.de/gepris/projekt/405974719",
      "title": "Massenspektrometrische Proteom und Strukturelle Proteomikanalyse von CRISPR-Cas in Archaeen und Bakterien",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974719",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die massenspektrometrische Proteomanalyse ist zu einer zentralen Analysetechnik in der Zellbiologie geworden, und hält auch zunehmend Einzug in die Strukturbiologie. Sie ermöglicht die qualitative und quantitative Analyse von Proteinpopulationen in verschiedenen Zellzuständen, die quantitative Bestimmung von Proteinmodifikationen und die Aufklärung von Protein/Protein-, Protein/Nukleinsäure- und Protein/Ligand-Kontaktstellen. Das beworbene Z-Projekt stellt das massenspektrometrische Portfolio zur Aufklärung der proteomischen sowie strukturbiologischen Fragestellungen innerhalb des SPP 2141 rund um die Anwendung des CRISP-Cas Systems in Archaeen und Eubakterien zur Verfügung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405974737",
      "url": "https://gepris.dfg.de/gepris/projekt/405974737",
      "title": "Mechanismen und Funktionen der Bindung und Prozessierung von endogenen RNAs durch CRISPR-Cas9 in Campylobacter jejuni",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenParasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974737",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die Typ-II-CRISPR-Cas9-Nuklease nutzt crRNAs und tracrRNA, um doppelsträngige Fremd-DNA zu schneiden. Es gibt zunehmend Hinweise, dass CRISPR-Cas-Systeme neben ihrer bekannten Rolle in der adaptiven Immunität weitere Funktionen haben und z.B. bakterielle Virulenz regulieren. Beispielsweise vermindert die Deletion von Typ-II-Komponenten die Virulenz verschiedener Pathogene wie Francisella novicida, Neisseria meningitidis und Campylobacter jejuni. Zudem wurde vor kurzem gezeigt, dass Cas9 auch RNA binden und schneiden kann, wobei dies Nukleasemodifikationen oder Hilfsfaktoren erforderte. F. novicida Cas9, zum Beispiel, benutzt eine scaRNA zusätzlich zur tracrRNA, um eine Lipoprotein-mRNA und dadurch die Virulenz zu regulieren. Der genaue Mechanismus ist jedoch noch unklar.In unserer Transkriptomanalyse mehrerer Stämme des Lebensmittelkeims C. jejuni haben wir ein stark exprimiertes Typ-II-C-CRISPR-Cas-System mit minimaler crRNA-Biogenese identifiziert. Zudem zeigen unsere unpublizierten RIP-seq-Experimente (co-immunoprecipitation combined with RNA-seq), dass C. jejuni-Cas9 (CjCas9) native crRNAs nutzt, um komplementäre endogene mRNAs zu binden und zu schneiden. Circa 100 Transkripte konnten zusammen mit CjCas9 aufgereinigt werden und lassen sich entsprechend ihrer Komplementarität zu den vier C. jejuni crRNAs unterteilen. Viele dieser RNAs werden nahe der crRNA-Bindestellen prozessiert. Mutationsanalysen zeigten, dass dieser Prozess von der CjCas9-HNH-Domäne und den tracr- und crRNAs abhängig ist. Zudem konnten wir die RNA-Prozessierung durch CjCas9 in vitro programmieren und zeigen, dass die Ziel-RNA mit zunehmender Komplementarität zur crRNA-Guidesequenz stärker geschnitten wird. Diese Ergebnisse zeigen, dass CjCas9 sowohl RNA als auch DNA binden und schneiden kann.In diesem Projekt werden wir die physiologische Rolle, sowie die molekularen Mechanismen der RNA-Binding und -Prozessierung durch CjCas9 untersuchen. Hierbei möchten wir herausfinden, ob Cas9 zur Genregulierung beiträgt, oder ob es sich bei der RNA-Bindung/Prozessierung um einen Nebeneffekt der Immunität handelt. RIP-seq von CjCas9 in Stämmen mit unterschiedlichen crRNAs wird zeigen, ob die Bindung endogener RNAs ein generelles Phänomen ist und crRNA-anhängige und -unabhängigen Regulons aufzeigen. Expressionsanalysen in Regulatormutanten und unter verschiedenen Bedingungen werden zeigen, wie CRISPR-Cas reguliert ist, und somit Rückschlüsse auf die Funktion erlauben. Mittels RNA-seq und Ribosome-Profiling von Mutanten werden wir die post-transkriptionelle Regulierung und Prozessierung durch Cas9 global untersuchen. Mittels genetischer und biochemischer Ansätze werden wir CjCas9-Ziel-RNAs validieren und die Mechanismen der Regulierung analysieren. Abschließend werden wir untersuchen, ob RNA-Prozessierung durch CjCas9 die Virulenz beeinflusst. Insgesamt wird dies zu einem besseren Verständnis der Rolle von CRISPR-Cas in bakterieller Genregulierung und Pathogenität beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405973696",
      "url": "https://gepris.dfg.de/gepris/projekt/405973696",
      "title": "Metagenomisches Datamining zur Analyse von CRISPR/Cas-Systemen",
      "subject_area": "Bioinformatik und Theoretische BiologieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405973696",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die Entdeckung eines prokaryotischen, adaptiven Immunsystems, dem CRISPR-Cas-System, hat mittlerweile zu einer Revolution der Gentechnik geführt. Der zugrundeliegende Mechanismus erlaubt das punktgenaue Editieren von Genomen, das Einfügen von genetischem Material an definierten Positionen im Genom, sowie das exakte Deletieren ungewünschter genomischer Bereiche.Die ursprüngliche Funktion dieser Systeme in Bakterien und Archaeen ist jedoch die Abwehr von eindringender Fremd-DNA, z.B. Viren, und insbesondere die Verleihung von Immunität gegenüber neuen Attacken. Die Spezifität von CRISPR-Cas wird durch sog. CRISPR RNAs (crRNAs) vermittelt, die komplementär zur Fremd-DNA sind. Diese crRNAs befinden sich zusammen mit den Cas-Proteinen in einem Komplex, erkennen die Fremd-DNA woraufhin eine Cas-Endonuklease des Komplexes die Fremd-DNA schneidet und sie dem weiteren Abbau zuführt. Es konnten auch Varianten solcher Systeme charakterisiert werden, die regulatorische Funktionen innerhalb der Zelle übernehmen.Die eigentliche Herausforderung bei der Analyse von CRISPR-Cas Systemen liegt in der Charakterisierung ihrer Ziele. Da es sich bei CRISPR-Cas um ein Abwehrsystem gegen Fremd-DNA, wie z.B. Viren oder Plasmide, handelt, stehen diese unter einem hohen Selektionsdruck und evolvieren schnell um die Immunität ihrer Wirte zu umgehen. Aus diesem Grund und weil Virengenome in existierenden Sequenzdatenbanken unterrepräsentiert sind, lassen sich die Ziele eines CRISPR-Systems nur selten finden. Genau hier bieten metagenomische Datensätze einen entscheidenden Vorteil, da sie eine Momentaufnahme eines Habitats darstellen, und somit auch Daten über Virus-Wirt-Interaktionen, wie sie bei der CRISPR-Antwort auftreten, enthalten. Darüberhinaus lässt sich basierend auf metagenomische Daten auch eine viel größere Diversität der untersuchten Systeme erreichen.In dem beantragten Projekt, wollen wir daher eine umfassende Analyse von metagenomischen Datensätzen durchführen, mit dem Ziel grundlegende Eigenschaften von CRISPR-Cas zu finden. Hierbei geht es zum Beispiel um die Frage ob die Abwehr von eindringender DNA die Hauptaufgabe von CRISPR-Cas darstellt, oder ob weitere Funktionen, z.B. Genregulation, häufiger sind als bekannt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405891350",
      "url": "https://gepris.dfg.de/gepris/projekt/405891350",
      "title": "Natürliche Funktionen von CRISPR-Cas Systemen in Cyanobakterien",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405891350",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Sonnenlicht stellt eine universelle Energiequelle für das Leben auf der Erde dar. Selbst Organismen, die selbst kein Licht als Energiequelle verwenden können, sind auf photosynthetisch produzierten Sauerstoff und Biomasse  angewiesen. Cyanobakterien kommen sehr häufig in allen Gewässern, aber auch in terrestrischen Habitaten vor. Photosynthetische Organismen können fixiertes Kohlenstoffdioxid in verschiedene kohlenstoff-basierte Produkte umwandeln, weshalb sie in letzter Zeit immer attraktiver für biotechnologische Produktionsprozesse werden. Allerdings können Cyanobakterien auch durch Cyanophagen sowohl in ihrem natürlichen Habitat als auch in Produktionsanlagen infiziert werden. Ähnlich wie viele andere Bakterien und Archaeen haben sie Mechanismen entwickelt, mit denen sie sich gegen das Eindringen fremder Nukleinsäuren wehren. In diesem Projekt möchten wir die Verbindung zwischen dem CRISPR-basierten Verteidigungssystem und anderen zellulären Funktionen erforschen. Wir werden den Einfluss dieser Systeme auf Genregulation, die Rolle von RNA-abbauenden Enzymen und die Lokalisation sowie Interaktionen zwischen den verschiedenen CRISPR-assoziierten Proteinen untersuchen. Weiterhin werden wir unsere Hypothese überprüfen, dass cyanobakterielle CRISPR-Systeme des Typs III-B sekundäre Botenstoffe synthetisieren können und den Mechanismus und die physiologische Bedeutung eines solchen Signalsystems  analysieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405974812",
      "url": "https://gepris.dfg.de/gepris/projekt/405974812",
      "title": "Populationsdynamik und Phylogenie von CRISPR Systemen in prokaryotischen Populationen",
      "subject_area": "Bioinformatik und Theoretische BiologieMathematik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974812",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die revolutionäre CRISPR/Cas-Technologie zur präzisen Veränderung von Genomen hat ihren Ursprung in den natürlichen CRISPR-Systemen in Bakterien und Archaea. Viele dieser Systeme agieren als ein adaptives Abwehrsystem, das auf spezifische virale Gensequenzen reagieren kann.Darüber hinaus können CRISPR-Systeme die Evolution von Bakterienpopulationen jedoch auch direkt beeinflussen, ohne dass Viren involviert sind.Ziel dieses Projekts ist die Entwicklung und Anwendung neuer Modelle für die Evolution von CRISPR in Prokaryoten. Viele wissenschaftliche Arbeiten haben sich bereits mit den koevolutionären Aspekte zwischen Bakterien mit CRISPR und den entsprechenden Viren auseinandergesetzt. Im Gegensatz dazu betrachten wir die intrinsische Evolution von CRISPR-Cas-Systemen in Bakterien und Archaea. Insbesondere möchten wir folgende Fragen beantworten:a) Um spezifische Gensequenzen zu identifizieren, enthält das CRISPR-System einen spacer-array, in dem sogenannte „spacer“ Informationen aus den Zielsequenzen speichern. Da diese spacer in chronologischer Reihenfolge angeordnet sind, bieten sie einen einzigartigen Einblick in die Evolutionsgeschichte der Bakterien.Können wir die beobachteten Muster innerhalb der spacer-arrays erklären und spacer unter Selektion identifizieren?Können wir rekonstruieren wann ein spacer in der Vergangenheit aufgenommen wurde um die Evolution von CRISPR-Cas in Bakterien besser zu verstehen?b) Wenn versehentlich eigene Gensequenzen als Zielsequenz für CRISPR benutzt werden führt dies normalerweise zum Tod des Bakteriums. Daher sind mögliche Ziele im bakteriellen Genom vermutlich unter starkem Selektionsdruck.Können wir die selektive Wirkung von selbst-targetierenden CRISPR-Systemen aus den Genomsequenzen von Bakterien, die CRISPR besitzen, modellieren?c) CRISPR-Systeme, deren spacer Allele innerhalb der Population als Ziel definieren, sind in der Lage, die Rekombination zwischen Bakterienstämmen zu blockieren und können die Verteilung der Gene innerhalb der Population beeinflußen.Außerdem können solche Systeme von Bakterien als offensive Waffe gegen artverwandte Konkurrenten eingesetzt werden.Können wir die Populationsdynamik von CRISPR-arrays verstehen, die die Häufigkeit von bakteriellen Genen modifizieren?Sind künstliche CRISPR-Systeme eine vielversprechende anti-bakterielle Behandlung?Wir werden diese Fragen mit mathematischen Methoden und Ansätzen aus der Bioinformatik untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "468749960",
      "url": "https://gepris.dfg.de/gepris/projekt/468749960",
      "title": "Prävalenz, Bildung und Funktion von \"fremden\" CRISPR-RNAs ausgehend vom “extra repeat” von CRISPR-Arrays",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468749960",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "CRISPR-Cas-Systeme in Bakterien und Archaeen sorgen für eine adaptive Immunität gegen fremde Plasmide und Phagen. Als Teil der adaptiven Immunität werden kleine Fragmente des genetischen Materials eines Eindringlings innerhalb eines CRISPR-Arrays als Spacer gespeichert, die jeweils zwischen festgelegten Wiederholungen liegen. Aus jedem Spacer-Wiederholungspaar entsteht eine CRISPR-RNA (crRNA), die die Effektornuklease des Systems anweist, die zum Spacer passenden Nukleinsäuresequenzen zu suchen und zu zerschneiden. Da dieser Spacer von einem Eindringling stammt, trägt die crRNA dazu bei, eine Resistenz gegen diesen Eindringling zu verleihen, falls er in Zukunft wieder auftaucht.Jeder CRISPR-Array, der einen Satz erworbener Spacer besitzt, beginnt und endet mit einer Repeat-Sequenz, wobei ein Repeat ohne einen zugehörigen Spacer übrig bleibt. Während der zusätzliche Repeat oft notwendig ist, um neue Spacer zu akquirieren, würde dieser auch zu einer crRNA führen, deren Spacer von außerhalb des CRISPR-Arrays stammt. Diese \"fremde\" crRNA (ecrRNA) wäre von der adaptiven Immunität abgekoppelt, da der Spacer-Abschnitt nicht von einem Eindringling stammt, und sie könnte die crRNA-Biogenese stören. Dementsprechend haben wir kürzlich verschiedene Mechanismen entdeckt, mit denen CRISPR-Cas-Systeme die Bildung von ecrRNAs blockieren. Wir haben jedoch auch Fälle beobachtet, in denen diese Mechanismen nicht vorhanden waren, sodass eine natürliche ecrRNA-Bildung möglich war. Diese Beobachtungen lassen die Vermutung zu, dass die gebildeten ecrRNAs funktionell sind und Effektornukleasen für biologische Anwendungen sind, die über die adaptive Immunität hinausgehen. In diesem Projekt werden wir die Tendenz von CRISPR-Cas-Systemen untersuchen, ecrRNAs zu erzeugen und somit das Genom durch die Effektor-Nuklease direkt anzusteuern. Unsere Hypothese ist, dass funktionelle ecrRNAs durch verschiedene Typen von CRISPR-Cas-Systemen generiert werden können. Um diese Hypothese zu untersuchen, werden wir drei CRISPR-Subtypen (II-A, V-A, VI-B) untersuchen, bei denen wir einen unterschiedlichen Mechanismus zur Blockierung der ecrRNA-Bildung aufgeklärt haben, wobei jedem Subtyp ein Ziel gewidmet ist. Wir werden komplementäre bioinformatische und experimentelle Ansätze anwenden, um das Ausmaß der ecrRNA-Bildung zu bestimmen und um festzustellen, ob die resultierenden RNAs das Targeting durch die Effektor-Nuklease steuern. Die vorgeschlagene Arbeit stellt eine laufende Zusammenarbeit zwischen den Gruppen Weinberg und Beisel dar und kombiniert deren jeweilige Expertise in der bioinformatischen Vorhersage funktioneller RNAs und der experimentellen Untersuchung besagter Systeme. Bei Erfolg des Projekts, wird es die ecrRNA als eine neuartige Klasse von CRISPR-assoziierten RNAs etablieren und neue Wege aufzeigen, durch die CRISPR-Cas-Systeme Funktionen jenseits der adaptiven Immunität ausüben können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas SystemsEhemaliger AntragstellerZasha  Weinberg, Ph.D., bis 2/2025"
    },
    {
      "project_id": "405974765",
      "url": "https://gepris.dfg.de/gepris/projekt/405974765",
      "title": "RNA-Prozessierung und Aktivierung von Type IIIA CRISPR-Cas Systemen",
      "subject_area": "Biophysik",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974765",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die Targets von Type I and Type II CRISPR-Cas-Systemen sind DNA-Stränge, welche durch komplementärer Basenpaarung mit der crRNA der entsprechenden Effektorkomplexe erkannt werden. Die Paarung zwischen crRNA und DNA wird am so genannten PAM-Motif initiiert und breitet sich von dort mittels eines Reißverschlussprinzips aus. Wenn das PAM-ferne Ende des Targets erreicht wird, bewirkt eine Konformationsänderung innerhalb des Effektorkomplexes die Rekrutierung von DNA-Schneidefaktoren oder das direkte DNA-Schneiden. Beide Prozesse zusammen, PAM-Erkennung und die Überprüfung des PAM-fernen Endes erlauben hierbei die Verifizierung des Targets.Effektokomplexe von Type III Systemen binden mit ihrer crRNA an einzelsträngige RNA-Targets, welche daraufhin schnell degradiert werden. Bei ausreichender Übereinstimmung zwischen crRNA und Target wird zusätzlich die HD-Domäne, eine unspezifische Einzelstrangnuklease, der Cas10 Untereinheit aktiviert. Man denkt, dass Type III Effektorkomplexe an Transkripte der Angreifer-DNA binden und sowohl das Transkript als auch die DNA zerstören. Verglichen mit Type I und Type II Systemen ist es jedoch nicht gut verstanden, wie Targets zur Zerstörung ausgewählt werden.Aufgrund der strukturellen Ähnlichkeiten zwischen Type I und Type III Systemen denken wir, dass beide Systeme einen ähnlichen Target-Erkennungsmechanismus  nutzen. In diesem Projekt wollen wir den Mechanismus untersuchen, welcher die HD-Domäne  von Typ IIIA Effektorkomplexen (Csm) aktiviert, und verstehen wie die Komplexe den aktiven Zustand über lange Zeiten nach dem RNA-Schneiden aufrechterhalten. Dazu werden wir konfokale und Weitfeld-Fluoreszenzexperimente als auch nanomechanische Messungen auf Einzelmolekül-Niveau einsetzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405858511",
      "url": "https://gepris.dfg.de/gepris/projekt/405858511",
      "title": "Struktur und Mechanismus von CRISPR-Cas Typ IV Systemen",
      "subject_area": "StrukturbiologieBiochemie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405858511",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "CRISPR-Cas systeme sind strukturell und mechanistisch hoch diverse adaptive Immunsysteme gegen mobile genetische Elemente in Prokaryoten. Klasse I CRISPR-Cas Systeme weisen Effektor Komplexe mit mehreren Untereinheiten auf. Wir konnten kürzlich demonstrieren, dass sogar eng verwandte Subtypen, wie die Typen I-F und IF variant (IFv), sich deutlich in ihrer Struktur und in ihrem DNA Überwachungs Mechanismus unterscheiden. Ferner wurde für CRISPR-Cas Systeme gezeigt, dass sie in nicht-kanonischen Funktionen wie z.B. transkriptioneller Kontrolle, Stress Antwort und Pathogenizitätsentwicklung beteiligt sein können. Andere und wir konnten zeigen, dass das CRISPR-Cas Adaptationsprotein Cas1 mit dem Redox-Stress wahrnehmenden und signalisierenden Zwei-Komponenten System YedVW interagiert. Ziel dieses Antrags ist es ein detailliertes strukturelles, mechanistisches und funktionelles Verständnis von bisher wenig verstandenen Klasse I CRISPR-Cas systemen, wie z.B. dem  Shewanella putrefaciens Typ I-Fv und dem Plasmid getragenen  Aromatoleum aromaticum Typ IV System, zu erzeugen. Zudem zielen wir auf ein strukturelles, mechanistisches und funktionelles Verständnis der Interaktion zwischen Cas1 und YedVW in der Redox-Stress induzierten Stress Antwort von Escherichia coli ab.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405974843",
      "url": "https://gepris.dfg.de/gepris/projekt/405974843",
      "title": "Untersuchung der Proteinorganization und -dynamik des Typ I-Fv CRISPR-Cas-Systems von Shewanella putrefaciens CN-32 mit hoher räumlicher und zeitlicher Auflösung in lebenden Zellen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBiophysik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405974843",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Die verschiedenen CRISPR-Cas (clustered regularly interspaced short palindromic repeats and CRISPR associated proteins) Systeme teilen einige konservierte Elemente, sind jedoch im Allgemeinen sehr variabel. Während die Organisation des Typ-II-Systems und seines Schlüsselproteins Cas9 bereits in lebenden Zellen mit Einzelmolekültechniken untersucht wurden, stammen die Informationen zu Einzelmolekül(-inter-)dynamiken der Proteine des Typ-I-System ausschließlich aus in-vitro-Versuchen.Es häufen sich jedoch die Hinweise, dass die Interaktionen von CRISPR-Cas-Sytemen mit ihrer intrazellulären Umgebung sehr viel komplexer sind als ursprünglich angenommen und weit über die eines monofunktionalen Antivirus-Verteidigungsmechanismus hinausgehen. Es wird daher zunehmend deutlich, dass es nicht genügt CRISPR-Cas-Systeme isoliert zu betrachtet um ihren vollen Funktionsumfang zu erschließen.In Rahmen dieses Projekts werden wir das minimale CRISPR-Cas-Typ-I-Fv-System  aus  Shewanella putrefaciens CN-32 in vivo mithilfe von single-molecule localization microscopy (SMLM) und single-particle tracking (SPT) untersuchen. SMLM ermöglicht es uns einzelne Cas-Moleküle mit einer höhen räumlichen und zeitlichen Auflösung zu lokalisieren und, mittels SPT, ihre Diffusionsdynamik unter verschiedenen Bedingungen und bei verschieden starker Übereinstimmung mit der Zielsequenz zu charakterisieren.Im Einzelnen planen wir• die Kinetik des Cascade-Typ-I-Fv-Komplexes in lebenden Zellen zeitlich und räumlich charakterisieren,• die Kinetik und die Molekülinteraktionen bei der PAM-Erkennung und der R-loop-Stabilisierung bestimmen,• und die Bedeutung von Interaktionen zwischen den Cascade-Komplexen und anderen molekularen Maschinerien erforschen.Darüber hinaus planen wir robuste SPT- und SMLM-Verfahren für verschiedene weniger geeigneten Mikroorganismen zu etablieren, um CRISPR-Cas-Systeme auch in ihrem natürlichen Umfeld untersuchen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    },
    {
      "project_id": "405939317",
      "url": "https://gepris.dfg.de/gepris/projekt/405939317",
      "title": "Z-Projekt “CRISPR Bioinformatik”",
      "subject_area": "Bioinformatik und Theoretische Biologie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405939317",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems",
      "description": "Bioinformatik-Analysen haben in der Geschichte des CRISPR-Cas-Systems schon immer eine Schlüsselrolle gespielt.  Die charakteristische Repeatstruktur von CRISPR-Arrays ist seit 1987 bekannt.  Es dauerte aber bis in das Jahr 2005, als eine Bioinformatik-Analyse ergab, dass Spacer zu Bakteriophagengenomen passen, was zu der später bestätigten Hypothese führte, dass das CRISPR-Cas-System als Immunsystem funktioniert. Bioinformatik-Ansätze spielten auch eine wichtige Rolle bei der Entdeckung neuer Funktionen und Anwendungen. Ein Beispiel ist die in silico Detektion von endogene Ziele der CRISPR-Systemen, da in solchen Fällen ein endogener Regulierungsmechanismus vermutet wird. Das Auffinden von neuen und ungewöhnlichen CRISPR Elementen und Funktionen mit Hilfe von Bioinformatik-Analysen erfordern jedoch eine sorgfältige Definition der verschiedenen Standardelemente eines CRISPR Systems. Nur eine genaue und umfassende Klassifizierung kann die Erkennung von zwei vielen falschpositiven Elementen vermeiden, die nur aufgrund einer unvollständigen Erkennung aller Standardelemente als ungewöhnlich erscheinen.In diesem Projekt wollen wir die experimentellen Gruppen des SPP 2141 bei der Detektion neuer Funktionen für CRISPR-Systeme unterstützen, indem wir eine eine gründliche Klassifizierung für die wichtigsten Elemente des CRISPR-Systems anbieten. Diese Klassifizierungswerkzeuge werden dann in Zusammenarbeit mit den experimentellen Gruppen angewendet, um neue Elemente und Funktionen aufzufinden. In diesem Projekt werden wir neue und umfassende Klassifikationsansätze für die folgende Aufgaben erstellen und anwenden: 1.) CRISPR-Arrays und ihre zugehörigen Elemente wie Protospacer und PAM; 2.) Cas-Proteine und vollständige CRISPR-Systeme in genomischen und metagenomische Daten; und 3.) CRISPR-verwandte sRNAs wie tracRNA und scaRNAs. Wir werden die gesammelten Informationen verwenden um nach CRISPR-Systemen mit ungewöhnlicher Zusammensetzung zu suchen. Ein prominentes Beispiel dafür sind ``verwaiste'' Cas-Proteine und CRISPR-Arrays. Wir erwarten jedoch, insbesondere in metagenomischen Daten noch viele andere ungewöhnliche Kompositionen zu finden, da diese bisher nicht vollständig auf CRISPR-Systeme überprüft wurden. Darüber hinaus unterstützen wir die experimentellen Gruppen auch bei der Analyse von CRISPR-bezogenen NGS-Daten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2141: \nWeitaus mehr als nur Verteidigung: die vielen verschiedenen Funktionen des CRISPR-Cas Systems"
    }
  ]
}