{
  "spp_number": "SPP 2086",
  "spp_title": "Oberflächenkonditionierung in Zerspanungsprozessen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359102403",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "401792429",
      "url": "https://gepris.dfg.de/gepris/projekt/401792429",
      "title": "Einlippentiefbohren mit sensorintegrierten Werkzeugen zur Einstellung definierter Funktionsmerkmale in der oberflächennahen Bohrungsrandzone",
      "subject_area": "Spanende und abtragende FertigungstechnikMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401792429",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "An Tiefbohrungen in Bauteilen mit hoher Druckwechselbelastung (bspw. Einspritzkomponenten in Dieselgroßmotoren) werden hohe Anforderungen an die Randzoneneigenschaften gestellt. Im Verlauf der Bearbeitung muss die Bildung von Mikrorissen in der Bohrungswand vermieden werden, da diese ein Bauteilversagen nach sich ziehen können. Ursächlich dafür sind Oberflächenfehler oder ungünstige Eigenspannungszustände. Mit dem Einlippentiefbohren kann eine hohe Oberflächengüte erreicht werden, jedoch müssen Druckeigenspannungen durch nachfolgende Bearbeitungsverfahren (bspw. mittels Autofrettage-Verfahren) eingebracht werden. Dies ist mit zusätzlichem Bearbeitungsaufwand sowie geringer Flexibilität bei der Reaktion auf instationäre Rahmenbedingungen des vorgelagerten Tiefbohrens verbunden.Ziel des Forschungsprojekts ist es, Veränderungen im Prozessablauf messtechnisch zu erfassen und mittels eines Reglers kompensierend auf den Prozess einzuwirken. In der ersten Projektphase wurden hierzu ein sensorintegriertes Werkzeug zur in-prozess-Erfassung des thermo-mechanischen Zustands, ein kombiniert numerisch-analytisches Kompensationsmodell der Bearbeitungstemperatur, Zerspanungs- und Materialmodelle entwickelt und validiert sowie ein Prozessregler konzipiert. Begleitende Zerspanungsuntersuchungen erfolgten am Vergütungsstahl 42CrMo4.Die Fortsetzung des Vorhabens basiert auf den Ergebnissen der ersten Förderphase und hat einen robusten, auf einem Softsensor basierenden Regler zum Ziel, mit dessen Hilfe sich die Randzoneneigenschaften von Tiefbohrungen gezielt einstellen lassen. Folgende Teilziele werden hierbei verfolgt: Ein detailliertes Verständnis der Mechanismen im oberflächennahen Gefüge (Kristallplastizität), zur Versetzungsdynamik sowie zu Trennvorgängen auf atomistischer Ebene im Werkstoff. Zusammenführung der in der ersten Förderphase erstellten Modelle zum Zusammenhang zwischen Randzoneneigenschaften und Bearbeitungsparametern. Regelstrategien für die gezielte Beeinflussung der Bohrungsrandzone in einer Reglerumgebung, in der werkstoff- und anforderungsabhängige (nicht zeitkritisch) und prozessabhängige Randbedingungen (zeitkritisch) zusammengeführt und auf eine Reglerarchitektur gebracht sind. Konzepte einer soft- und hardwareseitigen in-prozess-Regelung für das Tiefbohren, wobei Eingangsgrößen des Reglers die Wz-Beschleunigung und Temperatur an der Wirkstelle (mittels sensorischem Werkzeug und Korrekturmodell aus der ersten Förderphase) sowie die mechanische Belastung (Kräfte, Momente mittels Dynamometer) sind. Die Führungsgrößen sind die Drehzahl und der Vorschub des Werkzeugs. Auf Basis der Ein- und Ausgangsgrößen sowie der zeitlichen Relevanz der Ausgangsgrößen liegt ein geeignetes Reglerkonzept vor, das die Aufgaben des Reglers in zeitkritische und -unkritische Bereiche unterteilt. Der Regler ist an die Steuerung der Tiefbohrmaschine angebunden. Regler und Regelstrategien sind anhand von Anwendungsszenarien validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenMitverantwortlichDr.-Ing. Thomas  StehleEhemaliger AntragstellerProfessor Dr. Siegfried  Schmauder, Ph.D., bis 3/2023"
    },
    {
      "project_id": "401804277",
      "url": "https://gepris.dfg.de/gepris/projekt/401804277",
      "title": "Gezielte Einstellung von Randzoneneigenschaften mittels In-Prozess-Überwachung und adaptiver Prozessführung beim Schleifen",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401804277",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Übergeordnetes Ziel dieses Forschungsvorhabens ist der Aufbau einer auf in-Prozess-erfassten Messgrößen basierenden Regelung von Schleifprozessen zur gezielten Einstellung von Randzoneneigenschaften.In der ersten Projektphase wurde als Basis für die angestrebte Regelung eine In-Prozess-Überwachung des Randzonenzustandes realisiert. Nach Maßnahmen zur Implementierung und zum Verschleißschutz der Sensoren konnten durch In-Prozess-Messungen des Barhausenrauschens Änderungen des Eigenspannungszustandes bereits vor der Entstehung von sichtbarem Schleifbrand detektiert werden. Zusätzlich wurde Prozesswissen in Form einer analytisch hergeleiteten thermischen Prozessgrenze genutzt. Durch die Bewertung der kontaktflächenbezogenen Schleifleistung Pc“ und der Kontaktzeit ∆t kann durch Nitalätzung oder im Schliff sichtbarer Schleifbrand bei unterschiedlichen Schleifprozessen (Wälz-, Rund-, Flach- und Profilschleifen) vermieden werden.In Phase 2 werden insbesondere die Messsignale der piezobasierten Kraftmessung (Schleifleistung Pc) und der In-Prozess-Mikromagnetik mit dem Prozesswissen zu einem Softsensorsignal zusammengeführt, welches mit Hilfe zu entwickelnder Algorithmen eine Regelung des jeweils angewendeten Schleifverfahrens erlauben soll. Die dazu nötigen Arbeiten beinhalten die Validierung des Prozessmodells beziehungsweise der Prozessgrenze für verschiedene Kontaktzeiten, Schleifprozesse und Schleifkörper. Außerdem sind Untersuchungen zur Robustheit von Sensorik und Softsensorkomponenten ebenso wie zu den Entstehungsur-sachen von mikromagnetischen Signalen und Signaländerungen vorgesehen. Der Aufbau einer prozessnahen und einer In-Prozess-Regelung für Rund- und Unrundschleifprozesse werden angestrebt, um je nach Anwendung Störgrößen wie inkonsistente Randzonenzustände vor dem Schleifprozess, ungleichmäßige Verteilung des Schleifaufmaßes und Irregularitäten des Schleifprozesses (z.B. Schleifscheibenverschleiß) zu kompensieren. Ziel dieser Regelungen ist ein reproduzierbarer optimaler Randzonenzustand nach dem Schleifprozess zu gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "401538950",
      "url": "https://gepris.dfg.de/gepris/projekt/401538950",
      "title": "Gezielte Oberflächenkonditionierung von 100Cr6 beim kryogenen Hartdrehen durch modellbasierte Prozessvorsteuerung und Prozessregelung",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401538950",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Der Randschichtzustand hochbeanspruchter Bauteile ist für technische Anwendungen vor allem hinsichtlich der Lebensdauer des Bauteillebens wichtig. Der Randschichtzustand resultiert dabei maßgeblich durch die Prozessstellgrößen der Endbearbeitung. Dabei unterliegt der Randschichtzustand zeitvarianten, prozesstypischen Störgrößen wie dem Werkzeugverschleiß oder den Werkstoffchargeneinflüssen.Ziel dieses Projekts ist eine verbesserte und insbesondere gleichbleibende, störgrößenunabhängige Qualität des Randschichtzustands von kryogen hartgedrehtem, hochfestem 100Cr6-Stahl. Dies wird durch die Kompensation der beim Zerspanen auftretenden Störgrößen mittels einer Regelung der Prozessstellgrößen wie z. B. Vorschub und Schnittgeschwindigkeit realisiert. Die Herausforderung stellt hierbei die erforderliche Erfassung des vorliegenden Randschichtzustands sowie der Störgrößen während des Prozesses dar, die prozessbedingt nicht direkt messbar sind. Diese können indirekt anhand erfassbarer In-Prozess-Messgrößen wie z.B. Werkzeugtemperatur, Prozesskräfte oder Oberflächentopographie ermittelt werden. In Kombination mit Prozesswissen auf Basis von Prozessmodellen ist der Randschichtzustand damit schätzbar. Dies erfolgt mittels hieraus entwickelten Softsensoren. In der 1. FP konnten erfolgreich Wirkzusammenhänge zwischen Stell- und Störgrößen, In-Prozess-Messgrößen und dem Randschichtzustand ermittelt werden. Mit Hilfe dieser Korrelationen wurden statische Prozessmodelle generiert, die eine Schätzung des nach der Zerspanung vorliegenden Randschichtzustands anhand bekannter Größen ermöglichen.Ziel der 2. FP ist die Verfeinerung und Validierung dieser Modelle sowie die Entwicklung einer Reglerstruktur und eines Softsensors, um damit das Gesamtziel der Implementierung einer Regelung zur gezielten Oberflächenkonditionierung zu erreichen. Zur robusten Erfassung des Randschichtzustands in-situ und ex-situ wird die verwendete Messtechnik weiter an prozess-gedingte Besonderheiten angepasst. Neben der erforderlichen Validierung der Prozessmodel-le werden diese auch mit Blick auf den Einfluss konsekutiver Bearbeitungsschritte erweitert, wie sie in der Zerspanung üblich sind. Die hierbei möglichen Wirkungen aufeinanderfolgender Schnitte auf den finalen Randschichtzustand werden dabei quantifiziert und die Modelle entsprechend erweitert. Zum Aufbau der Softsensoren werden diese Modelle mit der In-Prozess-Messtechnik zur Schätzung des Randschichtzustands verbunden. Diese Zustandsschätzung erfolgt dabei unter anderem mittels Methoden der virtuellen Messtechnik und Methoden, die den Monte-Carlo-Verfahren zuzuordnen sind. Das Ergebnis der Softsensoren, der geschätzte Randschichtzustand, wird anschließend zur Regelung des Drehprozesses mittels Model Predictive Control genutzt und nach Implementierung im Drehprozess experimentell validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenMitverantwortlichePrivatdozent Dr.-Ing. Benjamin  Kirsch;Dr.-Ing. Marek  Smaga;Dr.-Ing. Gerhard  Stelzer"
    },
    {
      "project_id": "402129590",
      "url": "https://gepris.dfg.de/gepris/projekt/402129590",
      "title": "Intelligentes Sensorsystem zur störgrößeninvarianten Konditionierung von Eigenspannungszuständen bei der Zerspanung von Ti-6Al-4V - Phase 2",
      "subject_area": "Spanende und abtragende FertigungstechnikMesssysteme",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402129590",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Im geplanten Forschungsvorhaben soll der Eigenspannungszustand des Werkstoffes Ti-6Al-4V im Außenlängsdrehprozess prozesssicher und verschleißunabhängig (störgrößeninvariant) eingestellt werden, indem mittels eines aufzubauenden Sensorsystems aus akustischen Sensoren die Segmentspanbildungsfrequenz als Prozesskenngröße erfasst, mit Hilfe des Prozesswissens der Einfluss des Verschleißzustandes des Werkzeuges als Prozessstörgröße bestimmt und durch die Regelung der Schnitt- und Vorschubgeschwindigkeit sowie des Span- und Einstellwinkels als Prozessstellgrößen ausgeregelt wird. Das akustische Signal soll mit Hilfe eines Softsensors mit einem primär durch FE-Simulationen erzeugten Prozesswissen verarbeitet und die erforderliche Führungsgröße zur Einstellung des auf die Bauteilrandschicht wirkenden thermo-mechanischen Lastkollektivs bestimmt werden, sodass durch Anpassung der Prozessstellgrößen der Randschichtzustand und damit das Bauteilverhalten unter Wechselbelastung unabhängig von einer werkzeugverschleißbedingten Werkzeuggeometrieveränderung auf konstant gutem Niveau gehalten werden kann.Ziele der beantragten zweiten Projektphase sind die Erweiterung des Prozessmodells um generische Werkzeuggeometrien, die einem breiten Bereich an anwendungsrelevanten WSP-Geometrien entsprechen, die Erweiterung der Signalverarbeitung zu einer Echtzeitverarbeitung und -auswertung der Messsignale (Softsensorik), die zuverlässig Störgeräusche wie Spankollisionen, durch Kühlschmierstoffe verursachte Geräusche und Schneidenein- und -austritte, wie sie bspw. beim Zerspanen im unterbrochenen Schnitt auftreten, identifizieren und von den für die Softsensorik relevanten Signalen separieren kann, sowie ein robustes Prozessregelungssystem, welches nach einer KI-unterstützten Systemidentifikation des dynamischen Verhaltens des Softsensors und der Aktuatorik durch automatisches Kalibrieren und Justieren den anfänglichen Material- und Werkzeugzustand in Echtzeit berücksichtigt, um die Schnitt- und Vorschubgeschwindigkeiten sowie mit Hilfe einer piezoelektrischen Aktuatorik den Einstell- und Spanwinkel prozesssicher im Hinblick auf die resultierenden Eigenspannungszustände zu regeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenMitverantwortlichDr.-Ing. Jens  Gibmeier"
    },
    {
      "project_id": "401797475",
      "url": "https://gepris.dfg.de/gepris/projekt/401797475",
      "title": "Koordinationsfonds",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401797475",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Ziel des Schwerpunktprogramms ist es, für zerspanende Endbearbeitungsprozesse mit mechanischer, thermischer und gegebenenfalls chemischer Hauptwirkung unter Nutzung von In-process Sensorik mit modellhaft aufbereitetem Prozesswissen dynamische Prozessregelungen aufzubauen, die in metallischen Bauteilen definierte Randschichtzustände für verbesserte Bauteilzuverlässigkeit und -lebensdauer einzustellen gestatten. Die relevanten Forschungsfragen können nur durch enge Kooperation von Fertigungstechnik, Messtechnik und Werkstofftechnik erfolgreich beantwortet werden und werden zu völlig neuen Vorgaben von Prozessstellgrößen führen. Die Fertigungstechnik soll dabei in einem ersten Schritt ein dynamisches Modell des Fertigungsprozesses und der Umgebungseinflüsse, insbesondere hinsichtlich der Vorgänge in der Randschicht, entwickeln. Die Aufgabe der Werkstofftechnik ist es, ein dynamisches Modell des Einflusses des Fertigungsprozesses auf die Randschicht aus Werkstoffsicht zu erstellen. Die Messtechnik untersucht dagegen Sensoren zum direkten und indirekten Messen der Randschichtzustände, sowie aller den Prozess beeinflussenden Größen. In einem zweiten Schritt werden die durch die Fertigungstechnik und Werkstofftechnik erarbeiteten dynamischen Modelle mit der durch die Messtechnik erarbeiteten Sensorik und den erarbeiteten Steuerdaten zu Softsensoren gekoppelt und in den Prozess integriert. Damit werden klassische Prozessstellgrößen durch die neue Prozessregelung auf Basis der Führungsgrößen Geometrie und gewünschter Randschichtzustand ersetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "402128304",
      "url": "https://gepris.dfg.de/gepris/projekt/402128304",
      "title": "Modellbasierte Bestimmung der Randzoneneigenschaften bei der Fräsbearbeitung vonTi-6Al-4V",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402128304",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Vorrangiges Ziel des Forschungsvorhabens ist die modellbasierte Regelung des Fräsprozesses, die es gestattet, in Titanbauteilen (Ti-6Al-4V) gleichzeitig definierte Geometrien und Eigenspannungszustände einzustellen. Um dieses Ziel zu erreichen, soll in der ersten Projektphase ein echtzeitfähiges, analytisches Modell aufgebaut werden, das den Zusammenhang aus den Prozessparametern und dem Eigenspannungszustand beschreibt. Dabei sollen auch der Werkzeugverschleißzustand als beobachtbare Störgröße sowie streuende Materialeigenschaften der Rohteile als verborgene Störgröße berücksichtigt werden. Für die Regelung soll ein prototypischer sensorischer Werkzeughalter zur in-process-Messung von Temperaturen und Zerspankräften qualifiziert und eingesetzt werden. Um den komplexen Zusammenhang zwischen den Prozessstellgrößen und dem Randschichtzustand analytisch abbilden zu können, wird ein zweistufiger Ansatz gewählt. Zunächst erfolgt in einem ersten Schritt die Modellierung des Wärme- und Krafteintrags in der Prozesszone. In einem zweiten Schritt erfolgt anschließend die Modellierung der resultierenden Eigenspannungen und des Härteverlaufs im Bauteil infolge der Bearbeitung. Die dabei entstehenden Teilmodelle werden anschließend zu einem Gesamtmodell gekoppelt. Die Arbeiten der ersten Projektphase stellen echtzeitfähige Modelle zur Verfügung, mit denen die thermomechanischen Bauteilbelastungen beim Fräsen von Ti-6Al-4V bestimmt werden können. Diese bilden die Grundlage für die Modellierung des Eigenspannungszustands und des Härteverlaufs der Bauteilrandschicht nach der spanenden Bearbeitung. Die Modelle können in der zweiten Projektphase zur dynamischen Prozessregelung des Eigenspannungszustandes genutzt werden. Dies beinhaltet die Entwicklung und Implementierung eines geeigneten Regelungskonzepts und die Überprüfung der Regelung auf Robustheit gegen Störeinflüsse. Zusätzlich können die Modelle und die Regelung um weitere Stellgrößen erweitert werden. Dazu zählen neben den bereits berücksichtigten konventionellen Prozessparametern beispielsweise der des Werkzeug-Anstellwinkels.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "401819829",
      "url": "https://gepris.dfg.de/gepris/projekt/401819829",
      "title": "Modellgestützte Regelung der Bauteilrandzoneneigenschaften beim Hartdrehen",
      "subject_area": "Spanende und abtragende FertigungstechnikMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401819829",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Ziel ist die kombinierte direkte sowie indirekte Prozessüberwachung und -regelung definierter fertigungsbedingter Randzoneneigenschaften bei der Drehbearbeitung von Vergütungsstahl 42CrMo4 im vergüteten Zustand (48 HRC, Rm = 1557 MPa) mit CBn oder Hartmetallwerkzeugen. Untersucht wird damit ein Werkstoff für Bauteile, deren Randzoneneigenschaften signifikant die Funktionalität beeinflussen. Mit direkter Prozessüberwachung ist dabei die Erfassung des Randschichtzustandes über mikromagnetische Wirbelstromprüfmethoden im Prozess gemeint. Die indirekte Prozessüberwachung erfolgt über in industrieller Umgebung einsetzbare Sensoren, die Temperaturen und Zerspankraftkomponenten online im Prozess erfassen und modellbasiert Rückschlüsse auf aktuelle Randzoneneigenschaften ermöglichen. Im Prozess sollen die Randzoneneigenschaften Korngrößenverteilung, Eigenspannungen und Phasenanteile überwacht werden. Zunächst wird in der ersten Förderperiode eine verlässliche Überwachung realisiert, welche dann um eine Regelung in der zweiten Förderperiode erweitert werden soll. Aufgrund eingeschränkter Zugänglichkeit ist es nicht möglich im industriellen Drehprozess eine Überwachung der thermischen und mechanischen Zustandsgrößen mit hoher Orts- und Zeitauflösung im kHz- und 10 μm-Bereich zu realisieren. Es lässt sich jedoch in der Anwendung einsetzbare Sensorik in Form integrierter Thermoelemente, Akustik-Emission-Sensoren, Dynamometer sowie Pyrometer zu punktuellen oder integralen Überwachung von Zustandsgrößen nutzen. Unbekannt ist aber, wie diese punktuellen oder integralen, zeitlich und örtlich gering aufgelösten Messungen der Zustandsgrößen mit hochaufgelösten Zustandsgrößen in der gesamten Zerspanzone zusammenhängen. Dieser Zusammenhang wird im einem Analogieprozess untersucht, welcher die Bedingungen des Drehprozess annähert und gleichzeitig eine Zugänglichkeit für die anwendungsnahe Sensorik für den Drehprozess sowie hoch orts- und zeitauflösende Sensorik (Hochgeschwindigkeitskameras) zulässt. Zur Vorhersage des Zusammenhangs zwischen im Drehprozess messbaren Prozesszustandsgrößen in der Zerspanzone und orts- sowie zeitaufgelösten Zustandsgrößen, die eine Modifikation der metallischen Randzone verursachen, werden dann auf physikalische oder empirische Modelle entwickelt. Fü die hohe Orts- und Zeitauflösung werden sowohl das DIC-Verfahren zur Messung der Dehnungs- und Dehnratenfelder als auch die Thermographie zur Temperaturfeldermittlung verwendet. Über die entwickelten Modelle lassen sich zusammen mit anwendungsnaher Sensorik für den Drehprozess indirekt die Oberflächeneigenschaften regeln, soweit der Zusammenhang zwischen Prozesszustandsgrößen und Randzonenmodifikation bekannt ist. Dies erfordert entsprechend auch die Analyse dieses Zusammenhangs im Analogieprozess oder über validierte numerische Simulationen. Parallel dazu werden mikromagnetische Wirbelstrommessverfahren im Analogieprozess eingesetzt, welche eine direkte Regelung zulassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenEhemaliger AntragstellerProfessor Dr.-Ing. Fritz  Klocke, bis 6/2019"
    },
    {
      "project_id": "401792249",
      "url": "https://gepris.dfg.de/gepris/projekt/401792249",
      "title": "Prognose des Randschichtzustandes für die robuste Regelung eines Drehprozesses unter Einsatz von in-process Messtechnik und datengetriebener Softsensorik",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401792249",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Die Oberfläche eines Bauteils bestimmt in mehrfacher Hinsicht dessen Funktionalität, Belastbarkeit und Lebensdauer. Zum einen definiert sie die Geometrie des Bauteils, schafft in Kombination mit ihrer Topographie die Kontaktfläche zu anderen Bauteilen und bestimmt deren tribologische Eigenschaften. Da sie gleichzeitig in Kontakt mit der Umgebung steht, stellt sie darüber hinaus die Angriffsfläche korrosiver Prozesse dar. Zum anderen bestimmen die Randschichteigenschaften (Eigenspannungszustand, Verfestigungszustand und Mikrostruktur) das Rissentstehungs- und Risswachstumsverhalten sowie die Widerstandsfähigkeit gegen plastische Verformung. Das primäre Ziel des geplanten Projekts ist es, auf Basis von Prozessmodellen ausgewählte Randschichtzustände eines zerspanten Bauteils, insbesondere Topografie, Eigenspannungen und Werkstoffhärte, auf die Prozessstellgrößen sowie vorhandene Störgrößen und initiale Randschichteigenschaften zurückzuführen. Zur Modellierung wird eine Datenbasis verwendet, die in Hartdrehprozessen aufgenommen wird. Dabei werden in einem ersten Schritt an der Eingriffsstelle die Prozessgrößen Zerspanungskraft und Temperatur gemessen. Zur in-process Messung der Randschichteigenschaften müssen die bisher genutzten post-process Standardverfahren wie z.B. röntgenografische Eigenspannungs- oder Härtemessung durch den Einsatz der mikromagnetischen 3MA-Messtechnik ersetzt werden. Dazu ist eine aufwändige Kalibrierung des Systems anhand geeigneter Proben notwendig, wobei die ausgeprägte Sensitivität des Systems auf die jeweiligen Materialeigenschaften und –zustände eine besondere Herausforderung darstellt.Auf Basis der akquirierten Daten wird ein nichtlineares empirisches Prozessmodell mit den Methoden der Systemidentifikation erstellt, da eine physikalische Modellierung aller relevanten Phänomene sehr komplex, die Modellstruktur i.d.R. ungünstig für den Regelungsentwurf und das Modell nicht einfach übertragbar ist.Des Weiteren ist eine Online-Schätzung des Werkzeugverschleißes für die Auslegung eines Softsensors und den in der zweiten Projektphase geplanten robusten prozessmodellbasierten Regelungs- und Vorsteuerungsentwurf zur Randschichtkonditionierung notwendig. Diese Auslegung stellt die zweite Modellierungsaufgabe dar. Mit dem Softsensor werden basierend auf den Prozessgrößen sowie den initialen Materialeigenschaften die Randschichtzustände prädiziert. Durch Erstellung des Softsensors aus Daten für verschiedene Härten und Werkzeugverschleißzustände berücksichtigt er letztere bei der Prognose der Randschichtzustände. Mittels Modellinversion können so die benötigten Stellgrößen eingestellt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "401821233",
      "url": "https://gepris.dfg.de/gepris/projekt/401821233",
      "title": "Prozessintegrierte Softsensorik zur Oberflächenkonditionierung beim Außenlängsdrehen von 42CrMo4",
      "investigators": "Professorin Dr.-Ing. Gisela  Lanza;Professor Dr.-Ing. Volker  Schulze;Dr.-Ing. Bernd  Wolter",
      "subject_area": "Spanende und abtragende FertigungstechnikMesssystemeProduktionssystematik, Betriebswissenschaften, Qualitätsmanagement und Fabrikplanung",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401821233",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Das Ziel des gesamten Forschungsvorhabens ist die Entwicklung und Qualifizierung eines In-process fähigen, multisensoriellen und modular erweiterbaren Regelungskonzepts. Dieses wird für den Anwendungsfall des Außenlängsdrehens von vergütetem 42CrMo4 umgesetzt. Die Herausforderung bei diesem Zerspanungsprozess besteht darin, die Ausbildung randnaher thermisch induzierter weißer Schichten (White Layer) und der mit ihnen einhergehenden, aus technischer Sicht nachteiligen Zugeigenspannungszustände zu vermeiden. Dagegen sind mechanisch induzierte weiße Schichten, die mit Druckeigenspannungen einhergehen, zuzulassen, sodass durch das Regelungskonzept mehrere Zielgrößen des Randschichtzustands simultan adressiert werden, die in gegenseitiger Abhängigkeit zueinander stehen.Das Ziel der zweiten Förderphase ist die Validierung der Prozessregelung anhand von verschiedenen Anwendungsszenarien auf Basis von multimodaler Softsensorik mit den Stellgrößen Vorschub und Schnittgeschwindigkeit. Die während der Zerspanung vorliegenden technologischen Zielgrößen sollen mittels eines multisensorischem Ansatzes identifiziert werden, sodass Zielgrößenabweichungen mit einem Regler in Stellgrößenvorgaben umgewandelt werden können. Die Prozessregelung erfordert die Aufrüstung der verwendeten CNC Drehmaschine hinsichtlich Hardware und Software. Ein wesentlicher Projektinhalt ist die Realisierung und Optimierung eines multimodalen Softsensors, der sich durch die Integration, Substitution und Reduktion von Sensorprinzipien unter Berücksichtigung einer geringen kombinierten Messunsicherheit effizient auf erforderliche zu Zielgrößen adaptieren lässt. Dabei steht die Weiterentwicklung der verwendeten mikromagnetischen und akustischen zerstörungsfreien Prüftechniken hinsichtlich Effizienz und Robustheit im Vordergrund. Zur Unterstützung werden dabei mikromagnetische Simulationen eingesetzt. Weiterhin soll die Prozessstrategie des Außenlängsdrehens zur Sicherstellung der industriellen Relevanz des Forschungsvorhabens mittels einer Überflutungskühlung hinsichtlich einer höheren Werkzeugstandzeit optimiert werden. Um die Softsensor- und Prozessmodelle an die neuen Umgebungsbedingungen anzupassen, werden entsprechende experimentelle und numerische Zerspanungsanalysen  durchgeführt.Die eigentliche Reglung stützt sich auf die Datenbasis des Außenlängsdrehens, aus der Modellgleichungen zwischen den Stell- und Zielgrößen abgeleitet werden können. Es werden die Ansätze klassischer Regelungsstrategien, eine modellprädiktive Regelung und ein selbstlernender Regler auf Basis von Reinforcement Learning verfolgt, wobei ein Agent im letzten Fall alle technischen Eigenschaften des klassischen Reglers abbildet. Der Regleransatz, der sich bei der Implementierung als geeignet erwiesen hat, soll abschließend bei verschiedenen Anwendungsszenarien verifiziert und validiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenMitverantwortlicheDr.-Ing. Michael  Gerstenmeyer;Dr.-Ing. Benjamin  Straß"
    },
    {
      "project_id": "401539425",
      "url": "https://gepris.dfg.de/gepris/projekt/401539425",
      "title": "Prozessintegriertes Mess- und Regelungssystem zur Ermittlung und sicheren Generierung von funktionsrelevanten Eigenschaften in Oberflächenrandzonen beim BTA-Tiefbohren",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401539425",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Zerspanprozesse beeinflussen die Randschicht eines Bauteils, die wiederum seine Eigenschaften unter Betriebsbelastungen bestimmt. Daher ist es erstrebenswert, den durch den Fertigungsprozess entstandenen Randschichtzustand in metallischen Werkstoffen zu kennen und darüber hinaus gezielt einzustellen, um eine verbesserte Bauteillebensdauer bzw. -zuverlässigkeit zu erzeugen. Dies soll innerhalb des Vorhabens für das BTA-Tiefbohren erreicht werden. In der zweiten Phase dieses Forschungsprojekts ist es daher geplant, eine mikromagnetische Sensorik basierend auf der Analyse des Barkhausenrauschens zu entwickeln und im BTA-Werkzeug zu implementieren. Die Qualifizierung und Ertüchtigung der Messmethode wurde in der ersten Förderphase erfolgreich durchgeführt. Durch die Kombination der Sensorik mit einem Regressionsmodell, das unter anderem auf dem Prozesswissen aus der ersten Phase basiert, in einem Softsensor wird eine robuste Prozessregelung entwickelt und erprobt. Hiermit ist es möglich, Randschichtzustände in Bohrungswänden gezielt und reproduzierbar einzustellen. Hierfür sind Einfluss- und Störgrößen, die in-process auftreten, zu analysieren und in der Regelung zu berücksichtigen. Das Regressionsmodell basiert sowohl auf experimentell gewonnenen Daten, als auch auf solchen, die aus FEM-basierten 2D- und 3D-sowie aus analytischen Simulationen resultieren. Weiterhin werden die gezielt eingestellten funktionalen Eigenschaften der geregelt gefertigten Tiefbohrungen in quasistatischen und zyklischen Untersuchungen analysiert. Hierzu ist es geplant, die Werkstoffreaktionen in der Randschicht beanspruchungs- und lastspielzahlabhängig aufzuzeichnen, um eine mechanismenorientierte Charakterisierung des Eigenspannungs- und Ermüdungsverhaltens der geregelt gefertigten Probekörper zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "401800578",
      "url": "https://gepris.dfg.de/gepris/projekt/401800578",
      "title": "Prozesssichere Einstellung von Randzoneneigenschaften bei der spanenden Bearbeitung hochfester und duktiler Stähle mit einem lernfähigen Fertigungssystem",
      "investigators": "Professor Dr.-Ing. Berend  Denkena;Professor Dr.-Ing. Hans Jürgen  Maier;Dr.-Ing. Vannila  Prasanthan, seit 11/2024",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401800578",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Die Beeinflussung der Bauteilrandzone ist ein elementarer Schritt im Fertigungsprozess. Eine Kombination zwischen martensitischer Härtung einer Randzone und einer endkonturnahen Fertigung stellt ein großes Potential dar, um energie- und zeitsparend Bauteile mit verschleißfesten Randzonen zu erzeugen. In der ersten Förderperiode wurde ein in-Prozess-Softsensor entwickelt und ein tieferes Verständnis für die Umwandlung von austenitischen Gefügebestandteile in Martensit beim Drehprozess wurde erlangt. Das Ziel des beantragten Projekts ist die Erforschung einer dynamischen Vorsteuerung zum prozesssicheren Einstellen von Randzoneneigenschaften bei der spanen-den Bearbeitung von hochfesten und duktilen Stahlwerkstoffen mittels einer verformungsinduzierten Austenit-Martensit-Umwandlung. Betrachtet wird das Zusammenbringen der einzustellenden Geometrie, Oberflächengüte und des Randschichtzustands in der Endbearbeitung mittels eines mehrstufigen Drehprozesses. Auf Basis des detektierten Ausgangzustandes werden anhand der Kenntnis der Zusammenhänge der Phasenumwandlung im Drehprozess die passenden Prozessstellgrößen eingestellt, um im Prozess die gewünschten Eigenschaften erzeugen zu können. Dafür werden Störeinflüsse auf die Umwandlung von Restaustenit beim Außenlängsdrehen unter im Prozess erfolgender kryogener Kühlung bewertet. Das Einstellen gewünschter Soll-Zustände basiert auf der Modellierung von lokalen Umwandlungsvorgängen in einer technologischen NC-Simulation unter Berücksichtigung von prozessbedingten Unsicherheiten. Mithilfe eines dynamischen Randzonenmodells soll die Vorhersage von den in-Prozess Wirbelstromkenndaten auf Basis der Randzonenmikrostruktur erfolgen. Alle Elemente fließen in die dynamische Vorsteuerung zur gezielten Einstellung der Austenit-Martensit-Umwandlung im Prozess ein. Die Erforschung der Möglichkeiten und Grenzen der Methode liefert grundlegende Kenntnisse zur Robustheit des Einstellens verschiedener vorgegebener Soll-Größen mittels einer dynamischen Vorsteuerung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in ZerspanungsprozessenEhemaliger AntragstellerProfessor Dr. Bernd  Breidenstein, bis 11/2024"
    },
    {
      "project_id": "401805994",
      "url": "https://gepris.dfg.de/gepris/projekt/401805994",
      "title": "Softsensorik zur prozessintegrierten Beeinflussung der Bauteildauerfestigkeit bei der Drehbearbeitung von Aluminium",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401805994",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Dem wachsenden Trend zur Ressourceneinsparung und Nachhaltigkeit kann durch den Einsatz von hochfesten Aluminiumlegierungen begegnet werden. Speziell bei dynamisch beanspruchten Bauteilen spielen die Einstellung von Druckeigenspannungen und die Generierung von Oberflächen mit kleinen Rauheitswerten eine entscheidende Rolle. In der ersten Förderphase des SPP 2086 wurden zur Temperaturmessung und Verschleißerfassung ein Versuchsaufbau auf Grundlage der Einmeißelmethode und Kraftmessung konzipiert und umgesetzt, der diese Größen in-process, also während der Bearbeitung, erfassen kann. Die zeitlich hohe Auflösung in Verbindung mit der guten Genauigkeit der Temperatur- und Kraftmessung ermöglichte die Echtzeitdetektion lokaler Störungen der Oberflächeneigenschaften mittels der Messsignale. Die in-process erfassten Messgrößen dienten der Modellierung der Zielgrößen. Damit ist es möglich, die Temperatur und die Kräfte mit den Prozessparametern sowie dem Verschleißzustand zu korrelieren. Zudem lassen sich weitere relevante Größen, wie z. B. die Eigenspannungen, die nicht in-process gemessen werden können, berechnen. Die tiefgründige Untersuchung der Zusammenhänge zwischen den Prozessstellgrößen, den In-process-Messdaten und den resultierenden Randschichteigenschaften bildete die Grundlage für deren analytische Beschreibung in Form von Softsensormodellen. Außerdem wurde erstmalig ein Modell aufgestellt, das für homogene Probekörper ihren elektrischen Widerstand mit der Korngröße verknüpft.Im Rahmen der zweiten Förderphase ist es das Ziel zu validieren, inwieweit diese Modellgleichungen sowohl robust gegenüber beeinflussbaren Prozessbedingungen (z. B. Kühlschmierstrategien) als auch verborgenen Störgrößen (z. B. Werkzeugverschleiß) bei der Drehbearbeitung von EN AW-2017 sind. Zur Gewährleistung eines breiten Fertigungsspektrums an Bauteilen bedarf es darüber hinaus der Erweiterung und Übertragung der Softsensormodelle auf eine weitere hochfeste Aluminiumlegierung (EN AW-7075) und den Fertigungsprozess Querplandrehen. Zerspanungssimulationen im Mikro- und Makroskalenbereich sollen die komplexen thermomechanischen und -elektrischen Wirkbeziehungen im Kontaktbereich zwischen Werkzeug und Bauteil am Beispiel definierter Probekörper abbilden. Diese Erkenntnisse ermöglichen die Anpassung der Softsensormodelle, die als Grundlage dienen, um eine oberflächeneigenschaftsbezogene Regelung der Drehbearbeitung mit den zugehörigen Regelstrategien und -algorithmen aufzustellen, in eine Drehmaschine zu implementieren und die Resultate zu validieren. Diese Regelung schafft die Voraussetzungen, durch Variation der Prozessstellgrößen Schnittgeschwindigkeit und Vorschub auf Störgrößeneinflüsse und deren Wirkung auf den vordefinierten Randschichtzustand des Bauteils reagieren und somit innerhalb vorgegebener Toleranzgrenzen über eine Bauteiloberfläche sowie ganze Bauteilchargen gleiche Einsatzeigenschaften gewährleisten zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    },
    {
      "project_id": "401538720",
      "url": "https://gepris.dfg.de/gepris/projekt/401538720",
      "title": "Verschleißkompensierende Einstellung von nanokristallinen Randschichtzuständen mittels ortsaufgelöster Temperatur- und Verschleißmessung",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401538720",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen",
      "description": "Ziel des Forschungsvorhabens ist die Qualifizierung einer in-prozess fähigen Regelung des Außenlängsdrehens, welche prozesssicher und verschleißunabhängig gezielt nanokristalline Randschichten an vergütetem 42CrMo4 einzustellen gestattet. Mittels einer auf die Oberfläche des Werkzeuges aufgebrachten Dünnschichtsensorik, die in der ersten Projektphase grundlegend entwickelt wurde, sollen sowohl die Prozesstemperatur, als auch der Verschleißfortschritt gemessen werden. Zusätzlich soll in der zweiten Projektphase die Schnittkraft ebenfalls mittels Dünnschichtsensorik gemessen werden. Mit Hilfe eines Prozessmodells werden die Sensorsignale zu einem Softsensor ausgebaut, der die Korrelationen der Prozessstellgrößen und des auf die Bauteilrandschicht wirkenden thermo-mechanischen Lastkollektivs mit der entstehenden nanokristallinen Randschicht und deren Dicke bereitstellt. Die Integration des Softsensors in die Werkzeugmaschine und die dadurch ermöglichte Anpassung von Schnittgeschwindigkeit und Vorschub werden dann zur Regelung des Randschichtzustands eingesetzt. Somit lassen sich das Reibungs- und Verschleißverhalten sowie die Lebensdauer bei schwingender Belastung von Wellen gezielt einstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2086: \nOberflächenkonditionierung in Zerspanungsprozessen"
    }
  ]
}