{
  "spp_number": "SPP 2172",
  "spp_title": "Das digitale Bild",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402352280",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "510076975",
      "url": "https://gepris.dfg.de/gepris/projekt/510076975",
      "title": "4D Imaging: Von der Bildtheorie zur Bildpraxis",
      "investigators": "Professorin Dr. Kathrin  Friedrich;Professor Dr. Moritz  Queisner",
      "subject_area": "Theater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510076975",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Digitale Bilder beeinflussen zunehmend wie Menschen miteinander und mit ihrer Umwelt interagieren. Nicht zuletzt die aktuelle Debatte um das \"Metaverse\" macht auf veränderte technologische Bedingungen aufmerksam, die den Status des Bildes grundlegend in Frage stellen. Insbesondere 4D Imaging scheint zurzeit eine neue Form digitaler Visualität zu definieren, in der Bild, Handlung und Raum untrennbar miteinander verwoben sind. 4D Technologien erfassen, verarbeiten und übertragen Informationen über den physischen Raum und machen ihn in Echtzeit berechenbar. Veränderungen durch Bewegungen und Handlungen werden ebenfalls kalkulierbar, sodass 4D Bilder besonders in solchen ästhetischen und operationalen Kontexten an Bedeutung gewinnen, in denen sie verschiedene Formen der Mensch-Computer-Interaktion neu konzipieren. Aus theoretischer Sicht wurde dieses Phänomen von den Antragsteller*innen im SPP-Projekt \"Adaptive Bilder. Technik und Ästhetik situativer Bildgebung\" beschrieben. Das Projekt \"4D Imaging\" reagiert auf den wachsenden Bedarf in Wissenschaft und Kultur, komplexe Bildtechniken zu verstehen, zu nutzen und zu gestalten. Es überführt kritisch-reflexive Kompetenzen der Bild- und Medientheorie in praktische Anwendungskontexte, um Nutzer*innen zur Gestaltung und Anwendung von 4D Imaging zu befähigen. Insbesondere in Kulturproduktion und Medizin verspricht 4D Imaging die digitale Erfassung, Visualisierung und Zugänglichkeit von räumlich komplexen Situationen, z.B. einer Performance oder von anatomischen Strukturen. Das Projekt \"4D Imaging\" gliedert sich in die Fallstudien \"Live Performance in 4D\" und \"Learning to see the body\" um jeweils die sozio-historischen Bedingungen zu untersuchen, notwendige Bild- und Medienkompetenzen zu systematisieren und Leitfäden für die Gestaltung und Anwendung spezifischer 4D Technologien zu entwickeln. Neben seinem anwendungsbezogenen Einsatz trägt das Projekt insgesamt zu einer gleichberechtigteren Zusammenarbeit von Bildtheorie und Bildpraxis bei, um den gesamtgesellschaftlichen Herausforderungen innovativer 4D Bildgebungstechniken zu begegnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale BildMitverantwortlichProfessor Dr. Igor Maximilian  Sauer"
    },
    {
      "project_id": "421172455",
      "url": "https://gepris.dfg.de/gepris/projekt/421172455",
      "title": "\"Architecture Transformed\" – Architekturprozesse im digitalen Bildraum",
      "subject_area": "KunstgeschichteArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421172455",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Produktion und Begriff der Architektur werden nicht nur durch ihre technisch-konstruktive Seite, sondern ebenso durch ihre visuelle Repräsentation geprägt. Bereits der Entwurf eines Gebäudes erfolgt mittels unterschiedlicher bildnerischer Verfahren. Von der ersten Konzeption als Skizze, über die modellhafte Präsentation im Wettbewerb bis hin zur gestalteten Repräsentation zu Zwecken der Kommunikation und Vermarktung werden seit jeher Verfahren der visuellen Modellierung und der bildlichen Repräsentation eingesetzt – von der Zeichnung, über das gebaute Modell bis zur Fotografie. Mit den seit den 1980er Jahren sich etablierenden digitalen Technologien zum Entwurf und zur visuellen Repräsentation von Architektur (Computer Aided Design) kommt es hierbei zu tiefgreifenden Veränderungen, indem sich grundlegend neue Möglichkeiten zur Verknüpfung von technischem Entwurf und bildlicher Wiedergabe (Computerrendering bis hin zu virtueller Fotografie) ergeben. So ermöglichen digitale Planungsverfahren eine kontinuierliche Herstellung von Visualisierungen, unterschiedliche Perspektiven und effektvolle Ausgestaltungen des Erscheinungsbildes für die unterschiedlichsten Zwecke und Gelegenheiten. Realistisch wirkende Darstellungen werden bereits in den frühen Phasen des Entwurfs möglich, zugleich lassen die rechnerischen Kapazitäten moderner Computer neue Konstruktionen realisierbar erscheinen, wodurch die Konzeption von frei geformten, gleichsam vom Erscheinungsbild und nicht von elementaren tektonischen Bedingungen her bestimmten Gebilden aus dem Bereich des bloß Phantastischen und Visionären befreit erscheint.Das Projekt unternimmt es, diese hier skizzierten, wesentlich prozessualen Zusammenhänge in Entwurf und Visualisierung in der Phase des Übergangs von den analogen zu den digitalen Planungs- und Darstellungsverfahren – d.h. zwischen 1980 und den 2000er Jahren – zu untersuchen. Ziel ist es, in exemplarischen Studien zum Einsatz und zur Verwendung der neuen Werkzeuge und ihrer visuellen Produkte (Bilder) zum einen aus kunsthistorisch-medienkritischer Perspektive, zum anderen vom produktionsästhetischen Standpunkt der Architektur- bzw. Architekturbildproduktion zu bestimmen, wie das ‚digitale Bild‘ Begriff und Produktion von Architektur verändert hat. An zwei Arbeitsstellen in Marburg und in Cottbus werden einerseits Untersuchungen zur Geschichte der visuellen Repräsentation in prominenten Architekturzeitschriften vorgenommen und die Diskussion um „digitale Architektur“ in den verschiedenen Facetten, u.a. am Beispiel der sog. Blob-Architektur, aufgearbeitet. Andererseits wird exemplarisch die Entwicklung und Verwendung von CAD-Programmen aufgearbeitet, um deren Möglichkeiten zur Produktion digitaler Architekturbilder zu erkunden. Schließlich soll auf dieser Grundlage erörtert werden, ob und inwiefern heute von ‚digitaler Architektur‘ gesprochen werden kann oder muss und welchen Anteil an diesem womöglich neuen Begriff von Architektur das ‚digitale Bild‘ hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421460278",
      "url": "https://gepris.dfg.de/gepris/projekt/421460278",
      "title": "Bewegbare Bilder festhalten. Screenshots als theoretisierende Medienpraxis",
      "subject_area": "Theater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421460278",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Ziel des Fortsetzungsprojekts besteht weiterhin darin, das digitale Bild aus der Innenperspektive digitaler Bilder zu theoretisieren. Ausgangpunkt der Untersuchung sind Bildpraktiken, die sich in digitalen Bildern materialisieren. In digitalen Bildern ist medienpraktisches Wissen präsent, aus dem sich Elemente für eine Praxistheorie des digitalen Bildes gewinnen lassen. Um auf dieses praxeologische/praktische Medienwissen zuzugreifen, bedient sich das Projekt der im Vorgängerprojekt entwickelten Methode der Bildpraxisanalyse, die Bilder auf ihr Medienwissen hin befragt.Angesichts der Vielfalt der Erscheinungsformen des digitalen Bildes muss die Suche nach im Bild materialisierten Medienwissen eng konturiert werden. Dazu nimmt das Fortsetzungsprojekt eine besondere Form von Metabildern in den Blick: Screenshots. Dieser bislang wenig erforschte Bildtypus reflektiert digitale Bilder, indem er sie festhält. Das Projekt fokussiert genauer auf Screenshots, die 360°-Bildumgebungen von digitalen Spielen und Panoramen (z. B. Google Street View) reflektieren. Dieser Bildtypus wird oft als Inbegriff digitaler Bilder betrachtet, insofern er „algorithmisch“ (Uricchio) und „operativ“ (Hoelzl/Marie) navigierbar ist.In der vorliegenden Forschung wird die Bildpraxis des Screenshots häufig mit traditionellen Bildpraktiken wie Fotografieren und Fotokopieren verglichen und damit auf die Remediatisierung analoger und digitaler Vorläufer reduziert. Auch wenn diese Medienbezüge offensichtlich erscheinen, möchte das Projekt die Medienpraktiken des Screenshots befragen, um die manifesten Unterschiede herauszuarbeiten, die Screenshots als digitale Bildpraxis spezifisch machen. Screenshots von 360°-Bildumgebungen zu untersuchen, ist in dieser Hinsicht als impliziter Medienvergleich besonders aufschlussreich: Die Anfertigung eines Screenshots transformiert das digitale Bild fundamental in Hinblick auf Beweglichkeit, Räumlichkeit und Zirkulierbarkeit. Ein bewegliches, endloses Bild wird in ein scheinbar unbewegtes Bild verwandelt, das sich leicht in verschiedenen Kontexten teilen und zeigen lässt.Die Bildpraxisanalyse wird zu Screenshots von 360°-Bildumgebungen (wie digitalen Spiele und Panoramen) durchgeführt. Praktiken (und entsprechendes Medienwissen) werden dabei auf drei Ebenen geborgen: Navigationspraktiken, die das Raum-Bild steuern; Aufnahmepraktiken, die ein Bild (den ‚Shot‘) produzieren; Ausstellungspraktiken, die Screenshots öffentlich sichtbar machen. Die empirische Erhebung geht zunächst von den Ausstellungsorten aus, wo die Bilder gemäß der Ausstellungspraktiken des Dokumentierens, Werbens und Kritisierens auftauchen. Die Praktiken des Ausstellens geben Aufschluss über Praktiken des Navigierens und Aufnehmens, da diese sich im Bild materialisieren. Aus Screenshots zeitgenössischer Spiele und digitaler Panoramen bildpraxisanalytisch geborgene Medienwissen trägt schließlich zu einer praxeologischen Medienphilosophie des digitalen Bildes bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421703927",
      "url": "https://gepris.dfg.de/gepris/projekt/421703927",
      "title": "Bildsynthese als Methode des kunsthistorischen Erkenntnisgewinns",
      "subject_area": "KunstgeschichteBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421703927",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Ein Vorteil des digitalen Bildes ist das Potential, viele Werke virtuell zusammenzubringen, einfach gruppieren zu können, beliebig zu rearrangieren. Auf diese Weise in Verbindung und ständiger Neugruppierung stehende digitale Bilder gleichen Warburgs Mnemosyne Atlas. Allerdings basieren die Verbindungen, Ähnlichkeiten und Unterschiede der Kunstwerke auf potentiell sehr komplexen Konzepten (Stil, Ikonographie etc.). Gerade wenn Computer Zusammenhänge zwischen Bildern ausgeben (z.B. Suchergebnisse) ist ein Verständnis darüber, wie diese Ergebnisse entstehen wissenschaftlich zwingend. Entsprechend hat sich die Computer Vision jüngst sehr für eine Form des Deep Learning interessiert, das quasi selbstreflexiv ist. Das Vorhaben wird mit neuronalen Netzen arbeiten, die neue Bilder erstellen und dadurch deren Bildkonzepte erklären. Diese synthetisch generierten digitalen (SGD) Bilder etablieren eine neue Bedeutung in der Erschließung und Visualisierung von Bildkonzepten - sie sind ein Destillat. Daher ist eine Herausforderung des Projekts, den Blick der Kunstgeschichte auf digitale Bilder zu verändern, sie stärker zu einem Werkzeug des Erkenntnisgewinns zu machen. Statt nur ein Teil der Recherche zu sein, möchten wir das digitale Bild in Form der SGD Bilder zu einem bedeutenden Instrument des Interpretationsprozesses machen. Es geht um die genuin kunsthistorische und hermeneutische Frage der Interpretierbarkeit.Wir werden einen generative deep learning Ansatz verfolgen, der uns erlaubt SGD Bilder zu erstellen, mit denen die Repräsentationen verschiedener Algorithmen zu Bildsuche und -verstehen visualisiert werden können. Wir trennen in den Bildern vermischte Konzepte, so dass unser Verfahren nicht nur Konzepte wie Stil und verschiedene Posen der Bildfiguren visualisieren kann. Es ermöglicht dem User auch, die verschiedenen Ergebnisse zu bewerten, da er sieht, was der Algorithmus erfasst hat. Im Gegensatz zu bestehenden Netzwerkinvertierungen ohne die Entflechtung der Konzepte, kann der Nutzer nun die verschiedenen Konzepte individuell verändern und so erkennen, inwieweit sie korrekt wiedergegeben werden und richtig aufgespalten wurden. In einer Fallstudie können so SGD Bilder aus einer Sammlung mit antiker Kunst als künstliche Renaissancen erzeugt werden und so auf experimenteller, rein visueller Ebene Antikenrezeption simuliert werden, um daran abzulesen, inwieweit das Verfahren dem kunsthistorischen Erkenntnisgewinn dient.Schließlich ergibt sich daraus ein interaktiver Ansatz zum Analysieren großer Bilddatensätze. Computer und Kunsthistoriker können so Bildsammlungen dialogisch erschließen, Fehler mit einem Blick erkannt werden. Der Computer gibt die Destillate der Konzepte vor und der Kunsthistoriker interpretiert und koordiniert die weitere Analyse, bei der ihm weitere Repräsentationen erzeugt werden. So gesehen nutzen wir die analytischen Kompetenzen von Computer und Kunsthistoriker und verschränken quantitative und qualitative Methoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421515359",
      "url": "https://gepris.dfg.de/gepris/projekt/421515359",
      "title": "Browserkunst. Navigieren mit Stil",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421515359",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Forschungsprojekt untersucht das Genre der Kunstbrowser als prozedurale Bildermaschinen. Hierfür wird ein phänomenologischer partizipativer Zugang mit einer computergestützt-bildgebenden Erschließungsmethode komplementiert, um sich analytische Zublicke auf 'darunter' liegende Gestaltungsebenen zu bahnen. Dies erfordert eine Expertise aus den Bereichen der visuellen Gestaltung, Informatik, Software Studies und Kunstgeschichte bzw. Bildwissenschaften. Das Aufdecken der individuellen Funktionsweise der Programmmechanik erfolgt über das Austesten verschiedener verfügbarer Visualisierungs- und Analysewerkzeuge, sowie über das Entwickeln eigens auf Internetbrowser zugeschnittener Darstellungen. Das vorliegende Projekt verfolgt simultan mehrere Ziele:a) Visualisierung als Methode: Internetbrowser werden von zwei Seiten her betrachtet. Neben dem vorgesehenen 'Aussehen' (dem Interface am Monitor) werden noch weitere bildlich aufbereitete Zugänge als Zusatzinformation erschlossen. Die Informationen für die Visualisierung werden im Sinne eines technischen 'reverse engineering' aus dem bestehenden Programmcode nachvollzogen und so für die Geisteswissenschaften 'anwendungsnaher' wiedergegeben.b) Theoriebildung: Ziel ist es, die Theoriebildung durch die damit neu gewonnenen Einsichten auf eine andere Basis zu stellen und neue Kriterien für Gestaltung und Kritik an die Hand zu bekommen. Welche Ideen über das Bild ergeben sich durch das genaue Nachvollziehen der Vorgänge, die sie hervorbringen? Bislang ausgeklammerte Domänen der Kreativität geraten in den Blick, eine Ästhetik dieser Browser-als-Bildermaschinen bezieht die Programmperformanz zentral mit ein. Prozedurale Outputs sind von diesem Unterbau gar nicht zu trennen, was angesichts des GUI Strategien der Transparenz versus Opazität/Obskuranz; Norm versus Dekonstruktion thematisieren lässt. Die Topologie des digitalen Bildes als Kombination aus surface und subface wird eine wesentliche Erweiterung erfahren, weil subface bislang auch nur ein 'black box' term ist. c) Methodenkritik: Das Erproben neuer Methoden erfordert auch die Reflexion der verwendeten Mittel, was für den vorliegenden Fall insbesondere bedeutet, eine Visualisierungskritik zu betreiben. Gebraucht werden Ansätze, die mit den verfügbaren bzw. zu entwickelnden Visualisierung(stechnik)en einen vertretbaren Umgang pflegen. Es ist wichtig, sich bewusst zu sein, was damit in Erfahrung gebracht werden kann und was nicht. Jede Art der Darstellung favorisiert unweigerlich eine Interpretation. Daher muss der technologische Enthusiasmus und der Mut, neue Wege auszuprobieren mit Möglichkeiten des kritischen Reflektierens und Evaluierens der Spielräume und Konsequenzen komplementiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "510116559",
      "url": "https://gepris.dfg.de/gepris/projekt/510116559",
      "title": "CD-ROM-Kunst: Bilder des digitalen Imaginären",
      "subject_area": "KunstgeschichteTheater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510116559",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Die CD-ROM-Kunst, deren Prominenz in den 1990er Jahren einige exklusiv dieser Sparte gewidmeten Ausstellungen bezeugen, blieb bislang von der Forschung weitgehend unbeachtet. Dabei lässt sich über ihre vernetzte Struktur vielfach der Übergang zum Internet vor- und nachzeichnen. Andererseits lassen sich auch Fäden zu Video und Experimentalfilm verdeutlichen. Das Projekt befasst sich mit drei prominenten künstlerischen Positionen – Chris Marker, Michael Snow, Thierry Kuntzel – die sich jeweils durch ein umfangreiches und vielgestaltiges Œuvre auszeichnen. Ihnen ist gemeinsam, dass sie sich dem in den 1990er Jahren mit vielen Erwartungen aufgeladenen Medium der CD-ROM zuwandten: Es sollte überdauern (und wurde zum Übergangsphänomen), es sollte Interaktivität beflügeln (und war auf das Klicken beschränkt), es sollte leichten Zugriff bieten (und benötigte ein bald überholtes Lesegerät). Sowohl über die narrative Einbettung als auch über die Publikationsstrategien lässt sich erhärten, dass das Paradigma von Printmedien – das gedruckte Buch, die Enzyklopädie, das Magazin, der Schreibtisch – eine unerwartet prominente Folie bildete, vor deren Hintergrund diese kleine, silbrige Scheibe und ihr Potenzial gedacht wurden. Über die Wahl der drei repräsentativen Fallstudien ergibt sich thematisch ein Fokus auf Gedächtniskulturen, Archive, Prozesse des Erinnerns, sowie das Bild und deren Reinterpretationen als (im)memory oder (an)archive. Konzeptuell stellt die CD-ROM den in der Theorie noch unterbelichteten Konnex zwischen elektronischem Bild und digitalem Bild her. Insbesondere theoretische Positionen aus Frankreich dienen dazu, diese intermediäre Position kritisch reflektiv zu analysieren: Gilles Deleuze und darauf aufbauend Raymond Bellour, Edmond Couchot und Anne-Marie Duguet bieten für die hier verhandelten und dem französischen Kulturkreis eng verwurzelten Künstler wichtige Ansätze.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421299207",
      "url": "https://gepris.dfg.de/gepris/projekt/421299207",
      "title": "Curating the Feed: Interdisziplinäre Perspektiven auf digitale Bilderfeeds und ihre Curatorial Assemblages",
      "investigators": "Professor Dr. Christoph  Bareither;Professor Dr. Benno  Stein;Professorin Dr. Sabine  Wirth",
      "subject_area": "Ethnologie und Europäische EthnologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingTheater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421299207",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Im Mittelpunkt des Projekts stehen digitale Bilderfeeds und ihre Curatorial Assemblages. Wir fragen, wie emergente soziotechnische Netzwerke aus digitalen Praktiken, Interfaces und Algorithmen die Bilderfeeds auf Social Media-Plattformen wie Instagram, Facebook, TikTok oder Pinterest ko-kuratieren. Wie werden digitale Bilderfeeds designed? Wie sind sie eingebettet in Interfaces und media environments? Wie werden sie algorithmisch kontrolliert? Und wie prägen sie die alltäglichen Lebenswelten zahlloser Social Media-User*innen? Das Projekt schließt an das bereits laufende SPP-Projekt „Curating Digital Images“ an, stellt sich zugleich aber völlig neuen Herausforderungen, die ein starkes interdisziplinäres Forschungsdesign erfordern. Deshalb vereint das Projekt 1) Digitale Anthropologie (PI Christoph Bareither) mit 2) Medienwissenschaft und Interface Studies (PI Sabine Wirth) und 3) Computer Science sowie Natural Language Processing (PI Benno Stein). Die drei Zugänge analysieren verschiedene Facetten der Curatorial Assemblages von digitalen Bilderfeeds. Digitale Anthropologie setzt auf digitale Ethnografie (teilnehmende Beobachtung, Interviews, Medientagebücher), um die Mensch-Technik-Beziehungen rund um diese Feeds zu beforschen. Dieser Bereich fokussiert auf eine junge Generation von User*innen, die alltägliche Expert*innen für das Kuratieren von Feeds sind, und beleuchtet die Relevanz dieser Feeds für individuelle Lebenswelten. Medienwissenschaft und Interface Studies bieten dagegen Zugänge für die historische und medientheoretische Kontextualisierung von Bilderfeeds an, und fragen danach, welche Rolle Interfaces, ihre Design-Strategien und Affordanzen für die Formierung von Curatorial Assemblages spielen. Medieninformatik und Natural Language Processing beleuchten drittens, wie Algorithmen und ihre Programmierer*innen die Feeds kuratieren; zugleich fragen wir, wie algorithmische Interventionen die Einseitigkeit von Social Media kritisch reflektieren und einen Beitrag zur zukünftigen Entwicklung diverserer Bilderfeeds leisten können.Erweitert wird unser interdisziplinäres Forschungsdesign durch Zusammenarbeit mit weiteren Projektgruppen aus dem SPP sowie eine internationale Vorlesungsreihe. Durch unser interdisziplinäres und mehrdimensionales Forschungsdesign kann unser Projekt zu allen drei Hauptzielen des SPP beitragen: 1) Indem es die integrale Verbindung zwischen digitalen Bildern, Social Media und Bilderfeeds anerkennt und die Rolle dieser Feeds in vernetzten Gesellschaften untersucht, trägt das Projekt signifikant zur Analyse des Phänomens des digitalen Bildes bei; 2) Indem es digitale Bilderfeeds und ihre Curatorial Assemblages konzeptualisiert, liefert es neue Bausteine für eine interdisziplinäre Theorie des digitalen Bildes; 3) Durch algorithmische Interventionen legt es konzeptuelle Grundlagen für zukünftige technologische Innovationen und bezieht dadurch die praktische Seite des digitalen Bildes effektiv mit ein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421460755",
      "url": "https://gepris.dfg.de/gepris/projekt/421460755",
      "title": "Das prozessierte Bild. Bildverarbeitung im Zeitalter von Photoshop",
      "subject_area": "Theater- und MedienwissenschaftenKunstgeschichte",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421460755",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Digitale Bilder durchdringen unsere Kultur, von den Naturwissenschaften über das Geschäftsleben und die Unterhaltungsindustrie bis zu den Künsten. In den meisten Fällen wurden die Bilder, die wir in wissenschaftlichen Berichten, in der Werbung, auf privaten und kommerziellen Webseiten oder in Magazinen sehen, mit speziellen Bildbearbeitungsprogrammen zum Zweck ihrer besseren Erscheinung algorithmisch aufbereitet: Es sind prozessierte Bilder. Erstaunlicherweise jedoch gibt es in den Geistes-, Kultur- und Sozialwissenschaften bislang keine ausgearbeiteten Konzepte von digitalen Bildern als be- bzw. verarbeiteten Bildern.Ziel des Projektes ist es, ein Konzept digitaler Bilder hinsichtlich ihrer spezifischen Qualität als prozessierten Bildern – statt in allgemeinen Begriffen oder abstrakten Vorstellungen von Digitalität – zu entwickeln. Hierzu wird das Projekt eine erste vollständige Darstellung der Software Adobe Photoshop, dem bevorzugten technischen Werkzeug für digitale Bildverarbeitung, geben und ein theoretisches Gerüst zur Reflektion der Bedeutung digitaler Bildverarbeitung für unsere visuelle Kultur und für Theorien digitaler Medien liefern.Um dieses Ziel zu erreichen, wird das Projekt eine eingehende Studie von Photoshop auf der ‚kulturellen‘ Schicht der Interfaces und der Gebrauchsweisen sowie auf der ‚computertechnischen‘ Schicht von Codes und Datenstrukturen durchführen. Mit Hilfe der neuartigen Methoden der Software Studies wie der vergleichenden Medientechnikanalyse, der Interfacekritik und der kritischen Codelektüre wird es die erste systematische Untersuchung eines der wichtigsten technischen Instrumente unserer gegenwärtigen visuellen Kultur vornehmen. Um die historische und pragmatische Dimension digitaler Bildverarbeitung zu erhellen, werden außerdem Methoden der Diskurs- und Medienanalyse, der Medienarchäologie und der Oral History angewendet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "509902633",
      "url": "https://gepris.dfg.de/gepris/projekt/509902633",
      "title": "Der interaktive Blick – Zu Status und Ethik von Überwachungsbildern in digitalen Spielen",
      "subject_area": "Theater- und MedienwissenschaftenPraktische Philosophie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509902633",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Ziel des Projekts ist es, anhand einer qualitativen und quantitativen Analyse von Überwachungsbildern in Video- und Computerspielen eine Grundlage für die ethische Bewertung von digitalen Überwachungsbildern zu entwickeln. Durch die aktive Beteiligung der Spielenden kommt Überwachungsbildern in digitalen Spielen eine entscheidende Rolle bei der Herausbildung von Überwachungsmentalitäten zu; sie sind ein integraler Bestandteil der kulturellen und gesellschaftlichen Bedeutungsvermittlung und Ideologiebildung zu Überwachung. Das Projekt wird diese Mechanismen mit konzeptionellen Werkzeugen und Methoden aus der Ästhetik, der visuellen Semiotik, der Kulturanalytik und den digitalen Geisteswissenschaften analysieren. Die zentralen Ziele des Projekts sind eine systematische Analyse des aktuellen Status von Überwachungsbildern in digitalen Spielen, die ethische Reflexion problematischer Aspekte und die Diskussion der Projektergebnisse mit der wissenschaftlichen Gemeinschaft und einer breiteren Öffentlichkeit, um sie für den Bereich der politischen Bildung nutzbar zu machen. Das Projekt widmet sich dem Verständnis des Phänomens digitaler Bilder und nutzt diese zugleich für die Praxis als Medium des Erkenntnisgewinns in der politischen Bildung. Darüber hinaus wird ein Beitrag zur Theorie digitaler Bilder geleistet, indem der Fokus auf die über digitale, interaktive Bildformen vermittelten Bedeutungen und Ideologien gelegt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale BildMitverantwortlicheDr. Wulf  Loh;Dr. Alberto  Romele"
    },
    {
      "project_id": "421644670",
      "url": "https://gepris.dfg.de/gepris/projekt/421644670",
      "title": "Designing habits. Das digitale Bild als Anwendung",
      "subject_area": "KunstgeschichteBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingTheater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421644670",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das digitale Bild ist zur Anwendung geworden. Im Zeitalter der Smartphone-basierten Bildproduktion und -konsumption erlauben die heute in mobilen Geräten verbauten Technologien eine ungeahnte Einfachheit und Geschwindigkeit in der Produktion, Bearbeitung und Weiterleitung von Bildern, die zu einem quasi-verbalen Mittel der Kommunikation aufgestiegen sind. Als solche weisen sie eine eigene Ästhetik auf, die vor allem Ausdruck eines grundlegend veränderten Umgangs mit dem Bild ist. Dieses Bild ist ubiquitär verfügbar und rekontextualisierbar, es wird im selben Moment angeschaut, indem es verwendet wird. Nachdem sich das Vorgängerprojekt unter dem Begriff der „Adaptivität“ mit dem Vermögen neuer Darstellungsverfahren beschäftigt hat, in Echtzeit auf wechselnde Situationen, Perspektiven und Kontexte zu reagieren, soll das Folgeprojekt die Blickrichtung umkehren und untersuchen, wie die Umwelt stilistisch und gestisch auf digitale Bildtechnologien und Bildangebote reagiert, in denen bestimmte Sehweisen und Gewohnheiten gestalterisch antizipiert werden. Durch eine kombinierte formale und technische Analyse soll es insgesamt zu einem neuen Begriff „habitualisierter Bilder“ gelangen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421563556",
      "url": "https://gepris.dfg.de/gepris/projekt/421563556",
      "title": "Digitale Vergangenheit. Faktizität und Fiktion in der Visualisierung von Geschichte",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421563556",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Projekt möchte einen grundlegenden Beitrag zu der Frage leisten, welchen aktiven Anteil digitale Bildverfahren an unserem Verständnis, aber auch unserer Imagination vergangener Ereignisse und Epochen haben. Der Fokus des Projekts liegt ausdrücklich auf solchen Rekonstruktionen, denen ein dokumentarischer Charakter zugeschrieben wird (filmische Dokumentationen, Visualisierungen in historischen Museen). Es gilt zu fragen, welche neuen Formen der Rezeption von Geschichte im Feld der digitalen Rekonstruktion und Simulation zu beobachten sind, so etwa durch das Verspechen auf eine neue, durch immersives Eintauchen in simulierte Vergangenheiten ermöglichte Unmittelbarkeit:  'Geschichte erleben' – so lautet eines der zentralen Motive gegenwärtiger Geschichtssimulationen im Bereich der virtual reality. Ziel des Projekts ist es, Kriterien einer genuinen Bildgeschichte und -theorie digitaler Rekonstruktion zu entwickeln, eine Kritik historischer Einbildungskraft unter den veränderten Bedingungen der Digitalisierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421462167",
      "url": "https://gepris.dfg.de/gepris/projekt/421462167",
      "title": "Glokalisierung des digitalen Bildes: Ethik, Bildhandeln und innovative Methoden",
      "subject_area": "Theater- und MedienwissenschaftenPublizistik und Kommunikationswissenschaft",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421462167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "„Glokalisierung des digitalen Bildes: Ethik, Bildhandeln und Innovative Methoden“ baut auf meinem Forschungsprojekt „Hinter dem Digitalen Bild. Fotografien auf Community-Plattformen und Twitter als Repositorien für maschinelles Lernen und journalistische Publikationen“ aus Phase I des DFG-Schwerpunktprogramms „Das digitale Bild“ auf. Es erweitert meine Forschung des digitalen Foto-Sharings hin zu inkorporierten Praktiken von Ethik und Bildhandeln im digitalen Fotojournalismus sowie zur Entwicklung innovativer digitaler visueller Methoden zwischen Theorie und Praxis, insbesondere visueller (Auto-) Ethnografie. Ich verfolge zwei Teilprojekte:a) Ethik und Bildhandeln – Die Glokalisierung des digitalen Bildes: Ziel ist es, Ethik und Bildhandeln digitaler Fotos (global/universal) sowie die Erfahrungen der Fotograf*innen (lokal/partikular) zu untersuchen. Der Begriff Glokalisierung bezieht sich auf zeitgleiche globale und lokale Entwicklungen des digitalen Bildes. Das Projekt schöpft aus der Akteur-Medien-Theorie und Theorien des „civil contract of (digital) photography“ (Azoulay). Es untersucht inkorporierte („embodied“) Praktiken der Ethik und des Bildhandelns von Fotojournalist*innen, Fotokollektiven und Community-Archiven in der digitalen Fotografie an der Schnittstelle von Fotojournalismus und Aktivismus, digitalen Archiven und Community-/Citizen-Beteiligungen.b) Entwicklung innovativer Methoden: Visuelle (Auto-)Ethnografie: Theorie und Praxis verbindend entwickelt dieses Teilprojekt digitale visuelle Forschungsmethoden weiter. Um Ethik und Bildhandeln differenzierter untersuchen zu können, werden Interviews mit Fotoexpert*innen – wie etwa Fotojournalist*innen trianguliert durch selbst-reflexive fotografische Praxis. Das Potenzial der digitalen visuellen (Auto-)Ethnografie als qualitative Forschungsmethode liegt in der intensiven Verwobenheit der Fotograf*innen, ihrer Wahrnehmung, der Heterogenität des jeweiligen Umfelds und ihrer reflexiven Positionalität.Das digitale Bild als Teil visueller Forschungsmethoden ist zugleich Forschungswerkzeug, Forschungsmethode und Forschungsobjekt. Inkorporierte Praktiken der Ethik und des Bildhandelns können beim Porträtieren gefährdeter Menschen bedeutsam sein, weshalb ‚sharing‘ im Sinne von Teilhabe integral ist. Das digitale Bild wird mobil aufgezeichnet und gespeichert – etwa in der Digitalkamera. Sie ist eine der Technologien, die Sarah Pink als „commodities of discourse“ bezeichnet (Pink 2007). Ethik und Bildhandeln zirkulieren durch digitale Fotos und ihre vielfältige digitale Übermittlung, etwa über Fotoagenturen, persönliche Websites, Messenger-Dienste, Fotowettbewerbe, Mikroblogging-Dienste, Intermediäre, traditionelle Medien usw.). Mein DFG-Projekt nutzt multidimensionale, digitale Methoden wie Image Scraping, Leitfadeninterviews mit Fotojournalist*innen (remote und persönlich), sowie Feldforschung in der visuellen (Auto-) Ethnografie durch die Teilnahme an Workshops mit Fotojournalist*innen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "510079995",
      "url": "https://gepris.dfg.de/gepris/projekt/510079995",
      "title": "Granularitäten von Zerstreuung und Materialität: Visualisierung eines Fotoarchivs über Diaspora",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKunstgeschichte",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510079995",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Projekt \"Granularitäten von Zerstreuung und Materialität: Visualisierung eines Fotoarchivs über Diaspora\" wird theoretische und technische Konzepte für die wissenschaftliche Visualisierung von digitalisierten Fotoarchiven entwickeln unter besonderer Sensibilität für die spezifischen Merkmale einer Sammlung, die die jüdische Diaspora dokumentiert. Gestützt wird sich auf Forschungen in den Bereichen Kulturwissenschaften, digitale Geisteswissenschaften, Informationsvisualisierung und Mensch-Computer-Interaktion. Mit dem Material Turn und der zunehmenden Menge an digitalen Bildern hat sich die Wahrnehmung auf physische Archive verändert: Fotografische Nachlässe gelangen zunehmend in Museen, Stiftungen, Institutionen sowie zukünftig in das nationale Bundesinstitut für Fotografie, in dem Wissensvermittlung einen Baustein bilden wird (Bundesbeauftragte BKM 2021). Obwohl in den letzten Jahren große Anstrengungen im Bereich der Digitalisierung und der Online-Publikation unternommen wurden, stützen sich die Präsentationsformen nach wie vor auf Übersichtlichkeit, wobei die verwendeten Vorschaubilder gleichen Formats nicht das Potential digitaler Zugänge ausschöpfen. Wir zielen darauf ab, die Dimensionen Prozessualität, Auswahl und Materialität als Spuren in den Archiven nachzuweisen und durch interaktive Visualisierungen erfahrbar zu machen. Es wird der Bedarf an eine transdisziplinäre Forschung adressiert, die solche immanenten Spuren erkennt, um Ansätze für lesbare und explorierende Visualisierungen zu entwickeln. Während es viele Ansätze gibt, um distanzierte, aggregierte Übersichten von abstrahierten Daten zu erstellen, gibt es nur wenige, die die Bildlichkeit einer Sammlung bewahren. Im Kontext humanistischer Daten bedarf es ebenso eines Gestaltungsspielraums, der Distanz- und Nahansichten sinnvoll miteinander verbindet. Im Zentrum des Projekts steht der Entwurf und die Evaluation von Visualisierungs- und Interaktionstechniken, die es ermöglichen, sich durch verschiedene Granularitätsebenen, die Semantik, Beziehungen, Hierarchien, fotografische Prozesse und visuellen Elementen einschließen können, zu bewegen. Unsere Sichtbarmachung und Verknüpfung dieser Ebenen, die in den umfassenden Fotoarchiven oft verborgen bleiben, kann genuin digitale Archivräume zur Auseinandersetzung mit dem Bestand und seiner Bedeutung öffnen. Eine mit der Forschung verbundene Reflexion soll ein Beitrag zur Theoriebildung über den methodischen Einsatz von Visualisierungstechniken in der Bildwissenschaft leisten. Das Schwerpunktprogramm Das Digitale Bild und sein Forschungsnetzwerk richten ihr Augenmerk auf eine Visualität, die bisher wenig Beachtung fand. Der transdisziplinäre Austausch zur Formalisierung und Reflexion von Phänomenen, Theorien und Praktiken wird für dieses Projekt als wesentlich empfunden, oszilliert es doch zwischen allen drei Modi, da das Design digitaler Schnittstellen ein entscheidender Moment der Wissensproduktion und -verbreitung ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421346851",
      "url": "https://gepris.dfg.de/gepris/projekt/421346851",
      "title": "Jameson 2.0. Cognitive mapping in der zeitgenössischen Kunst",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421346851",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Digitalen Bildern liegt eine doppelte Darstellungskrise zu Grunde: Zum einen ist der Existenzmodus digitaler Daten primär kein visueller; bildliche Repräsentationen sind nicht ihre notwendige Erscheinungsform. Zum anderen scheint es in einer datengetriebenen Welt dem/r menschlichen Beobachter/in unmöglich, einen Einblick oder Überblick in die Weise der Datengenerierung und Informationsprozessierung zu erhalten, die die heutige Welt bestimmen. Trotz oder gerade wegen einer wachsenden Anzahl visueller Medien und der durch sie generierten Daten ist das Subjekt immer weniger in der Lage, die algorithmische Totalität, die es umgibt, zu erfassen. Versprachen statistische Diagramme seit dem 18. Jahrhundert, Informationen »auf einen Blick« sichtbar zu machen, gilt dies für heutige digitale Umgebungen nicht mehr. Anstatt aber der Krise der Darstellbarkeit mit immer größeren Rechenkapazitäten zu begegnen, rekurriert das Projekt auf exemplarische Verfahrensweisen aus Kunst und visueller Kultur, die via Datenstrukturierung, Informationsgenerierung und Interpretation alternative Formen der Darstellung und Erfahrung entwickeln. Dazu zählen Mark Lombardi als (analoger) historischer Vorläufer, Trevor Paglen, Eyal Weizmann und Forensic Architecture, Tactical Tech Collective, Lawrence Abu Hamdan, Walid Raad oder Ingrid Burrington. Konzeptualisiert werden sollen diese Arbeiten und Praktiken unter dem Begriff des cognitive mapping. Dieses Konzept – von Jameson in seinem einflussreichen Buch Postmodernism or the Cultural Logic of Late Capitalism (1991) publiziert – fußt auf der Diagnose eines Orientierungsverlustes in globalisierten Kulturen, eines Risses zwischen individueller Erfahrung und der sie bestimmenden globalen (ökonomischen) Strukturen, die unsichtbar und undarstellbar geworden seien. Jameson schlug vor, eine Erfahrungsdimension und Handlungsperspektive wiederzugewinnen, die für ihn in der Theorie und Praxis des cognitive mapping bestand. Könnte man Jameson noch in einer historischen Linie mit der Diagnose eines Erfahrungsverlustes in Zeiten zunehmender Abstraktion als kritischen Topos der Moderne sehen, stellt die aktuelle, digitale „technologische Bedingung“ (Hörl 2011) mit ihrer Arbitrarität zwischen Daten und Information und einer konstitutiven „Unentscheidbarkeit digitaler Bilder» (Rubinstein, Sluis 2013) eine andere Ausgangslage dar, auf die die künstlerischen Arbeiten reagieren. Das Projekt möchte untersuchen, wie Künstler_innen in unterschiedliche Erscheinungsweisen von Daten als Information intervenieren. Es möchte damit eine Handlungsdimension im Umgang mit digitalen Bildern aufzeigen und basierend auf diesen Recherchen, eine aktualisierte Kunsttheorie des cognitive mapping unter der Bedingung der Digitalität entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421470689",
      "url": "https://gepris.dfg.de/gepris/projekt/421470689",
      "title": "Japanische Querrollen und Digitale Explorationen: Materialität, Praktiken und Lokalität",
      "subject_area": "KunstgeschichteAsienbezogene Wissenschaften",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421470689",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Im Rahmen des \"Digitalen Bildes\" bietet dieses Projekt eine kulturell und materiell vielfältige Fallstudie, um die Diskussion um die erkenntnistheoretische Revolution des digitalen Bildes zu bereichern. Basierend auf der japanischen Materialität und den Praktiken des Sehens sowie der Hermeneutik, bewertet dieses Projekt kritisch den Stand des Feldes und bietet innovative und einzigartige Perspektiven, um eine multiperspektivische Auseinandersetzung mit digitalen Werkzeugen voranzutreiben. Potentiale des distant viewing (Bender, 2015) und quantitative Ansätze sind diskutiert (Manovich, 2015). Demgegenüber befassen sich nur wenige Publikationen mit Fragen der Bildaneignung in digitalen Displays (Doulkaridou, 2015). Selten werden digitale Projekte mit japanischen Artefakten reflektiert (Yang,hg. 2013).Digitale Projekte japanischer Querrollen untersuchend, reflektiert diese Doktorarbeit kritisch die vermittelnde Kraft des digitalen Bildes. Neue Formen der digitalen Repräsentation japanischer Querrollen sollen in drei Bereichen untersucht werden: 1) Materialität bezieht sich auf die materialen Eigenschaften des Artefakts und das horizontale Format der Querrollen. Ziel ist es, die Möglichkeiten und Grenzen digitaler Technologien zu erforschen, um den Nutzer mit dem zu konfrontieren, was in digitaler Form \"nicht vorstellbar\" ist. Die taktile Information (Gewicht des Artefakts, sein Geruch, die unterschiedliche Papierqualität usw.) wird im rein okularen, digitalen Bild weggelassen. Auch sind die materialen Bedingungen der Objekte und der Umwelt entscheidend für das Verhalten der Menschen (Schatzki, 2016). Folglich verdient das Format der Querrollen mit bis zu 30m besondere Aufmerksamkeit. 2) Praktiken betreffen die Art wie Querrollen gehandhabt und betrachtet werden und wie digitale Repräsentation das Visuelle erhält, verstärkt oder transformiert. Die Querrollenmaterialität führt zu einem nicht-statischen Betrachten, wobei der Rahmen individuell verändert wird, um die von rechts nach links verlaufende Erzählung zu enthüllen. Dieses Repräsentationsproblem wird analysiert und mit digitalen Lösungen soll experimentiert werden: Überlappende Ebenen, die ein-/ausgeschaltet werden können, und mehrere Interfaces, auf die zugegriffen werden kann. 3) Lokalität umfasst sowohl den Produktions- als auch den aktuellen Aufbewahrungsort des Artefakts. Es betrifft auch a) Netzwerke zwischen den Orten verwandter Objekte, b) die soziopolitische Signifikanz der Artefakte innerhalb dieser Netzwerke und c) die Mobilität der Artefakte sowie die Veränderungen dieser Netzwerke im Laufe der Zeit. Die Arbeit untersucht verschiedene Möglichkeiten, solche Netzwerke mit digitalen Werkzeugen abzubilden. Sie untersucht Versionen des 15. und 16. Jahrhunderts nicht-erforschter Tenjin-Querrollen und reflektiert wie digitale Werkzeuge neue Erkenntnisse japanischer Querrollen ermöglichen und bereichern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "420601719",
      "url": "https://gepris.dfg.de/gepris/projekt/420601719",
      "title": "Koordinationsfonds",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 420601719",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Schwerpunktprogramm „Das digitale Bild” will von einem multiperspektivischen Standpunkt aus in der Zusammenführung exemplarischer Projekte die zentrale Rolle the-matisieren, die dem Bild im komplexen Prozess der Digitalisierung des Wissens in Theorie und Praxis zukommt. Intendiert ist eine kritische Thematisierung und Reflexion dieser Dimension als eines tiefgreifenden epistemologischen Umbruches. Dies kann nach unserem Verständnis nur in einem dezidiert transdisziplinären Austausch und unter besonderer Einbeziehung auch der Informationswissenschaften erfolgen. Von zentraler Bedeutung für die Funktionsfähigkeit des Schwerpunktprogrammes in seiner über die einzelnen Projekte hinausgehenden Gesamtheit ist die Koordinatorenstelle, die mit einem möglichst promovierten Kunsthistoriker/ einer möglichst promovierten Kunsthistorikerin oder dem Vertreter/ der Vertreterin eines angrenzenden Bereiches besetzt werden soll. Idealerweise sieht diese Persönlichkeit ihre berufliche Zukunft im Bereich des Wissenschaftsmanagements. Die Aufgabe ist auch deswegen anspruchsvoll, weil in dem SPP unterschiedliche Fächer mit ihren teilweise disparaten Forschungskulturen zusammengeführt werden müssen. Sie soll in erster Linie im Rahmen einer Reihe von Tagungen und Konferenzen angegangen werden. Ein Akzent wird auf die Nachwuchsförderung und Maßnahmen zur Geschlechtergleichstellung gelegt. Der Ausrichtung des SPP entsprechend, soll vor allem das Internet zur Organisation, projektinternen und -externen Kommunkation und Präsentation der Ergebnisse eingesetzt werden, vor allem durch die Verwendung von gemeinsamen elektronischen Diskussions- und Publikationsplattformen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "509711434",
      "url": "https://gepris.dfg.de/gepris/projekt/509711434",
      "title": "Koordinationsfonds",
      "subject_area": "KunstgeschichteArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKlassische, Provinzialrömische, Christliche und Islamische ArchäologiePublizistik und KommunikationswissenschaftTheater- und Medienwissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509711434",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Programm \"Das digitale Bild\" untersucht von einem multiperspektivischen Standpunkt, mit einer kunsthistorischen und medienwissenschaftlichen Ausgangsposition, in der Zusammenführung exemplarischer Projekte verschiedener untereinander mehr oder weniger affiner Fächer die zentrale Rolle, die dem Bild in seiner digitalen Erscheinung im komplexen Prozess der Digitalisierung des Wissens in Theorie und Praxis zukommt. Intendiert ist eine kritische Thematisierung und Reflexion dieser Dimension als eines tiefgreifenden epistemologischen Umbruches. Dies kann nach unserem Verständnis nur in einem dezidiert transdisziplinären Austausch erfolgen, idealerweise auch unter besonderer Einbeziehung der Informationswissenschaften. Ziel und besondere Herausforderung der Koordination ist die Anregung und Gewährleistung des fruchtbaren Austausches unter den Einzelprojekten, die aus dem weiten Feld der Geistes- und Sozialwissenschaften stammen, deren forschungsparadigmatische Ausrichtung aber jeweils sehr unterschiedlich ist. Die Schnittmengen ergeben sich einerseits durch die Auseinandersetzung mit visueller Kultur, visuellen Künsten, dem visuellen kulturellen Erbe, andererseits durch die historische, theoretische und praktisch-reflektierte Auseinandersetzung mit digitalen Methoden und hier besonders der Adressierung des Bereichs des Bildes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "510048106",
      "url": "https://gepris.dfg.de/gepris/projekt/510048106",
      "title": "Reflexionsbasierte künstliche Intelligenz in der Kunstgeschichte – erklärbare hybride Modelle für die Bildersuche und -analyse",
      "subject_area": "KunstgeschichteBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510048106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Das Projekt zielt darauf ab, sowohl praktische, in diesem Fall maschinell gestützte, als auch theoretisch orientierte Überlegungen zum Einsatz von Bildähnlichkeitsbewertungen in der Kunstgeschichte anzustellen, deren grundlegende Bedeutung für wissenschaftliche Erkenntnisprozesse weithin anerkannt ist. Diese Überlegungen sollen sich von den wenigen existierenden Ansätzen im Bereich der Kunstgeschichte in zweierlei Hinsicht unterscheiden. Erstens soll kunsthistorisches Fachwissen in Form von umfangreichen (digitalisierten oder digital verfügbaren) Textbeständen genutzt werden. Dazu sollen in einem halbautomatischen und interdisziplinären Verfahren domänenspezifische Wissensgraphen erstellt und zum Training hybrider Modelle der Künstlichen Intelligenz (KI) verwendet werden. Zweitens soll die Leistungsfähigkeit der Maschine nicht einfach bis zum Äußersten getrieben werden, sondern wir wollen die KI-generierten Ergebnisse erklärbar machen. Dies soll insbesondere durch die Einbeziehung von Expertentexten und deren Repräsentation in maschineninterpretierbaren Wissensgraphen geschehen, um die Black-Box-Eigenschaft datengetriebener Deep-Learning-Modelle zu durchbrechen. Der reine Nachweis der Machbarkeit wird daher von einer systematischen reflexiven Untersuchung in vier Forschungsszenarien begleitet, in denen wir die Auswirkungen unterschiedlicher Textressourcen und Wissensgraphen auf die KI-generierten Ergebnisse und schließlich auf kunsthistorische Forschungsprozesse untersuchen. Dabei wollen wir insbesondere an Diskussionen über die Probleme der Anwendung von KI-Methoden in der digitalen Kunstgeschichte anknüpfen, die während der Projekttreffen der ersten Phase des Schwerpunktprogramms (SPP) entstanden sind. Die Perspektive unseres Vorhabens ist es, die Akzeptanz der in den Geisteswissenschaften allgemein stark kritisierten KI zu erhöhen, indem wir uns mit den methodischen Problemen ihres Einsatzes auseinandersetzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale Bild"
    },
    {
      "project_id": "421469654",
      "url": "https://gepris.dfg.de/gepris/projekt/421469654",
      "title": "Schemata. 3D-Klassifizierungsverfahren und archäologische Bestimmungskriterien am Beispiel antiker Terrakottastatuetten",
      "subject_area": "Klassische, Provinzialrömische, Christliche und Islamische Archäologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421469654",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Die vorgeschlagene Fallstudie möchte sowohl Verfahren der automatisierten Corpusbildung durch 3D-Mustererkennung entwickeln als auch die damit verbundenen Schematisierungen und ihren wissenschaftlichen Nutzen für die Informatik und die Bildwissenschaften reflektieren.Auf Grundlage von 200 Terrakotten des späten 4. und 3. Jhs. v. Chr., die untereinander recht ähnlich sind, soll mit digitalen Methoden ein Klassifikationssystem erarbeitet werden, das in der Lage ist, der Komplexität der Bildwerke gerecht zu werden. Dazu sollen Verfahren des Object-Mining in 3D Daten so weiterentwickelt werden, dass sie die Suche nach einer geeigneten Klassifikation und Kategorisierung der Bildwerke unterstützen können. In enger Zusammenarbeit von Informatik und Archäologie führt dieser experimentelle Prozess so zu einer grundsätzlichen Auseinandersetzung mit dem Begriff der Mustererkennung als geisteswissenschaftlicher Kategorie.Die Diskussion der verschiedenen Konzepte und Methoden soll in zwei einander ergänzenden Dissertationen durchgeführt werden, die “Klassifikationen und Kategorisierungen mit digitalen Methoden. Formkonstanz und Formvarianz weiblicher Terrakotten des Hellenismus” und “3D Mustererkennung antiker Terrakotten. Beiträge zum automatisierten Object-Mining” zum Thema haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale BildMitverantwortlicheProfessor Dr. Martin  Langner;Professor Dr. Philipp  Wieder"
    },
    {
      "project_id": "510117732",
      "url": "https://gepris.dfg.de/gepris/projekt/510117732",
      "title": "Vormoderne Bausteine einer Theorie des digitalen Bildes",
      "subject_area": "Klassische, Provinzialrömische, Christliche und Islamische Archäologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510117732",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2172: \nDas digitale Bild",
      "description": "Unter dem Eindruck der beispiellosen technologischen Bedingtheit digitaler Bilder neigt der Zeitgenosse gerne dazu, deren grundlegende Anders- und Neuartigkeit zu betonen. Aus einer umfassenderen historischen Perspektive betrachtet, erweist sich die Revolution der digitalen Bilder – so sehr sie derzeit auch als 'game changer' erscheinen mag – jedoch als nicht anderes als die jüngste Etappe in der langen Geschichte menschlicher Bildproduktion.  Die mediengeschichtlichen Stränge, die in den zeitgenössischen digitalen Bilderwelten ineinandergreifen, reichen nicht nur in die Neuzeit zurück (die Neuzeit wird in vielen der bereits im SPP \"Das digitale Bild\" geförderten Projekte aus verschiedenen Richtungen thematisiert). Viele Merkmale und Logiken digitaler Bilder finden sich schon in der griechisch-römischen Antike teils präfiguriert, teils grundlegend andersartigen Alternativen gegenüberstellt. Wie prägen die spezifischen Methoden antiker Bildpraxis und damit verbundene Theoreme und Begriffe die digitalen Bilder und Vorstellungen unserer Gegenwart? Und wie werden sie die digitalen Medien und ihre Nutzung in Zukunft prägen?  Konkret wollen wir diese Kernfragen unseres Projekts in drei Workshops und drei damit verbundenen Themenheften diskutieren, in denen die drei Teilprojekte realisiert werden: 1. \"Der Mosaizist\", 2. \"Interface und Maske\", 3. \"Das technische Bild\". Die Projektstruktur soll eine Plattform bieten, die Diskussionen zum spezifischen Verhältnis von visuellen Kommunikationsformen in der Antike und den entsprechenden Formen in der digitalen Gegenwart ermöglicht. Unser Konzept beinhaltet Aspekte wie: ontologische Parallelen und Differenzen von Bild und Abbild in Antike und Gegenwart; ästhetische Paradigmen antiker und zeitgenössischer visueller Medien; die longue-durée des Bildapparates; linguistische und terminologische Annäherungen an das visuelle Kommunizieren; die komplexe Überlieferung visueller Paradigmen von der Antike bis zur Gegenwart; ethnologische und kulturanthropologische Vergleichsmethoden; vergleichende Studien zu Bildgebrauch und zur Bildmanipulation; antike philosophische und wissenschaftliche Konzepte von Visualität, Optik und Medien avant la lettre; visuelle Narrative, Transgressionen und Exzesse, um nur eine exemplarische Auswahl zu nennen. Die Eigen- und Andersartigkeit antiker Visualität zu thematisieren und diskutieren soll schließlich zu einer neuen Theorie des digitalen Bildes beitragen. Die Workshops und Publikationen verstehen wir als Einladung speziell an die Teilnehmer von \"Das digitale Bild\", sich mit grundlegenden Phänomenen der vormodernen Bildgeschichte auseinanderzusetzen, Phänomene die den Weg zu den Bildern auf den digitalen Bildschirmen unserer Gegenwart ebneten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2172: \nDas digitale BildEhemaliger AntragstellerDr. Julian  Schreyer, bis 5/2024"
    }
  ]
}