{
  "spp_number": "SPP 2389",
  "spp_title": "Emergente Funktionen der bakteriellen Multizellularität",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/461035046",
  "projects_count": 24,
  "projects": [
    {
      "project_id": "503905203",
      "url": "https://gepris.dfg.de/gepris/projekt/503905203",
      "title": "Analyse der lokalen Struktur und Funktion von bakteriellen Kolonien und Biofilmen auf Einzelzellebene mittels Durchflusszytometrie, Zellsortierung, Multi-omics und Datenwissenschaft - Z-PROJECT",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBioinformatik und Theoretische BiologieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503905203",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Biofilme bestehen aus Einzelzellen mit bemerkenswerten physiologischen und phänotypischen Eigenschaften, die gleichzeitig kollektive Funktionen hervorbringen. Die Dimension der Funktionen hängt von der Verteilung der Zellen im Biofilm, ihrem physiologischen Zustand und ihren Wechselwirkungen untereinander ab. In der ersten Phase haben wir eine enge Zusammenarbeit mit den Kooperationspartnern im SPP2389 aufgebaut und umfassende FCM- und FACS-Analysen durchgeführt. Es wurde eine Biopsiemethode entwickelt, die es ermöglicht, Zellen aus beliebigen Bereichen einer Kolonie zu entnehmen und so die Biogeographie der Kolonie auf Einzelzellebene zu entschlüsseln. In der zweiten Phase werden wir weitere zytometrische Protokolle entwickeln. Interessierende Zellen werden mittels Biopsie, Durchflusszytometrie und FACS selektiert und zur anschließenden scRNA-Seq in Partnerlabore transferiert. Darüber hinaus werden wir die Zytometrie mit Subpopulations-RNA-Seq kombinieren, um einen robusten RNA-Seq-Ansatz für phänotypische Zellsubgruppen mit möglicherweise unterschiedlichen Genexpressionsmustern zu entwickeln. Beide Methoden sollen lokal hochaufgelöste funktionelle Informationen über Phänotypen liefern. Sie sind entscheidend für die Aufklärung von kollektiven Funktionen von Zellen in Biofilmen. Ergänzend zu den experimentellen Fortschritten der ersten Phase entwickelten wir statistische und datenwissenschaftliche Workflows für die Analyse bakterieller Einzelzellmessungen. Ein Beitrag ist ein durchgängiges Framework, BacSC, das auf bakterielle scRNA-Seq-Daten zugeschnitten ist. BacSC ermöglicht die statistisch valide Identifizierung bakterieller Heterogenität auf transkriptomischer Ebene. BacSC ermöglicht es SPP2389-Mitgliedern, scRNA-Seq-Datenanalysen mit minimaler Beratung durchzuführen. Unser zweiter Beitrag ist die Entwicklung von Biscot, einem Framework für die multimodale Integration bakterieller Einzelzelldaten. Biscot nutzt Konzepte des optimalen Transports, um FCM-definierte Zellphänotypen mit ungepaarten scRNA-Seq-Genexpressionsprofilen abzugleichen und so die molekulare Charakterisierung von Phänotypen zu ermöglichen. In der zweiten Phase werden wir diese Framework verfeinern und weitere Datenmodalitäten integrieren. Um einen breiteren Zugang und bessere Dateninterpretation zu ermöglichen, werden wir die Erstellung einer öffentlich zugänglichen Datensammlung von FCM- und scRNA-Sequenzdaten, dem Bacterial Single-Cell Atlas (BacSCat), initiieren. Alle in diesem Z-Projekt entwickelten Methoden werden öffentlich zugänglich gemacht, um die Anwendung in der mikrobiologischen und bioinformatischen Forschung zu fördern. Die Entwicklung dieser Techniken (und ihre Verbreitung im Rahmen von SPP2389) ist eine zentrale Säule dieses Z-Projekts. Die gemeinsame Entwicklung neuartiger experimenteller und datenwissenschaftlicher Techniken wird dazu beitragen, Funktionen bakterieller makroskopischer Strukturen in einem räumlich-zeitlichen Kontext zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503967644",
      "url": "https://gepris.dfg.de/gepris/projekt/503967644",
      "title": "„Bakteriopolis – auf zu neuen Ufern“\n– Eine Wanderausstellung zum Thema bakterielle Multizellularität –",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503967644",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Von der Sauerstoffanreicherung der Erde bis zur biotechnologischen Anwendung spielen Mikroben eine wichtige Rolle bei der Erhaltung unserer Umwelt und der menschlichen Gesundheit. Im Rahmen des Schwerpunktprogramms „Emergente Funktionen der bakteriellen Multizellularität“ zielt die wissenschaftliche Kommunikationsplattform Bakteriopolis darauf ab, die traditionelle Sichtweise von Bakterien als einzellige Lebewesen herauszufordern, indem sie bakterielle Vielzeller in einem zugänglichen und interaktiven Format vorstellt. Diese Wanderausstellung spricht sowohl Kinder als auch die breite Öffentlichkeit an. Bei Projektwochen in Kindertagesstätten und Schulen wurden mittels altersgerechter und praktischer Aktivitäten kleine Kinder an die Mikrobiologie herangeführt und bei älteren Schülern das Wissen über mikrobiologische Konzepte vertieft. Bildungseinrichtungen, die die Ausstellung besuchten, äußerten sich positiv über ihre Erfahrungen und bekundeten ihr Interesse, Bakteriopolis in ihren künftigen Lehrplan zu integrieren. Durch die Teilnahme an stadtweiten Veranstaltungen wie dem Stadtfest und der Langen Nacht der Wissenschaften in Dresden wurden auch Erwachsene mit unterschiedlichem sozioökonomischem Hintergrund angesprochen. Die Betreuung dieser Veranstaltungen erfolgte durch SPP-assoziierte Forscher und Studierende, was die Interaktion zwischen Besuchern und Wissenschaftlern förderte und es denBetreuerInnen ermöglichte, ihre Fähigkeiten zur Wissenschaftskommunikation in der Öffentlichkeit zu entwickeln. Durch Zusammenarbeit mit Künstlern, die auf dem Gebiet der Mikrobiologie arbeiten, konnten alternative und zugängliche Formate für die öffentlichkeitswirksame Präsentation dieser Themen entwickelt werden. Bakteriopolis integriert verschiedene Medienformen in die Ausstellung, darunter Zeitraffer- und Interviewvideos, interaktive Bilder, 3D-Modelle, und lebende mikrobielle Kulturen. Die Entwicklung einer interaktiven Augmented-Reality (AR)-Modells einer Bakterienzelle durch das Interactive MediaLab der Fakultät Informatik der TU Dresden stellt ein einzigartiges und beliebtes Werkzeug bereit, dass das Interesse am Lernen über Mikroben wecken soll. In der zweiten Förderperiode soll die Reichweite von Bakteriopolis durch Einführung neuer Lehrmittel und die verstärkte Zusammenarbeit mit SPP-Partnern und Bildungseinrichtungen erweitert werden. Dazu gehört die Weiterentwicklung digitaler Werkzeuge, einschließlich des AR-Modells und dessen Integration in die Lehrpläne, sowie die Einrichtung einer dauerhaften und nachhaltigen Mikrobenschule, um auch zukünftig Bildungsangebote und Schulungen für Lehrkräfte anzubieten. Eine verstärkte Vernetzung mit den SPP-Partnern und anderen Bildungseinrichtungen wird den bundesweiten Zugang zur Ausstellung ermöglichen und damit die Reichweite der Ausstellung erhöhen, um Bakteriopolis als führende Wissenschaftskommunikationsinitiative auf dem Gebiet der Mikrobiologie zu etablieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503969687",
      "url": "https://gepris.dfg.de/gepris/projekt/503969687",
      "title": "Ca2+-Signalübertragung in der Vielzelligkeit von Cyanobakterien: Tageszeitliche Steuerung, Zell-Zell-Kommunikation und Zelldifferenzierung erfordern die Wahrnehmung von Ca2+-Wellen durch das Ca2+-Sensorprotein CSE",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBiochemie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503969687",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Die Multizellularität der Cyanobakterien beinhaltet die Zell-Zell-Kommunikation über Septalverbindungen und die Zelldifferenzierung in Heterozysten oder Akineten. Diese Prozesse erfordern eine Koordination der einzelnen Zellen im Filament. Heterozysten haben sich entwickelt, um die Stickstofffixierung von der sauerstoffhaltigen Photosynthese in vegetativen Zellen räumlich zu trennen. Die Signalmechanismen, die diese multizellulären Reaktionen auslösen, sind jedoch weitgehend unbekannt Bei mehrzelligen Cyanobakterien wurde eine bedeutende Rolle von Ca2+ als zweiter Botenstoff für die Regulierung der Heterozystendifferenzierung vermutet, obwohl die Ca2+-Signalkaskaden und Ca2+Sensoren und/oder -Ziele noch weitgehend unbekannt sind. Das Projekt stützt sich auf die kürzliche Entdeckung eines neuen Ca2+Sensorproteins, CSE, das ausschließlich in mehrzelligen Cyanobakterien vorkommt. Wir untersuchten CSE als potenzielles Bindeglied zwischen intrazellulären Ca2+-Signalen und der Zell-Zell-Kommunikation. Wir konnten zeigen, dass CSE nicht nur für die Ca2+-Homöostase, die Differenzierung von Heterozysten und die Photosynthese wichtig ist, sondern auch die Zell-Zell-Kommunikation durch die Regulierung der Bildung von Nanoporen - einer notwendigen Vorstufe von Septalverbindungen – vermittelt. Eine Δcse-Mutante weist eine starke Verringerung der Anzahl von Nanoporen und Septalverbindungen auf. Wir beabsichtigen daher, die molekularen Mechanismen der Ca2+-Signalübertragung über CSE weiter zu erforschen. Wir stellen die Hypothese auf, dass Ca2+-Wellen die Zell-Zell-Kommunikation und die Zelldifferenzierung mit dem Stoffwechselzustand der Zelle, insbesondere dem Tagesrhythmus, verbinden. Wir haben CSE-Interaktome identifiziert, darunter Ca2+-abhängige Proteasen und die Zellwand-Amidase AmiC3, die für die Bildung von Nanoporen erforderlich sind. Eine mögliche Signalfunktion von CSE könnte darin bestehen, dass es die enzymatische Aktivität seiner Zielproteine über Protein-Protein-Interaktionen reguliert, um Differenzierungsprozesse oder den korrekten Aufbau von Septumverbindungen zu induzieren. Als Ca2+-Pufferprotein könnte CSE seine Funktion über die Beeinflussung des freien zytoplasmatischen Ca2+-Spiegels ausüben, was Prozesse wie Genexpression, Zell-Zell-Kommunikation und Zelldifferenzierung beeinflussen könnte. Um diese Hypothesen zu prüfen, wollen wir die Signalfunktion von CSE auf mehreren Ebenen untersuchen, indem wir verschiedene biochemische, physiologische, mikroskopische und strukturbiologische Ansätze kombinieren, um ein umfassenderes Bild seiner Rolle in der Vielzelligkeit von Cyanobakterien zu zeichnen. Unser Ziel ist es daher, 1) die molekularen Details des CSE-Interaktoms zu entschlüsseln, um die Ca2+-Signalkaskaden aufzudecken, 2) die strukturellen und molekularen Details der Ca2+-Wellen auf dem diurnalen Gating und der Zell-Zell-Kommunikation zu entschlüsseln, 3) sowie letztlich die metabolischen Details der Ca2+-Signalübertragung zu aufzuklärenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503931087",
      "url": "https://gepris.dfg.de/gepris/projekt/503931087",
      "title": "Charakterisierung der Mechanismen die zur Antibiotikatolerenz in Biofilmen von Vibrio cholerae führen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503931087",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bakterien können räumlich strukturierte, vielzellige Gemeinschaften, sogenannte Biofilme, bilden. Biofilme gelten als die vorherrschende Form bakteriellen Lebens auf der Erde und sind dafür bekannt Mikroorganismen vor schädlichen Umweltbedingungen zu schützen. Bakterien innerhalb von Biofilmen zeigen beispielsweise im Vergleich zu planktonischen Bakterien eine erhöhte Antibiotikatoleranz, wodurch antimikrobielle Therapien bei Infektionen erschwert werden. Somit stellt die Antibiotikatoleranz eine wichtige multizelluläre Funktion von Biofilmen dar. Die zugrundeliegenden regulatorischen Prozesse und biophysikalischen Mechanismen der erhöhten Antibiotikatoleranz in Biofilmen sind jedoch noch unklar. Mit diesem Projekt wollen wir diese Lücke schließen, indem wir die Antibiotikatoleranz von Biofilmen des humanpathogene Erregers Vibrio cholerae untersuchen. Unsere vorläufigen Daten deuten darauf hin, dass eine erhöhte Antibiotikatoleranz mit der Biofilmbildung bei V. cholerae verbunden ist und dass Funktionen multizellulärer Strukturen wie Quorum Sensing, Biofilmarchitektur, physiologische Differenzierung und stochastische Genexpression in diesen Prozess einfließen. Um die molekularen Prinzipien zu verstehen, die zur erhöhten Antibiotikatoleranz in Biofilmen führen, werden wir verschiedene Technologien wie Lebendzellmikroskopie, mikrobielle Genetik, Transkriptomanalysen und Bildanalysemethoden nutzen, welche wir sowohl auf der Populationsebene, als auch auf der Einzelzellebene anwenden werden. Unsere Analysen basieren auf drei Antibiotika mit unterschiedlichen Wirkmechanismen, sowie auf ausgewählten Mutanten von V. cholerae, welche wir vergleichen werden, um ein generalisiertes regulatorisches Modell für die Biofilm-assoziierte Antibiotikatoleranz bei V. cholerae abzuleiten. Allgemein betrachtet, wird diese Forschung unser Verständnis dafür verbessern, wie Bakterien die spezifischen molekularen und biophysikalischen Eigenschaften mehrzelliger Strukturen nutzen, um ihre Antwort auf Umweltstress zu koordinieren. Im Kontext des speziellen Forschungsfelds betrachtet, wird die diese Forschung Einblicke in die zelluläre Differenzierung bei der Biofilmentwicklung, die interzelluläre Kommunikation und die regulatorischen Prinzipien liefern, welche die Antibiotikatoleranz in Bakteriengemeinschaften fördern. Praktische Anwendungen der beantragten Forschung könnten neue Strategien zur Kontrolle von Biofilm-assoziierten Bakterienwachstum sein, welche in der Medizin, Biotechnologie und Lebensmittelindustrie von großer Bedeutung wären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugSchweiz"
    },
    {
      "project_id": "503880638",
      "url": "https://gepris.dfg.de/gepris/projekt/503880638",
      "title": "Der Einfluss von Streptokinase auf die Biofilm-Heterogenität von Gruppe G Streptokokken",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503880638",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Streptococcus dysgalactiae subspecies equisimilis (SDSE) ist ein kommensaler Bestandteil der menschlichen Mikrobiota und galt als weniger pathogen als andere Streptokokken. Neue Studien zeigen, dass SDSE auch invasive Infektionen verursachen. Biofilme werden nicht als ein potenzielles Problem bei Streptokokkeninfektionen beschrieben, da diese in der Regel mit chronischen Infektionen in Verbindung gebracht werden. Wir haben \"dicke\" Biofilme in den Hautgewebebiopsien von Patienten beobachtet, die mit SDSE und anderen Streptokokken infiziert waren. Darüber hinaus sind diese Biofilmgemeinschaften von heterogener, multizellulärer Natur. Konfokale CLSM-Analysen zeigten, dass die SDSE-Biofilme aus zwei Populationen bestehen. Die erste Population, eine metabolisch inaktive, ist für zytosolische Sonden durchlässig, die zweite nicht. Unsere Daten zeigen, dass die zweite Population von Natur aus versatil ist. Sie kann innerhalb der Biofilme verbleiben oder sich in das umliegende Gewebe ausbreiten. SDSE sezernieren Streptokinase (Ska). Bislang ist nur eine Funktion von Ska bekannt. Es bindet menschliches Plasminogen und dieses Proteinkomplex löst Fibrinstrukturen auf, wodurch sich SDSE im Gewebe ausbreiten kann. Invasive SDSE, die eine multizelluläre Biofilmgemeinschaft bilden, zeichnen sich durch erhöhte Ska-Aktivität aus. Darüber hinaus führt ein Knock-out von Ska zu einer verstärkten Biofilmbildung. Exogene Ska-Supplementation von Δska führt zu einer erheblichen Verringerung der Biofilmmasse. Unsere Daten deuten auch darauf, dass Ska freigesetzt wird. Folglich stimuliert Ska die umgebenden Bakterien innerhalb der Gemeinschaft, so dass diese nicht in einen stabilen Biofilmzustand übergehen können. Die metabolisch aktive Population kann sich entweder in die tieferen Schichten des Gewebes ausbreiten oder innerhalb der Gemeinschaft verbleiben. Entsprechend stellen wir die Hypothese auf, dass Ska eine grundlegende biologische Funktion innerhalb der Biofilmgemeinschaft hat. Es fungiert als Signalmolekül, dass die bakteriellen Stoffwechseleigenschaften stimuliert. Hier wollen wir ein metabolisches Profil dieser beiden unterschiedlichen Populationen innerhalb einer Biofilmgemeinschaft erstellen und die Signalwirkung von Ska mechanistisch analysieren. Es werden Biofilme gezüchtet, die Bakterien fluoreszenzmarkiert und ihre biochemischen, metabolischen und mechanischen Eigenschaften analysiert. Im weiteren Ansatz werden fluoreszenzmarkierte bakterielle Biofilmgemeinschaften entsprechend ihrer Stoffwechselaktivität sortiert und mit Hilfe von Bildgebungs-, NMR- und Massenspektrometrieverfahren einer Metabolomanalyse unterzogen. Die wichtigsten Ergebnisse werden mittels Tissue-Engineering-Ansätzen validiert. Diese Analysen werden Kandidatenwege und potenziellen Rezeptoren liefern, die von Ska innerhalb der Biofilmgemeinschaft angegriffen werden. Entsprechend werden gezielte Mutagenesen von Kandidaten durchgeführt und die Mutanten werden weiterführend untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503940974",
      "url": "https://gepris.dfg.de/gepris/projekt/503940974",
      "title": "Determinanten der Differenzierung von Heterozysten in Multizellulären Cyanobakterien",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503940974",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Cyanobakterien der Ordnung Nostocales entwickeln Trichome in denen die Zellen über gap junctions miteinander kommunizieren und auf bestimmte Reize als Ganzes reagieren. Sie differenzieren mehrere Zelltypen, darunter auf die Fixierung von Luftstickstoff (N2) spezialisierte Heterozysten. Damit erfüllen diese Cyanobakterien alle Merkmale echter mehrzelliger Organismen. Heterozysten und benachbarte photosynthetisch aktive vegetative Zellen hängen auf metabolischer Ebene entscheidend voneinander ab, was die Heterozysten-spezifische N2-Fixierung zu der emergenten Funktion macht, die es ermöglicht, in stickstoffarmen Umgebungen zu überleben. Unter Stickstoffmangel differenzieren sich reife Heterozysten innerhalb von 24 h aus vegetativen Zellen, wodurch der Prozess für detaillierte Untersuchungen zugänglich wird. Unsere konfokale Mikroskopie mit geeigneten Promotor-Reporter-Genfusionen und Durchflusszytometrie-Analysen einzelner Zellen zeigten jedoch, dass diese vegetativen Zellen auch in Gegenwart von ausreichenden anderen Stickstoffquellen in verschiedenen Zuständen existieren. Diese Heterogenitäten könnten dazu führen, dass einige Zellen für die Heterozystendifferenzierng prädeterminiert sind (Hypothese 1). Die unterschiedlichen Zellzustände könnten durch transcriptional bursts verursacht werden, die transient die hetR-Transkription aktivieren (Hypothese 2), welches wir mittels Einzelzell-RNA-Seq untersuchen. Um Differenzierungs-relevante Gene zu identifizieren, wurde in der Vergangenheit häufig auf den Verlust der N2-Fixierung selektiert. Damit konnten jedoch essentielle und redundante Gene oder Faktoren, die die Musterbildung oder das Commitment beeinflussen, nicht gefunden werden. Daher geht unsere Hypothese 3 davon aus, dass es Faktoren gibt, die bisher nicht identifiziert oder in ihrer Rolle bei der Heterozystendifferenzierung charakterisiert worden sind. Tatsächlich haben wir mehrere RNA-bindende Proteine und sRNAs identifiziert, die für die Differenzierung und Musterbildung von entscheidender Bedeutung sind. Darüber hinaus deuten unsere vorliegenden Ergebnisse auf die Rolle unterschiedlicher Ribosomentypen in diesem Prozess hin. Aufgrund des Peptidcharakters der morphogenen Signale vermuten wir außerdem, dass unbekannte niedermolekulare Faktoren existieren (Hypothese 4), nach denen wir mittels MALDI-MS suchen werden. Insgesamt legen wir den Schwerpunkt des Projekts jedoch mehr auf die Charakterisierung der neu identifizierten Faktoren. Das ist insbesondere für unsere Hypothese 5 relevant, dass es einen gut strukturierten Mechanismus gibt, der das Zelltyp-spezifische Proteom koordiniert, mit sRNAs, RNA-Chaperonen und spezialisierten Ribosomen als entscheidenden Komponenten. Unsere Ergebnisse könnten zu dem Paradigmenwechsel führen, dass die transkriptionelle Regulierung der Heterozysten-Differenzierung durch einen ebenso wichtigen posttranskriptionellen Mechanismus zur Steuerung des Proteoms ergänzt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "504035721",
      "url": "https://gepris.dfg.de/gepris/projekt/504035721",
      "title": "Die weiträumige extrazelluläre Matrixarchitektur und gewebeähnliche Morphogenese als emergente Eigenschaften bakterieller Multizellularität",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504035721",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Im Projekt geht es um ein detailliertes Verständnis der emergenten architektonischen, funktionellen und regulatorischen Eigenschaften bakterieller Multizellularität, wobei E. coli Makrokoloniebiofilme als Modelsysteme genutzt werden. Diese in eine extrazelluläre Matrix (ECM) eingebetteten, multizellulären bakteriellen Aggregate zeigen strukturelle raum-zeitliche Selbstorganisation, indem sie auf selbst erzeugte primäre und sekundäre metabolische Gradienten reagieren. Dadurch wird eine räumlich distinkte, reproduzierbare dreidimensionale ECM-Architektur generiert, die >2 Größenordnungen größer als die Millionen einzelner Zellen sind, die diese Architektur koordiniert aufbauen. In umfangreichen früheren und vorläufigen Arbeiten haben wir gezeigt, dass die ECM-Zusammensetzung und –Architektur eine Voraussetzung für die emergenten Eigenschaften dieser multizellulären bakteriellen Lebensform sind. Zu diesen Eigenschaften gehören (i) das elastische gewebeähnliche Auffalten von sehr flachen Makrokolonien in Muster von hohen Leisten und Falten ohne zu brechen, d. h. makroskopische Morphogenese; (ii) die Fähigkeit zur Homöostase und ‚Nischenbildung’ im extrazellulären, jedoch biofilm-internen Raum; und (iii) Schutz vor mikrobiellen Räubern. Dass die letzten beiden Eigenschaften die Erhaltungsenergie innerhalb der Biofilmpopulation reduzieren und damit einen Fitness-Gewinn bieten, macht ECM-assoziierte Multizellularität zu einer emergenten Eigenschaft des Lebens selbst. Auf dieser Basis verfolgt das Projekt folgende Ziele: • Die Bildung der biofilm-internen ECM-Architektur mit ihren distinkten 3D-Mustern auf molekularer Ebene zu verstehen und wie diese der makroskopischen Morphogenese von Makrokolonie-Biofilmen zugrunde liegt; • Wichtige biofilm-weite metabolische und regulatorische Gradienten (Nährstoffe, O2, Fermentationsprodukte, c-di-GMP) nachzuweisen und deren molekulare Schlüssel-funktion bei der physiologischen Differenzierung zu zeigen, die der Bildung der ECM-Architektur zugrunde liegt; • Die genetisch-regulatorische ‘Neuverdrahtung‘ aufzuklären, welche zu einer evolutionären Plastizität der biofilm-weiten ECM-Architektur mit Konsequenzen für die makroskopische Morphogenese führt, wie sie beim probiotischen E. coli Nissle 1917 und bei pathogenen enteroaggregativen E. coli (EAEC) zu beobachten ist; • Gene für potenzielle Transportproteine zu identifizieren, die eine ‚räumlich erweiterte Physiologie’ und Homöostase innerhalb des Biofilm-Raumes erlauben; • Den Beitrag der ECM und ihrer spezifischen Architektur zum Schutz von E. coli gegen einen mikrobiellen Räuber (Myxococcus xanthus) zu untersuchen. Ergebnisse dieses Projekts werden von grundlegender Bedeutung sein, um den evolutionären Übergang vom einzelligen Zustand von Bakterien hin zu einer frühen funktionellen Multizellularität zu verstehen. Sowohl konzeptionell wie auch durch experimentelle Zusammenarbeit wird dieses Projekt eine integrative Schlüsselrolle im SPP 2389 spielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503910970",
      "url": "https://gepris.dfg.de/gepris/projekt/503910970",
      "title": "Einzelzell-RNA-Sequenzierung von multizellulären Gemeinschaften",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503910970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Multizelluläre bakterielle Gemeinschaften weisen verschiedene Formen der Heterogenität auf. Dazu gehört das Auftreten von Zellen mit unterschiedlichen morphologischen Merkmalen, biochemischen Eigenschaften und Genexpressionsprofilen. Bei Biofilm-assoziierten Infektionen ist darüber hinaus die genetische Vielfalt des infizierenden Stammes ein typisches Merkmal. Diese Heterogenität wird mit einer höheren Produktivität und einer geringeren Anfälligkeit der Bakteriengemeinschaft gegenüber Umweltveränderungen in Verbindung gebracht. Die Gemeinschaft zeichnet sich besonders durch eine erhöhte Antibiotikaresistenz aus sowie durch veränderte Virulenzmerkmale. Da es notwendig und wichtig ist, diese Heterogenität besser zu verstehen, sind verschiedene Methoden, wie z. B. der Einsatz von fluoreszierenden Genexpressionsreportern in großem Umfang angewandt worden. In jüngerer Zeit hat sich die Einzelzell-RNA-Sequenzierung (scRNA-seq) zu einem leistungsfähigen Instrument zur Untersuchung der Heterogenität eukaryontischer Zellen entwickelt. Diese fortschrittliche Technologie steht erst am Anfang ihrer Anwendung bei Bakterien, da es noch einige Hürden zu überwinden gilt. Die bakterielle Zellwand ist unvergleichlich widerstandsfähiger gegen Zelllyse, die mRNA hat eine kürzere Halbwertszeit und eine viel geringere Kopienzahl, und die Isolierung einzelner Zellen aus einer vielzelligen Gemeinschaft ist eine Herausforderung. Dennoch haben erste neuere Arbeiten wertvolle Erkenntnisse über die Faktoren geliefert, die die mikrobielle Heterogenität beeinflussen. In diesem Antrag werden wir die Einzelzell RNA-sequenzierung auf der Grundlage veröffentlichter Protokolle etablieren und untersuchen, wie die Mikroumgebung und die genetische Variabilität der Biofilmpopulation von Pseudomonas aeruginosa Subpopulationen formt und antibiotikatolerante Phänotypen hervorbringt. Darüber hinaus wollen wir zur Etablierung einer SPP-Technologiepipeline beitragen, die Einzelzelltranskriptomik und FACS-basierte Zellsortierung umfasst. Die Integration der Daten verspricht eine detaillierte Charakterisierung der bakteriellen Subpopulationen von drei bakteriellen Modellspezies (P. aeruginosa, Bacillus subtilis und Escherichia coli).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "504072468",
      "url": "https://gepris.dfg.de/gepris/projekt/504072468",
      "title": "Emergenz und Selbstorganisation des bakteriellen Stoffwechsels in Konsortien stoffaustauschender Bakterien",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504072468",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Mikrobielle Gemeinschaften spielen in vielen terrestrischen und marinen Habitaten eine wesentliche Rolle. Diese lebenswichtigen Funktionen ergeben sich in der Regel aus komplexen Wechselwirkungen zwischen einzelnen Stämmen, die, in Kombination, zu einer kollektiven Funktion auf Gemeinschaftsebene führen. Jedoch war es bisher nicht möglich, die Eigenschaften eines Konsortiums anhand von Informationen über die beinhalteten Einzelstämme vorherzusagen. Eine wahrscheinliche Erklärung hierfür ist, dass diese Interaktionen typischerweise in räumlich strukturierten Bakterienaggregaten ausgetragen werden. Die sich hieraus ergebende Selbstorganisation bestimmt dann das Verhalten (z.B. Wachstum) der einzelnen Stämme und damit auch die Funktion der ganzen Gemeinschaft. In diesem Projekt werden wir diesen Zusammenhang untersuchen, indem wir das Wachstum von Konsortien auxotropher Bakterien als Modellsystem verwenden. Keiner der involvierten Stämme kann alleine wachsen. Stattdessen benötigen diese essenzielle Aminosäuren, welche von anderen Bakterienstämmen abgegeben werden. Frühere Arbeiten haben gezeigt, dass auxotrophe Bakterien häufig multizelluläre Cluster bilden, die den Austausch von Metaboliten zwischen Zellen begünstigen. Ziel dieses Projekts ist es daher, die Funktion der Gemeinschaft (d. h. deren Wachstum) aufgrund von Wissen über die einzelnen Bestandteile vorherzusagen. Zu diesem Zweck werden wir neun bakterielle Genotypen (drei Arten mit jeweils einer von drei Aminosäure-Auxotrophien) verwenden, die in allen möglichen paarweisen und dreifach-Kombinationen kokultiviert werden. Zunächst werden wir die einzelnen Stämme hinsichtlich ihrer Wachstumsanforderungen bzw. Produktionsraten von Aminosäuren charakterisieren. Diese Daten werden zur Parametrisierung eines Individuen-basierten Modells verwendet, mit dessen Hilfe dann das Wachstums auxotropher Genotypen in multizellulären Aggregaten vorhergesagt werden kann. Zweitens werden wir die Vorhersagen des Modells verifizieren, indem wir das Wachstum auxotropher Stämme in multizellulären Aggregaten sowie auf Gemeinschaftsebene untersuchen. Hierbei werden Interaktionen auf Aggregatebene mit Hilfe eines zuvor entwickelten mikrofluidischen Ansatzes quantifiziert. Schließlich wird die Vorhersagekraft der neu entwickelten statistischen und Individuen-basierten Modelle dadurch überprüft, dass die zugrundeliegenden Parameter durch die Kultivierung von Stämmen und Konsortien in verschiedenen Kohlenstoffquellen verändert werden. Hierdurch wird es möglich sein, das neu entwickelte mechanistische Erklärungsmodell zu verifizieren und entsprechend zu verfeinern. Zusammengenommen wird dieses Projekt durch die Verknüpfung von Prozessen auf Zell- und Gemeinschaftsebene grundlegende und neue Erkenntnisse darüber liefern, wie die räumliche Selbstorganisation innerhalb multizellulärer Aggregate die Emergenz kollektiver Funktionen in bakteriellen Konsortien bestimmt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugIsrael, SchweizKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Sigal  Ben-Yehuda;Professor Knut  Drescher, Ph.D."
    },
    {
      "project_id": "504020040",
      "url": "https://gepris.dfg.de/gepris/projekt/504020040",
      "title": "Entwicklung und emergente Eigenschaften sporenbildender Makrokolonien",
      "investigators": "Dr. Ilka  Bischofs-Pfeifer;Professor Dr. Karl  Rohr",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504020040",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Der grampositive, endosporenbildende Bacillus subtilis ist ein genetisch zugängliches Modell zur Untersuchung der bakteriellen Multizellularität mit wichtigen Auswirkungen auf die Industrie, die grüne Landwirtschaft und die menschliche Gesundheit. Wir haben kürzlich eine interdisziplinäre Methodik entwickelt, um die raum-zeitliche Entwicklung und das Entstehen von 3D-Strukturen in Makrokolonien, die aus einer einzelnen Gründerspore hervorgehen, quantitativ zu untersuchen und die Keimungseigenschaften der resultierenden Sporen unter gut definierten Bedingungen mithilfe von Mikroskopie und neuartigen computergestützten Bildanalysemethoden zu charakterisieren. In dieser Arbeit werden wir die Methodik weiterentwickeln und anwenden, um zu untersuchen, wie die Zelldifferenzierung zur Musterbildung beiträgt und die Wachstumsmerkmale der resultierenden Sporen zu charakterisieren. Wir werden auch analysieren, wie die Organisation der Makrokolonien und die Sporenproduktion auf Veränderungen der Umweltbedingungen reagieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503748399",
      "url": "https://gepris.dfg.de/gepris/projekt/503748399",
      "title": "Evolution regulatorischer Netzwerke zur Koordination der multizellulären Differenzierung und des Lebenszyklus von Streptomyceten",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503748399",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Antibiotika-produzierende Streptomyceten zählen zu den wichtigsten Modellorganismen für die Erforschung bakterieller Mehrzelligkeit. Ihr komplexer Lebenszyklus beginnt mit der Keimung von Sporen. Nach Ausbildung von Filamenten, die über Spitzenverlängerung und seitliche Verzweigungen wachsen, entsteht ein großes, stark vernetztes Myzel. Wenn die verfügbaren Nährstoffe zur Neige gehen, differenziert sich ein Teil des Myzels zu Lufthyphen, die sich schließlich in lange Ketten umweltresistenter Sporen verwandeln. Auch wenn inzwischen viele wichtige Regulationsmechanismen der mehrzelligen Entwicklung von Streptomyces bekannt sind, haben wir nur ein begrenztes Verständnis dazu, welche Vorgänge und Mechanismen die Evolution von neuartigen multizellulären Formen determinieren und welche ökologischen Faktoren, zur Selektion von Übergangsformen der mehrzelligen Morphologien beitragen. Unser übergeordnetes Ziel in diesem Projekt ist es, diese Fragen unter Verwendung der mehrzelligen Streptomyces als Model zu beantworten. In der ersten Förderperiode dieses Schwerpunktprogramms haben wir unsere Expertise in molekularer Mikrobiologie und Evolution vereint, um die kausalen Zusammenhänge zwischen multizellulärer Form und Funktion zu verstehen. Mittels experimenteller Evolution deckten wir starke Wechselwirkungen zwischen Koloniegröße, Architektur und Lebensverlauf auf. Wir identifizierten genetische Veränderungen in den evolvierten Stämmen, die diese Merkmale beeinflussen, und überwiegend in globalen Regulatoren sowie c-di-GMP- und Quorum Sensing-Komponenten auftreten. In der zweiten Förderphase des SPP 2389 ist es unser Ziel, die Folgen dieser genetischen Veränderungen auf Existenzform und Funktion zu analysieren. Dazu werden wir molekulargenetische und biochemische Methoden mit Ansätzen der mikrobiellen Ökologie und Evolution kombinieren, um Fitness, Netzwerkdynamik, und Arbeitsteilung zu charakterisieren. Dieser neuartige Ansatz der bakteriellen Evolutions- und Entwicklungsbiologie (Evo-Devo) verspricht daher einen entscheidenden Beitrag zu unserem Verständnis der Multizellularität von Streptomyces zu leisten und so maßgeblich zur Erreichung der Ziele dieses SPP-Schwerpunktprogramms beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugNiederlandeMitverantwortlichProfessor Daniel  Rozen, Ph.D."
    },
    {
      "project_id": "503904498",
      "url": "https://gepris.dfg.de/gepris/projekt/503904498",
      "title": "Funktion des Small basic protein (Sbp) beim Aufbau der Biofilm-Matrix von Staphylococcus epidermidis: molekulare Mechanismen und räumlich-zeitliche Strukturierung.",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503904498",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Die Bildung multizellulärer Biofilme von S. epidermidis wird durch die Produktion einer extrazellulären Matrix gefördert, die eine entscheidende Rolle bei der Förderung der Zell-Zell-Adhäsion und der Entwicklung einer dreidimensionalen bakteriellen Struktur spielt. Es wird angenommen, dass die Matrix die physikalischen Bedingungen schafft, die für die Unterstützung und Regulierung der Multizellularität von S. epidermidis notwendig sind. Sbp, eine Komponente der Biofilmmatrix, spielt sowohl in den frühen als auch in den späten Phasen der multizellulären Organisation eine Rolle. Seine spezifische räumliche Verteilung in lebenden Biofilmen deutet darauf hin, dass Sbp als wichtige gemeinsame Ressource dient und ein strukturelles Gerüst bereitstellt, das für die Bildung eines multizellulären Biofilmkonsortiums und die Aufrechterhaltung der Homöostase unerlässlich ist. Aufbauend auf den neuen Erkenntnissen der ersten Förderperiode und deren Erweiterung wird sich dieses Projekt auf drei Hauptziele konzentrieren. 1. Visualisierung des Sbp-Aufbaus und der Struktur von Sbp-haltigen Biofilm-Matrizes mit Einzelmolekül-Auflösung. 2. Validierung und Charakterisierung des Sbp-Interaktoms während der Biofilmbildung und Entschlüsselung seiner funktionellen Rolle bei der Biofilmbildung. 3. Analyse der Bedeutung von Sbp für die Aufrechterhaltung der Homöostase im Biofilm und den Schutz vor reaktiven Sauerstoffspezies.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503746438",
      "url": "https://gepris.dfg.de/gepris/projekt/503746438",
      "title": "Kollektive Dynamik des Membranpotentials in bakteriellen Kolonien",
      "subject_area": "BiophysikMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503746438",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bakterien erzeugen eine elektrische Potenzialdifferenz über ihre innere Membran: sie sind elektrisch polarisiert. Diese Polarisierung hat wichtige Funktionen bei der ATP Synthese und beim Membrantransport. Jüngste Untersuchungen haben gezeigt, dass die Polarisierung in planktonischen Bakterien erstaunlich heterogen und dynamisch ist. Über die Polarisationsdynamik in räumlich strukturierten Bakteriengemeinschaften ist jedoch nur sehr wenig bekannt. Wir haben entdeckt, dass in Kolonien von Neisseria gonorrhoeae räumliche Polarisationsmuster entstehen, die wellenförmig durch die Kolonie wandern. In der ersten Projektphase konnten wir zeigen, dass der Übergang zu dieser kollektiven Polarisation den Beginn der Differenzierung in Subpopulationen mit unterschiedlichen Wachstumsraten und Antibiotikatoleranz markiert. Wir konnten nachweisen, dass das Polarisierungsmuster durch den lokalen Sauerstoffgradienten innerhalb der Kolonie bestimmt wird. In der nächsten Projektphase wollen wir die molekularen Mechanismen und biologischen Funktionen der kollektiven Polarisierungsdynamik verstehen. Zunächst werden wir nach Ionentransportern und Ionenkanälen suchen, die die Polarisierungsdynamik beeinflussen. Deletionsstämme dieser Transporter oder Kanäle werden die funktionale Charakterisierung erleichtern. Wir wollen die Polarisationsdynamik mit der morphologischen Dynamik der Kolonien verknüpfen. Insbesondere werden wir eine Kombination aus Laserpinzette, Einzelzellverfolgung und Particle Image Velocimetry verwenden, um die Hypothese zu testen, dass eine vorübergehende Hyperpolarisierung die Kohäsionskräfte im Zentrum der Kolonie verringert und folglich eine globale Umstrukturierung der Kolonie auslöst. Eine weitere Frage wird sein, wie sich der Übergang von der aeroben Atmung zur Denitrifikation auf die Polarisationsdynamik auswirkt. Vorläufige Experimente weisen auf eine Heterogenität zwischen einzelnen Zellen und zwischen einzelnen Kolonien bezüglich Polarisierung und dem Wachstum hin. Um diese Heterogenität zu verstehen, werden wir Reporterstämme für die Expression von Genen entwickeln, die an beiden Stoffwechselwegen beteiligt sind. Schließlich werden wir die Hypothese testen, dass die Heterogenität einen Fitness-Kompromiss zwischen Wachstum und Antibiotikatoleranz ermöglicht. Das Projekt wird einen wichtigen Beitrag zum Verständnis kollektiver Phänomene der bakteriellen Elektrophysiologie leisten. Innerhalb des Schwerpunktsprogramms werden wir die Verallgemeinerung auf andere Bakterienarten testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "568998182",
      "url": "https://gepris.dfg.de/gepris/projekt/568998182",
      "title": "Konjugative Pili gestalten räumliche und funktionelle Differenzierung in multizellulären bakteriellen Biofilmen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568998182",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Dieses Projekt soll untersuchen, wie Konjugation über F-Pili bakterielle Biofilme von einfachen Zellansammlungen in räumlich organisierte, funktional vernetzte Gemeinschaften verwandelt. Während Konjugation traditionell als Mechanismus für den horizontalen Gentransfer betrachtet wurde, wird sie zunehmend als ein Prozess erkannt, der tiefgreifende Auswirkungen auf mikrobielle Ökologie, Evolution und Gemeinschaftsstruktur hat. Wir schlagen vor, dass konjugative Pili weit mehr leisten als nur den Transfer genetischen Materials: Sie fungieren als mechanische und entwicklungsbiologische Werkzeuge, die die Architektur von Biofilmen physisch umgestalten, das Verhalten einzelner Zellen modulieren und kollektive emergente Eigenschaften hervorbringen. Unsere zentrale Hypothese lautet, dass F-Pilus-vermittelte Konjugation eine Form von Multizellularität in Biofilmen antreibt, indem sie horizontalen Gentransfer mit räumlicher Umstrukturierung und phänotypischer Differenzierung koppelt. Auf diese Weise können Plasmid-tragende (F⁺) und plasmidfreie (F⁻) Zellen spontan spezialisierte Rollen einnehmen, was zu Arbeitsteilung, struktureller Heterogenität und erhöhter Widerstandsfähigkeit auf Gemeinschaftsebene führt. Diese Prozesse spiegeln grundlegende Prinzipien der Kopplung von Form und Funktion in multizellulären Systemen wider und legen nahe, dass Konjugation eine bislang unterschätzte Rolle in der Evolution kooperativen Verhaltens und funktioneller Integration bei Bakterien spielt. Zur Überprüfung dieser Hypothese verfolgen wir einen multidisziplinären Ansatz, der Genetik, Mikrofluidik, hochauflösende 3D time-lapse Mikroskopie und fortgeschrittene Bildanalyse kombiniert. Dadurch können wir Konjugationsdynamiken in Raum und Zeit verfolgen, ihre Auswirkungen auf Biofilmarchitektur und Dispersal quantifizieren und das Entstehen kollektiver Eigenschaften wie Antibiotikatoleranz, metabolische Kooperation und Stressresistenz untersuchen. Indem wir Konjugation nicht nur als genetischen Austausch, sondern als architektonischen und ökologischen Mechanismus betrachten, wollen wir aufzeigen, wie bakterielle Gemeinschaften emergente Funktionen koordinieren und sich als kollektive Systeme weiterentwickeln. Dieser integrierte Rahmen soll allgemeine Prinzipien sichtbar machen, nach denen mikrobielle Gemeinschaften den Übergang von Einzeller-Verbänden zu räumlich strukturierten, funktional vernetzten Systemen vollziehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "504049752",
      "url": "https://gepris.dfg.de/gepris/projekt/504049752",
      "title": "Kooperative Mechanismen der Pathogenität von enteropathogenen E. coli (EPEC) in Mukosa-assoziierten Mikrokolonien",
      "investigators": "Aline  Dupont, Ph.D.;Professor Dr. Antoine-Emmanuel  Saliba;Professor Dr. Markus  Sauer",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504049752",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Dynamisch sich bildende Bakteriengruppen, die sich eng an die intestinale mukosale Oberfläche anheften, stellen ein Charakteristikum der Pathogenese enteropathogener E. coli (EPEC) dar. Trotz der bekannten fundamentalen Bedeutung dieser Strukturen für den Erreger wurden ihre strukturelle und räumliche Organisation, die transkriptionelle Heterogenität sowie die kooperative Aktivität und die Kommunikation zwischen den verschiedenen Bakterien innerhalb einzelner Strukturen bisher nicht analysiert. Im vorliegenden Forschungsprojekt soll mittels etablierter in vitro, ex vivo und in vivo Infektionsmodelle in Kombination mit Reportertechnologien, Kompetitionsexperimenten mit ausgewählten Bakterienmutanten, innovativer Einzelzellanalyse der Transkription der Bakterien sowie neuer Bildgebungstechniken die transkriptionelle Heterogenität der Bakterien charakterisiert, die strukturelle Organisation und funktionelle Interaktion zwischen den beteiligten Bakterien analysiert und die Mechanismen, die für die kooperative Pathogenität der Bakterien verantwortlich sind, identifiziert werden. Es wird erwartet, dass die erzielten Ergebnisse unser Verständnis der kooperativen Aktivität der Bakterien und ihre Bedeutung für die Kolonisierung des Wirts, die Pathogenese und Erregertransmission signifikant verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503927585",
      "url": "https://gepris.dfg.de/gepris/projekt/503927585",
      "title": "Koordinationsfonds",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503927585",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Das Schwerpunktprogramm SPP2389 zielt darauf ab, das Konzept von Bakterien als multizelluläre Mikroorganismen zu etablieren, die zumindest vorübergehend stabil und hochorganisiert in gewebeähnlichen Populationen leben und Merkmale aufweisen, die in einzelnen Zellen nicht vorkommen. Dieses Schwerpunktprogramm stellt eine beispiellose Anstrengung dar, die sich auf ein hochrangiges deutsches Netzwerk stützt, das sich als international wettbewerbsfähiger Vorreiter auf diesem Forschungsgebiet etablierte. Entscheidend für den Erfolg dieses SPP in der ersten Förderperiode war die enge Koordinierung einer eng verbundenen und hochgradig interaktiven Gruppe multidisziplinärer Fachleute, die eine Leidenschaft für das Konzept der bakteriellen Multizellularität teilen. Die effektive Verwaltung und Kommunikation zwischen den kooperierenden Forschungsgruppen ermöglichte es, das erforderliche technologische Fachwissen gemeinsam zu nutzen sowie Wissen und Fortschritte offen unter dem Dach einer gemeinsamen Plattform auszutauschen. 30 Gruppen führender Forscher kamen zusammen und konzentrierten sich in ihren jeweiligen Spezialgebieten parallel entweder auf die Form oder die entstehende Funktion der bakteriellen Multizellularität. Die Koordinierung dieses Netzwerks auf nationaler und internationaler Ebene wurde durch die Anstellung eines geschäftsführenden Koordinators ermöglicht, der mit organisatorischen, kommunikativen und administrativen Aufgaben betraut wurde, darunter Kommunikation zwischen den Gruppen, Buchung von Tagungs- und Konferenzräumen, Organisation von Workshops, Veranstaltungen und Referenten, Budgetverwaltung, Pflege digitaler Tools und Plattformen sowie die Bearbeitung von Förderanträgen. Auf diese Weise konnte das SPP Möglichkeiten zur weiteren Karrierequalifizierung für die verschiedenen im Programm vertretenen Interessengruppen organisieren: (i) Doktoranden, (ii) Nachwuchsgruppenleiter und Nachwuchswissenschaftler, (iii) Eltern von kleinen Kindern und (iv) Wissenschaftlerinnen. Der intellektuelle Austausch zwischen den Gruppen gipfelte schließlich in der Organisation der ersten internationalen Konferenz über bakterielle Multizellularität im Januar 2025. Diese und andere koordinierte Unternehmungen wären ohne die Führung und Unterstützung des leitenden Koordinators nicht möglich gewesen. Der vorliegende Vorschlag beschreibt die entsprechenden Maßnahmen und Materialien, die für die Weiterführung dieses internationalen und interdisziplinären Programms erforderlich sind, wobei die weitere Finanzierung des leitenden Koordinators von wesentlicher Bedeutung ist. Zusätzlich zu diesen Maßnahmen wird die nachhaltige Unterstützung der vier Interessengruppen innerhalb dieses Netzwerks von den Erfahrungen aus der ersten Förderperiode profitieren. Die in diesem Vorschlag vorgestellten Strategien konzentrieren sich auf die spezifischen Bedürfnisse der definierten Gruppen und ihre erfolgreiche Umsetzung im Programm durch den leitenden Koordinator.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "504016068",
      "url": "https://gepris.dfg.de/gepris/projekt/504016068",
      "title": "Nichtvererblicher, kontaktabhängiger molekularer Austausch als Voraussetzung für bakterielle Multizellularität",
      "investigators": "Professorin Dr. Sigal  Ben-Yehuda;Professor Dr. Boris  Macek",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504016068",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bakterien kommen in der Natur in Gemeinschaften mit vielen anderen Arten zusammen vor, jedoch wurden die molekularen Auswirkungen des artübergreifenden Kontakts bisher kaum erforscht. Zudem deuten gehäuft Daten darauf hin, dass benachbarte Bakterien Proteine und Metabolite in einer kontaktabhängigen Weise austauschen. Dieser Austausch bringt neue Phänotypen hervor, dennoch ist der Umfang dieses Phänomens bisher nicht bekannt. Wir beabsichtigen duale Artengemeinschaften mit Bacillus subtilis als zentralem Bakterium zu konzipieren, um die kontaktabhängige Anpassung der Genexpression zu erforschen. Dies wird über die globale Betrachtung der Veränderungen im Transkriptom, Proteom und Phosphoproteom der zwei interagierenden Arten erreicht. Wir erwarten das genetische Programm und Signaltransduktionswege, die in einer solchen artübergreifenden Reaktion involviert sind, aufzudecken. Parallel dazu werden wir den Umfang und die Identität der Proteine aufklären, die zwischen den Arten ausgetauscht werden, sowie ihre gemeinsamen Eigenschaften über artspezifische Transkriptom- und Proteom-Markierung offenlegen. Des Weiteren, basierend auf unseren vorhergehenden Ergebnissen, prognostizieren wir, dass interzelluläre bakterielle Nanotubes, die eine von uns kürzlich entdeckte Form der Interaktion vermitteln, eine Schlüsselrolle bei kontaktabhängigen Interaktionen spielen. Entsprechend wird der Einfluss von Nanotubes auf die Umprogrammierung der Genexpression sowie auf den interzellulären RNA- und Proteinaustausch mittels Nanotube-defizienten Mutanten entschlüsselt. Das vorgeschlagene Projekt wird die erste umfassende Betrachtung von nichtvererblichen, kontaktabhängigen Ereignissen auf molekularer Ebene ermöglichen, die während artübergreifenden bakteriellen Interaktionen geschieht und wird dem Einfluss von interzellulären Nanotubes in diesem Prozess ermitteln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugIsrael"
    },
    {
      "project_id": "503995533",
      "url": "https://gepris.dfg.de/gepris/projekt/503995533",
      "title": "Quantifizierung des Zusammenhangs zwischen architektonischer Integrität und adaptivem Potenzial bei der Entwicklung von Biofilmen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503995533",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Ein faszinierender Aspekt von Biofilmen ist ihre dynamische Selbstorganisation, die eine Vielzahl morphologischer Merkmale hervorbringt, einschließlich einer ausgeprägten inneren Zellordnung, einer starken Oberflächenhaftung und in größeren Maßstäben Falten, Falten und Kanäle. Die emergente Architektur unterstützt das Überleben von Biofilmen, verleiht ihnen Widerstandsfähigkeit gegen physische Belastungen und trägt zur Antibiotikatoleranz bei. Die Integrität und Funktion der Biofilmarchitektur ist jedoch durch Mutationen, die während des Biofilmwachstums entstehen, gefährdet, wenn sie sich diese ausdehnen und den Wildtyp verdrängen. Mechanismen, die gegen solche „krebsartigen“ Mutationen puffern, würden eine robuste Biofilmentwicklung fördern. Tatsächlich deuten neuere Simulationen und Koloniestudien darauf hin, dass mechanische Wechselwirkungen dazu beitragen können, schwache Mutationen in Schach zu halten und so die Integrität der Architektur zu fördern.  Andererseits sollte die Unterdrückung nützlicher Mutationen die Gemeinschaft daran hindern, sich beispielsweise an die Belastungen anzupassen, gegen die die Architektur schützt (Antibiotika, physische Belastungen). Wir vermuten daher einen tradeoff zwischen der architektonischen Integrität eines Biofilms und seiner Fähigkeit, sich schnell an Umweltherausforderungen anzupassen. Wir planen zu testen, ob ein solcher tradeoff existiert und untersuchen, ob er in Richtung Integrität oder Anpassungsfähigkeit tendiert, möglicherweise abhängig von den Mutationen und ihrer Wirkung. V. cholerae ist das perfekte Modellsystem, um den hypothetischen Kompromiss zu untersuchen. Abgesehen von ihrer Bedeutung für die öffentliche Gesundheit und ihrer genetischen Zugänglichkeit haben V. cholerae-Biofilme eine gut charakterisierte Morphogenese, von der ein Großteil mit Einzelzellauflösung untersucht wurde. Wir können daher auf einem exzellenten Verständnis der Wildtyp-Architektur von V. cholerae-Biofilmen aufbauen, um zu untersuchen, wie sie durch evolutionäre Prozesse gestört oder abgepuffert wird. Zu diesem Zweck verwenden wir neue Bildgebungstechnologien von 3D-Biofilmen und spontan mutierende fluoreszierende Reporterkonstrukte, um mutierte Klone in Raum und Zeit zu verfolgen. Diese Daten werden verwendet, um ein prädiktives Modell von evolutionären Prozessen in Biofilmen zu entwickeln, das es uns ermöglicht, unsere tradeoff-Hypothese zu testen. Ein quantitatives Verständnis der grundlegenden Kräfte der Evolution in Biofilmen eine Grundlage für die Modellierung eines breiten Spektrums evolutionärer Prozesse bieten. Wir sehen das neu entwickelte synthetische Mutagenesesystem sowie das Biofilm-Evolutionsmodell als nützlich für zahlreiche andere SPP-Projekte mit Interesse an der Untersuchung oder Berücksichtigung evolutionärer Prozesse in Biofilmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugSchweizKooperationspartnerProfessor Knut  Drescher, Ph.D."
    },
    {
      "project_id": "569011257",
      "url": "https://gepris.dfg.de/gepris/projekt/569011257",
      "title": "Räumliche Regulierung von bakteriellen Antiphagen-Abwehrsystemen in Biofilmen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569011257",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "In Biofilmen organisierte bakterielle Gemeinschaften haben einzigartige Immuneigenschaften, die ihre Resistenz gegen Bakteriophagen erhöhen. Beispielsweise schränken die extrazellulären physischen Barrieren von Biofilmen die Ausbreitung von Phagen ein und erhöhen dadurch die Phagenresistenz der Bakterien. Darüber hinaus wurde kürzlich eine große Vielfalt an bakteriellen Antiphagen-Abwehrsystemen entdeckt, die ihre Wirte vor einer Phageninfektion schützen können. Wie diese Abwehrsysteme im Kontext bakterieller Gemeinschaften an der Phagenresistenz beteiligt sind, ist jedoch kaum verstanden. Dies liegt daran, dass die molekularen Mechanismen von Abwehrsystemen bisher hauptsächlich mit Hilfe heterologer Expression in Flüssigkulturen untersucht wurden. Wir stellen die Hypothese auf, dass bakterielle Gemeinschaften die Expression nativer Abwehrsysteme auf räumlicher Ebene sowie auf der Ebene einzelner Zellen regulieren. Um diese Regulation zu verstehen, werden wir Biofilme von Pseudomonas aeruginosa als Modellsystem nutzen und diese mit innovativer räumlicher Transkriptomik-Bildgebung untersuchen. Wir werden BiofilmEx, eine neue Methode, die wir in der ersten Förderperiode entwickelt haben, nutzen, um Transkripte in Millionen von sesshaften Bakterien mit Einzelzellauflösung in 3D sichtbar machen und zu quantifizieren. Dies wird es uns ermöglichen, die Expression von Verteidigungssystemen in vollständigen P. aeruginosa-Biofilmen zu analysieren. Anschließend werden wir untersuchen, wie diese Regulation die Phagenreplikation beeinflusst, indem wir Phageninfektionen in gemischten Biofilmen aus empfänglichen und resistenten Bakterien verfolgen. Die vorgeschlagenen methodischen Entwicklungen dieses Projekts ermöglichen anderen Projekten im Konsortium die phänotypische Variabilität bakterieller Gemeinschaften zu erforschen und fördern so die Zusammenarbeit. Zusammenfassend erwarten wir, dass wir unser Verständnis der Regulation und Funktion von Abwehrsystemen in bakteriellen Gemeinschaften sowie die verfügbaren Methoden zur Untersuchung von Biofilmen einen großen Schritt voranbringen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "568817813",
      "url": "https://gepris.dfg.de/gepris/projekt/568817813",
      "title": "Verständnis und Steuerung der zellulären Spezialisierung in leitfähigen multizellulären Strukturen",
      "investigators": "Professor Dr. Johannes  Gescher;Professorin Dr. Anna-Lena  Heins",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568817813",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Leitfähige Biofilme werden von Organismen produziert, die in der Natur durch die Nutzung unlöslicher Elektronenakzeptoren wie Eisen- oder Manganoxide als terminale Elektronenakzeptoren ihrer Atmungskette wachsen. Diese Leitfähigkeit ermöglicht es Zellen, die nicht in direktem Kontakt mit dem Elektronenakzeptor stehen, Elektronen der Atmungskette an benachbarte Zellen zu übertragen. Der Redoxpotentialgradient leitet dann den Elektronenfluss durch die Matrix zum Punkt des höchsten Redoxpotentials, was typischerweise das Mineral ist. Zellen innerhalb dieser Materialien durchlaufen eine Spezialisierung, potenziell aufgrund von: (I) Dicke und Zelldichte des Biofilms, die zu Zell-Zell-Interaktionen sowie Massentransferlimitierung des Elektronendonors aus der Bulkphase führen, (II) respiratorischem Elektronentransfer, der aufgrund zunehmenden Widerstands mit der Elektronentransportlänge mit unterschiedlicher Kinetik arbeitet, (III) Bildung von Gradienten, wie im Fall des pH-Werts, die zu Wachstum mit unterschiedlicher Kinetik führen und (IV) Scherkräften, die zur Biofilmkompression führen, aber auch die Bildung einer stärkeren extrazellulären Matrix erfordern.Derzeit ist nicht verstanden, wie diese Faktoren die Entwicklung verschiedener regulatorischer Routinen beeinflussen, die die zelluläre Spezialisierung antreiben. Dennoch beobachten wir diese Routinen , wenn Zellen verschiedene leitfähige Strukturen basierend auf ihrer Nähe zum terminalen Elektronenakzeptor aufbauen. Wir beobachten auch, dass einige Schichten in diesen leitfähigen Biofilmen hauptsächlich aus nicht lebenden Zellen bestehen, diese Schichten jedoch weiterhin als leitfähige Strukturen funktionieren. Unser Ziel ist es, die Auslöser und Regulationsmechanismen innerhalb einzelner Zellen zu entschlüsseln, die zur Bildung dieser stabilen, dynamischen leitfähigen Biofilmstrukturen führen. Ein grundlegendes Verständnis dieser Prozesse wird erheblich beeinflussen, wie wir die Wichtigkeit dieser Strukturen in Ökosystemen wahrnehmen, wo sie kritische Funktionen haben können. Um unser Ziel zu erreichen, werden wir multiparallele mikrofluidische bioelektrochemische Experimente mit Reporterstämmen durchführen und FACS gekoppelt Transkriptomanalysen einsetzen, um regulatorische Routinen zu verstehen. Darüber hinaus werden wir analysieren, wie diese leitfähigen Biofilme mit anderen Zellen interagieren und neue physiologische Eigenschaften ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "568896107",
      "url": "https://gepris.dfg.de/gepris/projekt/568896107",
      "title": "Vorteile bakterieller Kollektive unter Prädation durch Bodenprotisten",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568896107",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bakterien bilden diverse kollektive Phänotypen wie Fruchtkörper, Biofilme, Pellikel und Filamente. Ihr Aufbau wird meist unter optimale Laborbedingungen untersucht, doch viele Vorteile zeigen sich erst in natürlichen Gemeinschaften. So bieten bakterielle Kollektive im Boden Resistenz gegen Protisten-Prädatoren – eine der Hauptursachen für bakterielles Absterben. Daher sollten sie idealerweise in ihrer natürlichen Umgebung erforscht werden. Basierend auf unseren vorläufigen Daten, werden wir in diesem Projekt eine Mikrofluidik-Plattform nutzen, um die Vorteile von B. subtilis-Kollektiven gegen Bodenprotisten zu untersuchen, da sie mehrere resistente Mechanismen aufweisen. Um verschiedene kollektive Eigenschaften zu untersuchen, führen wir einen systematischen Vergleich der Kollektive aus B. subtilis-Wildtyp- und Mutantenstämmen durch. Dazu schalten wir gezielt Gene aus, die mit kollektiven Eigenschaften wie Biofilmbildung oder Filamentierung verbunden sind. Jede Mutante wird in unserem mikrofluidischen Gerät kultiviert, das einen bodenähnlichen, porösen Raum nachahmt und so die Bildung kleiner Mikrokollektive ermöglicht. Mithilfe der konfokalen Spinning-Disk-Langzeitmikroskopie quantifizieren wir die Entstehung und den Zerfall dieser Kollektive über die Zeit und analysieren ihre räumlich-zeitliche Strukturierung. Dies wird zum bislang größten systematischen Vergleich von Mikrokollektiven führen. Nach der Untersuchung von Kollektiven in Isolation werden wir in unseren Mutantenstämmen Barcodes einbringen, um gepoolte Wettbewerbsexperimente mit Bodenprotisten durchzuführen. Die gepoolten Mutanten und eine Bodenprobe werden von entgegengesetzten Enden eines mikrofluidischen Geräts geladen, wobei B. subtilis als „Köder“ dient, um Protisten anzulocken. Wir werden untersuchen, wie diese Bodenprotisten mit B. subtilis-Kollektiven interagieren – mithilfe fluoreszierender Zeitraffermikroskopie und Barcode-Sequenzierung. Dies ermöglicht es uns, die relative Überlebenserfolg der Stämme, ihre kollektiven Eigenschaften und ihre Resistenz gegenüber verschiedenen Protisten-Prädatoren miteinander zu verknüpfen. Unser multimodaler Datensatz wird so die funktionellen Vorteile von Kollektiven im Kontext der Prädator-Beute-Ökologie aufzeigen.Indem wir idealisierte Laborbedingungen – in denen Kollektive isoliert oder mit wenigen Interaktionspartnern untersucht werden – mit der komplexen Realität mikrobieller Gemeinschaften kombinieren, hoffen wir, dass unsere Experimente auf einem Boden-Chip künftige Forschungsprojekte anregen. Diese sollen die Auswirkungen bakterieller Kollektivität auf ein noch breiteres Spektrum ökologischer Interaktionen untersuchen, mit dem langfristigen Ziel, ein umfassendes Verständnis der Rolle von Kollektiven in natürlichen Bodengemeinschaften zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "503989054",
      "url": "https://gepris.dfg.de/gepris/projekt/503989054",
      "title": "Wie Efflux die Entstehung von Antibiotikaresistenzen in räumlich-strukturierten, multizellulären Bakterienpopulationen beeinflusst",
      "investigators": "Professorin Dr. Rosalind  Allen;Dr. Frank  Schreiber",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503989054",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Antimikrobielle Resistenz (AMR) ist weltweit eine Bedrohung für die öffentliche Gesundheit. AMR ist eine multizelluläre Funktion, die in Bakterienpopulationen durch Evolution entsteht; sie ist eng mit der Heterogenität einzelner Zellen und den Interaktionen zwischen diesen Zellen innerhalb der komplexen, räumlichen Struktur einer Infektion verbunden. Das hier beantragte Projekt konzentriert sich auf das Zusammenspiel zweier Schlüsselfaktoren, die die Entstehung von AMR beeinflussen: die Fähigkeit von Bakterien, antimikrobielle Substanzen über Effluxpumpen aus der Zelle zu transportieren und ihrer Fähigkeit in Biofilmen zu wachsen. Beide Faktoren haben einen großen Einfluss darauf, wie AMR evolvieren kann. Unser Ziel ist es, ein Vorhersagemodell für den Einfluss von Efflux auf die Evolution von AMR innerhalb räumlich-strukturierter, multizellulärer Bakterienpopulationen zu entwickeln. In der ersten Förderperiode haben wir mathematische Modelle für die Auswirkungen von Efflux-vermittelten Zell-Zell-Interaktionen in räumlich-strukturierten Bakterienpopulationen entwickelt. Zudem haben wir gezeigt, wie in E. coli die Morphologie von Biofilmen durch Efflux beeinflusst wird. Weiterhin haben wir die Auswirkungen von Efflux-vermittelten Interaktionen in gemischten Kolonien von Effluxern und Nicht-Effluxern verfolgt und ungewöhnliche räumliche Muster identifiziert, die mit der Entwicklung von ausgeprägter Resistenz in Kolonien von Efflux-überexprimierenden Stämmen verbunden sind. In einem Übersichtsartikel haben wir diskutiert, wie die Entstehung von AMR durch das Zusammenspiel zwischen Efflux und der Biofilmumgebung gefördert und gestaltet wird. Aufbauend auf diesen Vorarbeiten stellen wir die Hypothese auf, dass sich AMR in Biofilmen in zwei Stufen entwickelt: Zuerst wird die Entstehung von wenig-resistenten Efflux-Überexpressionsmutanten durch die Biofilmumwelt begünstigt; danach beschleunigt die Kombination von Efflux-Aktivität und Biofilmumwelt die Entstehung zusätzlicher Mutationen, die dann eine ausgeprägte Resistenz verleihen. In der nächsten Förderperiode wollen wir Biofilme bestehend aus E. coli-Kolonien in Kombination mit Individuen-basierten Computermodellen verwenden, um diese Hypothese zu untersuchen. Wir wollen zunächst feststellen, ob und durch welche Mechanismen die Biofilmumwelt die Entstehung von Mutanten mit hoher Efflux-Aktivität im Vergleich zur Flüssigkultur begünstigt. Anschließend werden wir untersuchen, wie Efflux das Potenzial für eine weitere Resistenzevolution hin zu ausgeprägter Resistenz in Biofilmen verändert. Schließlich werden wir experimentell und in silico die Entwicklung von ausgeprägter Resistenz innerhalb von Koloniebiofilmen durch Efflux-Hochregulierung verfolgen. Unser Projekt wird die erste quantitative, integrierte Analyse davon liefern, wie das Zusammenspiel aus Biofilmwachstum und Efflux zur Emergenz von ausgeprägter Resistenz in multizellulären Bakterienpopulationen führt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität"
    },
    {
      "project_id": "504222949",
      "url": "https://gepris.dfg.de/gepris/projekt/504222949",
      "title": "Wie heilen Biofilme ihre Wunden?",
      "investigators": "Professorin Dr. Liraz  Chai;Professor Vasily  Zaburdaev, Ph.D.",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBiophysik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504222949",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bakterielle Biofilme sind heterogene Ansammlungen von Bakterien, die in einer selbst produzierten extrazellulären Matrix (ECM) eingebettet sind und durch diese zusammengehalten werden. Sobald der Biofilm gebildet ist, ist es sehr schwierig, ihn mechanisch oder biochemisch zu entfernen. Daher stellen Biofilme, die von pathogenen Bakterien gebildet werden, eine erhebliche Herausforderung im medizinischen Kontext dar. Es wird geschätzt, dass etwa 80 % der chronischen bakteriellen Infektionen Biofilme beinhalten, wie etwa bei Myokarditis oder Harnwegsinfektionen. Biofilme sind auf mehreren Ebenen heterogen – genetisch, phänotypisch, strukturell und mechanisch – mit komplexen Zell-Zell- und Zell-Umwelt-Interaktionen. Zunehmend wird die Analogie zwischen Biofilmen und eukaryotischen Geweben gezogen; im Kontext von Biofilmen, die einen Wirt besiedeln, wird sogar vorgeschlagen, die Biofilme als Teil des Wirtsgewebes zu behandeln. Eine bisher unbeantwortete Frage, die sowohl im Kontext der Gewebeanalogie als auch bei der Entfernung unerwünschter Biofilme von Bedeutung ist, ist, wie Biofilme in der Lage sind, sich von einem makroskopischen Schaden zu erholen. In diesem Projekt verwenden wir das Bakterium Bacillus subtilis – ein leistungsstarkes Modellsystem für die Untersuchung der Biofilmbildung – und kombinieren mikrobiologische und biophysikalische Werkzeuge mit theoretischer Modellierung, um zu klären, welche natürliche Reaktion des Biofilms auf eine Verletzung zu beobachten ist. Bis heute haben wir Beweise für dynamische Prozesse gesammelt, die an der Wundheilung beteiligt sind, insbesondere hinsichtlich der Rollen von verbleibenden Zellen und Nährstoffgradienten. Dennoch fehlt uns noch das Verständnis dafür, wie die Abfolge der Ereignisse während der Erholung in Bezug auf phänotypische, molekulare, strukturelle und mechanische Ebenen verläuft und wie diese miteinander verknüpft sind. Auf molekularer und zellulärer Ebene werden wir untersuchen, wie molekulare Signale zelluläre Phänotypen während des Biofilmwachstums von der ECM-Produktion bis zur Sporenbildung antreiben, um so ein zeitlich-räumliches Profil der Wundheilung zu erstellen. Auf der makroskopischen Ebene ganzer Biofilme zielen wir darauf ab, zu quantifizieren, wie sich das „Narben“-gewebe von den „normal“ entwickelnden Biofilmen in Bezug auf ihre mechanischen Eigenschaften, den Wasser- und Metallionengehalt und die Morphologie unterscheidet und wie diese durch die zugrunde liegenden molekularen und zell-phänotypischen Merkmale bestimmt werden. Unser Projekt kombiniert moderne strukturelle Ansätze, Zellsortierung, Massenspektrometrie, Mechanobiologie und biochemische Methoden mit theoretischer Modellierung. Die Ergebnisse dieser Arbeit werden uns nicht nur ein quantitatives Verständnis darüber vermitteln, wie Biofilme mit Schäden umgehen, sondern auch verschiedene Aspekte ihrer natürlichen Entwicklung aus einer umfassenden, multiskalaren und interdisziplinären Perspektive beleuchten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugIsrael"
    },
    {
      "project_id": "504017689",
      "url": "https://gepris.dfg.de/gepris/projekt/504017689",
      "title": "Wie Kannibalismus in Bacillus subtilis bakterielles Biofilmgewebe formt und funktionalisiert",
      "investigators": "Dr. Daniel  Dar, Ph.D.;Professor Dr. Thorsten  Mascher",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504017689",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2389: \nEmergente Funktionen der bakteriellen Multizellularität",
      "description": "Bacillus subtilis ist ein Gram-positiver Modellorganismus, der auf festen Agaroberflächen  hochstrukturierte Koloniebiofilme bildet. Diese Differenzierung beruht auf einer räumlich-zeitlich kontrollierten Diversifizierung der multizellulären Gemeinschaft in eine Reihe phänotypisch unterschiedlicher Subpopulationen, die dem Koloniebiofilm einen Selektionsvorteil in fluktuierenden Umgebungen verschaffen. Lang anhaltende Hungerphasen führen schließlich zur Bildung sehr widerstandsfähiger Endosporen, die an der Spitze von Fruchtkörpern innerhalb der Kolonie gebildet werden. Kannibalismus ist eine bakterielle Form des programmierten Zelltods, bei der drei Kannibalismus-Toxine produziert werden: der Sporulation Killing Factor (SKF), das Sporulation Delay Protein (SDP) und das Epipeptid (EPE). Kannibalistische Produzentenzellen sind autoimmun gegen die selbstproduzierten Toxine, während nichtproduzierende Geschwisterzellen dies nicht sind. Ursprünglich wurde postuliert, dass diese Subpopulation durch toxinabhängige Lyse geopfert wird, um Nährstoffe freizusetzen, die von den kannibalistischen Zellen aufgenommen werden, um so die Endosporenbildung zu verzögern.Das Verständnis der biologischen Bedeutung des Kannibalismus ist das Hauptziel dieses Vorhabens. Die Ergebnisse der ersten Förderperiode stellen das ursprüngliche Bild des Kannibalismus als „altruistische Tötung“ einer Subpopulation in Frage. Unsere vorläufigen Daten deuten darauf hin, dass Kannibalismustoxine nicht primär als „biochemische Waffen“ dienen, jedenfalls nicht in differenzierten Kolonien. Stattdessen strukturieren und funktionalisieren sie Biofilme, um so die flächige Ausdehnung der Kolonie mit der in die Höhe gerichteten Faltenbildung von Kolonien zu koordinieren. Die sich daraus ergebenden kannibalismusabhängigen Strukturen bestimmen DANN die Funktionen innerhalb der Kolonien, einschließlich der Sporenbildungsrate und des Zelltods. Die Untersuchung dieser Hypothese ist der Schwerpunkt dieses gemeinsamen Antrags.Um die Rolle der Kannibalismustoxine für die Gestaltung und Funktionalisierung des Biofilmgewebes in der Entwicklung von B. subtilis zu entschlüsseln, werden wir die relevanten Differenzierungsstrategien und Phänotypen mit zwei sich ideal ergänzenden methodischen Ansätzen analysieren und korrelieren: Die räumliche Transkriptomik ermöglicht es, die Differenzierung von Mikrokolonien in 2D mit Einzelzellauflösung zu untersuchen, während die Kryo-Dünnschnittuntersuchungen von Makrokolonien ein 3D-Bild der Wirkung von Kannibalismus-Toxinen in einem vollständig differenzierten bakteriellen Biofilm liefern werden. Zusammen werden diese Ansätze ein umfassendes, räumlich und zeitlich aufgelöstes Verständnis dafür liefern, wie Kannibalismus die Struktur und Funktion der Biofilmdifferenzierung über vier Größenordnungen hinweg beeinflusst, von der Mikrometerebene einzelner Zellen bis hin zur Zentimeterebene ausdifferenzierter und hochstrukturierter bakterieller Kolonien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2389: \nEmergente Funktionen der bakteriellen MultizellularitätInternationaler BezugIsrael"
    }
  ]
}