{
  "spp_number": "SPP 2410",
  "spp_title": "Hyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500873292",
  "projects_count": 22,
  "projects": [
    {
      "project_id": "525877563",
      "url": "https://gepris.dfg.de/gepris/projekt/525877563",
      "title": "A posteriori Fehlerschätzer für statistische Lösungen der barotropen Navier-Stokes Gleichungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525877563",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Dieses Projekt beschäftigt sich mit der numerischen Approximation von Statistischen Lösungen der barotropen Navier-Stokes Gleichungen, einer der grundlegenden Gleichungen der Strömungsmechanik. Statistische Lösungen sind ein neues Lösungskonzept für kompressible Navier-Stokes Gleichungen, das aus der Turbulenzmodellierung motiviert ist und das Probleme mit der Wohlgestelltheit, die bei deterministischen Lösungskonzepten bestehen, adressieren soll. Statistische Lösungen können als zeitlich parametrisierte Wahrscheinlichkeitsmaße auf Funktionenräumen verstanden werden, die sich aus zufälligen Anfangsdaten entwickeln. Daher können statistische Lösungen durch empirische Maße approximiert werden, die dadurch entstehen, dass Samples der Anfangsverteilung gezogen werden und dass diese Samples sich dann gemäß der Zeitevolution eines numerischen Verfahrens für die deterministischen, barotropen Navier-Stokes Gleichungen entwickeln. Im konvektionsdominierten Fall, der den Schwerpunkt unserer Untersuchungen darstellt, sind Runge-Kutta discontinuous Galerkin Verfahren eine häufig verwendete Verfahrensklasse. Unser Ziel ist es, für diese Verfahren robuste, zuverlässige und effiziente a posteriori Fehlerschätzer zu konstruieren, das heißt Schranken für die durch Diskretisierung in Raum, Zeit und stochastischer Variable erzeugten Fehler, die aus der numerischen Lösung berechnet werden können. Um diese Fehlerschätzer herzuleiten, werden wir auf relativer Entropie basierende Stabilitätsabschätzungen mit geeigneten Rekonstruktionen der numerischen Lösung kombinieren. Wir planen, unsere a posteriori Fehlerschätzer zu verwenden, um adaptive, hocheffiziente Multi-Level Monte Carlo Verfahren zur Berechnung von zu Statistischen Lösungen gehörenden Statistischen Kenngrößen herzuleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525800857",
      "url": "https://gepris.dfg.de/gepris/projekt/525800857",
      "title": "Active Flux Verfahren für die Euler Gleichungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525800857",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "In diesem Projekt werden Active Flux Verfahren zur Approximation mehrdimensionaler Systeme von Erhaltungsgleichungen und insbesondere der Eulergleichungen der Gasdynamik entwickelt und analysiert. Active Flux Verfahren sind echt mehrdimensionale Finite-Voumen-Verfahren hoher Ordnung mit kompaktem Stencil in Raum und Zeit. Von diesen Verfahren verspricht man sich gute Approximationseigenschaften bereits auf relativ groben Gittern. Damit sind die Verfahren für die numerische Strömungsmechanik und insbesondere für die Approximation von Strömungen im hohen Reynoldszahlbereich von besonderem Interesse. Bisher wurden mehrdimensionale Active Flux Verfahren nur für skalare hyperbolische Probleme and einfache lineare Systeme entwickelt. Unter Verwendung der Bicharakteristikenmethode werden wir Active Flux Verfahren für allgemeine lineare und nichtlineare Systeme von Erhaltungsgleichungen herleiten. Jüngere Erfolge bei der analytischen Untersuchung der Euler-Gleichungen haben neue probabilistische Lösungskonzepte hervorgebracht, die auch die Analyse numerischer Verfahren voranbringen und neue Konvergenzresultate und Fehlerabschätzungen ermöglichen. Ein weiteres Ziel unseres Projektes ist daher eine rigorose Konvergenz- und Fehleranalyse der hergeleiteten Active Flux Verfahren. Unter Verwendung der Konzepte der K- und statistischen Konvergenz können relevante Kenngrößen wie der Reynolds-Spannungstensor und die turbulente Energiedissipation für ausgewählte Testprobleme berechnet werden. Diese Kenngrößen sollen mit Rechnungen aus Turbulenzmodellen anderer SPP Projekte verglichen werden. Schließlich wird dieses Projekt auch Implementationen der neu entwickelten Verfahren zur Verfügung stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "526018747",
      "url": "https://gepris.dfg.de/gepris/projekt/526018747",
      "title": "Analysis Energie-variationeller Lösungen von hyperbolischen Erhaltungsgleichungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526018747",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Das Ziel dieses Projekts ist es, die analytische Theorie der Energie-variationellen Lösungen weiterzuentwickeln, die wir in einem aktuellen Preprint für eine allgemeine Klasse von hyperbolischen Erhaltungsgleichungen eingeführt haben. Dieser Lösungsbegriff liefert ein innovatives verallgemeinertes Lösungskonzept, das die Evolutionsgleichung zu einer Variationsungleichung abschwächt, die mögliche Energiedefekte während der Evolution berücksichtigt. Dieses Konzept bietet eine reichhaltige Struktur und geht mit mehreren verbesserten Eigenschaften verglichen mit früheren Lösungskonzepten einher: - Existenz von Energie-variationellen Lösungen für eine große Klasse von Modellen, - konstruktiver Existenzbeweis über ein Zeitschrittverfahren basierend auf Entropie-Minimierung, - schwach-starke Einzigkeit und Semi-Flow-Eigenschaft, - Konvexität und Schwach*-Abgeschlossenheit der Lösungsmenge, - in Spezialfällen: Lösungsmenge hängt stetig vom Anfangswert ab. Unser Ziel ist es, neue grundlegende Beiträge zur analytischen Theorie dieses neuartigen Lösungskonzeptes zu leisten, indem wir es auf eine größere Klasse hyperbolischer Erhaltungsgleichungen erweitern und es mit bestehenden Lösungsbegriffen wie dissipativen schwachen Lösungen und wilden Entropielösungen vergleichen. Darüber hinaus planen wir, die oben genannten Eigenschaften zu nutzen, um geeignete Kriterien zu definieren, die einen eindeutigen physikalisch sinnvollen Kandidaten aus der Menge der Energie-variationellen Lösungen auswählen, und die Eigenschaften dieses Auswahlverfahrens zu untersuchen. Darüber hinaus werden wir dieses Auswahlkriterium bei der Konstruktion von Approximationsschemata verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "526024901",
      "url": "https://gepris.dfg.de/gepris/projekt/526024901",
      "title": "Approximationsmethoden für statistische Erhaltungssätze zur Beschreibung hyperbolisch dominierten Transportes",
      "subject_area": "MathematikStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526024901",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Wir betrachten turbulente inkompressible Strömungen, die durch die Navier-Stokes Gleichungen beschrieben werden. Der Fokus des Projektes ist auf konvektionsdominanten Regimen, in denen die Effekte des nichtlinearen hyperbolischen Transporttermes entscheidend sind. Diese Regime hoher Reynoldszahlen führen auf die dissipative Anomalie, die typischerweise in der Form statistischer Skalengesetze beschrieben wird und gemittelte Variationen des Geschwindigkeitsfeldes durch die Dissipationsrate der Energie ausdrückt. Die meisten der klassischen Skalengesetze sind bis heute Postulate geblieben, die nicht direkt aus den Navier-Stokes Gleichungen hergeleitet werden können. Um die Dynamik gemittelter turbulenter Beobachtungsgrößen rigoros zu beschreiben, strebt die statistische Hydromechanik danach, Evolutionsgleichungen für dazugehörende Wahrscheinlichkeitsdichten anzugeben. Dies führt auf die Lundgren-Monin-Novikov (LMN) Hierarchie, eine Familie linearer Transportgleichungen in der Form kinetischer Fokker-Planck Gleichungen. Um die LMN Hierarchie besser zu verstehen, entwickeln wir zwei wechselseitig verbundene Ansätze. Im ersten Ansatz werden zunächst statistische Symmetrien ausgenutzt, um weniger komplexe Hierarchien herzuleiten. Die resultierenden statistischen Erhaltungsgleichungen werden dann über endlich-dimensionalen Ansatzräumen approximiert. Konkret wird die LMN Hierarchie für isotrope Turbulenz reduziert und über einen Produkt/Summen Ansatz auf ein endlich-dimensionales nichtlineares Eigenwertproblem projiziert, bei dem wir anomale Skalierung erwarten. Für verschwindende Viskosität führt eine singuläre Asymptotik vermutlich auf die Dissipation als Invariante. Ein entsprechender Ansatz für das log-Gesetz von Scherströmungen führt auf ein analoges nichtlineares Eigenwertproblem, wobei die Von Kármán Konstante als Eigenwert auftritt. Der zweite Ansatz zielt auf eine hybride, numerische Approximationsmethode. Er beruht auf dem Abbruch der LMN Hierarchie für Ein-Punkt Korrelationen, was auf eine immer noch ungeschlossene statistische Erhaltungsgleichung für die Wahrscheinlichkeitsdichte führt. Eine strukturwahrende Methode, die Nichtnegativität und Normalisierung auf der diskreten Ebene garantiert, wird entwickelt. In der gesamten hybriden Methode wird der ungeschlossene Transportterm durch Anwendung von UQ Techniken auf die zugrundeliegenden stochastischen Evolutionsgleichungen bestimmt. Die finale Methode wird für skalare, viskose Erhaltungssätze angewendet und dann auf die mit dem ersten Ansatz für isotrope Turbulenz bestimmte LMN Hierarchie übertragen. Um die Komplexität des Schließtermes zu verringern, werden auf hyperbolischen Relaxationssystemen beruhende LMN Hierarchien bestimmt. Die neuen Methoden für die LMN Hierarchie werden an Beispielen mit analytischem Schließterm validiert und dann gemeinsam genutzt, um ausgesuchte Aspekte der Skalierungsgesetze in Regimen hoher Reynoldszahlen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "526073189",
      "url": "https://gepris.dfg.de/gepris/projekt/526073189",
      "title": "Asymptotikerhaltende verallgemeinerte upwind SBP-Verfahren hoher Ordnung mit IMEX Zeitintegration zur Anwendung auf kinetische Transportmodelle",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526073189",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Kinetische Modelle beschreiben physikalische Prozesse in Natur- und Ingenieurwissenschaften auf der Ebene hyperbolischer Bilanzgleichungen mit hoher Dimensionalität, die Kollisionsoperatoren zur Modellierung der Interaktion zwischen einzelnen Partikeln beinhalten. Im Vergleich zu makroskopischen Fluidmodellen basierend auf der Beschreibung räumlich und zeitlich veränderlicher Dichten mittels partieller Differentialgleichungen, liegen kinetische Modelle dichter an der Partikelbeschreibung und erlauben so beispielsweise das Verständnis des Verhaltens verdünnter Gase. Zudem treten sie in der Turbulenzmodellierung auf, deren direkte numerische Simulation häufig aktuelle Rechenkapazitäten übersteigt. Kinetische Modelle besitzen ein Mehrskalenverhalten abhängig vom Quotienten aus der mittleren freien Weglänge und der charakteristischen Länge. In der Grenzbetrachtung konvergiert ein sinnvolles kinetisches Modell gegen ein makroskopisches Modell, beispielsweise die kompressiblen Euler-Gleichungen. Allerdings erlaubt das räumlich sowie zeitlich variierende Mehrskalenverhalten in vielen Fällen keine globale Nutzung des makroskopischen Modells, so dass das vollständige kinetische Modell simuliert wird. Numerische Verfahren für kinetische Modelle haben sich den Herausforderungen der hohen Dimensionalität, der Nichtlinearität von physikalisch interessanten Kollisionsoperatoren, der erforderlichen Erhaltung des korrekten asymptotischen Verhaltens auf der diskreten Ebene sowie der inhärenten Steifheit zu stellen. Effiziente grundsätzliche Herangehensweisen zur Bewältigung derartiger Herausforderungen sind bisher nicht hinreichend erforscht. Dieses Vorhaben beabsichtigt die Konstruktion und Analyse neuartiger numerischer Verfahren für kinetische Modelle auf Basis einer detaillierten mathematischen Analyse bezogen auf Stabilität, Genauigkeit und dem asymptotischen Verhalten mit dem Ziel eines besseren Verständnisses von Mehrskalenverhalten und Turbulenz. Zu diesem Zweck wird der erprobte Rahmen Asymptotik-erhaltender Verfahren genutzt, der den Übergang vom kinetischen zum makroskopischen Modell auf diskreter Ebene abbilden kann. Erstmals werden hierzu numerische Verfahren für kinetische Modelle auf Basis räumlicher strukturerhaltender, diskretisierungsunabhängiger summation-by-parts(SBP) Verfahren mit beweisbaren Genauigkeits- und Stabilitätseigenschaften sowie implizit-expliziter(IMEX) Zeitintegration konstruiert, einschließlich neuer Wege bezogen auf IMEX-Ansätze und Partitionierung der raumdiskretisierten Gleichungen. Diese neuartigen Asymptotik-erhaltenden IMEX-upwindSBP Verfahren hoher Ordnung für kinetische Modelle mit Anwendung in den Bereichen Neutronentransport, Strömungsverhalten verdünnter Gase und Turbulenzmodellierung werden analysiert bezogen auf Genauigkeit, ihr lineares und nichtlineares Stabilitätsverhalten sowie Erhaltung der Asymptotik, mit besonderem Augenmerk auf dem Zusammenspiel zwischen Asymptotik und Entropiestabilität im nichtlinearen Fall.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugKanadaKooperationspartnerProfessor David Del Rey Fernandez, Ph.D."
    },
    {
      "project_id": "526006304",
      "url": "https://gepris.dfg.de/gepris/projekt/526006304",
      "title": "Bilanzgleichungen mit ortsabhängigen Nichtlokalitäten: Modellierung, Simulation und Unsicherheitsquantifizierung (NonLoc)",
      "investigators": "Dr. Jan  Friedrich;Professorin Dr. Simone  Göttlich",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526006304",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "In den letzten Jahren haben Erhaltungsgleichungen mit nichtlokalen Flussfunktionen in einem breiten Anwendungsspektrum der Strömungsmechanik wie Gasdynamik, granulare Strömung, Sedimentation, Aggregationsphänomene, Massenbewegungen und Verkehrsströme zunehmend an Bedeutung gewonnen. Im Allgemeinen sollen raumabhängige, nichtlokale Bilanzgleichungen das Zusammenspiel nichtlokaler Interaktionen, die auf mikroskopischer Ebene auftreten, makroskopisch erfassen und sind typischerweise durch nichtlineare Flussfunktionen und Quellterme gekennzeichnet, die von Raumintegralen der Unbekannten abhängen. Die Analyse und numerische Approximation nichtlokaler Gleichungen stellt eine Reihe anspruchsvoller offener Probleme dar, die von der Wohlgestelltheit über das Design geeigneter hochauflösender numerischer Verfahren bis hin zur Quantifizierung von Unsicherheiten reichen. Auf Grundlage der bisher erzielten vielversprechenden Ergebnisse wollen wir die analytische und numerische Untersuchung dieser nichtlokalen Gleichungen weiter vorantreiben und dabei auch die Modellhierarchien zwischen nichtlokalen und lokalen hyperbolischen Bilanzgleichungen sorgfältig untersuchen. Abgesehen von Ergebnissen zur Wohlgestelltheit sind die Analysis und die numerische Approximation nichtlokaler Bilanzgleichungen derzeit wenig erforscht, insbesondere in mehreren Raum-Dimensionen und für Systeme. Mit dem Ziel, die Lücken zwischen Theorie und Anwendung zu schließen, befasst sich dieses Projekt hauptsächlich mit der formalen Herleitung nichtlokaler Gleichungen, Konzepten zum Nachweis der Existenz und Eindeutigkeit von Lösungen, Übergängen von nichtlokalen zu lokalen hyperbolischen Bilanzgleichungen, der Entwicklung effizienter numerischer Finite-Volumen-Verfahren hoher Ordnung und der Untersuchung stochastischer Einflüsse in den Anfangsdaten oder der Flussfunktion. Zusammenfassend lässt sich sagen, dass die übergeordnete Zielsetzung des Projekts darin besteht, bedeutsame mathematische Fortschritte in der Theorie und der numerischen Approximation komplexer, nicht-standardisierter Probleme zu erlangen, um die Grundlage für innovative Werkzeuge zur Behandlung aktueller Anwendungen in der Strömungsmechanik zu schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525866748",
      "url": "https://gepris.dfg.de/gepris/projekt/525866748",
      "title": "Dissipative Lösungen für das Navier-Stokes-Korteweg System und ihre numerische Behandlung",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525866748",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Viele Probleme in der Strömungsmechanik werden mittels der kompressiblen Euler- oder Navier-Stokes (NS)-Gleichungen beschrieben. Für diese wurde kürzlich das verallgemeinerte Lösungskonzept von dissipativen schwachen Lösungen (DW) als Alternative zu klassischen Lösungskonzepten eingeführt. Der Nutzen dieses Konzepts wurde in einer Reihe von theoretischen und numerischen Arbeiten belegt. So erfüllen DW- Lösungen die schwache Formulierung der Gleichungen nur bis auf Defekt- und Oszillationsmaße und können dadurch als Grenzwerte von konsistenten und stabilen numerischen Methoden interpretiert/identifiziert werden. Tatsächlich wurde für verschiedene strukturerhaltende Verfahren die Konvergenz gegen DW-Lösungen gezeigt. DW-Lösungen sind insofern eine natürliche Verallgemeinerung klassischer Lösungen als sie mit ihnen übereinstimmen, solange klassische Lösungen existieren, was auch als schwach-starkes Eindeutigkeitsprinzip bezeichnet wird. Gleichzeitig sind DW-Lösungen auch starke Lösungen, wenn sie eine gewisse Regularität aufweisen. Eine Erweiterung der Navier-Stokes Gleichungen sind die Navier-Stokes- Korteweg (NSK) Gleichungen, welche Kapillarität mit einbeziehen. Unsere Untersuchungen der NSK Gleichungen, sind durch die jüngsten Arbeiten von Slemrod motiviert, die darauf hindeuten, dass der rigorose Übergang von Lösungen mesoskopischer Gleichungen (Boltzmann) zu makroskopischen Systemen, was auch als Hilberts sechstes Problem bekannt ist, für klassische Systeme (NS und Euler) aufgrund des Auftretens von Van-der-Waals-Korteweg-Kapillaritätstermen in einer makroskopischen Beschreibung scheitert. Aus diesem Grund sind Korteweg-Systeme besser geeignet, um reale Fluidströmungen zu modellieren. In unserem Projekt wollen wir das Konzept von DW-Lösungen auf lokale und nicht-lokale NSK-Gleichungen erweitern. Wir werden DW-Lösungen so definieren, dass sie eine natürliche Erweiterung klassischer Lösungen sind, d. h. so, dass sie ein schwach-starkes Eindeutigkeitsprinzip erfüllen. Darüber hinaus planen wir, ihre globale Existenz zu beweisen, indem wir die Existenz des Grenzwertes strukturerhaltender numerischer Verfahren zeigen. Dafür werden wir strukturerhaltende Methoden niedriger Ordnung konstruieren und analysieren. Im weiteren Verlauf des Projektes werden wir uns auch mit der Entwicklung von strukturerhaltenden Finite-Elemente Verfahren hoher Ordnung beschäftigen und ihre Konvergenz beweisen. In unserem Projekt verallgemeinern wir somit das klassische Lösungskonzept und liefern neue Einblicke in die Beschreibung von Fluidströmungen. Unsere Untersuchungen sind sowohl theoretischer als auch numerischer Natur und liegen in den Zielen des Schwerpunktprogramms 2410.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525939417",
      "url": "https://gepris.dfg.de/gepris/projekt/525939417",
      "title": "Ein \"sharp interface\" Grenzwert mittels verschwindender Volumenfraktion für Zweiphasenströmungen im Nichtgleichgewicht modelliert durch hyperbolische Bilanzgleichungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525939417",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Hyperbolische Bilanzgleichungen sind essentielle Modelle um Phänomene der Fluiddynamik zu beschreiben und zu verstehen. Jedoch gibt es noch viele offene und äußerst herausfordernde Fragestellungen die nicht hinreichend verstanden sind. Beispielhaft sei hier auf Turbulenz, Mehrphasenströmungen und auch die Interaktion der beiden Strömungsphänomene verwiesen. Exemplarisch dafür seien die Kelvin-Helmholtz bzw. die Rayleigh-Taylor Instabilitäten genannt. Diese mehrdimensionalen Probleme stellen die Forschung zu hyperbolischen Bilanzgleichungen vor erhebliche Probleme, sowohl in der Analysis als auch in der Numerik. Darüber hinaus gibt es eine Vielzahl an Modellen welche in der Literatur in diesem Zusammenhang genutzt werden. Um relevante Einsichten in die Modelle und deren Vorhersagen zu erhalten, ist ein grundlegendes Verständnis derselben nötig. Auch wenn die Frage nach fundierten mathematischen Vergleichen zwischen den verschiedenen Modellen allgegenwärtig ist, sind nur wenige Resultate verfügbar. In diesem Vorhaben möchten wir den Zusammenhang zwischen zwei kompressiblen hyperbolischen Modellen eingehend untersuchen, welche weit verbreitet in der Literatur Anwendung finden. Wir möchten für ein hyperbolisches Zweiphasenmodell aus der Klasse der symmetrisch hyperbolischen thermodynamisch kompatiblen (SHTC) PDEs den Grenzfall von der diffusen Mischung zur unstetigen Phasengrenze untersuchen, in dem die Volumenfraktion gegen Null strebt. Dafür fokussieren wir uns zunächst auf barotrope Strömungen. Es soll untersucht werden, wie das Grenzmodell und die dazugehörenden Lösungen mit den barotropen Eulergleichungen zusammenhängen. Insbesondere werden wir auch isotherme Zweiphasen - Strömungen mit Phasenübergang untersuchen. Die erzielten Ergebnisse werden wichtige Einsichten in den Zusammenhang zwischen diesen Modellfamilien nichtlinearer hyperbolischer Bilanzgleichungen liefern und die Grundlage für weitere Arbeiten liefern. Aus Sicht der Analysis wird es interessant sein die positiven Ergebnisse zu nutzen, um wichtige Ergebnisse in der Literatur für Eulergleichungen auf komplexere Modelle zu erweitern. Insbesondere für diffuse Mischungsmodelle mit nicht-konservativen Termen sind wichtige Resultate zu erwarten. Für die Numerik werden die Ergebnisse dieses Projektes hilfreich sein in der Zukunft leistungsfähige strukturerhaltenden Verfahren zu entwickeln, welche die hier untersuchten asymptotischen Zustände korrekt berechnen können. Damit trägt dieses Projekt entscheidend zum Vergleich und der einheitlichen Auswahl von Modellen bei, die für dieses Schwerpunktprogramm von hoher Relevanz sind. Auch unterstützt es die Entwicklung numerischer Verfahren mit gewünschten asymptotischen Eigenschaften.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525941602",
      "url": "https://gepris.dfg.de/gepris/projekt/525941602",
      "title": "Eine strukturerhaltende kompakte numerische Methode hoher Ordnung für mehrdimensionale hyperbolische Erhaltungssätze",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525941602",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Mehrdimensionale Erhaltungssätze weisen viel mehr Phänomene auf als ihre eindimensionalen Gegenstücke, zum Beispiel turbulente Strömungen mit Wirbeln und nichttrivialen stationären Zuständen. Gleichzeitig sind die Rechenressourcen begrenzt, und die Verfeinerung ist bei mehrdimensionalen Simulationen besonders kostspielig. Derzeit verfügbare numerische Methoden können mehrdimensionale Phänomene nur bei übermäßiger Gitterverfeinerung erfassen. Das liegt daran, dass sie eine numerische Diffusion hinzufügen, die auf eindimensionalem Denken beruht, und auch daran, dass die Flüsse mit Riemannschen Problemen berechnet werden. Letztere verfälschen die Lösung für die subsonische Strömung. Wir schlagen eine neue hybride Finite-Elemente-Finite-Volumen-Methode vor, bei der das upwinding durch lokale Entwicklung kontinuierlicher Daten erreicht wird, anstatt ein Riemann-Problem zu lösen. Die Freiheitsgrade sind Zellmittelwerte/Momente und Punktwerte an den Zellschnittstellen, wobei der letztere zwischen benachbarten Zellen geteilt wird. Die Entwicklung der Mittelwerte ist konservativ, was bedeutet, dass die Methode in der Lage ist, zur schwachen Lösung zu konvergieren. Diese Methode in seiner niedrigsten (3.) Ordnung ist in der Literatur unter dem Namen Active Flux zu finden und erzielt nachweislich bessere Ergebnisse auf groben Gittern, da sie strukturerhaltend ist. In unserer neuen Methode macht die Entwicklung höherer Momente die Genauigkeit beliebig hoch. Derzeit sind Active-Flux-Methoden für lineare oder eindimensionale Probleme verfügbar. Dieses Projekt zielt darauf ab, unsere neue Methode für mehrdimensionale Systeme von Erhaltungsgesetzen zu entwickeln, insbesondere für die vollständigen mehrdimensionalen Euler-Gleichungen, und ihre strukturerhaltenden Eigenschaften zu analysieren. Dieses Projekt wird in enger Zusammenarbeit mit Wasilij Barsukow / Universität Bordeaux, Frankreich, durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugFrankreichKooperationspartnerDr. Wasilij  Barsukow"
    },
    {
      "project_id": "526031774",
      "url": "https://gepris.dfg.de/gepris/projekt/526031774",
      "title": "EsCUT: Entropy-stabile höhere-Ordnung CUT-cell discontinuous Galerkin Verfahren",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526031774",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Ziel dieses Projektes ist die Entwicklung neuer Stabilisierungsansätze für robuste, effiziente und entropiestabile numerische Simulationen hyperbolischer Erhaltungsgleichungen auf cut-cell Gittern, mit herausfordernden Anwendungen von unteraufgelöster Strömungen in komplexen Geometrien. Diese neuen hochaufgelösten Verfahren werden speziell in Hinblick auf neue Lösungskonzepte, wie dissipative schwache Lösungen, entworfen. Nichtlineare hyperbolische Gleichungen spielen eine zentrale Rolle in vielen wichtigen Anwendungsbereichen, wie z.B. Flugzeugdesign oder Umwelt- und Klimaforschung. Hochaufgelöste Simulationen in solchen Anwendungen haben zwei zentrale Herausforderungen; komplexe Geometrien und unteraufgelöste Strukturen, wie sie zwangsläufig in turbulenten Strömungen auftreten. Um diese Schwierigkeiten zu lösen, sind zwei Arten von Stabilisierung notwendig: (i) Stabilisierung der Cut-Cells um die Zeitschrittweite auf kleinen Zellen zu kontrollieren (ii) Stabilisierung des zugrundeliegenden Verfahrens bzgl. unteraufgelöster Strömungen und Turbulenz. Um unnötige numerische Dissipation zu vermeiden und eine Grundlage zu schaffen, um Turbulenz in komplexe Geometrien besser zu verstehen, entwickeln wir neue entropiestabile, hochaufgelöste Ansätze mit robuster Cut-Cell Stabilisierung für discontinuous Galerkin Verfahren.  Die Grundidee ist zunächst eine umformulierte Cut-Cell Stabilisierung um diese einer Entropieanalyse zugänglich zu machen. Basierend darauf, analysieren wir die Stabilitätseigenschaften und entwickeln neue Ansätze um Entropiestabilität zu garantieren. Das zentrale Ergebnis werden entropiestabile DG Verfahren auf Cut-Cell Gittern sein, welche sich effizient mit expliziten Zeitschrittverfahren und moderaten Zeitschrittbeschränkungen auf die kompressiblen Eulergleichungen anwenden lassen. In einem potentiellen Anschlussprojekt planen wir diese neuen Ansätze auf die kompressiblen Navier-Stokes-Gleichungen zu erweitern und zur Simulation turbulenter Strömungen in komplexen Geometrien im hohen Reynoldsregime zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525796191",
      "url": "https://gepris.dfg.de/gepris/projekt/525796191",
      "title": "Implizite LES kompressibler turbulenter Strömungen bei hohen Mach- und Reynoldszahlen durch mehrdimensionale Strömungsfeldinformationen unter Verwendung optimierter Flussfunktionen und gezielter Rekonstruktionsverfahren basierend auf maschinell erlernten nichtlinearen neuronalen Operatoren",
      "subject_area": "Strömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525796191",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Im Rahmen des Forschungsvorhabens werden neuartige Lösungsansätze zur impliziten Large Eddy Simulation von kompressiblen Gasströmungen bei hohen Reynoldszahlen erarbeitet. Das neu entwickelte automatisch differenzierbare Simulations- und Optimierungsverfahren JAX-Fluids basierend auf einer konservativen Finite Volumen Methode bildet die Grundlage für die Durchführung des Vorhabens. Dieses Paket ermöglicht es, bekannte und etablierte Methoden zur Zustandsrekonstruktion am Interface sowie zur approximativen Lösung des daraus resultierenden Riemannproblems bei Einhaltung mathematischer Grundanforderungen deutlich flexibler zu gestalten und gezielt auf physikalisch fundierte Charakteristika zu optimieren. Hierzu sind drei Hauptkomponenten vorgesehen: 1) Das Strömungsfeld wird lokal dreidimensional analysiert und charakterisiert. Ein zuvor trainiertes Convolutional Neural Network bewertet die dreidimensionalen Eigenschaften des lokalen Strömungsfelds (Scherung, Volumenänderung, Glattheit, Anisotropie) und gibt diese Informationen an die beiden nächsten Komponenten weiter. 2) Die Rekonstruktionsprozedur zur Berechnung der Zustände am Zell-Interface soll durch einen Satz an Harten-type Polynomen basieren, die im Gegensatz zu klassischen Verfahren nicht durch algebraische Funktionen gewichtet werden, sondern durch ein speziell auf strömungsphysikalische Prozesse trainiertes neuronales Netz ersetzt werden. Erfolgreiche Ansätze zur impliziten Large Eddy Simulation nutzen inhärente Eigenschaften verschiedener Diskretisierungsverfahren, um die anderenfalls explizit zu bestimmenden SGS Terme implizit zu erzielen und gleichzeitig höchste Präzision an Stoßwellen wie auch bezüglich der Turbulenzcharakteristika zu erzielen. 3) Etablierte numerische Flussfunktionen, ursprünglich entwickelt zur Simulation reibungsfreier kompressibler Strömungen, erlauben zwar oft eine hohe Simulationsgüte und Stoßwellen, sind jedoch oftmals viel zu dissipativ zur Darstellung turbulenter Strukturen. Zudem kann Galilei Invarianz üblicherweise nicht sichergestellt werden. Im Rahmen dieses Vorhabens kommt erneut ein neuronales Netz zum Einsatz, welches die zum jeweiligen lokalen Strömungsfeld besonders geeignete Konvexkombination aus klassischen Flussfunktionen wie HLLC und deutlich weniger dissipativen Ansätzen wie ALDM kombinieren. Die Besonderheit, Originalität und Neuheit im vorgeschlagenen Vorhaben besteht darin, dass die Trainingsphase der Netzwerke durch automatische Differenzierung des gesamten Strömungslösers erfolgt. Die zur Optimierung notwendige Zielfunktion ist dabei eine Kombination aus punktweisen Fehlern gegenüber tiefpassgefilterten Referenzdaten aus DNS und hochaufgelösten LES sowie deren spektralen Eigenschaften. Das Ziel des Vorhabens besteht darin, vergleichbar präzise Ergebnisse wie mit State of the Art Methoden bei deutlich reduzierter räumlicher und zeitlicher Auflösung und damit signifikant reduziertem numerischen Aufwand zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525716336",
      "url": "https://gepris.dfg.de/gepris/projekt/525716336",
      "title": "Inhomogene und kompressible Fluide: statistische Lösungen und dissipative Anomalien",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525716336",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Dieser Projektantrag nimmt mehrere physikalisch motivierte Probleme aus der Analysis von Strömungsgleichungen in Angriff. Das Projekt, das in den Bereich der Grundlagenforschung fällt, hat die Erweiterung unseres rigorosen analytischen Verständnisses in zwei Forschungsrichtungen zum Ziel: - von homogenen inkompressiblen Fluiden zu inhomogenen und kompressiblen Fluiden - von klassischen schwachen Lösungsbegriffen zu verallgemeinerten schwachen Lösungsbegriffen. In den vergangenen zehn Jahren sind wesentliche Fortschritte in mehreren Fragen erzielt worden, die sich aus der Turbulenztheorie von Kolmogoroff-Onsager ergeben und die lange Zeit offengeblieben waren. Besonders bemerkenswert ist der Beweis der Existenz nichtkonservativer Lösungen der Eulergleichungen mit Regularität unterhalb 1/3 mittels konvexer Integration; hierbei wird Energie durch die Herausbildung kleiner räumlicher Skalen dissipiert. Die Transportstruktur der Vortizitätsgleichung in zwei Raumdimensionen und der Mechanismus der inversen Energiekaskade können ausgenutzt werden, um Energieerhaltung und weitere Eigenschaften sogar in manchen Onsager-superkritischen Situationen zu zeigen. Aufgrund verbesserter numerischer Simulationen und des Mangels eines Auswahlkriteriums für Entropielösungen in vielen hyperbolischen Systemen haben sich zahlreiche Anstrengungen zuletzt auf verallgemeinerte Lösungsbegriffe wie maßwertige und statistische Lösungen konzentriert, sowohl aus analytischer als auch aus numerischer Perspektive. Trotz dieser bemerkenswerten jüngsten Fortschritte bleibt der Großteil dieser Theorie der Betrachtung homogener inkompressibler Fluide und klassischer schwacher Lösungen verhaftet. In diesem Projekt werden wir den Stand der Dinge maßgeblich erweitern, indem wir insbesondere die folgenden Themenfelder erschließen: - Energieerhaltung und weitere Eigenschaften von Onsager-superkritischen statistischen Lösungen für homogene inkompressible Flüssigkeiten, die als Viskositätslimites oder aus numerischen Verfahren (zum Beispiel Large-Eddy-Simulationen, LES) gewonnen werden - Statistische Lösungen für inhomogene und kompressible Fluide: Grundlagen - Energieerhaltung und weitere Eigenschaften für Onsager-superkritische schwache Lösungen für inhomogene inkompressible Fluide - Erhaltungsanomalien in statistischen Lösungen und für inhomogene inkompressible Fluide - Energieerhaltung bzw. -dissipation für inhomogene kompressible Fluide.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Gianluca  Crippa"
    },
    {
      "project_id": "526086093",
      "url": "https://gepris.dfg.de/gepris/projekt/526086093",
      "title": "Irregulärer und nichtlinearer Transport in stochastischen Fluiden",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526086093",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Die beiden Leitfragen dieses Antrags sind: (1) Irregulärer stochastischer Transport: Die Untersuchung des Langzeit- und Mischungsverhaltens von passiven, skalaren Größen, die von irregulären, zufälligen Geschwindigkeitsfeldern getrieben werden, insbesondere von den Geschwindigkeitsfeldern des Kraichnan-Modells, ist eine der zentralen Leitfragen dieses Antrags. Dies wird die Entwicklung einer Theorie für zufällige dynamische Systeme (RDS) für stochastische Differentialgleichungen (SDEs) mit irregulären Koeffizienten beinhalten. (2) Nichtlinearer stochastischer Transport: Als zweite Leitfrage wollen wir nichtlineare Transportgleichungen untersuchen, die von zufälligen Geschwindigkeitsfeldern getrieben werden, einschließlich ihrer rigorosen Ableitung aus mikroskopischen Beschreibungen sowie ihres Langzeitverhaltens und ihres Mischungsverhaltens. Dies wird die Entwicklung eines RDS-Ansatzes für McKean-Vlasov-SDEs erfordern und beinhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugSchweiz"
    },
    {
      "project_id": "525608987",
      "url": "https://gepris.dfg.de/gepris/projekt/525608987",
      "title": "Kompressible Euler Gleichungen mit Tranport Rauschen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525608987",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Wir betrachten die isentropen kompressiblen Euler Gleichungen in mehreren Dimensionen mit einer stochastischen Störung vom Transport Typ. Das Zusammenspiel von hyperbolischem Transport und Zufall ist eine zentrale Frage des SPP-2410. Transport Rauschen ist einerseits motiviert durch die physikalische Modellierung von turbulenten Strömungen. Andererseits wurde kürzlich gezeigt, dass ein solches Rauschen regularisierende Effekte haben kann. Wir zielen auf ein umfassendes Verständnis bezüglich Wohl- und Schlechtgestelltheit dieser stochastischen PDEs ab. In einem ersten Schritt planen wir die Existenz dissipativer Maßwertiger Martingal-Lösungen zu zeigen (hierbei ist der Wahrscheinlichkeitsraum nicht a priori gegeben, sondern Teil des Problems). Des Weiteren werden wir Eigenschaften der Lösungen untersuchen wie Schwach-Starke-Eindeutigkeit, das Langzeitverhalten und die Existenz einer Markovschen Lösung (Markov selection). Ein zweites Arbeitspaket beschäftigt sich mit der Existenz schwacher Lösung (wobei die Nichtlinearitäten durch Funktionen anstelle von Maßen beschrieben werden). Mit Hilfe der Methode der konvexen Integration hoffen wir die Existenz unendlich vieler analytisch schwacher Lösungen zu einem gegebenen Anfangsdatum zu zeigen. Diese Lösungen sind im wahrscheinlichkeitstheoretischen Sinne stark, d.h. sie sind auf einer gegeben stochastischen Basis definiert. Sie erfüllen aber keine Energie-Ungleichung. Schließlich werden wir analysieren ob Tranport Rauschen den ansonsten unvermeidlichen Blow-up von Lösungen der Kompressiblen Euler Gleichungen verzögern kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525935467",
      "url": "https://gepris.dfg.de/gepris/projekt/525935467",
      "title": "Konvexe Integration: Hin zu einem mathematischen Verständnis von Turbulenz, Onsager'sche Vermutungen und Zulässigkeitsbedingungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525935467",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "In den vergangenen Jahren haben Resultate, die auf der Technik der konvexen Integration basieren, großes Interesse im Bereich der mathematischen Fluidmechanik auf sich gezogen. Während der Ursprung der konvexen Integration in der Differentialgeometrie liegt, wurde sie im Gebiet der mathematischen Strömungsmechanik zum ersten Mal vor ca. 15 Jahren verwendet, und zwar um Lösungen der inkompressiblen Euler Gleichungen zu konstruieren. Später wurde konvexe Integration auch auf andere Strömungsmodelle angewandt, insbesondere auf das kompressible Euler System. Dieses ist eines der wichtigsten Beispiele hyperbolischer Erhaltungsgleichungen. Zum einen hat man durch konvexe Integration erkannt, dass es für inkompressible Fluide einen Mechanismus gibt, der schwachen Lösungen erlaubt Energie zu dissipieren. Dieser Mechanismus steht im Zusammenhang mit turbulentem Verhalten der Lösung. Vor Kurzem wurde gezeigt, dass ein ähnlicher Mechanismus auch im kompressiblen Fall auftreten kann. Ferner konnte man mit Hilfe von konvexer Integration die Vermutung von Onsager vollständig beweisen, die aufzeigt unter welcher Regularität Energiedissipation möglich ist. Zum anderen führt konvexe Integration zu unendlich vielen Lösungen, insbesondere für die mehrdimensionalen kompressiblen Euler Gleichungen, selbst wenn Zulässigkeitskriterien wie die Entropieungleichung auferlegt werden. Letztere wird in der Literatur üblicherweise verwendet um physikalisch relevante Lösungen zu identifizieren. Jedoch scheinen zumindest manche der unendlich vielen Lösungen unphysikalisch. Dies deutet darauf hin, dass schwache Entropielösungen in diesem Zusammenhang nicht das richtige Lösungskonzept sind.  Angesichts dieser Erkenntnisse beabsichtigen wir die folgenden beiden Themen zu bearbeiten.  Erstens planen wir Aussagen ähnlich zur Onsager'schen Vermutung zu studieren um das mathematische Verständnis von Turbulenz zu erweitern. Neben der Betrachtung der hydrostatischen Euler Gleichungen werden wir an einer stärkeren Version der Onsager'schen Vermutung für die inkompressiblen Euler Gleichungen arbeiten, bei der anstelle der Gesamtenergie (wie in der originalen Onsager'schen Vermutung) die lokale Energie(un)gleichung betrachtet wird. Eine solche Version der Onsager'schen Vermutung soll auch für das kompressible Euler System studiert werden.  Zweitens beabsichtigen wir die Suche nach einem guten Lösungskonzept für die kompressiblen Euler Gleichungen in mehreren Raumdimensionen voranzutreiben. Hierzu werden wir zunächst untersuchen für welche Anfangsdaten die Entropieungleichung nicht in der Lage ist eine eindeutige Lösung auszuwählen. Ferner wollen wir verstehen warum die Entropieungleichung in 1D Eindeutigkeit liefert, während sie dies im mehrdimensionalen Fall nicht tut (siehe oben). Schließlich planen wir weitere Zulässigkeitskriterien zu studieren und zu prüfen ob diese in der Lage sind vermutlich unphysikalische Lösungen auszuschließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525859002",
      "url": "https://gepris.dfg.de/gepris/projekt/525859002",
      "title": "Konvexe Integration und dissipative Anomalie in kompressibler Turbulenz",
      "subject_area": "MathematikStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525859002",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Grundlegende Aspekte zur Universalität statistischer Eigenschaften für die kleinen Skalen in Strömungsturbulenz bei großen Reynoldszahlen wurden zum größten Teil für den inkompressiblen Fall untersucht. Ähnlich gelagerte Untersuchungen zur kompressiblen Turbulenz begannen erst in jüngster Zeit. Eine Ursache für diesen Umstand ist die notwendige Hinzunahme weiterer dimensionsloser Kennzahlen zur bestehenden (Taylor-Mikroskalen) Reynoldszahl R_lambda. Ein vor kurzem durchgeführter umfangreicher Vergleich von Daten aus numerischen Direktsimulationen (DNS) schlägt die Hinzunahme des Verhältnisses von Dilatations- zu divergenzfreien Geschwindigkeitsfluktuationen delta neben turbulenter Machzahl und Taylor-Mikroskalen Reynoldszahl, M_t und R_lambda, vor. Auf der anderen Seite zeigt eine skalenaufgelöste Energiebilanz, in Analogie zur Arbeit von Duchon und Robert für den inkompressiblen Fall, zwei mögliche unterscheidbare Mechanismen für eine turbulente Kaskade auf, die als Deformations- und baropyknale Arbeit bezeichnet werden und möglicherweise für die dissipative Anomalie in kompressibler Turbulenz verantwortlich sind. Die wesentliche Prämisse dieses Antrags ist, dass ein weiterer Fortschritt bei kompressibler Turbulenz eine detaillierte Untersuchung dieser Mechanismen und ihrer Abhängigkeiten von M_t und delta erfordert. Während die Deformationsarbeit eng mit dem inkompressiblen Fall und der klassischen Onsagervermutung zusammenhängt sowie das anelastische Regime dominieren wird, ist das durch Dilatationseffekte dominierte Regime noch weitgehend unerforscht. Das vorliegende Projekt zielt auf eine vereinheitlichende Erweiterung der momentan existierenden Onsagertheorie für schwache Lösungen des kompressiblen Euler-Gleichungssystems auf die gesamte M_t—delta Parameterebene. Schlüsselprobleme auf der mathematischen Seite beinhalten die generische Nichteindeutigkeit von zulässigen schwachen Lösungen, die Konstruktion von schwachen Lösungen in Onsager-kritischen Besovräumen sowie die mathematischen Grundlagen einer geometrischen Theorie von extremen Dissipationsereignissen. Das Schlüsselproblem auf der strömungsmechanischen Seite ist die skalenabhängige numerische Untersuchung von Deformations- und baropyknaler Arbeit im Zusammenhang mit Energiedissipationsereignissen in voll entwickelter kompressibler Turbulenz. Das Erreichen der wissenschaftlichen Ziele erfordert folglich die Zusammenführung von mathematischen und grundlegenden strömungsmechanischen Untersuchungen, die analytische Rechnungen, konstruktive Beweistechniken der konvexen Integration, numerische Direktsimulationen sowie die statistische und geometrische Analyse von kompressibler Turbulenz vereint. Unser Projekt bezieht sich besonders auf das Forschungsgebiet A des Schwerpunktprogramms mit Fokus auf die analytische und numerische Untersuchung von schwachen Entropielösungen und ihrer Relevanz für die kleinskalige Intermittenz in kompressibler Navier-Stokes-Turbulenz.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "533770404",
      "url": "https://gepris.dfg.de/gepris/projekt/533770404",
      "title": "Koordinationsantrag",
      "subject_area": "MathematikStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533770404",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Das Koordinationsprojekt des Schwerpunktprogrammes Hyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa) unterstützt die Forscherinnen und Forscher beim Erreichen der wissenschaftlichen und strukturellen Ziele des Programmes. Dies erstreckt sich insbesondere auf den interdisziplinären Austausch und die Ausbildung von (Post)doktorandinnen und (Post)doktoranden auf internationalem Niveau. Entsprechende Massnahmen umfassen die Organisation von jährlichen Statustreffen, speziellen Workshops und Veranstaltungen des wissenschaftlichen Nachwuchses. Das Koordinationsprojekt betreut eine interne Managementplattform, das externe Webangebot und eine als Webinar angelegte Vortragsreihe. Die Durchführung des Gästeprogrammes, die Auslandsaufenthalte des wissenschaftlichen Nachwuchses und die Betreuung der Mercator Fellows wird durch das Koordinationsprojekt übernommen. Der Koordinator und die Mitglieder des Programmausschusses werden bei Ihren Aufgaben durch das Koordinationsprojekt unterstützt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525660607",
      "url": "https://gepris.dfg.de/gepris/projekt/525660607",
      "title": "Modellkaskaden für stochastische Teilchen-Simulationen von verdünnten, mehr-atomigen Gasen",
      "subject_area": "StrömungsmechanikMathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525660607",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Gasströmungen in mikroskopischen Situationen oder unter verdünnten Bedingungen können erheblich vom thermischen Gleichgewicht abweichen, so dass das herkömmliche Navier-Stokes-Fourier-Modell der Fluiddynamik sie nicht richtig beschreiben können. Die Boltzmann-Gleichung hingegen bietet einen geeigneten Ausgangspunkt für die Untersuchung von Gasströmungen in solchen Szenarien, da sie eine statistische Beschreibung der molekularen Wechselwirkungen liefert. Aufgrund der Komplexität des Boltzmann-Kollisionsoperators und der hohen Dimensionalität seines Lösungsbereichs sind jedoch alternative, reduzierte Modelle und Berechnungsmethoden wünschenswert. Neben einer rechen-aufwändigen direkten Diskretisierung der Boltzmann-Gleichungen werden bei den Momentengleichungen partielle Differentialgleichungen durch ein Modellreduktionsverfahren entwickelt, so dass fluiddynamische Modelle in den Bereich des Nicht-Gleichgewichts erweitert werden können. Andererseits wird bei Teilchen-Monte-Carlo-Methoden (DSMC) das Strömungsfeld durch ein Ensemble von Berechnungspartikeln beschrieben, die die Verteilungsfunktion repräsentieren. Diese Methoden sind weit verbreitet und bieten eine hohe physikalische Genauigkeit, allerdings mit erheblichen Rechenkosten, insbesondere bei niedrigen Geschwindigkeiten und gleichgewichtsnahen Strömungen. Die Steifigkeit des Boltzmann-Kollisionsoperators, die in gleichgewichtsnahen Zuständen zu massiven Rechenkosten führt, kann durch den Übergang zum Diffusionslimit der Boltzmann-Gleichung behandelt werden. In diesem Zusammenhang bietet sich die Fokker-Planck-Gleichung (FP) als Approximation an. Der FP-Operator kann als eine Annäherung an den Boltzmann-Operator betrachtet werden, bei dem die Wirkung von binären Kollisionen durch einen Drift-Diffusions-Mechanismus beschrieben wird. Mit anderen Worten, die Nettokraft, die auf ein Teilchen aufgrund aufeinanderfolgender Kollisionen wirkt, wird in einen Teil, der mit der Teilchengeschwindigkeit korreliert ist (Drift), und den Rest, der einen rein zufälligen Beitrag darstellt (Diffusion), zerlegt. Wenn man die Entwicklung der verschiedenen Momente der Boltzmann-Gleichung mit denen des FP-Modells abgleicht, erhält man Gleichungen für die Drift- und Diffusionskoeffizienten. Schließlich wird die FP-Gleichung effizient gelöst, indem die zugrunde liegenden stochastischen Differentialgleichungen vom Langevin-Typ für ein Partikelensemble implementiert werden. In diesem Projekt werden wir den FP-Ansatz als Modellkaskade betrachten, in der eine Hierarchie von Operatoren eine Annäherung an die Boltzmann-Gleichung auf immer höherem Niveau ermöglicht. Der Ansatz wird auf den mehr-atomigen Boltzmann-Kollisionsoperator angewandt, der einen vergrößerten Phasenraum erfordert. Es werden Implementierungen höherer Ordnung und entropie-stabile Implementierungen der stochastischen Differentialgleichungen untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerHossein  Gorji, Ph.D."
    },
    {
      "project_id": "525842915",
      "url": "https://gepris.dfg.de/gepris/projekt/525842915",
      "title": "Numerische Verfahren für gekoppelte Mehrskalenprobleme",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525842915",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Die Kopplung von Modellen auf unterschiedlichen Skalen ist allgegenwärtig in der mathematischen Modellierung. Ein bedeutendes Beispiel ist die Erdsystemmodellierung. Die vollständige Beschreibung des Prozesses erfordert die Kopplung von Modellen auf unterschiedlichen Skalen. Dies stellt eine große analytische und numerische Herausforderung dar. Insbesondere sollten relevante Eigenschaften über die Modelle und Skalen hinweg erhalten bleiben und eine effiziente numerische Berechnung sollte möglich sein, um Echtzeitsimulationen durchführen zu können. Obwohl die Kopplung von Systemen von Bilanzgleichungen in der Vergangenheit schon erfolgreich durchgeführt wurde, weisen die entwickelten Ansätze Schwächen auf. Ein Großteil der in den vergangenen Dekaden durchgeführten Arbeiten beziehen sich auf den räumlich eindimensionalen Fall im Kontext von Netzwerkproblemen für unterschiedliche Anwendungsbereiche. Zur Entwicklung analytischer und numerischer Ergebnisse wurden dabei als Kernelement (Halb-)Riemannlöser am Kopplungsrand verwendet. Die entwickelten Techniken erfordern die analytische Darstellung der nichtlinearen Wellenkurven, die in vielen relevanten Modellen nicht explizit verfügbar sein könnten. Dies schränkt diese Techniken empfindlich ein. Diese Entwicklungen spiegeln sich auch in den numerischen Verfahren wider, die in fast der gesamten Literatur auf Riemannlöser am Kopplungsrand basieren außer für einige wenige Ausnahmen, die sich jedoch nicht auf den relevanten mehrskaligen Fall übertragen lassen. Auch sind eigenschaften-erhaltende numerische Kopplungsmethoden für Modelle auf der gleichen Skala nicht verfügbar. Erweiterungen auf räumlich mehrdimensionale Probleme werden typischerweise mittels der Projektion der Flüsse in Normalrichtung durchgeführt, die aber formal auf eindimensionale Systeme führen. Ferner hat die Frage der Kopplung über Skalen hinweg erst kürzlich an Interesse gewonnen, allerdings ist die Entwicklung eines allgemeinen methodischen Ansatzes und korrespondierende eigenschaften-erhaltende Methoden noch vollkommen offen. Das Ziel des Projekts ist die Entwicklung numerischer Methoden für mehrskalige gekoppelte Probleme, die sich in der nichtlinearen Fluiddynamik ergeben. Insbesondere sollen Verfahren entwickelt werden, die nicht auf Riemannlöser am Kopplungsrand aufbauen, und die eine Erweiterung auf mehrskalige und --- im Hinblick auf turbulente Strömungen --- räumlich mehrdimensionale Probleme erlauben. Die Entwicklung der Verfahren wird sowohl durch eine Analyse der Eigenschaften als auch der Implementierung verschiedener Szenarien für (mehrdimensionale) Systeme von hyperbolischen Bilanzgleichungen und/oder transport-dominierten Problemen, die mehrere Skalen aufweisen, begleitet. Die entwickelten numerischen Methoden werden am Beispiel von Systemen der Gasdynamik und einem Transpirationskühlungsproblem veranschaulicht. Zu diesem Zweck wird ein Relaxationsansatz für gekoppelte Transportprobleme entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "526003069",
      "url": "https://gepris.dfg.de/gepris/projekt/526003069",
      "title": "Stabilität von Schockwellen bei hyperbolischer Dissipation",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526003069",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Dieses Projekt untersucht Systeme partieller Differentialgleichungen der kompressiblen Fluiddynamik, die die dissipativen Mechanismen von Viskosität und Wärmeleitung nicht parabolisch wie die klassischen Navier-Stokes-Fourier-Gleichungen (\"NSF\"), sondern, wie den nicht-dissipativen Teil der Evolution, durch hyperbolische Operatoren beschreiben. Fragen möglicher Nichteindeutigkeit, vorstellbarer wilder Lösungen, wahrscheinlicher Turbulenz und des erhofften Viskositätslimes stellen sich für diese Modelle genauso wie für das klassische. Sie treten jedoch auf anderen, hyperbolischen Skalen auf. Um diese Skalen vorab zu prüfen, untersucht dieses Projekt die Stabilität prototypischer Schockwellen in hyperbolisch-hyperbolischen Modellen, mit den Zielen (a) eines ebenso guten Verständnisses wie das der bereits existierenden Theorie für Schockwellen im hyperbolisch-parabolischen Setting und (b) einer Beschreibung der Limiten von hyperbolisch-hyperbolischen Skalen zur klassischen hyperbolisch-parabolischen Skala. Das Hauptaugenmerk liegt auf Systemen zweiter Ordnung, die ausschließlich aus fünf Erhaltungsgleichungen für Masse, Impuls und Energie bestehen und Viskosität und Wärmeleitung durch Operatoren mit zweiten Raum- und Zeitableitungen der Zustandsvariablen beschreiben. In den letzten Jahren hat die Literatur solche Modelle besonders im relativistischen Rahmen diskutiert. Ein kleinerer Teil des Projektes betrifft (nicht-relativistische) hyperbolische Modelle erster Ordnung, in denen die Dissipation durch relaxierende Bilanzgleichungen für zusätzliche Felder im Geiste der Erweiterten Thermodynamik beschrieben wird. Die Skalierungslimits, die wir aus der Perspektive der Frage nach der Stabilität von Schockwellen untersuchen wollen, betreffen den Grenzübergang gegen unendlich gehender Lichtgeschwindigkeit, d.h., von hyperbolisch-hyperbolisch zweiter Ordnung gegen klassische kompressible NSF, und den verschwindender Relaxationszeiten, d.h., von hyperbolisch-hyperbolisch erster Ordnung gegen klassische kompressible NSF.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugUSAKooperationspartnerProfessor Dr. Kevin  Zumbrun"
    },
    {
      "project_id": "525730336",
      "url": "https://gepris.dfg.de/gepris/projekt/525730336",
      "title": "Stochastische Feinstrukturmodelliering und strukturerhaltende Flusslimitierung für hyperbolische Systeme",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525730336",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Ziel dieses Projekts ist die Herleitung stochastischer Parametrisierungen zur physikkonformen Grobstruktursimulation mikroskopischer Strömungsvorgänge, die sich durch hyperbolische Systeme partieller Differentialgleichungen modellieren lassen. In Anlehnung an variationelle Mehrskalenmethoden (VMS) sollen aus einer Finite-Elemente-Approximation auf einem feinen Gitter stochastische Feinstrukturmodelle für die kompressiblen Euler-Gleichungen und für die Flachwassergleichungen gewonnen werden. Die geplante Herangehensweise erinnert an die RANS (Reynolds-averaged Navier--Stokes) Turbulenzmodellierung. Die gemittelten Gleichungen für \"langsame\" grobskalige Komponenten (Mittelwerte) enthalten nichtlineare Terme, die von \"schnellen\" feinskaligen Komponenten (Schwankungen) abhängen. Werden diese Terme durch stochastische Prozesse ersetzt, erhält man ein in sich geschlossenes reduziertes Gleichungssystem für die Mittelwerte. Es gibt keine Garantie dafür, dass mehrskalige Ansätze dieser Art entropiestabil sind und invariante Gebiete erhalten. Zur Sicherstellung der physikalischen Zulässigkeit soll in diesem Projekt auf neuartige Techniken der algebraischen Flusskorrektur (AFC) und insbesondere der konvexen Limitierung zurückgegriffen werden. Für Standard-Finite-Elemente-Diskretisierungen hyperbolischer Probleme stehen diese aus eigenen Vorarbeiten zur Verfügung. Im Rahmen eines monolithischen AFC-Verfahrens lassen sich nicht nur diskrete Maximumprinzipien, sondern auch hinreichende Bedingungen für Entropiestabilität erzwingen, indem man in kritischen Bereichen auf ein strukturerhaltendes Verfahren niedriger Ordnung umschaltet. Die limitierten Flüsse eines stochastischen VMS-Modells sollen entropiedissipativ sein und keine relevanten Nebenbedingungen verletzen. Um bestehende Zusammenhänge mit existierenden Wirbel- und Entropieviskositätsmodellen zu erforschen sind theoretische und numerische Studien geplant.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)"
    },
    {
      "project_id": "525853336",
      "url": "https://gepris.dfg.de/gepris/projekt/525853336",
      "title": "Zufällige kompressible Euler Gleichungen: Numerik und ihre Analysis",
      "investigators": "Professor Dr. Michael  Herty;Professorin Dr. Maria  Lukacova",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525853336",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)",
      "description": "Mathematische Beschreibungen in den Naturwissenschaften und im Ingenieurwesen enthalten mehrere Quellen an Unsicherheiten, zum Beispiel in Parametern, Anfangs- und Randdaten. Um zuverlässige simulative Vorhersagen zu ermöglichen, sind daher deterministische Modelle nicht notwendigerweise geeignet. Zudem werden ausgefeilte Methoden nötig sein, um den Einfluss der Unsicherheiten in den numerischen Lösungen quantifizieren zu können. Im Hinblick auf analytische Resultate und korrespondierenden numerischen Verfahren hat es in den letzten Jahren große Fortschritte in diesem Feld für elliptische und parabolische Gleichungen gegeben, die aber bisher noch nicht vollständig auf hyperbolische Probleme übertragen worden sind. Eine Schwierigkeit der letztgenannten Klasse von Gleichungen liegt in dem Verlust der Regularität der Lösungen über die Zeit, die durch den nichtlineare Transport hervorgerufen wird und die insbesondere auch in der Dimension der zufälligen Variable zu beobachten ist. Die Quantifizierung von Unsicherheiten für die Euler Gleichungen ist auch intrinsisch mit dem Feld der statistischen Hydrodynamik verbunden. Hierbei ist die Idee, zufällige oder statistische Lösungen der kompressiblen Gleichungen zu nutzen, um turbulentes Verhalten beschreiben zu können. Wir planen das Verständnis zufälliger, bzw. statistischer Lösungen für die kompressiblen Euler Gleichungen zu vertiefen und werden hierzu analytische und numerische Resultate erarbeiten. Das vorgeschlagene Projekt verfolgt in diesem Zusammenhang drei Ziele: Zunächst führen wir einen neuen Lösungsbegriff, die zufälligen, dissipativen Lösungen ein, deren Existenz mit Hilfe der Konvergenz approximativer Lösungen gezeigt werden. Um Kompaktheit der approximativen Folge zu erhalten, werden entsprechende Kompaktheitsaussagen stochastischer Räume benutzt. Hierzu soll der Fehler der numerischen Approximation durch eine herzuleitende Energieungleichung kontrolliert werden. Zudem sollen mit Hilfe von Kompaktheitsresultaten für mengenwertigen Abbildungen, der sogenannten K-Konvergenz, der Reynoldstensor und die Energiedissipation approximiert werden. Als zweites Ziel planen wir basierend auf dem Lösungsbegriff der zufälligen, dissipativen Lösungen neue numerische Verfahren herzuleiten. Hierfür soll eine Momentenapproximation genutzt werden, die eine Beschreibung für die Evolution der statistischen Momente der Lösung mittels effektiver Gleichungen erlaubt. Als drittes Ziel wollen wir den Grenzwert kleiner Machzahlen der zufälligen schwach-kompressiblen Euler Gleichung betrachten. Hierfür sollen asymptotisch-erhaltende numerische Verfahren hergeleitet werden. Zusammenfassend werden in diesem Antrag die Aspekte mehrskaliger Simulation hyperbolischer Gleichungen und das komplexe Zusammenspiel zwischen Zufälligkeit und hyperbolischem Transport betrachtet. Durch neue, entropiestabile und strukturerhaltende Verfahren planen wir zu den übergreifenden Zielen des SPP 2410 beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2410: \nHyperbolische Erhaltungssätze in der Fluidmechanik: Komplexität, Skalen, Rauschen (CoScaRa)Internationaler BezugChina, Tschechische Republik, USAKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Alina  Chertock;Professor Dr. Eduard  Feireisl;Professor Dr. Alexander  Kurganov"
    }
  ]
}