{
  "spp_number": "SPP 2404",
  "spp_title": "Rekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500707704",
  "projects_count": 23,
  "projects": [
    {
      "project_id": "521251125",
      "url": "https://gepris.dfg.de/gepris/projekt/521251125",
      "title": "Aufschlüsselung der Nahrungskette von magnetotaktischen Bakterien zu Protozoen unter Labor- und Umweltbedingungen",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521251125",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Versteinerte Magnetosomen, die von magnetotaktischen Bakterien (MTB) produziert werden, sind ein entscheidender Proxy in Paläomagnetismus-Studien, die verwendet werden, um den Zeitpunkt vergangener geologischer Ereignisse in der Erdgeschichte zu rekonstruieren.  Die Umwelt- und ökologischen Prozesse, die die Häufigkeit von MTB in natürlichen Umgebungen und deren Magnetosomen kontrollieren, sind jedoch nur unzureichend bekannt.  Ein Schlüsselaspekt der MTB-Ökologie, der noch unzureichend charakterisiert ist, ist die Frage, wie ihre Häufigkeit in natürlichen Umgebungen durch mikrobielle Räuber kontrolliert wird: räuberische Protozoen (Protisten).  Das Forschungsziel der vorgeschlagenen Arbeit besteht darin, in kontrollierten Laborexperimenten zu untersuchen, wie räuberische Protisten die Häufigkeit magnetotaktischer Bakterien kontrollieren und welche Auswirkungen das Abweiden von Protisten auf die Erhaltung von Magneotosomen hat.  Zur Beantwortung dieser Fragestellung wird ein neuartiger Versuchsaufbau angewendet, der zum ersten Mal die gesamte Vielfalt der Protisten, die MTB unter Umweltbedingungen konsumieren, direkt identifiziert und die Raten von MTB-Abweidung und Magnetosomenauflösung unter kontrollierten Laborbedingungen ermitteln wird.  Darüber hinaus werden wir auch Experimente mit mutierten und Wildtyp-MTB durchführen, um herauszufinden, welche MTB-Phänotypen eine Rolle, bei dem Entgehen der Prädation durch bestimmte Protisten, spielen.  Dies geschieht in Zusammenarbeit mit Prof. Dr. Dirk Schüler, welcher eine große Kultursammlung von mutierten MTB-Stämmen mit unterschiedlichen Phänotypen unterhält, die wir in unseren Protistenweideexperimenten einsetzen werden.  Dies wird Aufschluss darüber geben, welche MTB-Phänotypen für das Überleben in Gegenwart von wichtigen Protisten-Räubern entscheidend sind und wie sie unter bestimmten Umweltbedingungen Raubtiere vermeiden.  Wir werden auch die Auflösungsrate der Magnetosomen durch die Protisten bewerten, die die Magnetosomen auflösen können, nachdem die MTB aufgenommen wurden.  Bei den Magnetosomen, die zwar aufgenommen, aber nicht vollständig aufgelöst wurden, werden wir die Veränderungen in der Morphologie und den magnetischen Eigenschaften der Magnetosomen untersuchen.  Die veränderten magnetischen Eigenschaften der aufgenommenen Magnetosomen werden in Zusammenarbeit mit Prof. Dr. Stuart Gilder mittels einer Analyse der Umkehrkurve erster Ordnung (FORC) der aufgenommenen Magnetosomen am Ende der Weideversuche untersucht.  Dies wird Aufschluss darüber geben, wie das Abweiden von Protisten die magnetischen Eigenschaften der Magnetosomen beeinflusst, ein wichtiger, aber schlecht verstandener Faktor im Magnetosomen-Fossilisierungsprozess.  Da die von MTB produzierten Magnetosomen ein wichtiger Proxy für paläomagnetische Studien vergangener geologischer Ereignisse sind, werden die Ergebnisse dieses Projekts die Interpretation von Magnetofossilien in der geologischen Aufzeichnung unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521549505",
      "url": "https://gepris.dfg.de/gepris/projekt/521549505",
      "title": "Beiträge zum Verständnis des Erdmagnetfeldes durch detaillierte magnetomineralogische und paläomagnetische Analysen von hochauflösenden Seesedimentkernen aus hohen Breitengraden",
      "subject_area": "GeologiePhysik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521549505",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Hochauflösende, gut datierte Sedimentaufzeichnungen sind wichtige Archive für Richtungs- und Intensitätsvariationen des Erdmagnetfelds und spielen eine Schlüsselrolle für das Verständnis der Entwicklung des Erdmagnetfeldes, sowie der diesem zugrunde liegenden Prozesse im tiefen Erdinneren. In dieser Hinsicht ist die global sehr ungleiche Verfügbarkeit der paläomagnetischen Daten problematisch. Insbesondere in der Arktis wäre eine höhere Datendichte wünschenswert, da der größte Teil dieser Region im Tangentialzylinder des inneren Erdkerns liegt, in dem die geodynamische Aktivität vermutlich anders ist als außerhalb. In diesem Projekt werden die relative Paläointensität (RPI) und die Paläosäkularvariation (PSV) an drei Standorten in der Arktis rekonstruiert, die sich innerhalb und außerhalb des Tangentialzylinders befinden. Die Analysen werden an hochauflösenden Sedimentkernen aus den Seen Bolshoye Shchuchye (506-48, 506-50, Co1321), Maloye Shchuchye (506-51) und Levinson-Lessing (Co1401) durchgeführt, deren regionale Klima- und Umweltgeschichte rekonstruiert wurden die über eine gut abgesicherte Chronologie verfügen. Kern Co1401 hat an der Basis ein Alter von ~62 ka, während die Kerne 506-X und Co1321 Alter von ~24 bzw. ~27 ka erreichen. Erste Arbeiten an Kern Co1401 haben gezeigt, dass sich das Sediment hervorragend für paläomagnetische Analysen eignet und durchgehend Magnetofossilien enthält. Darüber hinaus sind die geomagnetische Exkursion Laschamps und Mono Lake in einer für die Arktis beispiellos hohen Auflösung aufgezeichnet. Allerdings ist die RPI des oberen Teils des Kerns durch initiale Greigitbildung beeinträchtigt. Vorläufige paläomagnetische Analysen der Kerne 506-X und Co1321 ergaben eine Richtungsanomalie um 20 ka, doch fehlen weitere für eine Interpretation notwendig Daten. Um die RPI- und PSV-Datenlage für die Arktis zu verbessern, werden detaillierte Untersuchungen durchgeführt, um a) die Magnetischen Minerale zu charakterisieren, b) die Konzentrations- und Diversitätsvariationen von Magnetofossilien zu bestimmen und c) den Einfluss von Greigit auf die RPI zu analysieren. Darüber hinaus werden die neuen RPI- und PSV-Daten statistisch ausgewertet und in neue geomagnetische Feldmodelle einbezogen, die auf einer globalen Zusammenstellung veröffentlichter paläomagnetischer Daten beruhen und ein besseres Verständnis der Feldgeometrie ermöglichen. Die neuen Erkenntnisse nutzend, werden folgende übergeordneten Ziele anvisiert: A) Es wird gezeigt werden, ob sich die geodynamische Aktivität innerhalb und außerhalb des Tangentialzylinders unterscheidet. B) Sphärisch-harmonische Modelle werden zeigen, ob die bei ~20 ka erkannte Richtungsanomalie mit einer geomagnetischen Exkursion (z.B. Hilina Pali) zusammenhängt. C) Der Einfluss der geomagnetischen Feldstärke auf die Häufigkeit von Magnetofossilien wird erstmals untersucht. D) Die Auswirkung variabler Konzentrationen von Süßwasser-Magnetofossilien auf die RPI-Bestimmungen wird bestimmt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugNorwegen, Österreich, USAKooperationspartnerinnen / KooperationspartnerDr. Ramon  Egli;Professor Dr. Haflidi  Haflidason;Professor Dr. Darrell  Kaufman;Professor John Inge  Svendsen, Ph.D.;Professorin Elizabeth K.  Thomas, Ph.D."
    },
    {
      "project_id": "521319293",
      "url": "https://gepris.dfg.de/gepris/projekt/521319293",
      "title": "Das Neue Kernparadoxon, die stabile Schicht und doppelt-diffusive Konvektion im Erdkern",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521319293",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Sowohl thermische als auch chemische Konvektion haben dazu beigetragen, den Geodynamo im Laufe der Erdentwicklung anzureiben. Die meisten numerischen Dynamosimulationen vernachlässigen jedoch die Unterschiede in beiden Konvektionsarten und beschreiben Dichtevariationen mit nur einer Variablen. Darum kann eine Reihe von sehr interessanten doppelt-diffusiven Instabilitäten, die auf die enormen Unterschiede in der Diffusivität beruhen, in diesen Simulationen nicht auftreten. Das ist besonders problematisch, wenn es um die Entstehung und die Dynamik von stabilen Schichten geht, in denen eine Konvektionskomponente Bewegungen antreibt, während die andere diese unterdrückt. Seismische Beobachtungen legen in der Tat nahe, dass es eine stabile Schicht mit einer Dicke von vielleicht 100 km direkt unterhalb der Kern-Mantle-Grenze gibt. Möglicherweise existiert diese Schicht schon seit der frühen Erdgeschichte. Seit die Erde anfing, den inneren Kern zu bilden, tragen die leichten Elemente, die beim Kristallisationsprozess an seiner Oberfläche frei werden, dazu bei, den Geodynamo anzutreiben. Vor diese Zeit jedoch könnte die ‘Exsolution” von etwa MgO eine ähnliche Rolle gespielt haben. Ein signifikanter Beitrag dieser beiden Typen von chemischer Konvektion könnte dazu beitragen, das Neue Kernparadoxon zu lösen. Das Paradoxon sagt aus, dass ein im Wesentlichen thermisch getriebener Dynamo unrealistische hohe Temperaturen im frühen Erdkern und unterem Mantel benötigen würde. Wir schlagen vor, doppel-diffusive Dynamos sowohl in der Vollkugel (ohne inneren Kern) als auch in der Kugelschale (mit innerem Kern) mit dem Simulationscode MagIC zu untersuchen.  Um die besonderen kleinskaligen doppelt-diffusiven Instabilitäten in stabilen Schichten besser zu verstehen, werden wir zudem Simulationen mit dem Box-Code AFiD durchführen. Die Ergebnisse werden dann in parametrisierter Form in MagIC implementiert. Ein besseres Verständnis der Rolle, die doppelt-diffusive Konvektion im allgemeinen und die stabile Schicht im speziellen für die Evolution der Kerns, für den Dynamo Prozess und für die Interaktion des unteren Mantels mit dem Kern spielt, ist von großer Wichtigkeit für das SPP DeepDyn.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugChinaMitverantwortlichDr. Stephan  StellmachKooperationspartnerProfessor Dr. Yantao  Yang"
    },
    {
      "project_id": "521319695",
      "url": "https://gepris.dfg.de/gepris/projekt/521319695",
      "title": "Die gemeinsame Entwicklung vom Mantel und Kern im Laufe der Erdgeschichte",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521319695",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Seismische Beobachtungen bieten eine Momentaufnahme der Struktur, des thermischen Zustands und der Zusammensetzung des heutigen Erdkerns, während paläomagnetische Messungen grundlegende Hinweise auf die Existenz, die Intensität und die Eigenschaften des durch den Dynamo erzeugten Magnetfelds über geologische Zeiträume hinweg liefern, vom Archaikum bis heute. Für eine gegebene Kernstruktur geben numerische Modelle des Geodynamos Aufschluss über die Mechanismen der Magnetfelderzeugung auf Zeitskalen von bis zu Millionen von Jahren, während die globale Entwicklung des Kerns in erster Linie durch den Wärmetransport aus dem festen Mantel gesteuert wird, der auf Zeitskalen von Hunderten von Millionen bis Milliarden von Jahren arbeitet. Um die Struktur, den thermischen Zustand und die Zusammensetzung des heutigen Kerns und im Laufe der Zeit zu verstehen, sind Erkenntnisse aus theoretischen Modellen der gekoppelten Entwicklung von Kern und Mantel erforderlich. Bestehende Modelle zur Entwicklung des Kerns im Laufe der Erdgeschichte sind bereits sehr weit fortgeschritten. In diesen Modellen wird die Rolle des Mantels jedoch häufig übersehen, da sie sich auf einfache thermische Entwicklungen beschränken, die die Komplexität und die großen Unsicherheiten im Zusammenhang mit der Effizienz, mit der der Mantel die Abkühlung des Kerns und seine Verfestigung vorantreibt, umgehen. Darüber hinaus vernachlässigen die meisten Modelle die Auswirkungen der Erstarrung eines mutmaßlichen basalen Magmaozeans (BMO), dessen Existenz in fast allen Kernmodellen vorausgesetzt wird, um die zahlreichen Einschränkungen zu erfüllen, die mit der Entwicklung des geomagnetischen Feldes und dem heutigen Zustand des Kerns verbunden sind. In diesem Projekt werden wir ein umfassendes eindimensionales numerisches Modell der gekoppelten thermo-chemischen Entwicklung von festem Mantel, BMO und Kern im Laufe der Erdgeschichte entwickeln. Wir werden Beobachtungen zur Struktur, Zusammensetzung, Entwicklung und thermischen Eigenschaften des Kerns nutzen, die aus der Seismologie, dem Paläomagnetismus, der Magnetfeldmodellierung und der Mineralphysik stammen. Parallel dazu werden wir geologische, petrologische und mineralphysikalische Erkenntnisse über die Zusammensetzung und Entwicklung des Silikatmantels und deren Einfluss auf den Kern berücksichtigen. Auf diese Weise werden wir eine kohärente Beschreibung der langfristigen Entwicklung des tiefen Erdinneren liefern, die Kopplung zwischen Erdmantel und Erdkern aufklären und die zahlreichen Trade-offs aufzeigen, die durch die großen Unsicherheiten bei den Modellparametern und die kaum bekannten Prozesse im Zusammenhang mit der thermochemischen Geschichte der beiden großen Reservoirs der Erde verbunden sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)MitverantwortlicheProfessorin Dr. Doris  Breuer;Dr. Tina  Rückriemen-Bez"
    },
    {
      "project_id": "521548786",
      "url": "https://gepris.dfg.de/gepris/projekt/521548786",
      "title": "Die Rolle leichter Elemente an der Kern-Mantel Grenze - Partitionierung, Entmischung und Transport",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548786",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Das mögliche Vorhandensein einer stagnierenden Schicht unterhalb der Kern-Mantel-Grenze wirft eine Reihe von wichtigen geophysikalischen und geochemischen Fragen für die tiefe Erde auf. In dem vorgeschlagenen Projekt wollen wir erforschen, ob diese Schicht auf eine besondere chemische Zusammensetzung zurückzuführen ist, d. h. auf die Anhäufung leichter Elemente, die ursprünglich bei höheren Temperaturen während der Kernentmischung in den Kern gebracht wurden. Zu diesem Zweck werden wir ab-initio Simulationen zu verschiedenen Aspekten durchführen, die zur Bildung und Stabilität einer solchen mit leichten Elementen angereicherten Schicht führen können, und dynamisch wichtige physikalische Eigenschaften dieser Schicht bestimmen. Für Projekte zum Geodynamo und der thermischen Entwicklung der Erde in anderen Projekten, die im Rahmen des Schwerpunktprogramms vorgeschlagen werden, sind Dichte, Viskosität und Wärmeleitfähigkeit von Bedeutung. Wir haben eine Zusammenarbeit mit zwei anderen Projekten vereinbart, Wicht und Zhu für den Geodynamo und Tosi et al. für Simulationen zur thermischen Entwicklung. Als zusätzliche treibende Kraft für den Geodynamo, insbesondere in der jungen Erde, werden wir die mögliche Entmischung von SiO2 aus der ursprünglichen Kernzusammensetzung untersuchen. In einem geochemischen Kontext werden wir den Transport von leichten Elementen in den Kern während seiner Bildung durch Gleichgewicht zwischen dem Magmaozean und dem absinkenden flüssigen Metall sowie das Gleichgewicht zwischen der chemischen Grenzschicht mit dem darüber liegenden Mantel untersuchen. Methodisch werden wir großskalige Molekulardynamiksimulationen unter Verwendung von Dichtefunktionaltheorie und Machine Learning durchführen sowie thermodynamische Potenziale von möglichen Reaktionsprodukten berechnen, um die Verteilung von leichten Elementen zwischen flüssigen Eisenlegierungen (dem Kern) und festen (dem Mantel) und flüssigen Silikaten (dem Magmaozean) bei hohen Drücken und Temperaturen quantitativ zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)MitverantwortlicheDr. Nicola  Tosi;Dr. Johannes  Wicht"
    },
    {
      "project_id": "520957279",
      "url": "https://gepris.dfg.de/gepris/projekt/520957279",
      "title": "Doppelt diffusive Fingerkonvektion im Erdkern",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520957279",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "In einer äußeren Sicht im Erdkern ist zu erwarten, dass Konvektion durch unterschiedliche chemische Zusammensetzung angetrieben wird, während die Temperaturschichtung der Konvektion entgegenwirkt. Eine ähnliche Situation ist häufig im Ozean zu finden, in dem der Gradient an Salzgehalt Konvektion antreibt, während sie der Temperaturgradient bremst. In diesem Fall können Salzfinger entstehen, also sehr dünne Strukturen, in denen Bewegung trotz einer stabilen Dichteschichtung möglich ist. Eine ähnliche Strömungsform ist also auch im Erdkern zu erwarten, mit dem Unterschied, dass die Rotation der Erde für die Konvektion im Kern vermutlich wichtig ist, während sie für Fingerkonvektion im Ozean kaum eine Rolle spielt. In diesem Projekt soll mit Laborexperimenten der Einfluss globaler Rotation auf Fingerkonvektion und mögliche Konsequenzen für den Erdkern untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521733455",
      "url": "https://gepris.dfg.de/gepris/projekt/521733455",
      "title": "Doppelt-diffusive Konvektion in stabilen geschichteten Regionen im Erdkern",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521733455",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Das Erdmagnetfeld wird durch thermochemische Konvektion im äußeren Erdkern erzeugt. Allerdings ist nicht der gesamte Kern konvektiv instabil. Es wird allgemein angenommen, dass der oberste Teil des äußeren Erdkerns stabil geschichtet ist, und es gibt starke Hinweise für das Vorhandensein einer stabilen Schichtung in der frühen Erdgeschichte, insbesondere in der Epoche vor der Bildung des festen inneren Erdkerns. Stabil geschichteten Regionen neigen dazu, vertikale Bewegungen zu unterdrücken. Dennoch können unter adäquaten Bedingungen bestimmte fluiddynamische Instabilitäten, sogenannte doppelt-diffusive Instabilitäten, auftreten. Sie sind durch räumliche Skalen in der Größenordnung einiger Zentimeter bis Meter gekennzeichnet und können die vertikale Durchmischung stabil geschichteter Kernregionen erheblich beeinflussen. Unter günstigen Bedingungen können sie sogar die innere Struktur der stabilen Region verändern und sie in eine vertikale Abfolge einzelner, stark konvektierender Schichten überführen, die durch dünne Grenzregionen voneinander abgetrennt sind. In diesem Projekt werden die Eigenschaften doppelt-diffusiver Konvektion unter Bedingungen, die für Planetenkerne charakteristisch sind, mit direkten numerischen Simulationen untersucht. Insbesondere der kombinierte Effekt von Coriolis- und Lorentzkräften, die durch die Erdrotation und das Erdmagnetfeld ausgeübt werden, wird in die Berechnungen mit einbezogen. Die Studie betrachtet explizit kleine, lokale Kernregionen, so dass die doppelt-diffusive Dynamik realitätsnah simuliert werden kann. Die Berechnungen ermöglichen es, den radiale Transport durch stabil geschichtete Regionen im Erdkern zu quantifizieren. Die Ergebnisse werden darüber hinaus Aufschluss darüber geben, unter welchen Bedingungen doppelt-diffusive Konvektion im Erdkern eine vertikale Abfolge konvertierender Schichten erzeugt. Insgesamt trägt diese Forschung dazu bei, kleinskalige, doppelt-diffusive Strömungen im Erdkern besser zu verstehen und sie in globalen Modellen des Geodynamos adäquat zu parametrisieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521549147",
      "url": "https://gepris.dfg.de/gepris/projekt/521549147",
      "title": "Eigenschaften eisenhaltiger Geomaterialien unter Bedingungen der Kern-Mantel Grenze",
      "investigators": "Dr. Karen  Appel;Professorin Dr. Melanie  Sieber, Ph.D.;Dr. Christian  Sternemann",
      "subject_area": "Mineralogie, Petrologie und GeochemiePhysik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521549147",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Strukturelle und elektronische Eigenschaften gesteinsbildender Minerale sind der Schlüssel zu unserem Verständnis der Chemie und Dynamik an der Kern-Mantel Grenze sowie von Kernbildungsprozessen. In diesem Projekt nutzen wir Röntgenemissionsspektroskopie, um die elektronischen Eigenschaften zu untersuchen und Röntgendiffraktion für die Untersuchung der entsprechenden atomaren Strukturen des Materials in-situ für Bedingungen an der Kern-Mantel-Grenze. Wir werden für diese Experimente neue komplementäre Methoden evaluieren, wie die Röntgenemission aus Valenzzuständen und Röntgen-Raman Streuung, welche das Potential besitzt, strukturelle Informationen auch leichter Elemente zu gewinnen. Um einen Druck-Temperaturbereich von bis zu 400 GPa und mehreren 1000\\,K erreichen und möglichst vielen Experimenten abdecken zu können, verwenden wir die Technik des Röntgenlaserheizens von Material, welches in einer Diamantstempelzelle komprimiert ist, sowie die laserinduzierte dynamische Kompression. Wir nutzen hierfür eine neue experimentelle Plattform, das High-Energy Density Gerät an der Europäischen XFEL GmbH. In der ersten Phase dieses Projekts bearbeiten wir hauptsächlich festes Material und verwenden statische Druckerzeugungsmethoden. In der zweiten Phase untersuchen wir auch geschmolzenes Material und verwenden dynamische Kompression, um die höchsten im Labor erzeugbaren Druck- und Temperaturbedingungen zu realisieren. Wir legen den Schwerpunkt unserer Arbeit auf die Untersuchung der Mischkristalle von FeO und MgO, speziell von (MgxFe1-xO) mit x von circa 0.8, da dieses Mineral als die zweithäufigste Mineralphase des unteren Mantels der Erde angenommen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugFrankreich, USAMitverantwortlicheDr. Sergio  Speziale;Professor Dr. Max  WilkeKooperationspartnerinnen / KooperationspartnerProfessor Thomas  Duffy;Dr. Arianna  Gleason-Holbrook;Dr. Marion  Harmand"
    },
    {
      "project_id": "521548190",
      "url": "https://gepris.dfg.de/gepris/projekt/521548190",
      "title": "Einfluss des plattentektonischen Referenzrahmens auf Struktur und Entwicklung des tiefen unteren Erdmantels und auf den Wärmefluss durch die Kern-Mantle-Grenze",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548190",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Genaue Kenntnis der räumlichen Verteilung des Wärmeflusses durch die Kern-Mantel-Grenze (KMG) und dessen Entwicklung über geologische Epochen hinweg ist von grundlegender Bedeutung um das Verhaltens des Geodynamos und die zeitliche Variabilität der Dipol-Umkehrungen des Erdmagnetfelds zu verstehen. Auf diesen Zeitskalen werden Variationen des Kern-Wärmeflusses durch Konvektion im Mantel gesteuert. Viele Modelle der Manteldynamik sind jedoch bis heute weitgehend qualitativer Natur. Ein quantitatives Verständnis der Entwicklung von Auftriebskräften und Temperaturschwankungen fehlt bisher. Eine große Herausforderung besteht darin, sowohl Längenskalen als auch Magnituden thermischer und chemischer Heterogenitäten im Mantel durch seismische Beobachtungen zu bestimmen. Zudem muss die geologische Entwicklung des Mantels auf die eine oder andere Weise unter Einbeziehung von Erdbeobachtungen simuliert werden. Hauptziel dieses Projektes ist es, quantitative und robuste Modelle der Entwicklung des unteren Mantels auf Grundlage kompressibler hochauflösender Mantelzirkulationsmodelle (MZM) mit 410 Millionen Jahren Plattenbewegungsgeschichte zu generieren, was zwei Mantelumwälzungen entspricht. Die Zeitspanne der geologisch getriebenen Struktur oberhalb der KMG wird somit mindestens einen vollständigen Superchron-Zyklus abdecken. Hierzu verwenden wir einen multidisziplinären Vorwärtsmodellierungs-Ansatz für die Generierung und Bewertung von Erdmodellen. Um Unsicherheiten abzuschätzen, werden wir den zugrunde liegenden absoluten plattentektonischen Referenzrahmen systematisch variieren. Die Bewertung der MZM erfolgt einerseits durch geodynamisch-tomographische Modellvergleiche, vor allem aber durch Berechnung synthetischer seismischer Daten zum direkten Vergleich mit Erdbeobachtungen. Langperiodische Daten der Erd-Eigenschwingungen sind hier besonders geeignet, da sie eine globale Abdeckung liefern und die sogenannten Splitting-Koeffizienten eine hohe Sensitivität gegenüber Änderungen des absoluten Referenzrahmens zeigen. Alle Komponenten des multidisziplinären Ansatzes sind vorhanden, um eine systematische Untersuchung des Einflusses des Referenzrahmens sowie der Sinkgeschwindigkeit der Platten gesteuert durch unterschiedliche Viskositätsprofile durchzuführen. Unser Projekt wird einen starken Einfluss auf Seismologie, Geodynamik sowie auf tektonische Modellierung, Geochemie und insbesondere Geodynamo-Simulationen haben. Unsere hochauflösenden MZM liefern Vorhersagen für die KMG-Entwicklung ab dem Mesozoikum, einer Zeit der \"Hyperaktivität\" des Geodynamos. Somit ergänzen sie die rechenintensiven adjungierten Modelle, die Informationen über die KMG für die letzten ~100 Millionen Jahre liefern. Die in diesem Projekt generierten quantitativen Modelle der thermischen Entwicklung des Mantels können im Kontext von DeepDyn direkt mit Geodynamo-Modellen verknüpft und zur Generierung synthetischer Zeitreihen des Erdmagnetfelds verwendet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugGroßbritannien, NorwegenKooperationspartnerinnenProfessorin Dr. Paula  Koelemeijer;Dr. Grace  Shephard"
    },
    {
      "project_id": "521546172",
      "url": "https://gepris.dfg.de/gepris/projekt/521546172",
      "title": "Elektrische Leitfähigkeitsmessungen an Phasen des unteren Erdmantels zur Bestimmung der Strukturen an der Kern-Mantel-Grenze",
      "subject_area": "Mineralogie, Petrologie und GeochemiePhysik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521546172",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Die Bestimmung der komplexen Struktur und Dynamik der Kern-Mantel-Grenze (CMB) ist für das Verständnis der thermischen und chemischen Entwicklung des Erdinneren von entscheidender Bedeutung. Dies ist eine zeitige und anspruchsvolle Aufgabe, welche konzertierte Anstrengungen verschiedener Disziplinen wie Mineralphysik, Seismologie und Geodynamik erfordert. Seismische Beobachtungen liefern Hinweise für eine Reihe von Anomalien niedriger Geschwindigkeiten, die mit Strukturen unterschiedlicher Längenskalen verbunden sind, darunter die so genannten großen Provinzen mit niedrigen Geschwindigkeiten (LLVPs) und die Zonen mit extrem niedrigen Geschwindigkeiten (ULVZs). Der Ursprung dieser Strukturen ist bis heute nur unzureichend geklärt, obwohl es sich wahrscheinlich um thermische und chemische Heterogenitäten handelt. Da jedoch Temperatur und Zusammensetzung stark voneinander abhängen, können seismische Geschwindigkeitsanomalien allein die thermochemische 3D-Struktur des Mantels nicht auflösen. Ein vielversprechender Ansatz besteht darin, die zunehmende räumliche Auflösung der Beobachtungen der elektrischen Leitfähigkeit zu nutzen, die zusätzliche und unabhängige Anhaltspunkte für die thermochemische Struktur des Mantels liefern kann. Versuche, die Beobachtungen der elektrischen Leitfähigkeit in thermochemische Modelle zu übertragen, wurden jedoch weitgehend durch den Mangel an experimentellen Daten über die elektrische Leitfähigkeit der Hauptphasen bei relevanten Druck- (P) und Temperaturbedingungen (T) behindert. Ziel dieses Projekts ist es daher, diese Wissenslücke zu schließen, indem einzigartige Daten über die elektrische Leitfähigkeit eisenreicher Phasen des unteren Mantels und mineralischer Assemblagen, die durch Kern-Mantel-Wechselwirkungen unter CMB-Bedingungen entstehen, bestimmt werden. Dies soll durch eine Kombination aus modernsten Experimenten mit laserbeheizten Diamantstempelzellen (LH-DAC), Synchrotron-Röntgenmessungen und fortschrittlicher mikroanalytischer Charakterisierung der gewonnenen Proben erreicht werden. Die neuen experimentellen Daten werden zur Parametrisierung der Druck-, Temperatur- und Zusammensetzungsabhängigkeit (z. B. Eisenanteile) der elektrischen Leitfähigkeit von Phasen des unteren Erdmantels, und zur Erstellung einer frei zugänglichen Datenbank zur elektrischen Leitfähigkeit verwendet, um die Forschung innerhalb des SPP DeepDyn und der gesamten geowissenschaftlichen Gemeinschaft zu unterstützen. Die Vorwärtsmodellierung der elektrischen Leitfähigkeit des unteren Mantels in thermischen/thermochemischen Modellen und ihre Gegenüberstellung mit Beobachtungen der elektrischen Leitfähigkeit, werden neue Erkenntnisse über den thermochemischen Zustand der Strukturen des unteren Mantels und ihre Verbindung zu Anomalien der elektrischen Leitfähigkeit liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugTaiwan, Tschechische RepublikKooperationspartnerPrivatdozent Frédéric  Deschamps, Ph.D.;Dr. Jakub  Velimsky"
    },
    {
      "project_id": "521251212",
      "url": "https://gepris.dfg.de/gepris/projekt/521251212",
      "title": "Globale Charakterisierung geomagnetischer Feldumkehrungen aus Daten und numerischen Simulationen",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521251212",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Schwankungen in der Zeitreihe geomagnetischer Feldumkehrungen zu verstehen ist ein zentraler Aspekt im Schwerpunktprogramm DeepDyn, das die Erforschung der Entwicklung des tiefen Erdinnern während der geologischen Geschichte zum Ziel hat. Um die Zeitreihe der Umkehrungen und statistische Eigenschaften von vollen Feldumkehrungen und kurzzeitigen Exkursionen, die ebenfalls manchmal weltweit umgekehrte magnetische Feldrichtungen aufweisen, besser zu verstehen ist auch ein besseres Verständnis der den Umpolungen zugrunde liegenden Prozessen nötig. Globale, auf Kugelfunktionen basierende Modelle ermöglichen es, globale Eigenschaften des Magnetfelds während Umpolungen zu untersuchen. Darin gefundene Charakteristiken können direkt mit Ergebnissen numerischer Simulationen verglichen werden. Diese beruhen auf mathematischen Beschreibungen der physikalischen Prozesse und Kräfteverhältnisse, die den Geodynamo antreiben. Mit der wachsenden Anzahl paläomagnetischer Datenreihen, sowohl von Sedimentbohrkernen als auch Lavaströmen, die in paläomagnetischen Laboren weltweit gemessen werden, wurden vor Kurzem globale Modelle der Laschamps (vor 41 000 Jahren) und Norwegian-Greenland Sea (vor ca. 65 000 Jahren) Exkursionen entwickelt, und ein neues Modell der Matuyama-Brunhes Feldumkehr (vor ca. 780 000 Jahren) ist in Arbeit. In diesem Projekt werden wir das erste globale Modell der Gauss-Matuyama Feldumkehr (vor ca. 2,6 Mio. Jahren) entwickeln. Zusammen mit den bereits existieren Modellen wird uns dies ermöglichen, Gemeinsamkeiten und Unterschiede zwischen mindestens vier Feldumpolungen, nämlich zwei vollen Umkehrungen und zwei Exkursionen, zu untersuchen und damit ein gutes Verständnis der robusten statistischen Eigenschaften einiger der letzten magnetischen Feldumpolungen zu gewinnen. Eine zunehmende Anzahl numerischer Geodynamosimulationen mit verschiedenen Parametern und mit oder ohne Randbedingungen, die z. B. die aus seismischen Tomographiemodellen interpretierten Wärmeflussheterogenitäten imitieren, beinhalten Feldumkehrungen und Exkursionen. Wir werden eine systematische Studie der unterschiedlichen Charakteristiken von Umpolungen in einer großen Auswahl von Simulationen durchführen. Durch den Vergleich zwischen diesen und den Ergebnissen aus den datenbasierten Modellen werden wir die physikalischen Prozesse hinter den untersuchten tatsächlichen Ereignissen und den Einfluss des unteren Mantels auf den Geodynamo besser verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)MitverantwortlicheProfessorin Dr. Christine  Thomas;Dr. Johannes  Wicht"
    },
    {
      "project_id": "521548146",
      "url": "https://gepris.dfg.de/gepris/projekt/521548146",
      "title": "Globale Rekonstruktionen des zeitlich gemittelten geomagnetischen Felds auf geologischer Langzeitskala und deren Implikationen für das tiefe Erdinnere",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548146",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Um die dynamischen Prozesse im äußeren Erdkern und dessen Kopplung mit anderen Schichten zu verstehen, ist es unerlässlich die Variationen des Erdmagnetfelds zu untersuchen. Langzeitvariationen können nur aufgelöst werden, wenn ausreichend Daten für das zu untersuchende Zeitfenster zur Verfügung stehen. Aktuelle Bemühungen in der Zusammenstellung von paläomagnetischen Daten haben eine Datenbank (PINT) hervorgebracht, die paläomagnetische Intensitäts- und Richtungsdaten über die letzten 4 Milliarden Jahre enthält. Ziel dieses Projekts ist es, globale, zeitlich gemittelte Feldmodelle (TAF Modelle) zu erzeugen, die ausgewählte Zeitintervalle der Erdgeschichte abdecken. Von besonderer Wichtigkeit sind Intervalle, in denen das Feld über einen langen Zeitraum stabil war, wie das Normale Cretaceous Superchron, oder in denen das Feld sehr aktiv war, wie bspw. während der Jurassic Hyperactive Period, sowie Mittelwerte, die alle Daten gemeinsam bzw. separiert nach normaler und umgekehrter Polarität berücksichtigen. Neben der üblichen Darstellung in sphärischen Harmonischen wird eine Methode zum Ermitteln räumlicher Feldmittelwerte an der Kern-Mantel-Grenze (CMB) verwendet werden. Diese Methode liefert zusätzlich Varianz- und Auflösungskerne, die Rückschlüsse darüber zulassen, welche Informationen über das Erdmagnetfeld aus den Daten gewonnen werden können. Verschiedene Qualitätskriterien können berücksichtigt werden, um die Rekonstruktionen zu überprüfen, sofern ausreichen Datenpunkte für globale TAF Modelle zur Verfügung stehen. Ein kritischer Aspekt dabei ist die paläo-räumliche Verteilung. Verschiedene Modelle der Erdplattenbewegung werden herangezogen, um die ursprüngliche Lage der Proben zu bestimmen, und so robuste TAF Schätzungen zu erhalten. Eine resultierende Herausforderung ist, die Lageunsicherheiten in der Inversionsmethode zu berücksichtigen, und ein Ansatz wird sein, diese auf die Ebene von Messfehlern zu übersetzen. Hauptziele des Projekts sind 1.) beständige unregelmäßige Merkmale des Erdmagnetfelds an der Erdoberfläche und der CMB zu identifizieren; 2.) Gemeinsamkeiten und Unterschiede von stabilem und instabilem Feld zu ermitteln; 3.) In den Rekonstruktionen nach Merkmalen des heutigen Felds zu suchen (wie bspw. der Südatlantischen Anomalie); 4.) Die räumliche und zeitliche Feldasymmetry zu bestimmen; 5.) Die Verknüpfungen zu Prozessen im tiefen Erdinneren zu testen; Da die zu untersuchenden Variationen auf ähnlichne Zeitskalen liegen, wie die Mantelkonvektion, (mehrere Zehn- bis Hundertmillionen Jahre) könnte Letzteres neue Erkenntnisse in Bezug auf die untersten Mantelkonvektionsprozesse liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521548357",
      "url": "https://gepris.dfg.de/gepris/projekt/521548357",
      "title": "HighWInD: Hochfrequente Wellen-Interaktion mit der D'' Schicht",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548357",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Die Untersuchung der kleinräumigen Struktur an der Kern-Mantel-Grenze (KMG) und in der D''-Schicht wird dazu beitragen, die Eigenschaften der chemischen Heterogenitäten in dieser Grenzschicht einzugrenzen. Wichtige Parameter wie die thermischen und elektrischen Leitfähigkeiten hängen von der Mikrostruktur des Materials ab. Die seismische Wellenstreuung ist das ideale Instrument zur Untersuchung von Heterogenität unterhalb der Auflösungsgrenze herkömmlicher seismischer Abbildungsmethoden. Sowohl die Energietransfertheorie als auch die Wellentheorie haben ihre Vorteile und Grenzen bei der Untersuchung der tiefen Erde. Durch die Kopplung von Energietransfer- und Wellensimulationen werden wir in der Lage sein, die Auswirkungen deterministischer, kilometergroßer Strukturen in der Nähe der KMG auf Seismogramme an der Erdoberfläche weit oberhalb von 1 Hz zu untersuchen. Mit Hilfe von Wellenfeldsimulationen in der Zielregion werden wir verschiedene Szenarien der D''- und KMG-Heterogenität testen, z. B. Schichtung in D'' oder Stratifikation im äußeren Kerns unterhalb der KMG, 3D-Heterogenität und KMG-Topographie. Die Flexibilität der Wellensimulationen wird es ermöglichen, Kenntnisse über potenzielle Heterogenitäten aus der Mineralphysik und der geodynamischen Modellierung direkt in das Modell einzubeziehen und deren Auswirkungen einschließlich aller Welleneffekte wie Interferenz und Brechung zu bewerten. Die Simulation der Ausbreitung der seismischen Energie von der Erdbebenquelle in der Kruste zum Zielgebiet und zurück zum Oberflächenempfänger mit Hilfe der Transfertheorie erschließt den Frequenzbereich oberhalb von 1 Hz, der derzeit für die 3D-Wellenfeldsimulation nicht zugänglich ist. Die Auswirkungen der Heterogenität des oberen Mantels und der Kruste lassen sich leicht in die Transfersimulationen einbeziehen, um die bedeutenden Veränderungen zu berücksichtigen, die hochfrequente Seismogramme aufgrund der Streuung in der Kruste und im oberen Mantel erfahren. Die Verfügbarkeit von einigen sehr tiefen und großen Erdbeben, die an Tausenden von Stationen weltweit aufgezeichnet wurden, bietet die großartige  Gelegenheit, zu dem Thema \"Zusammensetzung, Struktur und Eigenschaften des unteren Mantels und des Kerns\" des SPP DeepDyn mit Informationen auf Längenskalen unterhalb der Auflösungsgrenze herkömmlicher seismischer Methoden beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugFrankreich, GroßbritannienKooperationspartnerDr. Ludovic  Margerin;Professor Dr. Tarje  Nissen-Meyer"
    },
    {
      "project_id": "521319783",
      "url": "https://gepris.dfg.de/gepris/projekt/521319783",
      "title": "Koordinationsfonds",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521319783",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Am 29. März 2022 gab die Deutsche Forschungsgemeinschaft die Annahme des Schwerpunktprogramms 2404 - Rekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn) bekannt. Dessen Ziel ist es, die außergewöhnlich langen paläomagnetischen Aufzeichnungen und insbesondere die Änderungen der Umkehrhäufigkeit zu nutzen, um die Entwicklung des Kern-Mantel-Systems zu rekonstruieren. Numerische Simulationen deuten darauf hin, dass der tiefe Mantel einen vielfältigen Einfluss auf den Dynamo hat, wobei der absolute Wert und das Muster des Wärmeflusses durch die Kern-Mantel-Grenze die Feldstärke, die Feldgeometrie und die Umkehrrate beeinflussen. Weder die langfristige Entwicklung des unteren Mantels und des Dynamos noch die Kopplung zwischen beiden sind gut verstanden, was den Ausgangspunkt von DeepDyn bildet. Die Lösung dieses Rätsels soll durch die Zusammenarbeit von fünf wissenschaftlichen Disziplinen angegangen werden. (1) Paläomagnetismus, um Informationen über die langfristige Entwicklung des Erdmagnetfeldes zu erhalten. (2) Dynamomodelle, um zu erforschen, wie die Beobachtungen unter Einbeziehung von Materialwissenschaft und Manteldynamik erklärt werden können. (3) Manteldynamik, um die langfristige Entwicklung des Mantels zu definieren und den Zustand des unteren Mantels auf der Grundlage der Beiträge von Materialwissenschaft und Seismologie zu rekonstruieren. (4) Mineralphysik, um für den unteren Mantel und den Kern relevante Materialeigenschaften einzugrenzen. (5) Biomagnetismus zur Ergänzung der geomagnetischen Aufzeichnungen durch das Verständnis der Empfindlichkeit magnetorezeptiver Organismen gegenüber Magnetfeldern und die Verwendung von Magnetofossilien aus magnetotaktischen Bakterien als Paläofeldproxy. Die anspruchsvolle Aufgabe der engen Integration der fünf Themen steht im Zentrum dieses Koordinierungsvorschlags. Um die Ziele des SPP zu erreichen, muss zunächst ein gutes Kommunikationsnetz zwischen den 60-70 Wissenschaftlern geschaffen werden, die einzeln, in Kleingruppen und gemeinsam arbeiten werden. Eine wirksame Koordinierung gewährleistet die Gleichstellung der Geschlechter, die Unterstützung von Nachwuchswissenschaftlern und die Förderung der Ergebnisse und des Bewusstseins für unser einzigartiges Vorhaben in lokalen, nationalen und internationalen Gemeinschaften. Die erfolgreiche Koordinierung des SPP hängt entscheidend von einem Wissenschafts- und Verwaltungsmanager (WV) ab. Der WV-Manager wird zusammen mit dem Koordinator und den Themenleitern die Zusammenarbeit und den wissenschaftlichen Austausch innerhalb und zwischen den verschiedenen Arbeitsgruppen sicherstellen. Er/sie wird die jährlichen Kolloquien, monatlichen Seminare und thematischen Workshops koordinieren, das Projektbudget überwachen, eine Website pflegen und eingeladene internationale Experten einbinden. Mit diesem Antrag werden Mittel für einen WV-Manager und für die Unterstützung der für Schwerpunktprogramme typischen Aktivitäten beantragt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521319093",
      "url": "https://gepris.dfg.de/gepris/projekt/521319093",
      "title": "Kopplung der Dynamik von Erdkern und Mantel / Core-Mantle-Coup",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521319093",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Seit der Pionierarbeit von Glatzmaier et al. (1999) gehen wir davon aus, dass der Erdmantel den Geodynamo im Eisenkern der Erde wesentlich kontrolliert. Der mittlere Wärmefluss durch die Kern-Mantle-Grenze (KMG) sowie seine Breiten- und Längenabhängigkeit können die Magnetfeldstärke, seine Struktur, sowie seine Dynamik und die Häufigkeit von Umpolungen bestimmen. Wir schlagen vor, die neuen entscheidenden Fortschritte auf den Gebieten der Manteldynamik und von Dynamosimulationen zu nutzen, um den Prozess der Kopplung zwischen Kern und Mantel neu zu untersuchen. Dabei nehmen wir die letzten 100 Millionen Jahre in den Fokus. Die gut dokumentierte Abnahme der Umkehrrate von etwa 4 pro Millionen Jahre in der Jetztzeit bis zu dem Cretaceous Normal Superchron (CNS) mit seiner extrem geringen Rate liefert wichtige Informationen über die Dynamik des Kerns und des Mantels. Für die Simulationen der Mantelkonvektion werden wir state-of-the-art Techniken der Datenassimilation verwenden. Mit einer adjungierten Assimilation planen wir ein hochaufgelöstes Model mit 670 Millionen Gitterpunkten in der Zeit zurückzurechnen, um den KGM-Wärmefluss während der letzten 100 Millionen Jahre zu rekonstruieren. Geologic Daten über die Entwicklung der Topografie liefern wichtig Randbedingungen, um die Modellparameter für die Manteltrajektorie zu wählen. Neben isochemischen dynamischen Modellen mit einer pyrolitischen Zusammensetzung werden wir auch Modelle mit inhomogener Zusammensetzung untersuche, insbesondere um die großräumigen isolierten Mantelgebiete mit besonders geringen seismische Schergeschwindigkeiten abzubilden. Mit state-of-the-art Dynamosimulation bei verschiedenen Parametern werden wir den Einfluss der verschiedenen KMG-Wärmeflussmuster auf den Dynamoprozess untersuchen. In wie weit die rekonstruierten Mantelmodelle dann in den Dynamosimulationen die beobachteten Variationen der Umkehrrate hervorrufen lässt wichtige Rückschlüsse auf die Qualität der Mantel und der Kernmodelle zu.  Ein Enträtseln wie der Mantel den Kerndynamo beeinfluss ebnet den Weg dazu, die reichen paleomagnetische Informationen für ein besseres Verständnis der Entwicklung der tiefen Erde zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugAustralienKooperationspartnerDr. Sia  Ghelichkhan"
    },
    {
      "project_id": "521548970",
      "url": "https://gepris.dfg.de/gepris/projekt/521548970",
      "title": "Magnetofossilation: Bildung und Erhalt von Magnetosomen in Sedimenten",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Paläomagnetische Aufzeichnungen von Sedimenten liefern entscheidende Informationen über die Entwicklung des Erdmagnetfeldes im Laufe der Erdgeschichte und helfen, die Funktionsweise des Geodynamos zu verstehen. Um aussagekräftige Zeitreihen der geomagnetischen Feldschwankungen zu erhalten, muss das magnetische Signal während der Ablagerung nahe der Sedimentoberfläche aufgezeichnet werden. Ein noch schlecht verstandener Aspekt, der die Magnetisierungstiefe betrifft, ist die Verteilung magnetotaktischer Bakterien (MTB) im Sediment. Diese Mikroben bilden intrazelluläre Magnetit- oder Greigitkristalle, die als Magnetosomen bekannt sind. Diese können potenziell die magnetische Aufzeichnung verfälschen, je nachdem a) wie tief im Sediment sie mineralisiert werden und b) inwieweit sie über geologische Zeiträume hinweg erhalten bleiben. Diese beiden Aspekte der \"Magnetofossilation\" im Sediment sind mit großen Unsicherheiten behaftet, da es an direkten Beobachtungen mangelt. Unser Ziel ist es, durch zwei neue experimentelle Ansätze Erkenntnisse über diese Prozesse zu gewinnen. Wir werden metatranskriptomische und magnetische Methoden einsetzen, um die Verteilung von MTB und Indikatoren für aktive Biomineralisierung mit der Sedimenttiefe zu bestimmen und diese mit Schätzungen der Lock-in-Tiefe vergleichen. Wir werden dafür hochauflösende holozäne Sedimentsequenzen untersuchen, die reich an magnetosomalem Magnetit bzw. Greigit sind. Für zwei verschiedene Lokalitäten deuten vorläufige Ergebnisse darauf hin, dass MTB möglicherweise über lange Zeiträume hinweg überleben und weiterhin Magnetosomen im Untergrund mineralisieren. Eine Bestätigung dieser Hypothese hätte wichtige Auswirkungen darauf, wie Magnetofossilien in den Gesteinsaufzeichnungen interpretiert werden. Weiterhin werden wir kontrollierte Laborexperimente durchführen, um die Bedingungen besser zu verstehen, die zum Erhalt von Magnetosomen führen. Synthetischer Magnetit und kultivierte MTB werden dabei Bedingungen ausgesetzt werden, die die frühe Diagenese nachahmen. Die Auflösungskinetik von extrazellulärem und intrazellulärem Magnetit wird durch magnetische In-situ-Messungen bestimmt werden. Diese sollten es erlauben die Halbwertszeit von Magnetit unter anoxischen Bedingungen zu bestimmen, die für sedimentäre Umgebungen relevant sind. Unser integrierter Ansatz, der magnetische Methoden mit mikrobiologischen Techniken und chemischen Alterationsexperimenten kombiniert, hat das Potenzial, neues Licht auf den Remanenzerwerb in Sedimenten zu werfen, und könnte wichtige Auswirkungen auf die Interpretation von Magnetofossilien in den Gesteinsaufzeichnungen haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugSchwedenKooperationspartnerProfessor Dr. Ian  SnowballEhemalige AntragstellerinProfessorin Dr. Sophie  Roud, bis 5/2024"
    },
    {
      "project_id": "521316341",
      "url": "https://gepris.dfg.de/gepris/projekt/521316341",
      "title": "Magnetofossilien, kosmogene Isotope und das Erdmagnetfeld: Entwicklung von hochqualitative Aufzeichnungen von Magnetofossile Erhaltung und relative Paläointensität in den letzten 1.1 Millionen Jahren",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521316341",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Sedimentaufzeichnungen gehören zu den wenigen Mitteln, Veränderungen des Erd-magnetfeldes in der Vergangenheit kontinuierlich aufzuzeichnen, und damit Informationen über die Geodynamo und das Erdinnere zu liefern. Feldschwankungen werden vom Sediment durch drei unabhängige Mechanismen aufgezeichnet: (a) die partielle Ausrichtung magnetischer Minerale detritischen Ursprungs, (b) die partielle Ausrichtung von Magnetofossilien, die von magnetotaktischen Bakterien produziert werden, und (c) das kosmogene Isotop 10Be, dessen Produktionsrate durch die feldabhängige Abschirmung der kosmischen Strahlung moduliert wird. Nur wenige Studien haben die Mechanismen (b) und (c) dokumentiert und eine Korrelation mit relativen Paläointensitätsaufzeichnungen nachgewiesen, aber auch signifikante Unterschiede aufgrund verschiedener Umweltkontaminationen. Magnetofossilien bieten möglicherweise einen vierten Feldaufzeichnungsmöglichkeit an, die für die Frühgeschichte unseres Planeten von Interesse ist, da paläomagnetische Aufzeichnungen dieser Alter unvermeidlich überprägt sind. Dazu muss geprüft werden, ob jüngere Magnetofossilien Aufzeichnungen durch niedrige Feldstärken bei Feldexkursionen und -umkehrungen beeinflusst werden. Das vorgeschlagene Projekt befasst sich mit folgenden grundlegenden Fragen über die oben genannten Aufzeichnungsmechanismen: (1) Wie können wir umweltbedingte Einflüsse von den Aufzeichnungen entfernen? (2) Welche Faktoren bestimmen die Effizienz und den zeitlichen Ablauf der Ausrichtung magnetischer Partikeln im Sediment? (3) Wie beeinflussen Magnetofossilien die Bestimmung der relativen Paläointensität, und wie können Magneto-fossilien zur Verbesserung paläomagnetischer Aufzeichnungen verwendet werden? (4) Beeinflussen Umkehrungen und Exkursionen magnetotaktische Bakterien und die damit verbundenen Magnetofossilien? Das Projekt versucht, die oben genannten Fragen durch die Untersuchung einer kontinuierlichen marinen Sedimentsequenz aus der Westpazifik zu beantworten, dank der Verwendung der einzigartigen Infrastruktur des paläomagnetischen Labors der Ludwig-Maximi-lians-Universität, und der Einsatz fortschrittlicher Modellierungsansätze. Für diese Sediment-sequenz, die die letzten 1,1 Millionen Jahren spannt, stehen schon hochauflösende 10Be Messungen zu Verfügung. Diese Messungen erlauben einzigartige Vergleiche zwischen magnetischen und kosmogenen Feldaufzeichnungen. Die Identifizierung klimatischer Überprägungen ist auch wichtig, um die Reaktion der magnetotaktischen Bakterien auf Umwelt-schwankungen und Niedrigfeldbedingungen zu erforschen. Unbeeinflusste Aufzeichnungen dieser Ereignisse mit realistischen Konfidenzintervallen, die sich aus dem Vergleich der drei oben genannten Aufzeichnungsmechanismen herleiten lassen, sind für die Verbesserung globaler Feldmodelle und eine bessere Integration sedimentärer und kosmogener Aufzeichnungen mit anderen Datensätzen unerlässlich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)Internationaler BezugÖsterreichKooperationspartnerDr. Ramon  EgliMitverantwortlichProfessor Dr. Stuart Alan  Gilder"
    },
    {
      "project_id": "521548282",
      "url": "https://gepris.dfg.de/gepris/projekt/521548282",
      "title": "Mikroevolutionäre Anpassungen magnetotaktischer Bakterien an Polaritätsänderungen des Erdmagnetfelds",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521548282",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Die Leben auf der Erde hat sich in Gegenwart des Erdmagnetfelds entwickelt. Obwohl es als gesichert gilt, dass viele Lebewesen das Erdmagnetfeld zur Navigation nutzen, ist es bisher völlig unbekannt, wie sie sich an Umkehrungen des magnetischen Dipols anpassen können, und wie diese Änderungen evolutionäre Prozesse beeinflussen. Die ältesten, einfachsten und zugleich bestuntersuchten magnet-sensitiven Organismen sind magnetotaktische Bakterien (MTB). Diese sind auch die einzigen Lebewesen, deren Magnetsensor in Form hochgeordneter intrazellulärer Ketten aus magnetischen Kristallen, den Magnetosomen, eindeutig identifiziert werden konnte. Diese einzigartigen Organellen richten die Schwimmbewegung von MTB entlang der geomagnetischen Feldlinien aus und unterstützen so die Navigation der Bakterien in chemisch stratifizierten Sedimenten in Richtung der von ihnen bevorzugten suboxischen Habitate. Man nimmt an, dass bakterielle Magnetosomen als Magnetfossilien erhalten bleiben können. Unbekannt sind jedoch ihr Schicksal nach Freisetzung aus den Zellen, der Einfluss von Prädation durch andere Lebewesen sowie die geochemischen Bedingungen, die die Konservierung von Magnetosomen begünstigen. Wir werden unter Labor-Bedingungen die Anpassung von MTB an simulierte Umpolungen des Erdmagnetfelds untersuchen. Mit dem Modellorganismus Magnetospirillum gryphiswaldense soll ein Mikroevolutionsexperiment durchgeführt werden, in dem die Bakterien über mehrere Generationen hinweg in vertikalen Redoxgradienten sowie definierten Magnetfeldern variabler Stärke und Richtung kultiviert werden. Mutanten mit veränderter Magnetotaxis und Schwimmpolarität sowie möglicherweise auch modifizierter Magnetosomen-Biosynthese sollen mittels Genomsequenzierung, Mutagenese sowie durch mikroskopische und biophysikalische Methoden umfassend charakterisiert werden. Zum Vergleich sollen weiterhin verschiedene bereits vorhandene Mutanten untersucht werden, deren zellulärer magnetischer Sensor eine unterschiedliche Stärke und Konfiguration aufweist, oder die in ihrem chemosensorischen System beeinträchtigt sind und somit potenzielle evolutionäre Anpassungen simulieren. Weiterhin soll in verschiedenen Kooperationen innerhalb des SPP DeepDyn anhand von Mutanten und unmodifizierten Zellen von M. gryphiswaldense sowohl die Fossilierung von Magnetosomen als auch der Einfluss von Prädation und nachfolgender Auflösung von Magnetosomen durch bakteriovore Protozoen im Labormaßstab experimentell untersucht werden.  Die erwarteten Resultate werden nicht nur die adaptive Funktion der Magnetotaxis im Erdmagnetfeld, sondern auch die evolutionäre Anpassung von MTB an Änderungen des Felds im Verlauf der Erdgeschichte erhellen, sowie dazu beitragen, die Fossilierung von Magnetosomen mit dem Verlauf der geomagnetischen Feldänderungen besser zu korrelieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)MitverantwortlichProfessor Dr. Dirk  Schüler"
    },
    {
      "project_id": "521546553",
      "url": "https://gepris.dfg.de/gepris/projekt/521546553",
      "title": "Neue geochemische Tracer für geologische Prozesse im tiefen Erdmantel und Kern-Mantel Wechselwirkung",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521546553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Unser Verständnis von geologischen Prozessen im tiefen Erdmantel und der Wechselwirkung zwischen Erdkern und Erdmantel stütz sich auf geophysikalischen Methoden und auf indirekte Tracer wie die Geochemie von Magmen aus Mantelplumes, die häufig von der Kern-Mantel Grenze stammen. In der Vergangenheit haben hochpräzise Messungen von Zerfallsprodukten kurzlebiger Radioisotope sowie von nukleosynthetischen Isotopenanomalien in terrestrischen Gesteinen unser Verständnis tiefer Mantelprozesse revolutioniert. Weitverbreitete Isotopenanomalien von radiogenem 182W und 142Nd, den Zerfallsprodukten von ausgestorbenem 182Hf und 146Sm (Halbwertszeiten 9 bzw. 103 Ma) in Plume-Basalten aus dem Känozoikum könnten zeigen, dass es im tiefen Mantel Domänen gibt, die seit dem Hadeum (>4.0 Ga) isoliert blieben und nicht mit dem restlichen Mantel durch Konvektion homogenisiert wurden. Ebenso konnte anhand von nukleosynthetischen 100Ru Anomalien gezeigt werden, dass es in diesen tiefen Manteldomänen Bereiche gibt, deren Inventar an hochsiderophilen Elementen durch die sog. Late Veneer nicht komplett wiederaufgefüllt wurde. Im geodynamischen Kontext ermöglichen diese neuen Erkenntnisse nun erstmals die eindeutige Identifizierung von primordialen Domänen im tiefen Mantel, die durch die Erdgeschichte hinweg geologisch isoliert waren. Darüber hinaus können nun durch kombinierte Anwendung dieser neuen Tracer geochemische Austauschprozessen zwischen Kern und Mantel identifiziert werden. Im Rahmen des DeepDyn SPP schlagen wir vor, diese neuartigen chemischen Tracer einzusetzen, um (1) mögliche Kern-Mantel Austauschprozesse und die Struktur der Quellen von Mantelplumes besser zu verstehen und (2) mögliche zeitliche Änderungen der Zusammensetzung von Mantelplumes über paläomagnetische Anomalien hinweg zu rekonstruieren. Um diese Ziele zu erreichen, schlagen wir eine kombinierte hochpräzise 182W-142Nd-100Ru-Studie an ausgewählten mafischen und ultramafischen Mantelplumemagmen aus der Kreide bzw. dem Känozoikum (130 Ma und jünger) vor, ergänzt durch konventionelle Analytik von Spurenelementen und langlebigen radiogenen Isotopen. Aufbauend auf Vorgängerprojekten sollen die kombinierten Isotopenmessungen an klassischen Mantel-Plume Lokalitäten durchgeführt werde, wo gute Traversen zur Untersuchung ihrer räumlichen Struktur verfügbar sind. Mögliche Veränderungen in der Zusammensetzung des tiefen Mantels im Zusammenhang mit dem kreidezeitlichen paläomagnetischen Superchron werden anhand primitiver Vulkanite aus ca. 130 bis 65 Ma alten Flutbasalten und Kimberliten aus der Kreidezeit untersucht. Die Ergebnisse werden nicht nur neue Hinweise auf die Zusammensetzung und Herkunft von Mantelplumes liefern, sondern auch allgemeine Rückschlüsse auf den Ursprung und die Entwicklung von Heterogenitäten im unteren Mantel wie LLSVPs und ULVZs erlauben. Zusätzlich werden wertvolle Inputparameter für geophysikalische Modelle geliefert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521315979",
      "url": "https://gepris.dfg.de/gepris/projekt/521315979",
      "title": "Untersuchung der thermischen Transporteigenschaften von Mineralen des unteren Erdmantels mittels atomischer Simulationen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521315979",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Der Wärmefluss durch die Kern-Mantel-Grenze (CMB) ist einer der zentralen Prozesse im Zusammenhang mit der Erzeugung des Magnetfeldes der Erde und der zeitlichen Entwicklung des Erdkerns. Die Menge der übertragenen Wärme wird durch die thermischen Transporteigenschaften der jeweiligen Materialien, die bisher nur unzureichend für CMB-Bedingungen untersucht wurden, bestimmt. In diesem Projekt werden numerische Simulationen auf atomarer Ebene durchgeführt um die Wärmeleitfähigkeit von Materialien des untersten Erdmantels vorherzusagen. In der ersten Förderperiode des DeepDyn-SPPs liegt der Schwerpunkt auf der Bestimmung des Phononenanteils an der Wärmeleitfähigkeit von (Mg,Fe)O-Ferroperiklas, Fe- und Al-haltigem MgSiO3-Bridgmanit und Post-Bridgmanit sowie CaSiO3-Perowskit. Die wichtigsten Forschungsziele für diese Projektphase sind (1) die Quantifizierung der Verringerung der Wärmeleitfähigkeit durch Massenunordnung in den Mischkristallen bei Bedingungen des unteren Erdmantels und (2) ein besseres Verständnis der Unsicherheiten, die sich aus dem spezifischen numerischen Algorithmus zur Ableitung der Wärmeleitfähigkeit und aus den in den Simulationen verwendeten atomaren Wechselwirkungspotenzialen ergeben. Verschiedene atomskalige Simulationsmethoden, wie die Gleichgewichts- und Nichtgleichgewichts-Molekulardynamik-Simulation oder die Lösung der Boltzmann-Transportgleichung, werden für die hier untersuchten Materialien und thermodynamischen Bedingungen systematisch verglichen und bewertet. Mit der Parametrisierung polarisierbarer ionischer Wechselwirkungspotentiale wird eine zusätzliche Methode zur Modellierung der Mischkristalle bereitgestellt. Es wird erwartet, dass diese neuen Potenziale realistischere Vorhersagen treffen als bestehende Kraftfelder. Gleichzeitig sind sie aber wesentlich effizienter als rechenintensive ab initio-Simulationen, die bislang fast ausschließlich für Mg-Endglieder angewendet wurden und hier vor allem als Referenz für die neuen Potenziale dienen. Die Ergebnisse der Simulationen sollen im Weiteren dazu verwendet werden die Wärmeleitfähigkeit der unteren Erdmantel-Minerale als Funktion des Drucks, der Temperatur und der chemischen Zusammensetzung zu parametrisieren sowie ein verbessertes Modell des Wärmeflusses durch den CMB zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521545943",
      "url": "https://gepris.dfg.de/gepris/projekt/521545943",
      "title": "Untersuchung des Einflusses der seismischen Strukturen an der Kernmantelgrenze auf Regionen mit intensivem magnetischem Fluss.",
      "investigators": "Professor Dr. Joachim  Ritter;Professorin Dr. Christine  Thomas",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521545943",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Das Erdmagnetfeld, erzeugt im flüssigen äußeren Erdkern, variiert über viele Zeitskalen. Es gibt kurzzeitige Variationen von einigen Jahrzehnten, wie sich nach Westen bewegende starke Magnetflussgebiete nahe des Äquators. Andere Regionen weisen ein stabiles Magnetfeld über lange Zeiträume auf, wie z.B. zwei starke Magnetflussregionen auf der nördlichen Halbkugel unter Sibirien und Kanada. Eine dritte solche Region wird unter dem Nordatlantik vermutet. Es wird angenommen, dass Strukturen des untersten Erdmantels Randbedingungen für das Erdmagnetfeld vorgeben und bisher wurden seismische Tomographiebilder verwendet, um die Interaktion von Mantelstrukturen und Kerndynamik zu verstehen. Hier wollen wir die Mantelstruktur an der Grenzfläche zwischen Erdkern und Erdmantel untersuchen, um folgende Erkenntnisse zu erlangen: 1) Die seismische Geschwindigkeitsstruktur im Erdmantel in Regionen mit starkem Magnetfeldfluss, 2) die Ausdehnung und Anisotropie dieser Strukturen und 3) die Minerale abschätzen, welche diese Strukturen aufbauen. Daraus wollen wir Karten der thermischen und elektrischen Leitfähigkeit für die ausgewählten Regionen an der Kern-Mantel-Grenze ableiten. Diese sind notwendig für numerische Simulationsrechnungen der Kerndynamik. Wir werden uns hierbei auf vier Regionen mit hoher magnetischer Flussdichte konzentrieren: (Sibirien, Kanada und Nordatlantik) sowie die Region unter Indonesien, wo starke magnetische Flussregionen aus dem Kern auftauchen und sich schnell nach Westen bewegen. Wir wollen Reflexionen seismischer P- und S-Wellen sowie konvertierte Wellen (P zu S, S zu P) an Strukturen nahe der Kern-Mantel-Grenze verwenden. Solche Strukturen sind die Oberkante der D‘‘-Schicht, Zonen stark verringerter seismischer Geschwindigkeit und andere Reflektoren. Wir werden Wellenattribute wie die Amplitude, die Wellenform oder Polarität der reflektierten Wellen bestimmen und diese mit synthetischen Wellenformen vergleichen. Wir werden Scherwellen-Doppelbrechung messen und untersuchen, um die Anisotropie in denselben Regionen wie für die Reflexionsanalysen zu bestimmen. Die elastischen Eigenschaften von Mineralen im unteren Erdmantel werden dann zur Berechnung von ihrer Deformation und Textur verwendet, um daraus richtungsabhängige seismische Geschwindigkeiten zu berechnen. Diese Geschwindigkeitswerte werden als Grundlage genommen, um Reflexions- und Transmissionskoeffizienten für seismische Wellen an den Reflektoren sowie ihre Anisotropieeigenschaften zu bestimmen. Die gemeinsame Verwendung von Reflexionen und Anisotropie zusammen mit der Deformationsmodellierung erlauben, die beste Abschätzung des aufbauenden Minerals in den untersuchten Strukturen zu erhalten. In Zusammenarbeit mit den Gruppen für Mineralphysik in DeepDyn werden wir dann Karten der thermischen und elektrischen Leitfähigkeit bereitstellen, welche wiederum von den Gruppen für numerische Kernmodellierung in DeepDyn als Randbedingungen benutzt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521315821",
      "url": "https://gepris.dfg.de/gepris/projekt/521315821",
      "title": "Verhalten des Erdmagnetfeldes und Charakterisierung des Geodynamos am Ende des Kreide-Superchrons",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521315821",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Das Erdmagnetfeld, welches durch einen selbsterregten Dynamo im äußeren Erdkern hervorgerufen wird, entspricht in erster Näherung einem axialen geozentrischen Dipolfeld. Gleichwohl unterliegt es Fluktuationen auf Zeitskalen von Hunderten bis Tausenden von Jahren — der sogenannten Paläosäkularvariation — sowie stochastische Umkehrungen seiner Polarität. Betrachtet man dieses Feld über geologische Zeiträume, so können auch langanhaltende Zeitintervalle mit gleichbleibender Polarität auftreten, ähnlich dem Cretaceous Normal Superchon (CNS, 83–121 Ma). Wie der Übergang zwischen den beiden Geodynamozuständen — mit oder ohne Polaritätsumkehrungen — abläuft, ist ein umstrittenes Thema. Ein gradueller Übergang könnte die Folge von Änderungen der thermischen Randbedingungen des Mantels auf den Kern sein. Ein abrupter Übergang hingegen könnte die Folge einer spontanen Bifurkation des Geodynamos sein. Ob es sich entweder um einen graduellen oder abrupten Übergang handelt, wollen wir in diesem Projekt anhand des Verhaltens des Erdmagnetfeldes vor ungefähr 60–100 Mio. Jahren erforschen. Zu diesem Zweck möchten wir zunächst neue paläomagnetische Richtungen und Intensitäten an Sequenzen von Lavaströmen aus dem Ost-Sulawesi-Ophiolith (ESO, ~90 Ma, niedrige Paläobreite) und den madagassischen Flutbasalten (MFB, 84-92 Ma, höhere Paläobreite) ermitteln. Verglichen zu vorhergehenden Ergebnissen aus dem Okhotsk-Chukotka-Gürtel (OCVB, 84–90 Ma auf höherer Paläobreite) werden unsere neuen Beobachtungen eine bessere Beschreibung des Verhaltens des Erdmagnetfeldes entlang des Breitengrads kurz vor und kurz nach dem Ende des CNS erlauben. Zum besseren Verständnis der globalen und dynamischen Eigenschaften des Erdmagnetfeldes während des Übergangs vom CNS zu einem Geodynamozustand mit Umkehrungen wollen wir anschließend hochwertige paläomagnetische Daten zusammentragen, die sich für die Feldmodellierung über den Zeitraum von 60 bis 100 Millionen Jahren eignen. Dies wird es uns ermöglichen, die Parameter statistischer Feldmodelle kurz vor und kurz nach dem Übergang anzupassen. Um etwaige Veränderungen in der Dynamik im Erdinnern ableiten zu können, werden die erhaltenen Parameter schließlich mit den Ergebnissen numerischer Dynamosimulationen mit unterschiedlichen Randbedingungen verglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)"
    },
    {
      "project_id": "521250886",
      "url": "https://gepris.dfg.de/gepris/projekt/521250886",
      "title": "Wie wicthig ist der Strahlungswärmetransport an der Kern-Mantel-Grenze?",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521250886",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)",
      "description": "Wir schlagen vor, die neuen spektroskopischen Möglichkeiten des Deutschen GeoForschungsZentrums (GFZ) zu nutzen, um die Strahlungswärmeleitfähigkeit von Bridgmanit und Post-Perowskit bei Druck-Temperatur-Bedingungen, die an der Kern-Mantel-Grenze (CMB) herrschen, zu quantifizieren. Unsere Ergebnisse werden dazu beitragen, die Wärmestrommuster an der CMB einzugrenzen, was ein Schlüssel zur Verknüpfung von tiefen Mantelstrukturen, ihrer Dynamik und dem Geodynamo ist. Die Verteilung Bridgmanit und Post-Perovskit oberhalb der CMB und ihre physikalischen Eigenschaften bestimmen somit weitgehend die Eigenschaften des untersten Erdmantels. Insbesondere die gegensätzlichen Wärmeleitfähigkeiten von Bridgmanit und Post-Perowskit, können zu lateralen Variationen der Wärmeflüsse aus dem Kern führen, die wiederum die Dynamik von Kern und Mantel beeinflussen. Die Entschlüsselung der verlässlichen Angaben zu ihrer Wärmeleitfähigkeit sind für die Kartierung der Wärmeströme aus dem Kern unerlässlich. Eine besonders große Unbekannte ist der Beitrag der Strahlungswärmeleitfähigkeit zur Gesamtwärmeleitfähigkeit an der CMB. Die verfügbaren Schätzungen der Strahlungswärmeleitfähigkeit bei den CMB-Bedingungen unterscheiden sich um einen Faktor von ~35: von unbedeutend bis dominant. Die Klärung der Kontroverse über die Effizienz des Strahlungswärmetransports im untersten Mantel ist daher ein wichtiger Schritt zur Quantifizierung der Wärmeströme aus dem Kern und ist das primäre Forschungsziel dieses Antrags. Hier schlagen wir vor, die optischen Absorptionskoeffizienten von Bridgmanit und Post-Perowskit unterschiedlicher chemischer Zusammensetzung unter den Druck-Temperatur-Bedingungen des CMB zu messen. Die meisten früheren Studien über die Strahlungswärmeleitfähigkeit im CMB untersuchten nur die Auswirkungen des Drucks auf die optischen Eigenschaften von Mantelmineralen. Die wenigen Hochdruck-Hochtemperatur-Studien waren ebenfalls nicht schlüssig, was wahrscheinlich auf die Verwendung von Proben mit unterschiedlichen chemischen Zusammensetzungen zurückzuführen ist. In der vorgeschlagenen Arbeit werden wir uns die jüngsten technischen Entwicklungen am GFZ zunutze machen, die es ermöglichen, optische Eigenschaften unter realistischen CMB-Bedingungen zu untersuchen, sowie unsere Sammlung von chemisch vielfältigen Proben und Vorläufern zu nutzen. Durch die Kombination von mineralogischen Modellen des untersten Mantels und seiner Wärmeleitfähigkeit, die zum Teil durch das DFG SPP DeepDyn ermöglicht wird, werden wir plausible Wärmeflüsse aus dem Kern quantifizieren. Diese können als direkter Input für geodynamische Modelle des Erdmantels und des Erdkerns dienen und auch deren unabhängige Ergebnisse validieren. Die vorgeschlagene Arbeit schlägt somit eine Brücke zwischen seismischen, mineralphysikalischen und geodynamischen Studien der tiefen Erde und ist für DeepDyn von entscheidender Bedeutung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2404: \nRekonstruktion der Dynamik des tiefen Erdinnern über geologische Zeiträume (DeepDyn)MitverantwortlichDr. Sergio  Speziale"
    }
  ]
}