{
  "spp_number": "SPP 2306",
  "spp_title": "Ferroptose: Von der Grundlagenforschung zur klinischen Anwendung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441859899",
  "projects_count": 34,
  "projects": [
    {
      "project_id": "461605562",
      "url": "https://gepris.dfg.de/gepris/projekt/461605562",
      "title": "Bedeutung von Ferroptose und dessen therapeutisches Potenzial bei akuter Leberschädigung und beim hepatozellulären Karzinom",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461605562",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Aufgrund ihrer zentralen Rolle im Stoffwechsel kann die Leber durch die Nahrung und andere aufgenommene Stoffe stark beeinflusst werden. So werden Toxine und Medikamente nicht nur von der Leber metabolisiert, sondern können auch Leberschäden verursachen. Dieser Zustand wird als akute Leberschädigung (ALI) bezeichnet und kann in schweren Fällen zu Leberversagen führen, einem lebensbedrohlichen Zustand für den Patienten.Chronische Lebererkrankungen stellen ebenfalls ein ernstes klinisches Problem dar. Dabei werden in vielen westlichen Ländern ernährungsbedingte Ursachen wie Fettleibigkeit immer häufiger. Infolge von Fettleibigkeit werden Veränderungen in vielen Organen verursacht. Dieses sogenannte metabolische Syndrom führt zu einer verstärkten Fettablagerung in der Leber, welche eine Leberentzündung (NASH), eine chronische Leberschädigung und schließlich auch ein hepatozelluläres Karzinoms (HCC), die häufigste Form von Leberkrebs, verursachen kann. Im Jahr 2018 traten weltweit etwa 841.000 Fälle von Leberkrebs und 782.000 Todesfälle durch Leberkrebs auf. Damit ist Leberkrebs die dritthäufigste Todesursache bei Krebserkrankungen weltweit.Sowohl bei akuten als auch bei chronischen Lebererkrankungen (einschließlich HCC) ist der regulierte Zelltod ein wichtiger zellulärer Mechanismus, der die Schwere der Erkrankung je nach Kontext, in dem dieser Zelltod auftritt, entweder erhöhen oder auch verringern kann. Vor wenigen Jahren wurde Ferroptose als eine neuartige Form des regulierten Zelltods entdeckt. Ferroptose ist durch eine eisenabhängige Peroxidation von Phospholipiden in der Zellmembran gekennzeichnet, wodurch ein nekrotischer Zelltod ausgelöst wird.Im Rahmen dieses Schwerpunktprogramms wollen wir unsere Arbeitshypothese testen, dass Ferroptose zum Fortschreiten akuter und chronischer Lebererkrankungen beiträgt und somit ein potenzielles therapeutisches Ziel darstellt. Wir werden uns dabei auf akute Leberschädigung (ALI) und das hepatozelluläre Karzinom (HCC) konzentrieren und den zellulären Kontext charakterisieren, der erforderlich ist, um Ferroptose auszulösen oder zu umgehen. Diese Analyse wird vor allem in vivo Mausmodelle für ALI und HCC umfassen. Dies wird durch Zellkulturexperimente und Daten von HCC-Patienten ergänzt. Darüber hinaus wollen wir den Einfluss des ferroptotischen Zelltods in der Leber auf das Immunsystem und die wechselseitige Beziehung zwischen ferroptotischen Hepatozyten und funktionellen Veränderungen spezifischer Immunzellen untersuchen. Wir beabsichtigen auch, Lipidperoxidationsprodukte zu identifizieren, die spezifisch in Hepatozyten und HCC-Zellen bei der Ferroptose auftreten. Schließlich planen wir, die Ergebnisse in neuartige Behandlungsmöglichkeiten umzusetzen. In diesem Zusammenhang werden wir den therapeutischen Wert einer Modulation der Ferroptose in Mausmodellen von ALI und HCC unter Verwendung pharmakologischer Inhibitoren und/oder Aktivatoren der Ferroptose untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704718",
      "url": "https://gepris.dfg.de/gepris/projekt/461704718",
      "title": "Bestimmung des immunogenen Potenzials von Ferroptose zur Verbesserung der Effektivität von Immuntherapien für Lebertumore",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704718",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist eine erst vor kurzem entdeckte Form des Zelltods, die in vielen Erkrankungen, darunter auch Krebs, dysreguliert zu sein scheint. Es gibt bereits Hinweise darauf, dass Ferroptose immunogener ist als andere Formen des Zelltods, was in der Krebstherapie von Nutzen sein könnte. Wir untersuchen daher die Immunogenität von Ferroptose im Kontext von Lebertumoren, für die dringend neue und effektivere Therapien gebraucht werden. Primäre Lebertumore - hauptsächlich hepatozelluläre Karzinome (HCC) und intrahepatische Cholangionkarzinome (CCA) - treten typischerweise in Patienten mit chronischen Lebererkrankungen auf und stellen zurzeit die viert-häufigste Ursache von Krebs-bedingten Todesfällen weltweit dar. In den letzten Jahren haben Immuntherapien für die Behandlung vieler verschiedener Krebsarten zunehmend an Bedeutung gewonnen, jedoch sprechen Lebertumore bisher eher schlecht auf diese Therapien an. Immer mehr Studien zeigen, dass der Erfolg einer Immuntherapie sehr davon abhängt ob ein Tumor einen entzündlichen Phänotyp mit hoher Infiltration von gegen den Tumor gerichteten T-Zellen aufweist. Dementsprechend haben Therapien, die eine Infiltration von Tumor-reaktiven T-Zellen induzieren können, ein hohes Potenzial, die Wirksamkeit von Immuntherapien zu verbessern. Frühere Arbeiten haben gezeigt, dass die Induktion von immunogenem Zelltod zur Freisetzung von Immunstimulantien führt, die eine tumor-spezifische Immunantwort auslösen können. Ferroptose ist eine Eisen-abhängige Form des programmierten Zelltods, die immunogenes Potenzial zu haben scheint und daher für die Verbesserung von Immuntherapien ausgenutzt werden könnte. Während die molekularen Signalwege, die in der Regulation von Ferroptose involviert sind, bereits bekannt sind, sind die Rolle von Immunzellen in einer ferroptotischen Umgebung und der Einfluss von Ferroptose auf das Immunsystem bisher nicht ausreichend verstanden. In diesem Projekt möchten wir daher die immunologischen Auswirkungen von Ferroptose im Kontext des Leberkrebses untersuchen und wie diese zur Verbesserung der Effektivität von Immuntherapien ausgenutzt werden können. Dafür werden die Mechanismen, wie Ferroptose eine Immunantwort auslösen kann, in in vitro Kulturen und in vivo Mausmodellen für Lebertumore untersucht. Die immunologischen Veränderungen, die durch Ferroptose ausgelöst werden, werden mit innovativen Multiplex-Technologien (Spektral-Durchflusszytometrie, Imaging Massenzytometrie) analysiert und basierend auf den Ergebnissen werden Kombinationstherapien der Ferroptose-Induktion mit Checkpoint-Inhibitoren entwickelt und getestet. Zudem sollen die präklinischen Daten anhand humaner Blut- und Leberproben von Patienten mit Lebertumoren validiert werden, um so die Translation der Ergebnisse in klinische Studien zu erleichtern. Die Ergebnisse unserer Studie können dann genutzt werden, um Ferroptose in neue therapeutische Strategien für HCC und CCA einzubinden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461837449",
      "url": "https://gepris.dfg.de/gepris/projekt/461837449",
      "title": "Charakterisierung und Anwendung neuartiger Ferroptose Regulatoren zur Bekämpfung von MYCN-amplifizierten Krebsarten",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461837449",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist eine spezielle metabolische Form des durch Eisen vermittelten Zelltods, die kürzlich mit einer Vielzahl von Krankheiten und Pathomechanismen in Verbindung gebracht wurden. Neuere Studien haben gezeigt, dass Krebszellen, die eine Resistenz gegen konventionelle Chemotherapie entwickeln, besonders empfindlich auf eine Modulation des Ferroptose-Netzwerks reagieren. Dies eröffnet die Möglichkeit Ferroptose-Modulatoren für spezifische Anwendungen in der Krebstherapie zu entwickeln. Unsere eigenen Daten zeigen, dass die Überexpression des Krebsgens MYCN Neuroblastomzellen für Ferroptose sensibilisiert. MYC und MYCN sind beides zentrale Regulatoren des Zellstoffwechsels, die die Proliferation, Metastasierung und Therapieresistenz vorantreiben. Trotz intensiver Forschungsaktivitäten seit der Entdeckung der Ferroptose 2012 sind nur einige der Komponenten des Netzwerks identifiziert worden. Es fehlt noch immer ein umfassendes Bild der molekularen und metabolischen Prozesse, die an der Regulation der Ferroptose bei verschiedenen Krebsarten beteiligt sind. Um sowohl (a) die Identifizierung neuer Mitglieder des Ferroptose-Netzwerks als auch (b) die Aufklärung ihrer Rolle in MYCN-amplifizierten Tumoren experimentell anzugehen, zielt unser SPP2306 Antrag darauf ab, die anti-ferroptotische Rolle neuer Genkandidaten aufzuklären, die wir kürzlich durch CRISPR-Aktivierungs-Screens (CRISPRa) identifiziert haben. Neben bekannten Eiweißen wie SLC7A11, AIFM2 (FSP1) und GCH1 haben unsere Screens eine Reihe neuer Kandidatengene identifiziert, die, wenn überexprimiert, MYCN-amplifizierte Neuroblastome für eine Behandlung mit Erastin oder RSL3 resistent machen. Wir planen nun die Mechanismen zu identifizieren, die bei jedem der top 36 Kandidaten für dessen Ferroptose-Resistenz verantwortlich ist, indem wir einen gekoppelten Einzelzell-CRISPRa-Sekundärscreening-Ansatz einsetzen (Aim 1). Danach werden wir mittels molekularer und metabolischer Assays die biologische Rolle von fünf dieser Ferroptose-Regulatoren in MYCN amplifizierten Neuroblastom- und Brustkrebszellen charakterisieren (Aim 2). Diese Daten werden schliesslich in präklinischen PDX-Mausmodellen weiterentwickelt, um ihre Rolle bei der Ferroptose-Induktion/Repression in vivo zu bewerten. Darüber hinaus planen wir kombinatorische Strategien zu entwickeln, um MYCN-amplifizierten Brustkrebs durch Induktion von Ferroptose in kultivierten Krebszellen und in PDX-Mausmodellen zu eliminieren. Wir gehen davon aus, dass unsere Daten für die Mitglieder des SPP 2306 von umfangreicher Bedeutung sein werden. Umgekehrt werden die Daten und Erkenntnisse der SPP Teams für die gemeinsame Entwicklung einer wirkungsvollen präklinischen Strategie zur Bekämpfung aggressiver und bisher nicht heilbarer Krebsarten durch Induktion von Ferroptose von entscheidender Bedeutung sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen AnwendungMitverantwortlichHamed  Alborzinia, Ph.D."
    },
    {
      "project_id": "461704389",
      "url": "https://gepris.dfg.de/gepris/projekt/461704389",
      "title": "cPLA2α-vermittelte Ferroptose Regulation im kleinzelligen Bronchialkarzinom",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704389",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Kleinzelliger Lungenkrebs (SCLC) gehört zu den aggressivsten Formen von Lungenkrebs mit einer sehr schlechten Überlebensrate aufgrund der schnell auftretenden Chemotherapieresistenz. Zuvor haben wir gefunden, dass nicht-neuroendokriner (nicht-NE) SCLC äußerst empfindlich gegenüber Ferroptose ist, während SCLC nach NE-Transdifferenzierung/Plastizität ferroptoseresistent wurde. Darüber hinaus haben wir einen ersten Atlas ferroptotischer Sekretome definiert, der das Makrophagen-Priming fördern kann. Darüber hinaus haben wir zuvor festgestellt, dass es während der Ferroptose zu einem frühen Kalziumeinstrom kommt, der dem Zelltod vorausgeht. Kürzlich haben wir herausgefunden, dass die cPLA2α-Expression in Ferroptose-empfindlichen Nicht-NE-SCLC von Menschen und Mäusen stark hochreguliert ist und eine schnellere Kinetik des ferroptotischen Zelltods durch die Erzeugung freier Arachidonsäure (AA) fördert. Basierend auf diesen Daten wollen wir mit diesem Programm umfassend erarbeiten, wie der AA-Fluss die Ferroptosekinetik in zellulären Modellen der Heterogenität und Plastizität den SCLC-Subtyp beeinflusst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705066",
      "url": "https://gepris.dfg.de/gepris/projekt/461705066",
      "title": "Crosstalk zwischen Ferroptose und Sarmoptose",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705066",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose verursacht eine spezifische Form des programmierten Zelltods, der durch Glutathiondepletion und Hemmung der Glutathionperoxidase 4 sowie darauffolgende Lipidperoxidation gekennzeichnet ist. Endpunkt dieses Zelltods ist eine Dysregulation der Ca2+ -Homöostase. In der Anfangsphase der Ferroptose kommt es zu einer Aktivierung NAD+-konsumierender Wege wie z.B. Sirtuin 3, eine mitochondriale Deacetylase deren Substrat NAD+ ist. Dies wirkt der Produktion reaktiver Sauerstoffspezies direkt entgegen, verbraucht jedoch NAD+. Eine andere Art des programmierten Zelltods wird durch NAD+ -Depletion und Akkumulation des NAD+ Vorläufers Nicotinamid-Mononukleotid (NMN) ausgelöst und Sarmoptose genannt. Dieser Zelltod spielt eine wichtige Rolle in der axonalen Degeneration und ist wie Ferroptose durch die Aktivierung von JNK-Kinasen und eine dysregulierte Ca2+-Homöostase charakterisiert. Aufgrund der gemeinsamen Merkmale dieser Zelltodprogramme vermuten wir eine Verbindung zwischen Ferroptose und Sarmoptose. Wir nehmen an, dass die Kombination aus erhöhtem NAD+ -Verbrauch und Hemmung von NMN-generierenden Enzymen durch JNK-Kinasen während der Ferroptose zu einem Ungleichgewicht von NMN/NAD+ führt. Dies löst Sarmoptose aus und führt zur tödlichen Dysregulation der Ca2+-Homöostase. Andererseits führt während der Sarmoptose eine durch NAD+-Depletion verursachte Funktionsstörung der Sirtuin 3-Aktivität wahrscheinlich zu einem GSSG/GSH-Ungleichgewicht und zu Merkmalen der Ferroptose. Um einen besseren Einblick in diese Wege zu erhalten, schlagen wir daher Studien vor, um die Charakteristika der Sarmoptose bei Ferroptose und der Resistenz gegen Ferroptose zu untersuchen, um zu klären, ob die Hemmung der Sarmoptose vor Ferroptose schützt, und um die Relevanz der Ferroptose für die axonale Degeneration aufzuklären. Diese Arbeit ist von hoher Relevanz, da sie grundlegende Aspekte der Zellbiologie aufklären soll.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461385412",
      "url": "https://gepris.dfg.de/gepris/projekt/461385412",
      "title": "Der neurogliale Crosstalk im Rahmen des ferroptotischen Zelltodes",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461385412",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Die Ferroptose ist eine weit verbreitete Form des regulierten nekrotischen Zelltods, welcher einer unkontrollierten Lipidperoxidation unterliegt, sowie vor kurzem als ursächlich für mehrere neurodegenerative Krankheiten identifiziert wurde. Zum Formenkreis der neurodegenerativen Erkrankungen gehören eine Reihe Erkrankungen, die durch fortschreitenden Verlust von Nervenzellen im zentralen oder peripheren Nervensystem gekennzeichnet sind. Aufgrund der stetig steigenden Lebenserwartung werden altersbedingte neurodegenerative Erkrankungen wie die Alzheimer-Krankheit (AD) weltweit immer häufiger und stellen somit eine wichtige klinische Herausforderung dar. Trotz der schwerwiegenden gesundheitlichen Einschränkungen für erkrankte Patienten gibt es bis heute keine kurativen Therapien. Die konditionale und induzierbare Deletion des wichtigsten Ferroptoseregulators, der Glutathionperoxidase 4 (Gpx4), in kortikalen Neuronen der Maus führt zu einer massiven Abnahme von Neuronen mit nachgeschalteter Neuroinflammation, getrieben durch die Infiltration von Immunzellen und resultierendem kognitiven Abbau. Diese vorläufigen Ergebnisse zeigen auffällige Analogien zu human pathologischen Untersuchungen und untermauern daher die Hypothese, dass die Ferroptose, wenn auch ohne genetischen Beleg, ursächlich für den neuronalen Zelltod ist. Da eine kürzlich identifizierte homozygote Missense-Variante im GPX4-Gen die seltene durch Neurodegeneration gekennzeichnete Krankheit Sedaghatian-type spondylometaphyseal dysplasia (SMDS) verursacht, ist die Untersuchung der molekularen Mechanismen und komplexen Netzwerke, die den noch unerforschten pathophysiologischen Folgen der Ferroptose zugrunde liegen, von höchster Bedeutung. Zur weiteren Aufklärung der Faktoren, die infolge neuronaler Ferroptose auftreten und möglicherweise an der Entstehung der Neurodegeneration und den damit verbundenen pathologischen Veränderungen im Gehirn beteiligt sind, wollen wir Transkriptom- sowie (Epi-)Lipidom-Signaturen auf Einzelzellebene identifizieren und validieren, wobei ein besonderer Schwerpunkt auf einem möglichen neurglialen Crosstalk liegen wird. Da Kleinkinder, die durch die SMDS betroffen sind, neurologische Symptome aufweisen, die ebenso an die fortschreitende kortikale Atrophie erinnern, welche ebenfalls bei erwachsenen Alzheimer-Patienten zu beobachten ist, werden wir ein neuartiges Mausmodell entwickeln, das genetisch SMDS rekapituliert und daher als Mittel der Wahl zur Untersuchung der Genotyp-Phänotyp-Korrelationen der GPX4-vermittelten Neuroprotektion auf mechanistischer Ebene fungiert. Abschließend wollen wir einen in vivo Machbarkeitsnachweis für einen neuartigen therapeutischen Ansatz zur Behandlung von bisher unheilbaren neurodegenerativen Erkrankungen erbringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461445936",
      "url": "https://gepris.dfg.de/gepris/projekt/461445936",
      "title": "Der Selenstoffwechsel und sein Beitrag zur Ferroptoseresistenz",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461445936",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Die Ferroptose, ein regulierter Zelltodprozess, bietet eine vielversprechende Strategie zur Bekämpfung von Krebszellen, die vom Selenoprotein GPX4 abhängig sind. Trotz des großen Interesses stellt das Fehlen spezifischer GPX4-Inhibitoren, die in vivo wirksam sind, eine Herausforderung bei der Umsetzung von Ferroptose-basierten Therapien in die klinische Anwendung dar. Der von uns vorgeschlagene Ansatz zielt auf den Selenocystein-Stoffwechsel ab, eine seltene Aminosäure, die für die GPX4-Funktion entscheidend ist. In unserer ersten Förderperiode haben wir die potenziellen Vorteile einer gezielten Beeinflussung dieses Stoffwechselwegs in MYCN-amplifizierten Neuroblastom-Modellen nachgewiesen. Unsere Strategie beinhaltet eine Kombination von zellulären und biochemischen Methoden, um die Mechanismen der Selenocystein-Mobilisierung in Zellen gründlich zu verstehen. Darüber hinaus wollen wir durch die strukturelle Charakterisierung von Schlüsselkomponenten des Stoffwechselwegs molekulare Erkenntnisse über die Selenverwertung gewinnen und neue kleine Moleküle identifizieren, die auf diesen Stoffwechselweg abzielen. Diese Bemühungen werden unser Verständnis der Ferroptose-Induktionsmechanismen verbessern und die Entwicklung neuer therapeutischer Ansätze erleichtern. Diese Forschung hat das Potenzial, Ferroptose-basierte Therapien in die klinische Anwendung zu überführen und damit wirksame Behandlungsmöglichkeiten für Krebspatienten zu bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705208",
      "url": "https://gepris.dfg.de/gepris/projekt/461705208",
      "title": "Die Dynamik des Lipidstoffwechsels in der Ferroptose",
      "subject_area": "Biochemie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705208",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist eine Form des Todes einzelner Zellen, die durch übermäßige Reaktion zellulärer Bestandteile mit Sauerstoff ausgelöst wird. Dabei sind die Lipide, die die Zellmembranen aufbauen, betroffen, insbesondere dann, wenn sie mehrfach ungesättigte Fettsäuren enthalten. Wir wollen diesen Vorgang, der Lipidpoxidation heißt, mit neuartigen Technologien verfolgen. Unsere Arbeitsgruppe hat ein Verfahren entwickelt, in dem markierte Fettsäuren verwendet werden, um mit sehr hoher Empfindlichkeit Messungen des Stoffwechsels von Lipiden durchführen zu können. Wir wollen dieses einsetzen, um zu zeigen, wann, wo, und welche Lipide bei der Ferroptose oxidiert werden. Insbesondere der zeitliche Ablauf ist bisher nie erfasst worden. Wir erwarten, neue Erkenntnisse über die Ferroptose zu erhalten, die es erleichtern, diesen Vorgang zur Bekämpfung von Tumoren zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549677598",
      "url": "https://gepris.dfg.de/gepris/projekt/549677598",
      "title": "Die Erforschung des Selenocystein-Stoffwechsels als zielgerichteter Therapieansatz bei Krebs",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549677598",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Die Ferroptose ist eine spezielle, eisenabhängige Form des Zelltods, die durch Phospholipidperoxidation ausgelöst wird. Die GPX4 ist einer der Hauptregulatoren und Inhibitoren der Ferroptose und wirkt als Phospholipidhydroperoxidase. Wir haben vor kurzem gezeigt, dass GPX4 und Cystein-Metabolsim vielversprechende Ansätze für die Behandlung von Hochrisiko-Neuroblastomen mit MYCN-Amplifikation bieten. GPX4 ist ein Selenoprotein, das die einzigartige Aminosäure Selenocystein (Sec) enthält. Selen, das mit der Nahrung aufgenommen wird, wird hauptsächlich in der Leber verarbeitet und in das Selenoprotein P (SELENOP) eingebaut. SELENOP wird dann von der Leber in den Blutkreislauf ausgeschüttet und hauptsächlich über das Protein LRP8 in alle Körperzellen aufgenommen, was sie mit intrazellulären Sec versorgt. Wir haben kürzlich gezeigt, dass die genetische Deletion von LRP8 in MYCN-amplifizierten Neuroblastomzellen die Ferroptose in vitro auslöst und das Wachstum von Neuroblastomtumoren in vivo stark beeinträchtigt. Unser übergeordnetes Ziel für die zweite Phase des SPP2306-Antrags ist es, die Erkenntnisse aus der ersten Phase zu nutzen und gezielt Krebserkrankungen anzugehen, die anfällig für den Selenstoffwechsel und Ferroptose sind. Basierend auf unseren vorläufigen Daten konzentrieren wir uns auf das Neuroblastom und die AML als Krebserkrankungen, die vom Selenstoffwechsel abhängig sind und somit für die Induktion von Ferroptose anfällig sind. Wir werden systematisch Standardbehandlungen dieser beiden Krebsarten mit einer gezielten Hemmung der Selenaufnahme und deren nachgeschalteten Komponenten dieses Stoffwechselwegs. Für diese zweite Phase des Schwerpunktprogramms haben wir uns folgende Ziele gesetzt: 1) Identifizierung der effektivsten Kombination von Standardbehandlungen und Selenstoffwechsel-Interferenz hinsichtlich des Tumorwachstums von Neuroblastomen und AML, 2) Erforschung des Potenzials einer gezielten Intervention in den Selenstoffwechsel zur Überwindung von arzneimittelresistenten Persisterzellen (DTP). In Übereinstimmung mit unserer kürzlich erfolgten Veröffentlichung werden wir im Rahmen von Ziel 2 standardmäßige Behandlungen mit selenreduzierten Diäten in unsere präklinischen Modelle für AML und Neuroblastom integrieren. Wie in unseren gemeinsamen Veröffentlichungen während der ersten Phase dieses Konsortiums gezeigt wurde, gehen wir davon aus, dass unsere Erkenntnisse und unsere Fähigkeit, in-vivo-Studien einschließlich präklinischer Behandlungsversuche durchzuführen, für die Mitglieder des SPP2306 von großem Wert sein werden. Gemeinsame Forschungsarbeiten in diese Richtung werden uns ermöglichen, ein breiteres Spektrum an therapeutischen Optionen zu entwickeln und unser Verständnis der verschiedenen ineinandergreifenden Ferroptose-Mechanismen zu vertiefen. Dies wird den Weg für präzisere und wirksamere Behandlungen dieser aggressiven Malignome ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen AnwendungMitverantwortlichProfessor Andreas  Trumpp, Ph.D."
    },
    {
      "project_id": "461705388",
      "url": "https://gepris.dfg.de/gepris/projekt/461705388",
      "title": "Die molekulare Rolle des Amyloid-Vorläufer-Protein als neuer Ferroptose-Regulator",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705388",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose, eine eisenabhängige Form des Zelltods, spielt eine entscheidende Rolle bei aggressiven Krebsarten wie dem kastrationsresistenten Prostatakarzinom (CRPC) und neurodegenerativen Erkrankungen. Unsere bisherige Forschung hat das Alzheimer-Vorläuferprotein (APP) als einen zentralen Faktor beim CRPC identifiziert, indem es die Resistenz gegen Ferroptose durch die Regulation von Hämoxygenase-1 (HO-1) und dem häm-abhängigen Transkriptionsfaktor BTB and CNC homology 1 (BACH1) steuert. Dieser Antrag zielt darauf ab, die Rolle von APP bei der Ferroptose und ihren breiteren Einfluss auf den Zellstoffwechsel beim CRPC zu untersuchen. Unter Verwendung von Methoden wie CRISPR-Cas9-Screening und patientenabgeleiteten Organoid-Modellen möchten wir die komplexen molekularen Mechanismen der Ferroptose aufdecken. Zusätzlich führen wir einen DEL-Screen (DNA-codierte Pharmabibliothek) durch, um Substanzen zu identifizieren, die auf APP abzielen und potenziell die Ferroptose modulieren. Durch den Einsatz unserer eigens entwickelten CE-ICP-MS-Methode zur präzisen Quantifizierung von Eisenspezies ist es unser Ziel, neue Erkenntnisse über den Eisenstoffwechsel und seine Auswirkungen auf die Regulation der Ferroptose zu gewinnen. Dieser interdisziplinäre Ansatz vereint fortschrittliche Technologien und innovative Methoden, um mechanistische Einblicke in den metabolischen Prozess der Ferroptose zu vertiefen und potenziell neue therapeutische Interventionen gegen CRPC zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461629173",
      "url": "https://gepris.dfg.de/gepris/projekt/461629173",
      "title": "Die Rolle der Ferroptose bei der Reprogrammierung in Neurone - von Mechanismen zu neuronaler Ersatztherapie",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461629173",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "In Säugetieren können verlorene Nervenzellen in den meisten Gehirnregionen nicht ersetzt werden. Deswegen führt deren dauerhafter Verlust zu vielen schweren Erkrankungen, wie z.B. bei Schlaganfall oder Alzheimer. Unserer Arbeitsgruppe ist es gelungen, durch gezielte Expression pro-neuraler Transkriptionsfaktoren aus lokalen reaktiven Gliazellen wieder Nervenzellen zu erzeugen. Bei dieser Reprogrammierung ist Zelltod durch Ferroptose eines der größten Hindernisse. Im Schwerpunktprogramm Ferroptose planen wir daher die genauen Mechanismen der Ferroptose während der Umprogrammierung von murinen oder menschlichen Astrozyten (letztere aus induzierten pluripotenten Stammzellen differenziert) in Neurone zu untersuchen. Der Einfluss der bekannten Ferroptoseregulatoren FSP1 und GPX4 sowie der unfolded protein response des endoplasmatischen Retikulums, ausgelöst durch hochreaktiven Sauerstoff (ROS), auf den Reprogrammierungsprozess soll zunächst in Zellkultur analysiert werden. Aufbauend auf unsere jüngste Charakterisierung der Proteinzusammensetzungen der Mitochondrien von Astrozyten und Neuronen werden wir auch den Beitrag von neuronen-spezifischen antioxidierenden Mitochondrienproteinen für die Reprogrammierung in Neurone untersuchen. Neben transgenen Mauslinien werden wir neuste Methoden zur endogenen Genaktivierung nutzen (CRISPRa). Die effektivsten Methoden zur Verbesserung der Reprogrammierung in Neurone werden dann in vivo, nach experimenteller Verletzung des zerebralen Cortex, im Mausmodell getestet. Hier werden wir genetische mit pharmakologischen Methoden vergleichen, indem wir die Blut-Hirn-Schranke penetrierende Ferroptose-Inhibitoren Liproxstatin und Rosiglitazone nutzen. Im dritten Teil des Projektes werden wir ein in vivo Modell für die Reprogrammierung humaner Astrozyten etablieren. Astrozytäre Vorläuferzellen, aus induzierten pluripotenten Stammzellen differenziert, werden hierfür in den zerebralen Cortex von jungen Mäusen transplantiert und dann in der erwachsenen Maus pro-neurale Transkriptionsfaktoren in den transplantierten humanen Astrozyten aktivieren (Doxycyclin) und sie so in Neurone umprogrammieren. Hierbei werden wir die oben beschriebenen Techniken einsetzen, um Ferroptose möglichst effektiv zu unterdrücken.  Dieses Projekt wird einerseits von der Einbindung in das Schwerpunktprogramm äußerst profitieren und stellt andererseits eine einzigartige Plattform zu Untersuchungen an humanen Zellen zur Verfügung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704785",
      "url": "https://gepris.dfg.de/gepris/projekt/461704785",
      "title": "DIe Rolle der PGE2 Produktion von ferroptotischen Krebszellen für die Regulation von T Zell-vermittelten Immunantworten gegen Krebs",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704785",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Stammzellähnliche TCF1+CD8+ T Zellen sind Schlüsselzellen für die Immunantwort gegen Krebs. Diese Rolle beruht auf der einzigartigen Fähigkeit von stammzellähnlichen T Zellen, durch klonale Expansion und Differenzierung innerhalb des Tumorgewebes zytotoxische Effektor T Zellen zu bilden. In bisherigen Vorarbeiten konnten wir aufdecken, dass dieser Prozess entscheidend durch den ferroptotischen Zelltod von Krebszellen reguliert wird. Die zugrundeliegenden molekularen Mechanismen für diesen Prozess sind jedoch unklar. Des Weiteren ist bisher völlig unverstanden, welche Konsequenzen das Zusammenspiel zwischen ferroptotischen Tumorzellen und stammzellähnlichen CD8+ T-Zellen für die Immunantwort gegen Krebs hat. Dies möchten wir in dem hier beantragten interdisziplinären Forschungsprojekt erstmalig untersuchen. Ziel ist es umfassend zu erforschen, wie ferroptotische Tumorzellen die immunologischen Eigenschaften von stammähnlichen CD8+ T-Zellen beeinflussen und deren Immunantwort in Tumoren regulieren. Wir werden untersuchen, wie ferroptotische Zellen die funktionalen Eigenschaften von stammähnlichen CD8+ T-Zellen gegen Krebs beeinflussen und deren Aktivität in Tumoren kontrollieren. Des weiteren gilt es herauszufinden, welche Konsequenzen sich aus der Ferroptose von Krebszellen für die T-Zell-vermittelte Immunantwort ergeben, insbesondere in Bezug auf die Expansion und Effektor-Differenzierung von stammzell-ähnlichen CD8+ T-Zellen und der daraus resultierenden immunologische Kontrolle des Tumorwachstums. Unsere vorläufigen Experimente deuten darauf hin, dass ferroptotische Zellen immunsuppressive Mediatoren freisetzen, die eine Umgehung der T Zell-vermittelten Immunität gegen Krebs ermöglichen. Ein zentraler Aspekt unseres Forschungsvorhaben ist es daher aufzudecken, wie diese Ausschüttung von immunsuppressiven Mediatoren durch ferroptotischen Zellen im Tumorgewebe eine T Zell-vermittelte Immunantworten beeinflusst und ob eine Blockade dieses Mechanismus für die Krebstherapie genutzt werden kann. Die in diesem Projekt gewonnenen neuen Erkenntnisse werden entscheidend zu unserem Verständnis der immunologischen Konsequenzen von Ferroptose in Tumoren beitragen. Wir sind überzeugt, dass unsere Ergebnisse einen wesentlichen Nutzen für die Entwicklung neuer Strategien für die Immuntherapie von Krebserkrankungen haben werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705271",
      "url": "https://gepris.dfg.de/gepris/projekt/461705271",
      "title": "Die Welle des Todes: Ausbreitung der Ferroptose vom Tod einer einzelnen Zelle bis zur Schädigung des Gewebes",
      "subject_area": "ZellbiologieBiophysik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705271",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist eine Form der regulierten Nekrose, die durch die eisenabhängige Akkumulation von Lipidperoxiden in Zellmembranen gekennzeichnet ist (Dixon et al., 2012). In der ersten Förderperiode haben wir die Membranveränderungen in Modellmembransystemen von Lipidoxidation und Zellen, die Ferroptose durchlaufen, in Verbindung mit Membranpermeabilisierung und Zelltod charakterisiert. Wir fanden heraus, dass Lipidoxidation die Permeabilität von Liposomen erhöht, was mit einer erhöhten Membranfluidität und einer Reorganisation der Lipiddomänen einhergeht. Wir fanden auch heraus, dass ferroptotische Zellen starke Veränderungen in den biophysikalischen Eigenschaften der Plasmamembran aufweisen, die mit dem Verlust der Funktionalität im Zusammenhang mit dem Zelltod stehen. Konkret beobachteten wir eine Zunahme unbeweglicher Membranregionen, begleitet von vermehrtem Lipid-Flip-Flop und reduzierter Lipidordnung. Interessanterweise konnten wir auch zeitliche Veränderungen in der Membranmechanik feststellen, die zu einer geringeren Spannung im permeabilisierten Zustand führen. Unter Verwendung eines neuartigen optogenetischen Systems zur lichtgesteuerten Ferroptose-Induktion fanden wir außerdem heraus, dass sich die Lipidperoxidation und der Zelltod auf nahe gelegene, unbehandelte Zellen durch deren eng aneinander liegende Plasmamembranen ausbreiten können, was mit dem wellenförmigen Muster der in der Zellkultur beobachteten Ferroptose-Progression übereinstimmt. Dies ist von großem Interesse, da die Ferroptose mit der Ausbreitung der Nekrose in kranken Geweben in Verbindung gebracht wird, obwohl die beteiligten Mechanismen nach wie vor nicht klar sind. Das übergreifende Ziel dieses Projekts ist es, mit Hilfe dieses einzigartigen Instruments neue Erkenntnisse darüber zu gewinnen, wie sich Ferroptose zwischen benachbarten Zellen ausbreitet. Zunächst werden wir feststellen, wie sich die oxidativen Signale und die Veränderungen der biophysikalischen Membraneigenschaften nach optogenetischer Ferroptose-Induktion in ausgewählten Zellen auf benachbarte Zellen ausbreiten. Wir werden auch die Rolle von Zell-Zell-Kontakten bei der Ausbreitung der Ferroptose definieren und untersuchen, wie sie für die Regulierung der Ferroptoseausbreitung genutzt werden können. Schließlich werden wir die Ausbreitung der Ferroptose zwischen Zellen verschiedener Typen und in 3D-Geweben untersuchen, indem wir die Vorteile von künstlich hergestellten selbstorganisierenden multizellulären Strukturen, Krebszell-Sphäroiden und Nierenorganoiden nutzen. Die Ergebnisse dieser Forschung werden ein neues Licht auf die molekularen Mechanismen werfen, die an der interzellulären Ausbreitung der Ferroptose beteiligt sind, und eine mechanistische Verbindung zwischen Zell-Zell-Kontakten und der Ausbreitung der Ferroptose in kranken Geweben herstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704553",
      "url": "https://gepris.dfg.de/gepris/projekt/461704553",
      "title": "Eisen-induzierte Ferroptose der Bauchspeicheldrüse: Entschlüsselung der zugrunde liegenden Mechanismen und klinischen Implikationen für Eisenspeicherkrankheiten",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist durch die eisenabhängige Oxidation von mehrfach ungesättigten Fettsäuren (PUFA)-haltigen Phospholipiden und die Akkumulation von Lipidperoxiden in Zellmembranen gekennzeichnet. Eisen hat sowohl redoxabhängige als auch redoxunabhängige Funktionen im Ferroptoseprozess. Unsere Forschung zielt darauf ab, die Mechanismen zu identifizieren, wie eine Eisenanreicherung bei Patienten mit Hämochromatose Ferroptose verursacht und selektiv Organschäden und Letalität induziert. Wir untersuchen an FpnC326S/C326S-Mäusen, warum die Bauchspeicheldrüse empfindlich für eiseninduzierte Ferroptose ist und die Leber trotz ähnlicher Eisenkonzentrationen resistent ist. In der letzten Förderperiode haben wir gezeigt, dass die Anfälligkeit der pankreatischen Azinuszellen für Ferroptose (im Vergleich zu Hepatozyten) durch ihre reduzierte Fähigkeit erklärt wird, Eisen über Ferroportin zu exportieren, was zu einem Netto-Anstieg des nicht-Transferrin-gebundenen Eisens (NTBI) führt und damit eine erhöhte Herausforderung für den geringen ROS-Puffer darstellt, der typisch für die Bauchspeicheldrüse ist. In Zusammenarbeit mit SPP2306-Partnern haben wir gezeigt, dass Eisenansammlung im Pankreas einen epithelialen zu mesenchymalen Übergang (EMT) und Lipidomveränderungen auslösen kann, die zur erhöhten Empfindlichkeit für Ferroptose beitragen können. Unsere Daten zeigen weiterhin, dass Gpx4, ein prominenter Inhibitor der Ferroptose, im mit Eisen beladenen Pankreas herunterreguliert ist. In der zweiten Förderperiode zielen wir nun darauf ab, das Zusammenspiel von GPX4 und Eisenhomöostase besser zu verstehen. Wir werden neue Mausmodelle (pankreatische GPX4-Defizienz und -Überexpression in FpnC326S/C326S Mäusen) generieren, um die genaue Rolle von Gpx4 im Kontext der eiseninduzierten Ferroptose zu validieren. Wir werden weiterhin untersuchen, ob eine Vitamin-E-Ergänzung in der Nahrung, die, wie zuvor gezeigt wurde, den GPX4-Mangel in Leber und hämatopoetischem System kompensieren kann, FpnC326S/C326S-Mäuse vor eiseninduzierter Ferroptose in der Bauchspeicheldrüse schützt. Schließlich werden wir Mechanismen erforschen, die für die verringerten Gpx4-Spiegel im eisenbeladenen FpnC326S/C326S-Pankreas verantwortlich sind, mit dem Ziel, Ansätze für eine pharmakologische Modulation zu identifizieren. Insgesamt werden wir aufklären, wie Eisenüberladung organspezifische Ferroptose auslöst und neuartige Mechanismen identifizieren, wie das betroffene Organ vor eiseninduzierter Toxizität und Ferroptose geschützt werden kann. Wir erwarten, dass dieses Wissen den Weg für die Entwicklung therapeutischer Strategien zur Vorbeugung von Pankreasdysfunktionen bei Eisenüberlastungserkrankungen ebnet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549867612",
      "url": "https://gepris.dfg.de/gepris/projekt/549867612",
      "title": "Entschlüsselung der Verbindung von proteostatischer Kontrolle durch das Ubiquitin-Proteasom-System und der Ferroptose in Lymphozyten",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549867612",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist eine regulierte Form des Zelltods, die durch eisenabhängige Lipidperoxidation und bestimmte metabolische Veränderungen gekennzeichnet ist. Die damit einhergehende Schädigung der Plasmamembran führt zur Freisetzung von schadensassoziierten molekularen Mustern (DAMPs) und zum immunogenen Zelltod (ICD) unter Beteiligung von Interferonen. Veröffentlichte Daten und unsere eigenen vorläufigen Ergebnisse deuten darauf hin, dass das proteostatische Netzwerk von Zellen, einschließlich des Ubiquitin-Proteasom-Systems (UPS), eng mit der Ferroptose verknüpft ist. Die genauen molekularen Mechanismen sind jedoch bisher nur unzureichend aufgeklärt. In diesem Projekt werden wir die ungelösten Fragen angehen, wie die UPS-abhängige proteostatische Kontrolle mit der Ferroptose verknüpft ist und wie die Erkennung von proteotoxischem Stress die Immunogenität des ferroptotischen Zelltods beeinflusst. Wir werden aufklären, wie spezifische Komponenten des UPS (z.B. das Ubiquitin-aktivierende Enzym E1, bestimmte E3-Ligasen oder Proteasom-Isoformen) Zellen anfällig machen für Ferroptose, werden proteotoxische Stressreaktionen und die Beteiligung ihrer Komponenten an der Ferroptose untersuchen und die komplexe Interaktion zwischen Ferroptose und durch proteotoxischen Stress ausgelösten ICD bestimmen. Um diese Ziele zu erreichen, werden wir eine Kombination aus pharmakologischen und genetischen Editierungs-Ansätzen verfolgen zusammen mit den molekularen Erkenntnissen, die wir von Patienten mit seltenen Proteasomopathien und durch Proteasominhibition beim Multiplen Myelom erworben haben. Unser gemeinsamer Ansatz wird sich unsere Fachexpertisen über Aminosäuretransporter und die proteasomale Kontrolle der angeborenen Immunsignalwege zunutze machen. Wir werden CRISPR/Cas-manipulierte Surrogat-Zelllinien, primäre T- oder B-Zellen von Patienten mit angeborenen Fehlern in Proteasom-Untereinheiten und/oder pharmakologische Proteostase-Inhibitoren gegen Myelomzellen experimentell verwenden. Dieses Projekt wird grundlegende Einblicke in ferroptotische Prozesse ermöglichen und kritische regulatorische Knotenpunkte entschlüsseln, die das Zusammenspiel von Proteostasestörung, immunogenem Zelltod und Ferroptose vermitteln. Schließlich hat das Projekt das Potenzial, neue Zielstrukturen für die Behandlung des Multiplen Myeloms oder für den Schutz hämatopoetischer Zellen vor dem durch Ferroptose ausgelösten Zelltod bei Patienten mit Proteasomopathien zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461431951",
      "url": "https://gepris.dfg.de/gepris/projekt/461431951",
      "title": "Ferroptoseerkennung und Ferroptosesensitivität von Makropagen",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461431951",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist durch Lipidperoxidation und seine Abhängigkeit von Eisen gekennzeichnet. Während viele Tumorzellen sensitiv gegenüber Ferroptoseinduktion sind, zeichnen sich primäre humane Makrophagen durch hochgradige Resistenz gegenüber dieser Form von reguliertem Zelltod aus. Vorarbeiten zeigen, dass Hypoxie und RSL3 in Makrophagen die Expression des Eisenspeicherproteins Ferritin heavy (FTH), des Eisenexportprotein Ferroportin (FPN) und von Ceruloplasmin (CP), einem Oxidations- und Exportprotein, bewirken. Unserer Hypothese folgend führt die Fähigkeit von Makrophagen, Eisen zu speichern oder zu exportieren zu deren Ferroptosresistenz. Um dies experimentell zu überprüfen, verändern wir in Makrophagen Eisenspeicher- und Exportmechanismen, um sie gegenüber Ferroptose zu sensitiveren. Die Beziehung zwischen Eisenstoffwechsel und Ferroptose untersuchen wir unter Hypoxie versus Normoxie, sowie bei klassischer und alternativer Makrophagenpolarisierung, da diese Bedingungen den Eisenmetabolismus in Makrophagen modulieren. In der Tumormikroumgebung versorgen Makrophagen Tumorzellen u.a. mit Eisen, um deren Wachstum zu fördern. Wir postulieren, dass dieser Mechanismus zur Ferroptosesensitivität von Tumorzellen beiträgt. In 3D Kulturen von Tumorzellen nutzen wir naive Makrophagen bzw. Phagozyten, deren Fähigkeit Eisen an ihre Umgebung abzugeben, ausgeschaltet wurde. In 3D Tumormodellen bilden sich zudem natürliche Sauerstoffgradienten, was die Sensitivität von Makrophagen bzgl. Ferroptoseinduktion herabsetzt. Nach Ausschalten von FTH, FPN und CP, allein oder in Kombination, sollten auch Makrophagen gegenüber Ferroptose sensitiv werden, was einen Einfluss auf das Tumorwachstum haben sollte. Makrophagen als professionelle Phagozyten werden von sterbenden Zellen angelockt, erkennen diese und beseitigen sie letztendlich bzw. reagieren auf Signale, die von sterbenden Zellen generiert werden. Dies ist in der Tumormikroumgebung äußerst relevant, wo sterbende Tumorzellen den Phänotyp von Makrophagen prägen. Gegenwärtig ist jedoch völlig unklar, wie ferroptotische Zellen mit Makrophagen interagieren. Wir möchten die „find-me“, „eat-me“ und „dont’t eat-me“ Signale ferroptotischer Zellen untersuchen und nutzen Proteomics, Lipidomics und Metabolomics, um zu klären, wie ferroptotische Zellen und Makrophagen kommunizieren. Wir erwarten Detailinformationen, über Redox-Signalwege und das Sekretom ferroptotischer Tumorzellen. Experimentell nutzen wir 2D und 3D Kulturmodelle von Tumorsphäroiden bzw. -Organoiden als präklinisch relevante Tumormodelle mit infiltrierenden Monozyten/Makrophagen. Ziel unserer Arbeiten ist es, den Einfluss der Eisenhomöostase in Makrophagen bzgl. ihrer Ferroptosesensitivität zu verstehen und zu untersuchen, wie ferroptotische Zellen Makrophagen polarisieren. Ein Verständnis dieser fundamentalen Zusammenhänge ist wichtig, um Ferroptose als ein Instrument der Tumortherapie zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705360",
      "url": "https://gepris.dfg.de/gepris/projekt/461705360",
      "title": "Förderung von Ferroptose zur Behandlung von allergischen Atemwegsentzündungen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705360",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "‘Innate lymphoid cells‘ (ILC) sind eine Gruppe kürzlich entdeckter Immunzellen, die eine wesentliche Rolle bei der Aufrechterhaltung und Erneuerung von Gewebebarrieren spielen. Im gesunden Organismus üben ILC eine Schutzfunktion aus, während eine chronische Aktivierung von ILC zu einer pathophysiologischen Immunantwort führen kann, welche die Entstehung chronischer Entzündungsreaktionen begünstigt. Über die Ursachen, die zur Entwicklung chronischer Entzündungskrankheiten beitragen ist bislang wenig bekannt, jedoch scheint der Stoffwechsel der einzelnen Immunzellen eine wichtige Rolle zu spielen. Wir konnten bereits zeigen, dass Typ 2 ILC (ILC2), die eine allergische Immunantwort in der Lunge vermitteln,  eine erhöhte zelluläre Aufnahme von Fetten aufweisen. Die aufgenommenen Fette werden interessanterweise nicht zur Energiegewinnung verbrannt, sondern in Membranbestandteile umgewandelt und sind somit wichtig für die Proliferation dieser Zellen. Eine verstärkte Fettaufnahme erhöht jedoch auch die Entstehung von freien Lipidradikalen in den Zellen, die den erst kürzlich entdeckten und Ferroptose genannten, nicht-apoptotischen Zelltod auslösen können. Um die Redoxbalance in den Zellen aufrechtzuerhalten, kommt es zu einer verstärkten Expression und Aktivierung von Antioxidationssystemen in allergen-aktivierten ILC2. In diesem Versuchsvorhaben zielen wir darauf ab zu untersuchen, ob die Induktion von Ferroptose durch die Inhibition dieser Antioxidationssysteme, die Entwicklung chronischer Atemwegsentzündung unterbinden kann. Um unsere Hypothese zu untersuchen, wollen wir die Funktion von pro- und anti-ferroptotischen Signalwegen in ILC2 aufschlüsseln. Unser erklärtes Ziel ist es, durch die Erforschung dieses neuen Mechanismus, der momentan stetig ansteigenden Zunahme von chronisch entzündlichen Erkrankungen durch neue Behandlungsmethoden Einhalt zu gebieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704818",
      "url": "https://gepris.dfg.de/gepris/projekt/461704818",
      "title": "Induktion von Ferroptosis als neues Therapiekonzept für rekurrente kindliche Tumoren",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704818",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Die Therapie von wiederkehrenden, kindlichen Tumoren bleibt weiterhin eine große Herausforderung für die pädiatrische Onkologie, weil die heutigen Behandlungsverfahren weiterhin zu häufig zu breiter Resistenzentwicklung führen. Krebsgenomanalysen haben zwar zur Entdeckung von neuen spezifischen Krebsmutationen geführt. Gezielte Therapieansätze, die diese Mutationen adressieren, haben jedoch nicht den erhofften Durchbruch in der Behandlung von aggressiven kindlichen Tumoren gebracht, weil die Effekte dieser Therapien oftmals nur zeitlich begrenzt waren und somit die Überlebenswahrscheinlichkeit kaum verbessert wurde. Es ist deshalb von großer Wichtigkeit, neue Therapiekonzepte zu entwickeln, die gezielt spezifische Schwachstellen in Krebszellen angehen, die möglichst selektiv mit krebsinduzierenden genetischen Alterationen funktionell verknüpft sind. In diesem Projekt beabsichtigen wir, die Induktion von Ferroptosis, eine neue Form des regulierten Zelltods, als neues Therapiekonzept für die Behandlung von Tumorerkrankungen zu etablieren. Initial werden wir uns auf das kindliche Neuroblastom beschränken, eine embryonale Tumorerkrankung, die häufig mit sehr aggressiven Verläufen assoziiert ist. In einer aktuellen Arbeit konnten wir zeigen, daß die hohe Aktivität des Onkoproteins MYCN eine selektive Abhängigkeit von der Aminosäure Cystein vermittelt und damit die Zellen hochempfindlich für Ferroptosis macht. Der hohe Bedarf an Cystein in MYCN-amplifizierten Neuroblastom-Zellen wird durch Aufnahme und intrazelluläre Transsulfurierung von Methionine zu Cystein bereitgestellt. Wenn die zellulare Aufnahme von Cystein limitiert ist, wird Cystein hauptsächlich für die Proteinsynthese genutzt und steht daher für die für das Redox-System notwendige Glutathion-Synthese kaum zur Verfügung. Dadurch wird eine Schwachstelle der hoch malignen Krebszellen offengelegt (Achilles Ferse), die möglicherweise therapeutisch nutzbar gemacht werden kann. In diesem Antrag werden wir diese neue metabolische Schwachstelle von Krebszellen systematisch analysieren und als mögliches therapeutisches Konzept weiterentwickeln. Wir werden dabei folgende spezifische Ziele bearbeiten, (1) die quantitative Bedeutung von Cyst(e)in Aufnahme, Synthese via Transsulfurierung (Methionin-zu-Cystein Umwandlung) und Katabolismus auf die Aktivität des Glutathion-GPX4 Systems in ferroptosis-sensitiven und -resistenten Krebszellen, (2) Evaluierung von Ferroptosis-Induktion als Behandlungskonzept in präklinischen Modellen, (3) Bestimmung von Biomarkern für ferroptosis-sensitive und -resistente Neuroblastom Subtypen sowie Testung dieser Biomarker in anderen kindlichen Krebserkrankungen und (4) Entwicklung von Ferroptosis-Aktivitäts-Biomarkern, die die aktive Induktion z. B. im Gewebe anzeigen. Zusammenfassend untersucht dieses Forschungsvorhaben das Potential der gezielten Induktion von Ferroptosis im Kontext Kinderkrebs und zeigt somit den Weg zu einer möglichen Anwendung in der Klinik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549939692",
      "url": "https://gepris.dfg.de/gepris/projekt/549939692",
      "title": "Induktion von Ferroptosis als neues Therapiekonzept für rekurrente kindliche Tumoren",
      "subject_area": "ZellbiologieAllgemeine Genetik und funktionelle GenomforschungBiochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549939692",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Neuroblastome, die aus undifferenzierten Vorläuferzellen des sympathischen Nervensystems im frühen Kindesalter entstehen, weisen eine große klinische und biologische Heterogenität auf. Das Spektrum der klinischen Verläufe reicht von spontaner Regression und Differenzierung bis hin zu einem unerbittlichen Fortschreiten der Erkrankung trotz intensiver multimodaler Therapien. Ein amplifiziertes MYCN-Onkogen, ein TERT-Rearrangement oder eine ATRX-Mutation, deren Auftreten sich in der Regel gegenseitig ausschließt, stehen mit aggressiveren Subtypen in Verbindung und werden zum Zeitpunkt der Diagnose zur Einteilung des Tumors zur Hochrisiko-Gruppe verwendet. In unseren früheren Arbeiten konnten wir zeigen, dass eine Untergruppe von MYCN-amplifizierten Neuroblastomzellen stark von Cystin abhängig ist und hochsensibel auf Ferroptose-Induktoren (FINs) reagiert, was teilweise auf reduzierte Cystein/Glutathion-Spiegel in MYCN-amplifizierten Zellen zurückzuführen ist. Wir haben das Zusammenspiel des MYCN-Onkoproteins und des Cystein-Glutathion-GPX4-Systems in verschiedenen Neuroblastom-Subtypen umfassend charakterisiert. Die Vorhersage der Ferroptose-Empfindlichkeit unter Verwendung der Aktivität von MYCN und des Cystein-Glutathion-GPX4-Systems ist jedoch fehleranfällig, was darauf hindeutet, dass weitere Mechanismen beteiligt sein könnten. Vorläufige Daten legen nahe, dass die GCH1-BH4-DHFR- und die FSP1-CoQ-Achsen stark dazu beitragen, Neuroblastomzellen vor Lipidperoxidation und Ferroptose zu schützen. Wir werden systematisch analysieren, wie die verschiedenen Systeme zusammenarbeiten, und untersuchen, ob eine kombinatorische Blockierung zu einer robusten Ferroptose-Induktion in präklinischen Neuroblastom-Modellen führen könnte. Zusätzlich werden Biomarker, die die Ferroptose-Empfindlichkeit im Neuroblastom vorhersagen, definiert und auch bei anderen kindlichen Entitäten getestet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461507177",
      "url": "https://gepris.dfg.de/gepris/projekt/461507177",
      "title": "Koordinationsfonds",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461507177",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Die Ferroptose ist eine verbreitete Form des kontrollierten Zelltods, die durch spezifische metabolische Aberrationen und eine ungehinderte eisenabhängige (Phospho)Lipidperoxidation gekennzeichnet ist und mittlerweile mit einer Vielzahl von Erkrankungen in Zusammenhang gebracht wird. Es hat sich gezeigt, dass die regulatorischen Elemente der Ferroptose mit verschiedenen zellulären Prozessen in Verbindung stehen, wie dem Stoffwechsel mehrfach ungesättigter Fettsäuren (PUFAs), dem Mevalonatstoffwechselweg, dem Krebszyklus, sowie dem Eisen- und Cystein/Glutathion (GSH)-Stoffwechsel. Diesen wichtigen Stoffwechselwegen gemeinsam ist die zentrale Bedeutung des Selenoenzyms Glutathionperoxidase 4 (GPX4). Wegen seiner einzigartigen Fähigkeit, hochreaktive Lipidperoxide in Phospholipidmembranen effizient zu reduzieren, gilt es als Wächter der Ferroptose. Lipidperoxidation konnte auch in zahlreichen pathologischen Zuständen wie Ischämie/Reperfusionsverletzungen (IRI), Neurodegeneration und Leberintoxikation nachgewiesen werden, daher könnte Ferroptose auch einer Vielzahl an degenerativen Erkrankungen zugrunde liegen. Vor diesem Hintergrund könnte die Identifizierung verschiedener pharmakologisch manipulierbarer Ansatzpunkte der Ferroptose, wie des Cystin-Glutamat-Aminosäure-Antiportersystems xc-, der GPX4, des Ferroptose-Suppressorprotein-1 (FSP1), der Dihydrofolatreduktase (DHFR), der GTP-Cyclohydrolase (GCH1) und der 7- Dehydrocholesterin-Reduktase (DHCR7) neue Möglichkeiten für die Auslösung der Ferroptose im Zusammenhang mit bestimmten malignen Erkrankungen bieten. Während der ersten Förderperiode haben die Mitglieder dieses Konsortiums bereits bedeutende Forschungsbeiträge auf dem sich rasch entwickelnden und zukunftsträchtigen Gebiet der Ferroptose geleistet. Die zentralen Aufgaben im Schwerpunktprogramm liegen auch weiterhin auf der Entschlüsselung der mit der Ferroptose assoziierten, hoch komplexen transkriptionellen Netzwerke und Stoffwechselwege auf mehreren Ebenen. Angefangen bei grundlegenden Mechanismen und der Identifizierung neuartiger Regulatoren der Ferroptose über den chemischen Prozess der Lipidperoxidation, das metabolic rewiring, Untersuchungen zur Rolle von Eisen, sowie die Identifizierung neuartiger niedermolekularer Modulatoren der Ferroptose und potenzieller Biomarker bis hin zu präklinischen proof-of-concept-Modellen. Darüber hinaus strebt das SPP 2306 an, die in der ersten Förderperiode anhand biochemischer, zellulärer und pharmakologischer Modellsysteme gewonnenen Erkenntnisse auch auf Organismusebene in Mäusen und Menschen zu untersuchen. Ein vertieftes Verständnis dieser regulatorischen Netzwerke dürfte letztlich die Möglichkeit bieten, in den Prozess der Ferroptose gezielt einzugreifen - etwa im Rahmen von Krebsbehandlungen und bei Organschäden sowie bei der Vorbeugung oder Behandlung degenerativer Erkrankungen, bei denen Ferroptose eine zentrale Rolle spielt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705523",
      "url": "https://gepris.dfg.de/gepris/projekt/461705523",
      "title": "Mechanismen der Ferroptose-Resistenz im braunen Fettgewebe",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705523",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose ist ein neuartiger Mechanismus des Zelltods mit therapeutischem Potential für eine Vielzahl von Krankheiten, insbesondere Neoplasien und degenerativen Erkrankungen. Während Anfälligkeit, Initiierung und Ausführung von Ferroptose mit der Reprogrammierung des zellulären Lipidstoffwechsels, Ungleichgewichten bei der Eisen-Redox-Homöostase und einer abnormalen mitochondrialen Atmung in Verbindung gebracht wurden, bleibt der physiologische Hintergrund der Ferroptose unklar. Dieses Projekt basiert auf unserer Erkenntnis, dass braune Adipozyten, Fettzellen, die nur in Säugetieren vorkommen, und auf natürliche Weise einen einzigartigen oxidativen Metabolismus zur Wärmeerzeugung als Reaktion auf Kälte aufweisen, durch mehrere Merkmale der Ferroptose gekennzeichnet sind, diese Zellen jedoch überraschend resistent dagegen sind. Dies legt nahe, dass braune Adipozyten möglicherweise spezielle molekulare Mechanismen besitzen, um Ferroptose trotz der hohen Exposition gegenüber Ferroptose-induzierenden Faktoren zu verhindern oder zu widerstehen. Unsere vorläufigen Daten zeigen, dass eine verminderte Kontrolle der proteasomalen Proteinqualität, die Eliminierung obsoleter oder beschädigter Proteine, ein neues mechanistisches Merkmal der Ferroptose ist und dass der Transkriptionsfaktor Nuclear factor erythroid-2, like-1 (Nfe2l1) braune Adipozyten physiologisch vor Ferroptose durch Aufrechterhaltung einer hohen proteasomalen Aktivität schützt. In diesem Projektvorschlag werden anti-ferroptotische Abwehrmechanismen in braunem Fettgewebe unter natürlichen und experimentellen ferroptotischen Bedingungen bei Mäusen unter Anwendung einer globalen ubiquitomischen und oxilipidomischen Strategie untersucht. Unter Verwendung von CRISPR-Cas9-exprimierenden braunen Adipozyten-Zelllinien werden wir die mechanistischen Grundlagen der Ferroptose-Resistenz und die Rolle der Nfe2l1-vermittelten Qualitätskontrolle proteasomaler Proteine in diesem Prozess untersuchen. Schließlich haben wir transgene Mausmodelle spezifisch für die Manipulation der braunen Adipozyten von Nfe2l1 in Abwesenheit oder Gegenwart von Glutathionperoxidase-4 (Gpx4) etabliert, so dass wir nun die physiologische Rolle der Ferroptose-Resistenz für Energiestoffwechsel und systemische Stoffwechselgesundheit hier beispielhaft für braune Adipozyten als Modellsystem bestimmen können. Dieses Projekt wird sich nahtlos und gewinnbringend in das DFG-Prioritätsprogramm SPP 2306 einfügen, da unser Ansatz neue physiologische Wege und metabolische Netzwerke definieren wird, die die Ferroptose und die Anfälligkeit für Lipidperoxidation direkt regulieren, sowie die proteasomale Proteinqualitätskontrolle als neuer molekularer Mechanismus der Ferroptose-Sensitivität und seine pathophysiologischen Folgen einführtDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705295",
      "url": "https://gepris.dfg.de/gepris/projekt/461705295",
      "title": "Modulation der Ferroptose-Sensitivität durch Veränderung des Lipidmetabolismus in Krebszellen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705295",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose wurde als neuartiger Mechanismus des programmierten Zelltods identifiziert, der mechanistisch mit der Akkumulation von Lipidhydroperoxiden in Verbindung steht und zu einer erhöhten Membranpermeabilität und zum Zelltod führt. Ferroptose hängt vom Vorhandensein von Lipiden in der Zellmembran ab, die mehrere Doppelbindungen in ihren Fettsäuren tragen. Fettsäuren mit mehreren Doppelbindungen werden aus essenziellen Fettsäuren (Omega-6- und Omega-3-Fettsäuren) synthetisiert, die von den Zellen aufgenommen und durch einen Prozess, der als essenzieller Fettsäurestoffwechsel bezeichnet wird, weiter modifiziert werden. Derselbe Prozess ist auch an der Produktion bioaktiver Lipide beteiligt, die entzündliche Prozesse bei der Krebsentstehung sowie eine Blockade des Immunsystems fördern. Daher ist es wichtig, dass Krebszellen die Aktivität von Prozessen aufrechterhalten, die einer übermäßigen Lipidperoxidation entgegenwirken und Ferroptose verhindern. Folglich könnten gezielte Eingriffe in diese Prozesse vielversprechende Strategien für die Krebsbehandlung darstellen. Die Aktivierung von Onkogenen oder der Verlust der Tumorsuppressorfunktion verstärkt den oxidativen Stress in Krebszellen, so dass diese in hohem Maße auf antioxidative Systeme angewiesen sind, um Ferroptose zu verhindern. An einem dieser Mechanismen ist die Glutathionperoxidase 4 (GPX4) beteiligt, die Lipidperoxide in ungiftige Alkohole umwandelt. Wir fanden heraus, dass Lebergewebe nur geringe Mengen an extrazellulärem Cystine enthält, einem Nährstoff, der für die Produktion von Glutathion zur Unterstützung der Aktivität von GPX4, einem wichtigen Hemmstoff der Ferroptose, erforderlich ist. Krebszellen, die Metastasen in der Leber bilden, müssen daher alternative Quellen für die Versorgung mit Cystine finden, um Ferroptose effektiv zu verhindern. In diesem Projekt werden wir die Rolle des Stoffwechsels der essentiellen Fettsäuren bei der Modulation der Ferroptose-Anfälligkeit von Krebszellen untersuchen. Wir werden untersuchen, wie sich die Modulation der Expression und Aktivität von Enzymen, die am Stoffwechsel essenzieller Fettsäuren beteiligt sind, auf die zelluläre Lipidzusammensetzung und Ferroptose auswirkt. Darüber hinaus werden wir untersuchen, ob Krebszellen extrazelluläres Glutathion abbauen können, um Zugang zu essenziellen Aminosäuren für die Antioxidantien-Synthese zu gewinnen. Anhand von Mausmodellen werden wir auch die Bedeutung des Stoffwechsels essenzieller Fettsäuren und von Enzymen der Cysteine-Gewinnung beteiligt sind, für das Tumorwachstum und die Metastasenbildung untersuchen. Schließlich werden wir auch die Zusammenhänge zwischen Ferroptose und Immunevasion bei Krebs untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549844417",
      "url": "https://gepris.dfg.de/gepris/projekt/549844417",
      "title": "Nutzung der Ferroptose als potenzielles therapeutisches Ziel gegen Melanom-assoziierte Metastasen des Zentralnervensystems",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549844417",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose entwickelt sich zu einem vielversprechenden Therapieansatz zur Bekämpfung arzneimittelresistenter Tumore, einschließlich Melanomen. Das Melanom, der tödlichste Hautkrebs, weist eine hohe Neigung zur Entwicklung von Gehirnmetastasen (MBM) auf, die die Behandlungsergebnisse für Patienten dramatisch verschlechtern. Trotz moderner therapeutischer Fortschritte stellt die Behandlung von MBM immer noch eine Herausforderung dar, da häufig Therapieresistenz und Krebsrezidive auftreten. Distale Metastasen des Melanoms sind für ihr Überleben und ihre Arzneimittelresistenz besonders auf die Redoxregulation angewiesen. Es ist jedoch kaum bekannt wie metastasierte Melanomzellen ihre Redoxhomöostase und damit Ferroptose kontrollieren, um systemischen Therapien zu entgehen. Unsere vorläufigen Daten deuten darauf hin, dass MBM-Zellen anfälliger für den ferroptotischen Zelltod sind als ihre extrakraniellen Gegenstücke. Außerdem haben wir kürzlich gezeigt, dass die mitochondriale Kalziumhomöostase die Empfindlichkeit von MBM gegenüber Ferroptose-Induktoren bestimmt. Um MBM-spezifische Regulatoren der Ferroptose zu identifizieren, führten wir Proteomanalysen in einer Gruppe menschlicher Melanomzelllinien durch. Unsere Ergebnisse zeigten, dass das Acyl-CoA Synthetase Long-Chain Family Member 4 (ACSL4) und das Farnesyl-Diphosphate Farnesyltransferase 1 (FDFT1) in MBM-Zellen hochreguliert sind, und wir postulieren, dass diese Ferroptose-assoziierte Moleküle die Anfälligkeit der MBM-Zellen für Ferroptose steuern. Die pharmakologische Hemmung von ACSL4 und FDFT1 sorgte für MBM-Schutz vor RSL3-induzierter Ferroptose. Außerdem deuten unsere vorläufigen Tests darauf hin, dass die Umgestaltung des Lipidstoffwechsels durch Hemmung von ACSL4 und FDFT1 einen Einfluss auf die durch natürliche Killer (NK)-Zell-vermittelte Melanomzytotoxizität hat und neue potenzielle Therapiestrategien gegen fortgeschrittene Melanome aufdeckt. Basierend auf diesen vorläufigen Erkenntnissen bestehen die Hauptziele dieses Projektvorschlags darin, die Redoxprofile von MBM-Zellen zu charakterisieren, die Bedeutung von ACSL4 und FDFT1 für das aggressive Verhalten von MBM zu untersuchen, Umweltfaktoren, die ihre Expression beeinflussen zu bestimmen und die therapeutische Bedeutung von ACSL4 und FDFT1 und Ferroptose-modulierenden Medikamenten (in Kombination mit zielgerichteten Therapien und Immuntherapien) bei aggressivem MBM-Verhalten zu erforschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461610996",
      "url": "https://gepris.dfg.de/gepris/projekt/461610996",
      "title": "Regulation der Ferroptose bei Typ-2 Immunantworten",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461610996",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Immunantworten vom Typ-2 können Entzündungen auslösen (z.B. bei Asthma) oder zur Abwehr und Gewebsheilung (z.B. bei Wurm- (Helminthen)infektionen) beitragen. Typ-2 Immunantworten gehen typischerweise mit einem Gewebsschaden einher, der z.B. duch Wurmlarven oder Allergene hervorgerufen wird. Die Ferroptose ist eine Art des oxidativen Zelltods, der an Gewebsschädigungen (z.B. in den Nieren oder im Gehirn) beteiligt ist. Hingegen ist die Rolle der Ferroptose bei Typ-2 Immunantworten nur sehr schlecht verstanden. Typ-2 Immunantworten sind entscheidend an der Wundheilung beteiligt, was eine engmaschige Kontrolle der Ferroptose notwendig macht, um einen exzessiven Gewebsschaden zu vermeiden. Das vorliegende Projekt hat zum Ziel, Ferroptose Marker in Mausmodellen für Typ-2 Immunantworten (allergisches Asthma, Helmintheninfektion) zu charakterisieren und entsprechende Regulationsmechanismen zu identifizieren. Dabei liegt der Fokus auf Makrophagen und Epithelzellen, die Schlüsselfunktionen bei der Initiierung der Typ-2 Immunität sowie bei Entzündungsantworten und deren Regulation übernehmen. In unseren Vorarbeiten konnten wir Helminthenproteine (Hpb Glutamatdehydrogenase und Hpb Ferritin) identifizieren, die die Expression und/oder Aktivität von Lipoxygenasen, die an der Lipidperoxidation beteiligt sind, hemmen. Die Aktivität dieser Helminthenproteine sind der Glutamatmetabolismus (Hpb GDH) und Eisenbindung (Hpb Ferritin). Da Lipidperoxide, Glutamat und Eisen die Ferroptose fördern, wollen wir untersuchen, ob und wie Hpb GDH und Hpb Ferritin die Ferroptose in humanen und murinen Makrophagen sowie in Epithelzellen unterdrücken können. Zudem konnten wir zwei wirtseigene Proteine identifizieren, die zur Regulation der Ferroptose bei Typ-2 Immunantworten beitragen könnten: Während das Enzym Transglutaminase-2 (TG2) als positiver Regulator der Ferroptose wirken könnte, könnte Apolipoprotein (ApoE) die Ferroptose in Makrophagen und Epithelzellen verhindern. Die Rolle der TG2 soll mithilfe von Makrophagen aus Mäusen, denen die TG2 in Immunzellen fehlt, sowie mit pharmakologischen und genetischen Ansätzen zur Inhibition der TG2 in humanen Zellen untersucht werden. Um eine potentielle Rolle der TG2 in der Ferroptose im Helminthen- und im Allergiemodell zu untersuchen, sollen Ferroptosemarker in Mäusen ohne TG2 in Immunzellen charakterisiert werden. Unsere Arbeiten konnten zeigen, dass ApoE im Nasenepithel sowie in Makrophagen von Patienten mit Nasenpolypen und Asthma herunterreguliert ist. Daher wollen wir nun untersuchen ob die verminderte ApoE Expression in Patientenzellen zu einer erhöhten Ferroptoseneigung führt und die Mechanismen aufklären, über die ApoE die Lipidperoxidation und die Ferroptose reguliert. So soll das Projekt wichtige Einblicke in die Regulation der Ferroptose bei Typ-2 Immunantworten sowie in den Einsatz von Helminthenproteinen als eine mögliche neue Therapieform bei degenerativen und entzündlichen Erkrankungen bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "460938556",
      "url": "https://gepris.dfg.de/gepris/projekt/460938556",
      "title": "Regulation der Sensitivität für Ferroptose durch Steroidhormone im Akuten Nierenversagen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 460938556",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Der klinische Einsatz von Dexamethason und andere Steroidhormonen geht weit über die Behandlung von Autoimmunerkrankungen oder der Prävention von Organabstoßungen hinaus. Seit Jahrzehnten ist sowohl klinisch als auch wissenschaftlich bekannt, dass Steroid-Nebenwirkungen die applizierbare Dosis limitieren, doch ungeachtet des weit verbreiteten Einsatzes dieser Medikamente konnte bis heute keine schlüssige Erklärung für die Nebenwirkungen plausibel formuliert werden. Als Fortführung unserer publizierten Vordaten zur außerordentlichen Ferroptose-Sensitivität adrenokortikaler Karzinome zeigen unsere aktuellen unpublizierten Vordaten, dass Steroidhormone die Schwelle zum Auslösen von Ferroptose in Zellkultur signifikant senken. Des Weiteren zeigen unsere Vordaten eine massive Ferroptosesensitivität im Modell des akuten Nierenversagens (ANV) in zwei unabhängigen genetisch veränderten Mausstämmen: Der ferroptosis suppressor protein 1 (FSP1)-defizienten Mäuse und glutathione peroxidase 4 (GPX4)-mutierte Mäuse . Basierend auf diesen Vordaten planen wir, ein Arbeitsprogramm zur Prüfung der zentralen Hypothese des Steroidhormon-vermittelten pro-ferroptotischen Mechanismus durchzuführen. Neben der detaillierten Charakterisierung des pro-ferroptotischen Effekts in Zellkultur zielen wir auf die Analyse der Steroid-vermittelten Ferroptose-Regulation im primären Nierengewebe ab. Außerdem werden wir Steroide in FSP1-defizienten und GPX4-dysfunctionalen Mausstämmen untersuchen und mechanistisch klären, in wie weit einer dieser beiden Mechanismen, oder ein bisher unbekanntes Sytem, im Tiermodell verantwortlich für Steroid-vermittelte Ferroptose-Regulation ist. Die Ziele unseres Projekts passen zur Ausrichtung des SPP3206.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen AnwendungMitverantwortlich(e)Dr. Anne von Mäßenhausen"
    },
    {
      "project_id": "549844171",
      "url": "https://gepris.dfg.de/gepris/projekt/549844171",
      "title": "Regulatoren der entzündungsinduzierten Ferroptose in Neuronen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549844171",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Chronische Entzündungen im zentralen Nervensystem (ZNS) tragen wesentlich zu neurodegenerativen Erkrankungen wie der Multiplen Sklerose (MS) bei, indem sie einen Kreislauf aus neuronaler Schädigung und Immunaktivierung aufrechterhalten. Dieses hier vorgeschlagene Projekt hat zum Ziel die Mechanismen zu erforschen, die die entzündungsbedingte Neurodegeneration vorantreiben, wobei der Schwerpunkt auf der Rolle der Lipidperoxidation und Ferroptose in Neuronen liegt. Frühere Forschungsarbeiten haben die neuronale inflammatorische Stressreaktion (NISR) als kritischen Faktor identifiziert, der das Überleben oder den Untergang von Neuronen bestimmt. Unsere Vorarbeiten haben gezeigt, dass eine Exposition gegenüber einer Entzündung den exzitotoxischen Zelltod in Neuronen auslöst und zeigt dadurch, wie wichtig das Verständnis und die Modulation der NISR für die Neuroprotektion sind. Da Neurone post-mitotische und nicht-proliferierende Zellen mit einem sehr hohen Energiebedarf sind, sind sie besonders anfällig für oxidativen Stress und Lipidperoxidation, wodurch möglicher Ferroptose induziert wird. Unsere Daten zeigen, dass die chronische ZNS-Entzündung die neuronale Sensitivität für Ferroptose reguliert, indem sie die Expression und Aktivität der wichtigen Ferroptose-Regulatoren GPX4 und SLC7A11 verändert. Da insbesondere die Rolle von SLC7A11 in Neuronen unklar ist, werden wir genetische und pharmakologische Ansätze kombinieren, um SLC7A11-abhängige Veränderungen der Lipidzusammensetzung und -oxidation sowie funktionelle Signalwege zu untersuchen. Außerdem werden wir einen neuen und validierten Antikörper verwenden, um dessen Expression in verschiedenen Zelltypen sowie dessen subzelluläre Lokalisation zu klären. Diese zielgerichtete Analyse von SLC7A11 wird durch genetische CRISPR-basierte sowie pharmakologische Screens ergänzt mit dem Ziel neue Behandlungsstrategien zu identifizieren, um Neurodegeneration aufzuhalten. Die Entschlüsselung spezifischer Ferroptose-Modulatoren in Neuronen hat das Potenzial neue Prinzipien der Ferroptose-Biologie in nicht-proliferativen Zellen zu entschlüsseln, sowie neue therapeutische Ansätze zu entdecken, um Neurodegeneration in MS und anderen neurologischen Erkrankungen aufzuhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549821077",
      "url": "https://gepris.dfg.de/gepris/projekt/549821077",
      "title": "Rolle der Metabolom-induzierten Ferroptose nach solider Organtransplantation und deren Bedeutung für das Transplantatüberleben",
      "investigators": "Privatdozent Dr. Dennis  Eurich;Professorin Katja  Kotsch, Ph.D.",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549821077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Bei der Ferroptose handelt es sich um eine Form des programmierten Zelltodes, die sich von apoptotischen Vorgängen unterscheidet und durch eine eisenabhängige Lipidperoxidation eingeleitet wird. In zahlreichen Studien wurde nachgewiesen, dass Ferroptose mit vielen pathophysiologischen Prozessen assoziiert ist; dazu zählt unter anderem der Ischämie-Reperfusionsschaden (IRS). Während mittlerweile verschiedene Signalwege für die Modulation der Ferroptose im renalen IRS beschrieben worden sind, existieren bislang keine Daten, die den Einfluss von Ferroptose auf Gewebeschädigungen bei der Transplantation solider Organe beschreiben. Entzündliche Prozesse sind im Rahmen einer Transplantation eng mit IRS verknüpft und beeinflussen die Allo-spezifische Immunantwort sowohl auf Spender- („Passenger Leukocytes“) wie auf der Empfängerseite. Da Ferroptose eng mit den metabolischen Veränderungen verbunden ist, die in Folge der inflammatorischen Schädigung eines IRS sowie der Alloimmunantwort nach Transplantation entstehen, ist es zwingend erforderlich, die Konsequenzen für das Mikromilieu im Transplantat sowie den Einfluss auf unterschiedliche Leukozytenpopulationen hinsichtlich ihrer Suszeptibilität zur Ferroptose zu verstehen. Letzteres erscheint umso bedeutender vor dem Hintergrund des Einsatzes innovativer, zellbasierter Therapien, z.B. mittels regulatorischer T-Zellen (Treg), die sich bereits zur Unterdrückung einer Transplantatabstoßung in der klinischen Erprobung befinden. Ein tieferes Verständnis der Auswirkungen ferroptotischer Prozesse auf Persistenz und Funktion von therapeutischen Tregs ist daher entscheidend für das Erzielen einer besseren Langzeit-Transplantatfunktion bzw. für die Induktion einer immunologischen Toleranz des Transplantatempfängers. Unter Verwendung modernster Analysemethoden wie der RNA-Sequenzierung, intravitaler Mikroskopie und Durchflusszytometrie metabolischer Proteine soll im vorliegenden Antrag der Einfluss von Ferroptose in einem murinen Nierentransplantationsmodell unter Berücksichtigung transplantationsrelevanter Risikofaktoren (Spenderalter, IRS) sowie in klinischen Proben von Transplantatempfängern untersucht werden. Es soll adressiert werden, inwieweit durch pharmakologische Blockade von Ferroptose im Organspender bzw. -empfänger das Transplantationsergebnis verbessert werden kann. Aufgrund der Verwendung eines murines Perfusionsmodell zur extrakorporalen Organkonditionierung besitzen unsere Ergebnisse ein hohes translationales Potenzial. Zusammengefasst betrachtet erlauben unsere Untersuchungen ein tieferes Verständnis der Ferroptose im Kontext der soliden Organtransplantation und wie mittels therapeutischer Interventionen transplantatschädigende Prozesse limitiert werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "549677318",
      "url": "https://gepris.dfg.de/gepris/projekt/549677318",
      "title": "Rolle der Mikroumgebung von Zellen und Geweben auf den Lipidstoffwechsel und zelluläres Signaling bei der Ferroptose",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 549677318",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Der Lipidstoffwechsel trägt wesentlich zur Regulierung der Ferroptose und dessen Ausführung bei. Die zelluläre Entscheidung in die Ferroptose zu gehen oder an pro-ferroptotische Stimuli anzupassen, basiert auf dem zellulären Stoffwechselzustand, interzellulären Wechselwirkungen sowie der gesamten Mikroumgebung. Mikroumgebungsfaktoren, die entlang der Stoffwechselachse wirken, wie z.B. Nährstoffsensorik, Sauerstoffverfügbarkeit und pH-Wert, modulieren direkt den Lipidstoffwechsel und damit die Ferroptoseempfindlichkeit. Unser Verständnis solcher Stoffwechselnetzwerke ist jedoch weiterhin eingeschränkt. Die in der ersten Förderperiode durchgeführten Experimente lieferten bereits neue Einblicke in die metabolische Remodellierung von Zellen, die Ferroptose durchlaufen. Neben oxidierten Lipiden, die als \"Endpunkte\" der Ferroptose fungieren, haben wir mehrere Stoffwechselmerkmale identifiziert, die direkt an der Ausbreitung des Zelltods oder der Anpassung an pro-ferroptotische Stimulationen beteiligt sind. Darüber hinaus haben wir eine aktive Rolle für Lipid-Signalstoffe im Ferroptose-assoziierten Sekretom postuliert, die die interzelluläre Kommunikation während der Ferroptose steuern. Aufbauend auf den molekularen Details der Regulierung des Lipidstoffwechsels unter pro-ferroptotischen Bedingungen, die wir in der ersten Förderperiode erworben haben, wollen wir unseren Blick auf die Regulierung und Ausführung der Ferroptose erweitern, indem wir verschiedene Zellstoffwechselumgebungen und die Zellsignal-Aktivitäten über Lipidsignalstoffe berücksichtigen. Mit Hilfe innovativer Technologien, die wir in unserem Labor entwickelt haben, werden wir unsere Epilipidomics-Plattform nutzen, um die Vielfalt oxidierter bioaktiver Lipide zu untersuchen, sowie einen Click-Chemie-Ansatz, um den Lipidflux in Zellen, die Ferroptose durchlaufen, zu verfolgen. Zusätzlich werden wir die in Zellkulturexperimenten erzielten Ergebnisse durch multimodale Bildgebung von tierischem Gewebe validieren, indem wir die Immunfluoreszenzdetektion von Zelltypen mit der Massenspektrometrie-Bildgebung ihrer Lipotypen kombinieren. Insgesamt wird das vorgeschlagene Projekt eine zeit- und ortsaufgelöste Mappe der Ferroptose-Regulierung und -Ausführung auf molekularer Ebene liefern, die verschiedene Aspekte des Lipidstoffwechsels mit noch nie dagewesener Zelltyp-Spezifität abdeckt und eine Reihe von metabolischen und histologischen Mikroumgebungen widerspiegelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461705428",
      "url": "https://gepris.dfg.de/gepris/projekt/461705428",
      "title": "Rolle und Regulation der subzellulären Lipidperoxidation in der Ferroptose",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461705428",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Ferroptose findet statt, wenn Lipidperoxidation (LPO) die Integrität der Plasmamembran zerstört. Die LPO kann außer Kontrolle geraten, weil sie sich durch eine radikalische Kettenreaktion fortpflanzt. Neuere Erkenntnisse legen nahe, dass LPO-Kettenreaktionen an unterschiedlichen subzellulären Membranen (u.a. an Mitochondrien und Lysosomen) beginnen können und dass das Endoplasmatische Retikulum ein wichtiger Knotenpunkt für deren intrazelluläre Ausbreitung darstellt, wodurch die LPO schließlich die Plasmamembran erreichen kann. Es hat sich bereits herausgestellt, dass der Beitrag verschiedener subzellulärer Kompartimente für die Ferroptose kontextabhängig ist. Es zeichnet sich zudem ab, dass sich Ferroptose-fördernde und -hemmende Faktoren, je nach subzellulärer Lokalisierung der LPO, sehr unterschiedlich auswirken können. In diesem Fortsetzungsprojekt entwickeln und verwenden wir chemo- und optogenetische Werkzeuge, die gezielt auf bestimmte subzelluläre Membranen angewendet werden, um dort LPO lokal auszulösen. Wir wollen diejenigen intrazellulären Membranen identifizieren, die am empfindlichsten (bzw. am resistentesten) gegenüber LPO und Ferroptose-Induktion sind. Unser Ziel ist es weiterhin, die Bedeutung distinkter Ferroptose-inhibierender Prozesse für unterschiedliche Endomembranen zu definieren. Damit knüpfen wir auch an das Thema der ersten Förderperiode an, nämlich die neu entdeckte Rolle von Hydropersulfiden als Radikalfänger und Inhibitoren von LPO und Ferroptose. Angesichts verschiedener alternativer Wege der Persulfid-Synthese und der Lokalisierung wichtiger Persulfid-produzierender Enzyme in den Mitochondrien, wollen wir herausfinden, wie sich Persulfide, die in unterschiedlichen subzellulären Kompartimenten erzeugt werden, darin unterscheiden, bestimmte Membranen zu schützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "550345857",
      "url": "https://gepris.dfg.de/gepris/projekt/550345857",
      "title": "Stoffwechselnetzwerke, die die FSP1-Funktion unterstützen, und ihre Bedeutung für den ferroptotischen Zelltod",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 550345857",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Der ferroptotische Zelltod, der durch die eine unkontrollierte Entstehung von (per)oxidierten Phospholipiden ausgelöst wird, ist bei verschiedenen Gesundheits- und Krankheitszuständen wie Alterung, neurodegenerativen Erkrankungen und ischämischen Reperfusionsschäden von herausragender Bedeutung. Obwohl dieser metabolische Zelltodsignalweg vielversprechend für die Behandlung schwerwiegender Krankheiten wie dem Neuroblastom ist, bleibt sein therapeutisches Potenzial aufgrund eines unvollständigen Verständnisses der zugrunde liegenden Regulationsprozesse immer noch begrenzt. Unser Projekt zielt deshalb darauf ab, diese Wissenslücke zu schließen, indem wir uns auf die Identifizierung und die Charakterisierung der Faktoren konzentrieren, die die Ferroptose durch neuartige Mechanismen regulieren. Aufbauend der bahnbrechenden Forschungsergebnisse der ersten Förderphase, in der wir die zentrale anti-ferroptotische Rolle des Ferroptose-Suppressorproteins 1 (FSP1) herausarbeiteten, verfolgt unser Projekt zwei Hauptziele. In Arbeitspaket 1 werden wir neue zelluläre Mechanismen erforschen und charakterisieren, die die Stabilität und Funktionalität von FSP1 beeinflussen. In Arbeitspaket 2 verlagert sich unser Schwerpunkt auf das Verständnis der Bedeutung von FSP1 in In-vivo-Modellen und die Beschreibung seiner Funktion unter Bedingungen, die Ferroptose oder onkogenen Stress auslösen. Letztendlich sollen die in diesem Vorhaben verfolgten Ziele den Weg für ein tieferes Verständnis der zellulären und organismischen Prozesse ebnen, die über die Resistenz bzw. Suszeptibilität gegenüber Ferroptose entscheiden, als neues Kapitel in unserem Wissen über den Beitrag einer unkontrollierten Peroxidation von Phospholipid bei Krankheiten..DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461576077",
      "url": "https://gepris.dfg.de/gepris/projekt/461576077",
      "title": "Substitutive Elektrophile als Grundlage für die Selektive Induktion des ferroptotischen Zelltods in Krebszellen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461576077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Lungenkrebs ist die Krebsart mit der weltweit höchsten Sterberate, wobei es sich in 85% aller Fälle um ein Nichtkleinzelliges Bronchialkarzinom handelt. Ein Zielprotein, welches für die Wirkstoffentwicklung gegen Nichtkleinzelligen Bronchialkarzinomen an Bedeutung gewinnt, ist das kirsten rat sarcoma (KRAS). KRAS trägt die aktivierende Mutation G12C in ca. 14% der Patienten, welche durch die Inhibitoren AMG510 und MRTX840 selektiv und kovalent modifiziert wird. Präklinische Studien haben den vielversprechenden Wirkungsmechanismus aufgedeckt, dass die Inhibition des mutierten KRAS mit AMG510 eine Entzündungsreaktion durch das Immunsystem innerhalb der Tumorumgebung auslöst. Die hohe Anpassungsfähigkeit des Nichtkleinzelligen Bronchialkarzinoms führt jedoch zu einer schrittweisen Veränderung des KRAS Signalwegs, was dazu führen kann, dass der Wirkstoff nach einiger Zeit inaktiviert wird. Um diese Ausweichmechanismen des Krebs zu umgehen ist es nötig Therapeutika zu entwickeln, welche die Krebszellen direkt abtöten. In diesem Zusammenhang hat man festgestellt, dass Krebszellen eine hohe Anfälligkeit gegenüber dem untypischen, oxidativen Zelltodmechanismus Ferroptose haben. Diese Entdeckung hat eine ungenutzte therapeutische Schwachstelle aufgedeckt. Ferroptose wird durch die Inhibition des GPX4–GSH–Cystein Systems ausgelöst. Die Verabreichung der vorhandenen Inhibitoren dieses Systems an Tiermodelle führt jedoch zu einer systemischen Toxizität. Diese ist auf die hohe Empfindlichkeit einiger Zelltypen z.B. im zentralen Nervensystem, dem Gehirn und den Nieren gegenüber Ferroptose zurückzuführen. Deshalb ist das Ziel unseres Proposals die Entwicklung eines neuen Ansatzes um GPX4 Inhibitoren mit einer Selektivität für Krebszellen auszustatten. Wir planen die Etablierung von bifunktionalen Konstrukten, welche die Selektivität von AMG510 oder MRTX849 für KRAS G12C nutzt, um GPX4 Inhibitor Prodrugs in Krebszellen freizusetzen und zu aktivieren. Unsere Strategie beruht auf der Umprogrammierung der Reaktivität der elektrophilen Acrylamid Funktionalität, welche kovalent an KRAS G12C bindet, indem der Reaktionsmechanismus von Michael Additionen zu SN2’ Reaktionen oder Additions-Eliminierungssequenzen erweitert wird. Dies kann durch die Integrierung einer Abgangsgruppe in der β-Position oder verbunden über eine Methylengruppe an der α-Position erreicht werden. Wenn diese ‘substitutiven‘ Elektrophile in die Struktur von AMG510 und/oder MRTX849 anstatt des ursprünglichen Acrylamids eingebaut wird, dient die Abgangsgruppe als chemischer Ankerpunkt um eine GPX4 Inhibitor Prodrug anzuhängen. Dieses Prodrug kann über eine Reaktion zwischen dem Medikamentenkonstrukt und einer mutierten Form des KRAS wiederum freigesetzt und aktiviert werden. Die bifunktionalen Konstrukte vereinen damit die Selektivität für Krebszellen und die Antitumor-Immunität der KRAS Inhibitoren mit der Fähigkeit der GPX4 Inhibitoren, den ferroptotischen Zelltod zu induzieren, in einem Wirkstoff.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461481616",
      "url": "https://gepris.dfg.de/gepris/projekt/461481616",
      "title": "Untersuchungen der Dynamik des Lipid Metabolismus und der Oxidation zum Verständnis des Ferroptotic progammierten Zelltod",
      "subject_area": "BiochemieZellbiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461481616",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Zelltod verursacht durch eisenabhängige Lipid-Peroxidation (LPO) wird als Ferroptosis bezeichnet. Somit stellt Ferroptosis ein vielversprechendes therapeutisches Ziel für die Behandlung von Krebs oder degenerativen Erkrankungen dar. So zeigt Ferroptosis einen relevanten Einfluss bei der Behandlung von nicht therapierbaren Tumoren, während wiederum seine Inhibierung einen positiven Effekt auf die Pathologie degenerativer Prozesse zeigt. Demnach stellt die Möglichkeit Ferroptosis in verschiedenen Geweben oder pathologischen Bedingungen zu beeinflussen eine wichtige und entscheidende Entwicklung in der spezifischen Therapie dar.  Eine Vielzahl von Studien belegen das der Lipid Metabolismus über die Empfänglichkeit bzw. Resistenz für Ferroptosis von verschiedenen Zell- und Gewebe-Lipidomen bestimmt. So kann eine Prädisponierung der Zelle zu Ferroptosis erfolgen, wenn diese eine zelluläre Membran-Umgebung von mehrfach ungesättigten Fettsäuren aufweisen und keinen adäquaten Schutz vor Lipid-Peroxidation. So entscheiden auch das vorliegende Lipid Oxidationsmuster und der adaptive Umbau der Lipide ob eine Zelle in den ferroptotischen Zelltod eintritt. Kurioserweise basiert unser Wissen über den Lipid Metabolismus, dem Schlüssel zur Regulation des feroptotischen Zelltod, rein auf genetischen Screenings und Trankriptom-Messungen von Expressionsleveln verschiedener Enzyme und nicht auf der Analyse des Lipidoms selbst. Diese tiefreichende Analyse des Lipid Metabolismus und der verschiedenen molekularen Formen oxidierter Lipid-Spezies kann mit Hilfe von hochauflösender Lipidomics erfolgen. Damit wird die Vorrausetzung geschaffen um die Empfänglichkeit für Ferroptosis und involvierte relevante metabolische Stoffwechselwege vorherzusagen, welche potenzielle pharmakologische Ziele für Pro- und Anti-ferroptotische Therapien sind.Ziel des vorgestellten Projektes ist es ein besseres Verständnis der Rolle des Lipid Metabolismus auf den Prozess der Ferroptosis zu gewinnen (1) durch die Untersuchung des dynamischen Umbaus des Lipidoms und dessen Oxidation nach Eintritt und Ende des ferroptotischen Zelltod sowohl auf zellulärer als auch subzellulärer Ebene und (2) die Untersuchung des modulatorischen Potenzials des Lipid Metabolismus auf die betroffenen Lipid Klassen und Stoffwechselwege. Da sich das Metabolom von normalen und Krebszellen signifikant unterscheidet und sowohl die Behandlung von Krebs als auch degenerativer Erkrankungen von Interesse ist, soll sowohl die Induktion als auch die Inhibition von Ferroptosis betrachtet werden. Schließlich sollen die gefundenen ferroptotischen (Oxi)Lipidomics Signaturen mit denen von in vivo Modellen von Neurodegeneration, akuter Leberschädigung und hepatischen Karzinomen verglichen werden um das translative Potenzial in der klinischen Anwendung zu validieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704932",
      "url": "https://gepris.dfg.de/gepris/projekt/461704932",
      "title": "Untersuchungen zur Rolle von Ferroptose und immunologischen Ferroptose-Response Signalen im duktalen Adenokarzinom des Pankreas (PDAC)",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704932",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Das duktale Adenokarzinom des Pankreas (PDAC) ist eine aggressive Krebsart mit steigender Inzidenz und niedriger Überlebensrate. Die schlechte Prognose ist hauptsächlich auf begrenzte Behandlungsmöglichkeiten und eine schwierige Vorhersage des therapeutischen Ansprechens und Resistenzen zurückzuführen. Regulierter Zelltod hat wesentliche Funktionen bei der Organhomöostase, aber auch in chronischen Erkrankungen oder in der Karzinogenese. Regulierter Zelltod basiert auf einer definierten molekularen Maschinerie, die durch pharmakologische oder genetische Eingriffe moduliert werden kann. In der Vergangenheit wurde in mehreren in vitro-Studien eine mögliche Relevanz der Ferroptose - einer neuentdeckten Form von reguliertem Zelltod - in der Entwicklung des PDAC gezeigt, aber keine dieser Studien spiegelte die tatsächliche Situation im PDAC wider. Somit ist derzeit unklar, ob eine Ferroptose-Aktivierung eine pathophysiologische Relevanz im PDAC haben könnte.In unseren früheren Projekten haben wir wichtige Erkenntnisse über den Einfluss von Zelltod-Signalwege und deren Interaktion mit den entzündlichen Signalwegen im Rahmen der Regulation akuter und chronischer Erkrankungen des gastrointestinalen Systems gewonnen. In diesem Förderantrag werden wir in enger Kooperation mit der Planungsgruppe und weiteren Antragstellern die Konzepte aus unserer bisherigen Forschung auf das Gebiet der PDAC-Entwicklung übertragen und dabei die Rolle der Ferroptose bei der PDAC-Entwicklung und -Behandlung untersuchen. Durch die Anwendung verschiedener Strategien möchten wir systemisch untersuchen, ob Ferroptose die Entwicklung von PDAC reguliert und ob sie die Empfindlichkeit von PDAC gegenüber Standard-Chemotherapie und Immuntherapie beeinflussen kann. Die Grundhypothese des Antrages beruht auf vielversprechenden Vordaten, dir wir in Vorbereitung dieses Antrages erheben konnten. In diesem Antrag werden wir uns auf die folgenden drei Punkte konzentrieren:1.\tCharakterisierung der pathophysiologischen Bedeutung von Ferroptose-Aktivierung in humanen PDAC-Organoiden.2.\tUntersuchung der Auswirkungen von Ferroptose-Aktivierung und Ferroptose-abhängigen immunologischen Signaturen auf die PDAC-Entwicklung und mögliche Behandlungskonzepte in vivo.3.\tKorrelation der Befunde aus den Mausmodellen mit PDAC-Patienten-Proben.Zur erfolgreichen Durchführung des Antrages wurden bereits wichtige experimentelle Systeme und genetisch veränderte Mausmodelle generiert sowie Kooperationen mit potentiellen Teilnehmern dieser Initiative etabliert, so dass ein sofortiger Beginn und eine effektive Durchführung des Projektes möglich sind. Nach erfolgreichem Abschluss dieser Arbeitspakete erwarten wir eine neue und umfassende Sicht auf die pathophysiologische Bedeutung der Ferroptose bei der Entwicklung und Behandlung des PDAC.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    },
    {
      "project_id": "461704629",
      "url": "https://gepris.dfg.de/gepris/projekt/461704629",
      "title": "Zeb1-vermittelte Mechanismen der EMT-assoziierten Ferroptose-Empfindlichkeit",
      "investigators": "Professor Dr. Thomas  Brabletz;Privatdozentin Dr. Simone  Brabletz",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461704629",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung",
      "description": "Zeb1-vermittelte Mechanismen der EMT-assoziierten Ferroptose-Empfindlichkeit Ferroptose ist ein hochkonservierter Zelltodweg, der auf einer durch Eisen und Sauerstoffradikale vermittelten Peroxidation von Phospholipiden beruht. Wichtig ist, dass diese Phospholipide aus bestimmten Arten von mehrfach ungesättigten Fettsäuren (PUFAs) bestehen müssen. Im Gegensatz zur Apoptose, dem wichtigsten Todesweg in differenzierten Zellen (z. B. Epithelzellen), kann die Ferroptose vor allem in undifferenzierten Zellen und Zellen mit einem (teilweisen) mesenchymalen Phänotyp durchgeführt werden. In Krebszellen wird dieser Phänotyp häufig durch die Aktivierung des epithelial-mesenchymalen Transitions-Programms (EMT) erworben und ist mit hoher Metastasierungskompetenz und Therapieresistenz verbunden. In der ersten Förderperiode konnten wir zeigen, dass der EMT-aktivierende Transkriptionsfaktor Zeb1 den PUFA-Gehalt über die Aktivierung der zentralen Enzyme Fettsäure-Desaturase 2 (FADS2) und Elongation der sehr langkettigen Fettsäure 5 (ELOVL5) stark erhöht, während er die entgegenwirkenden einfach ungesättigten Fettsäuren (MUFAs) durch direkte Unterdrückung der Stearyl-Co-A-Desaturase 1 (SCD) und der Fettsäuresynthase (FASN), die für die MUFA-Synthese entscheidend sind, verringert. Die pharmakologische Hemmung von SCD sensibilisierte Krebszellen mit einem (partiellen) mesenchymalen Phänotyp für die Ferroptose in einer von Zeb1 abhängigen Weise, was auf weitere Funktionen von Zeb1 für die Erhöhung der Ferroptose-Sensitivität hindeutet. In diesem Zusammenhang haben wir festgestellt, dass Zeb1 an der Aufnahme von Eisen beteiligt ist, welches bei der Lipid-Peroxidation eine wichtige Rolle spielt. Zeb1 führte zu einer Verringerung des klassischen Eisen-Importfaktors Transferrin-Rezeptor 1 (TfR1), induziert aber die Expression der kurzen Spleißvariante von CD44, eines neu beschriebenen Eisenimport-Rezeptors spezifisch für mesenchymale Zellen. In der zweiten Förderperiode wollen wir die Bedeutung dieser spezifischen Spleißvariante, CD44s, für die Eisenaufnahme und die Ferroptose-Sensitivität nachweisen und unsere Erkenntnisse nutzen, um mögliche Therapiekombinationen zu entwickeln, die auf die Eisenaufnahme und die MUFA-Synthese abzielen, mit dem Ziel die Ferroptose-Aktivierung als therapeutische Strategie gegen hochaggressive Krebsarten zu induzieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2306: \nFerroptose: Von der Grundlagenforschung zur klinischen Anwendung"
    }
  ]
}