{
  "spp_number": "SPP 2137",
  "spp_title": "Skyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360506545",
  "projects_count": 34,
  "projects": [
    {
      "project_id": "403504808",
      "url": "https://gepris.dfg.de/gepris/projekt/403504808",
      "title": "All-Oxid-Epitaxial-Heterostrukturen zur Erzeugung und Steuerung von topologischen Spin-Strukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403504808",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Die elektrische Feldmanipulation von topologischen Spinstrukturen ist die Hauptantriebskraft für diesen Vorschlag. Um dies zu erreichen, müssen topologische magnetische Texturen in Materialien stabilisiert werden, die isolierende oder schlechte Metalle sind, wie einige Perowskit-Metalloxide.Ein einzigartiges Mittel, physikalische Eigenschaften der Materie maßzuschneidern, besteht jedoch darin, künstliche Strukturen wie epitaktische Heterostrukturen herzu stellen, bei denen strukturelle Anpassungen und Grenzflächenkopplungen auftreten, die zusammen mit der gebrochenen Inversionssymmetrie die Eigenschaften der Heterostrukturen stark beeinflussen was zu neuen Eigenschaften führt.In den hier betrachteten speziellen Arten von Epitaxialheterostrukturen wollen wir Folgendes nutzen: Inhärente Inversionssymmetrie durch Interfacing, magnetische Anisotropie (als Kombination von magnetokristalliner Anisotropie und Dünnschichtwachstumsanisotropie) in einer ferromagnetischen Oxidschicht, und die Dzyaloshinskii-Moriya-Wechselwirkung (DMI) an der Grenzfläche mit einem Oxid mit großer Spin-Bahn-Kopplung. Sowohl die Größe des Grenzflächen-DMI als auch die magnetische Anisotropie sind abstimmbar, und daher müssen wir untersuchen, welche Kombinationen von Perowskit-Oxidschichten für topologische Spin-Strukturen geeignet sind.Die Kontrolle von topologischen Spin-Strukturen durch elektrische Felder wird in Rückfeld-elektrischen Feldeffekten auf den Hall-Widerstand der Heterostrukturen und in situ-Biasing-Experimenten im hochauflösenden Transmissionselektronenmikroskop untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlicheProfessor Dr. Rafal E.  Dunin-Borkowski;Dr. Andras  Kovacs;Professor Dr. Paul H. M. van LoosdrechtKooperationspartnerinnen / KooperationspartnerProfessor Dr. Stefan  Blügel;Professorin Dr. Regina  Dittmann;Professor Dr. Lukas M.  Eng;Professorin Dr. Marjana  Lezaic;Professor Dr. Achim  Rosch"
    },
    {
      "project_id": "462676630",
      "url": "https://gepris.dfg.de/gepris/projekt/462676630",
      "title": "Amorphe Ferrimagnete als Plattform für antiferromagnetische DMI Skyrmionen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462676630",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Die meisten Skyrmionen können in zwei Kategorien eingeteilt werden: solche, die durch  die Dzyaloshinskii-Moriya Wechselwirkung (DMI) stabilisiert sind und solche, deren Stabilität durch Streufelder dominiert wird. Diese beiden Typen von Skyrmionen wurden noch nie im gleichen Material beobachtet. Entsprechend wenig ist über ihre physikalischen Unterscheidungsmerkmale bekannt. Unser Ziel ist es daher, das erste Materialsystem zu finden, in dem beide Arten von Skyrmionen stabil sein können und einen Übergang von einer zur anderen Art direkt abzubilden. Dazu werden wir uns auf amorphe RE-TM Ferrimagnete konzentrieren, in denen kürzlich starke volumen-skalige chirale Wechselwirkungen gefunden wurden und in denen wir durch theoretische Rechnungen ein großes Phasengebiet für sub-10 nm große DMI Skyrmione im Schichtdickenbereich von 10 bis 100 nm vorhersagen. Dazu sollte das Material nahe seines Kompensationspunktes betrachtet werden. Gleichzeitig erwarten wir basierend auf Literaturergebnissen in diesen Materialien eine Streufeld-Skyrmionenphase fernab der Kompensation. Damit ergibt sich ein mächtiger Hebel, um über die Temperatur das Material graduell von einer in die andere Phase zu überführen. Bei einer solchen Änderung wollen wir nun direkt zuschauen und dabei nach Hystereseeffekten suchen, anhand derer wir die Ordnung des Übergang bestimmen können. Diesem Experiment wird eine intensive Phase der Materialentwicklung vorausgehen, in der wir zum ersten Mal systematisch all mikromagnetischen Parameter (inkl. der Chiralität) von amorphen RE-TM Ferrimagneten als Funktion der Komposition, der Schichtdicke und der Temperatur bestimmen werden. In Kombination mit unserem analytischen Modell ergibt sich damit eine Auswahlformel, mittels derer sich Materialien vorhersagen lassen, in denen Skyrmionen bestimmte geforderte Eigenschaften haben. Zusätzlich werden wir eine Technik entwickeln, mittels derer sich die Chiralität und das Profil der angestrebten solitären Zustände  bestimmen lässt, und zwar ohne dabei auf die Oberfläche beschränkt zu sein. Insgesamt wird dieses Projekt die theoretisch vorhergesagte Klassifizierung der Skyrmionen experimentell überprüfen, Skyrmionforscherinnen und -forschern eine Materialplattform für die systematische Untersuchung beider Skyrmiontypen zur Verfügung stellen und einen Weg für die Anwendung der Übergänge (und einer möglichen Bistabilität) in integrierten Chips aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "402843438",
      "url": "https://gepris.dfg.de/gepris/projekt/402843438",
      "title": "Antiferromagnetische Skyrmionen in ultradünnen Oxidfilmen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 402843438",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Antiferromagnetische Skyrmionen sind vielversprechende Kandidaten für zukünftige Spintronik-Anwendungen, da sie die günstigen Eigenschaften von Antiferromagneten, beispielsweise ein verschwindendes Streufeld und schnelle Dynamik, mit den einzigartigen Eigenschaften von teilchen-artigen Skyrmionen verbinden. Viele unterschiedliche Materialien zeigen antiferromagnetische Austauschkopplung und können daher potentiell antiferromagnetische Skyrmionen beherbergen. Einige theoretische Studien haben hervorgehoben, dass sich solche antiferromagnetischen Skyrmionen exakt entlang der Richtung eines lateralen Stroms bewegen sollten, im Unterschied zu den üblichen (ferromagnetischen) Skyrmionen, die abgelenkt werden. Während kürzlich von Skyrmionen in synthetischen Antiferromagneten, also antiparallel gekoppelten ferromagnetischen Lagen, sowie von Skyrmionen in Ferrimagneten berichtet wurde, gibt es bislang keinen experimentellen Nachweis von einzelnen Skyrmionen in antiferromagnetischen Materialen. Einzelne antiferromagnetische Skyrmionen sind immer metastabile Objekte. Um solche verdrehten Spintexturen in Antiferromagneten zu stabilisieren, wird ein begünstigendes Wechselspiel der relevanten magnetischen Wechselwirkungen benötigt. Im Gegensatz zu ferromagnetischen Skyrmionen können die antiferromagnetischen Gegenstücke nicht durch ein externes Magnetfeld induziert werden, daher muss eine lokale Manipulation zwischen einem antiferromagnetischen Zustand und dem metastabilen antiferromagnetischen Skyrmion erfolgen.Wir haben die Materialklasse ultra-dünner Oxidfilme als vielversprechend sowohl für die Stabilisierung, als auch für die Manipulation von antiferromagnetischen Skyrmionen identifiziert. Abhängig von den Präparationsparametern können verschiedene Mengen Sauerstoff in die Oberflächenlage eines magnetischen Films eingebaut werden, was ein Maßschneidern der magnetischen Eigenschaften erlaubt, um günstige Bedingungen für die Stabilisierung antiferromagnetischer Skyrmionen zu erhalten. Viele ultra-dünne magnetische Oxidfilme sind polar, und können daher die Auswirkung von lokalen elektrischen Feldern auf die Spintextur intrinsisch verstärken, was eine lokale Manipulation des magnetischen Zustands ermöglicht.Wir werden spin-polarisierte Rastertunnelmikroskopie bei tiefen Temperaturen verwenden, um die magnetische Ordnung in ultra-dünnen oxidischen Modellsystemen zu untersuchen. Diese experimentelle Methode ist besonders geeignet atomar-skalige magnetische Strukturen zu charakterisieren, da sie Spinsensitivität mit atomarer Auflösung verbindet. Darüber hinaus wird die Sondenspitze dazu benutzt werden, lokal teilchen-artige antiferromagnetische Skyrmionen mit vertikalen Strömen oder elektrischen Feldern zu schreiben und zu löschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "462692705",
      "url": "https://gepris.dfg.de/gepris/projekt/462692705",
      "title": "Antiskyrmionen auf Oberflächen durch anisotrope Dzyaloshinskii-Moriya-Wechselwirkungen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462692705",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Die Physik hinter den magnetisch wirbelnden topologischen Objekten, die als Skyrmionen bezeichnet werden, wurde eingehend untersucht. Die Relevanz für potenzielle neue Datenspeichergeräte weckt das Interesse. Anfangs erhielten Antiskyrmionen an der Seitenlinie nicht die gleiche Aufmerksamkeit wie Skyrmionen. Beide unterscheiden sich nur in der Art und Weise, wie sich die Spins innerhalb des magnetischen Objekts drehen, während sich bei Skyrmionen alle Spins kohärent in alle Richtungen drehen, bei Antiskyrmionen ist die Rotation stark richtungsabhängig und enthält vier verschiedene Chiralitäten (Multichiralität). Anfänglich haben grundlegende Studien gezeigt, dass ein deutlicher Unterschied in der Formationsenergie besteht und dass Skyrmionen in chiralen Massenmagneten viel stabiler sind als Antiskyrmionen.In Schüttgütern wurde schließlich auf die Möglichkeit von Antiskyrmionen in Heusler-Materialien mit D2d-Symmetrie zugegriffen, jedoch wurde der Fall für dünne Filme nie gemacht. Angesichts der Tatsache, dass Dünnfilme besser mit technologischen Entwicklungen und dem wissenschaftlichen Interesse am Verständnis der Frage der Stabilisierung von Antiskyrmionen vereinbar sind. Das Hauptziel der Forschung im Rahmen dieses Vorschlags ist die Untersuchung nicht kollinearer Spin-Texturen auf fcc(110)-Oberflächen mit dem Ziel, Antiskyrmionen zu realisieren, die sich aus Grenzflächeneffekten in ultradünnen Filmen ergeben. Die Strategie, die angewendet wird, beinhaltet die Verwendung von Substraten mit C2v-Symmetrie, was eine geringere Symmetrie als die bisher verwendeten typischen (C3v und C4v) ist. Hier führt die reduzierte Symmetrie zu einer anisotropen Dzyaloshinskii-Moriya-Wechselwirkung (DMI). Es wurde vorausgesagt, dass das Aufbrechen der Rotationssymmetrie der DMI-Vektoren aufgrund der durch das anisotrope DMI eingeführten Multichiralität zur Bildung von Antiskyrmionen führt. Darüber hinaus werden wir die Adsorption der molekularen Deckschicht (H, O oder Graphen) nutzen, um die magnetischen Wechselwirkungen (DMI und Austausch), die das Antiskyrmion stabilisieren, fein abzustimmen. Über die Beobachtung von Antiskyrmion hinaus wird ein besonderer Schwerpunkt darauf gelegt, den Ursprung und die treibenden Kräfte hinter seiner Bildung zu verstehen. Die Aufgabe, die damit verbundenen Wechselwirkungen zu verstehen, wird in enger Zusammenarbeit mit dem FZ-Jülich (S. Blügel) durchgeführt. Dieser Vorschlag konzentriert sich auf die spinpolarisierte Rastertunnelmikroskopie (STM), die die vollständige Charakterisierung nicht kollinearer Spintexturen bis auf atomare Ebene ermöglicht. Diese Messungen werden bei niedrigen Temperaturen von 400 mK - 30 K und unter einem Vektormagnetfeld bis zu 2 T und bis zu 9 T (außerhalb der Ebene) durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403503586",
      "url": "https://gepris.dfg.de/gepris/projekt/403503586",
      "title": "Bewegliche magnetische Skyrmionen in ultra-dünnen Filmen auf Supraleitern für konfigurierbare Majorana Zustände",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403503586",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Einzelne Skyrmionen eignen sich möglicherweise für die magnetische Datenspeicherung, da sie lateral mit niedrigen Stromdichten bewegt werden können und topologisch geschützt, d.h. stabil, sind. Einzelne Skyrmionen wurden in einer Vielzahl von polykristallinen Schichtsystemen beobachtet. Die Mobilität von Skyrmionen in diesen Systemen kann jedoch durch Pinning an strukturellen Defekten begrenzt sein. Auch in epitaktischen Schichten, in denen die Inversionssymmetrie gebrochen ist (z.B. in MnSi oder Fe/Ir(111)), konnten einzelne Skyrmionen stabilisiert werden, jedoch oft nur in relativ großen Magnetfeldern zwischen 1 und 3 T. Wir haben kürzlich mit Co/Ru(0001) ein System gefunden, in denen Skyrmionen metastabil hinunter bis zu verschwindendem Feld sind und sich leicht mit der Spitze eines Rastertunnelmikroskops bewegen lassen. Ru wird jedoch supraleitend unterhalb von 500 mK und 7 mT. Es wurde vorhergesagt, dass an der Grenzfläche zwischen einem Supraleiter und magnetischen Filmen mit Skyrmionen Majorana Fermionen auftreten. Die Ziele dieses Antrags sind es, Majorana Fermionen in dem Hybridsystem Co/Ru(0001) oder einem verwandten System zu beobachten und theoretisch zu beschreiben, die Skyrmionen und assoziierten Majorana Fermionen lateral zu bewegen, die Mechanismen hierfür zu verstehen und den Proximity Effekt in diesen nicht-kollinearen Strukturen zu beschreiben. Schließlich soll die Verschränkung und das Braiding der Majorana Zustände experimentelle und theoretisch untersucht werden, nicht zuletzt um das Potential von Skyrmionen in Co/Ru(0001) für das topologische Quantencomupting auszuloten. Das Projekt basiert auf einer engen Zusammenarbeit zwischen Experiment und Theorie. Die Prtner haben schon die rein magnetischen Aspekte dieses Materialsystems gemeinsam untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlicheDr. Timofey  Balashov;Dr.-Ing. Melanie  Dupe;Dr. Marie  HerveEhemaliger AntragstellerProfessor Dr. Bertrand  Dupé, bis 10/2019"
    },
    {
      "project_id": "403505835",
      "url": "https://gepris.dfg.de/gepris/projekt/403505835",
      "title": "Bewegung atomar-skaliger Skyrmionen mittels lateraler spinpolarisierter Ströme",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505835",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "In diesem Projekt werden wir atomar-skalige Skyrmionen in ihrer Wechselwirkung mit lateralen spinpolarisierten Strömen experimentell mittels spinpolarisierter Rastertunnelmikroskopie (SP-RTM) in Mehrfachspitzenanordnung untersuchen. Die Studien werden an Skyrmionen durchgeführt, die durch die Dzyaloshinskii-Moriya-Wechselwirkung an der Grenzfläche zwischen ultradünnen magnetischen Filmen und Schwerelementsubstraten stabilisiert werden. Die Filme bestehen aus nur wenigen epitaktisch auf einkristalline Oberflächen aufgebrachte atomare Lagen. Zwei der Rastersonden dienen als Kontakte für die kontrollierte Erzeugung lokaler spinpolarisierter Ströme in einem magnetischen Streifen. Skyrmionen-Gitter und einzelne Skyrmionen werden in ihrer Wechselwirkung mit lateralen spinpolarisierten Strömen mittels SP-RTM im Realraum untersucht. Die tunnelnde magnetische Sondenspitze wird hierfür zwischen den beiden Kontaktspitzen positioniert. Die Experimente werden unter Ultrahochvakuumbedingungen, bei variabler Temperatur zwischen 1 K und 100 K (perspektivisch bis zu Raumtemperatur) und in externen Magnetfeldern von bis zu 3 T durchgeführt. Die Proben werden in vacuo präpariert, um eine hohe Reinheit der ultradünnen magnetischen Filme und wohldefinierte homogene Grenzflächen zwischen den magnetischen Filmen und dem Substrat zu garantieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403505866",
      "url": "https://gepris.dfg.de/gepris/projekt/403505866",
      "title": "Die Steuerung magnetischer Skyrmionen in ionenstrahlmodifizierten Mehrlagenfilmen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505866",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Skyrmionen, d.h. stabile Spintexturen in ultra-dünnen ferromagnetischen Schichten, werden als zukünftige Informationsträger der digitalen Zustände 1 und 0 in integrierten, mikroelektronischen sowie -magnetischen Bauelementen und Systemen gehandelt. Um für die Verwendung in Speicher- oder Logikanwendungen in Frage zu kommen, muss zunächst die Generation, Manipulation und das elektronische Auslesen der meist binären Information von Skyrmion gezeigt werden. Wir schlagen daher vor, die potentielle Energie magnetischer Mehrlagenschichten durch präzise fokussierte Ionenstrahlen zu beeinflussen um magnetische Skyrmionen mittels elektrischer Ströme generieren, stabilisieren, auslöschen und steuern zu können. Genauer gesagt werden wir zunächst jene ferromagnetischen Mehrlagenfilme untersuchen, die das Potenzial haben praktisch relevante und reproduzierbare Skyrmionphasen aufzuweisen. Unter Verwendung von ab-initio Berechnungen und höchstauflösender magneto-optischer Mikroskopie - von unseren Forschungspartnern zur Verfügung gestellt - werden wir geeignete magnetische Schichten identifizieren, evaluieren und letztendlich optimieren. Im darauffolgenden Schritt werden wir die magnetischen Eigenschaften der Mehrlagefilme gezielt mittels Ionenbestrahlung unterschiedlichen Typs (He, Ga und Ar) manipulieren, um Potentialtöpfe und -barrieren zu realisieren. Wir werden einen konfigurierbaren Messaufbau konstruieren, der es ermöglicht, magnetische Mehrlagenfilme auf Nanoskala zu strukturieren und Skyrmionen bei möglichst geringen Stromdichten bewegen zu können. In der letzten Phase werden wir Skyrmionen auf ihre Eignung für Speicher- und Rechenanwendungen in eignes dafür hergestellten mikromagnetischen Prototypen untersuchen.Alles in allem zielen wir darauf ab, eine disruptive Nanotechnologie für die anstehenden Anforderungen in leistungsarmen und ultimativ skalierten Rechen- und Speicheranwendungen zu evaluieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403505061",
      "url": "https://gepris.dfg.de/gepris/projekt/403505061",
      "title": "Elektrische Kontrolle von Skyrmionen und Antiskyrmionen in multiferroischen Nanostrukturen und epitaktisch gewachsenen Filmen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505061",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Das präzise Verständnis der Entstehung sowie die Kontrolle von Skyrmionen in Nanostrukturen und dünnen Schichten ist eine Schlüsselvoraussetzung für deren Einsatz als magnetische Bits in zukünftigen Speichertechnologien. Diese sogenannte Skyrmionik zielt auf die Generierung und Manipulation von Skyrmionen durch steuerbare externe Impulse und Felder ab. Die Funktionalisierung ist in greifbarer Nähe. Dabei konzentrierten sich die bisherigen Arbeiten vor allem auf Bloch-Skyrmionen chiraler kubischer Verbindungen in Nanostrukturen und dünnen Schichten, sowie Skyrmionen, die an Grenzflächen entstehen. In beiden Fällen lassen sich die Skyrmionen durch elektrische Ströme aufgrund der relativ hohen Leitfähigkeit der Wirtsmaterialien manipulieren. Einen neuen Ansatz für die Skyrmionik eröffnen die kürzlich von uns entdeckten Néel-Skyrmionen und die Beobachtung von Antiskyrmionen durch die Gruppe um Stuart Parkin.In diesem Projekt werden wir Néel-Skyrmionen und Antiskyrmionen in Nanostrukturen und als epitaktisch gewachsene Filme auf multiferroischen Isolatoren erstellen, diese charakterisieren und die Kontrolle mittels elektrischer Felder überprüfen. Diese Systeme haben mehrere Vorteile: die Steuerung des elektrischen Feldes ist im Vergleich zum elektrischen Strom deutlich energieeffizienter. Darüber hinaus sind Skyrmionen und Antiskyrmionen des Néel-Typs, die in Kristallen mit axialer Symmetrie vorliegen, im Hinblick auf die thermische Stabilität robuster als Bloch-Skyrmionen. Ein Hauptaugenmerk liegt in der Steuerung von Néel-Skyrmionen in Nanostrukturen basierend auf der Klasse der multiferroischen Lacunar-Spinelle. Wir werden die Spannungssteuerung der ferroelektrischen Domänen zusammen mit der starken Kopplung zwischen den magnetischen und ferroelektrischen Domänenwänden ausnutzen, um die Auswirkung von geometrischen Einschränkungen auf Skyrmion-Arrays vom Néel-Typ zu untersuchen und ihre elektrische Manipulation zu erreichen. Schließlich ist das visionäre Ziel die Generierung individueller Néel-Skyrmionen durch elektrische Felder.Weiterhin nutzen wir den strukturellen Polymorphismus von Lacunar-Spinellen aus, um zwischen Néel-Skyrmionen und Antiskyrmionen durch uniaxialen Druck und elektrischen Feldern zu schalten. Dies soll in Einkristallen und Filmen dieser Verbindungen erfolgen. Solche Skyrmion-Antiskyrmion-Phasenumwandlungen sind nicht nur von grundlegendem Interesse, sondern können unterschiedliche anipulationen erlauben, da die interne Struktur der beiden Objekttypen variiert.Hierfür ist eine Kombination verschiedener experimenteller Methoden notwendig, deren Expertise in unserer Gruppe vorhanden ist bzw. durch Kooperationen im Rahmen des SPP erfolgen soll: Dielektrische Spektroskopie, Elektronenspinresonanz, magnetoelektrische, magnetische und magnetooptische Messungen, sowie Bildgebungstechniken (u.a. MFM, LTEM, SANS).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403191981",
      "url": "https://gepris.dfg.de/gepris/projekt/403191981",
      "title": "Emergente Elektrodynamik Topologischer Spintexturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403191981",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Topologisch nicht-triviale Eigenschaften von Spin-Texturen führen zu einer äußerst effizienten Kopplung mit Spinströmen, die sich elegant im Rahmen einer sogenannten emergenten Elektrodynamik beschreiben lässt. Die dieser emergenten Elektrodynamik zugrunde liegenden emergenten Magnetfelder führen zu einem topologischen Hall-Effekt und, im Fall eines durch Spin-Drehimpulstransfer (SDT) getriebenen Fließens der Texturen, emergenten elektrischen Feldern. Ziel des Vorhabens sind umfassende experimentelle Untersuchungen der emergenten Elektrodynamik von SDT-getriebenen topologischen Spin-Texturen in Massivkristallen ausgewählter Materialien. Schwerpunkt der Untersuchungen sind die Erzeugung, die Bewegung und der Zerfall topologischer Spintexturen unter unterschiedlichen äußeren Bedingungen. Die beantragten Studien verbinden Untersuchungen von Transporteigenschaften und thermodynamischen Größen anhand einer neuen Generation von Labormethoden mit mikroskopischen Messungen, die anhand einer neuen Generation von Streumethoden mit Neutronen und Röntgenstrahlung bestimmt werden. Erstere umfassen insbesondere die Wechselfeld-Suszeptibilität und Magnetometrie unter Anwendung von SDTs, hochauflösende Drehmoment-Magnetometrie sowie rauscharme Transportmessungen unter Anwendung von SDTs unter oszillierierenden Magnetfeldern mit denen die Ausrichtung der topologischen Spintexturen variiert wird. Letztere betreffen Experimente mittels ultra-hoch auflösender Neutronenspektroskopie, kinetischer Kleinwinkelneutronenstreuung inklusive Messungen bei streifendem Neutroneneinfall sowie resonanter Röntgenstreuung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "401179363",
      "url": "https://gepris.dfg.de/gepris/projekt/401179363",
      "title": "Erkennung von Skyrmionphasen in neuartigen Materialien für Spintronik mittels Neutronenstreuung",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 401179363",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "In diesem Projekt ist geplant, Skyrmionphasen in neuen spintronischen Materialien in der Form von Einkristallen und einkristallinen Dünnfilmen zu identifizieren und charakterisieren. Primäres Ziel des Projekts ist es, eine umfangreiche Charakterisierung von solchen Materialien über ihre ganzen magnetischen Phasendiagramme anzubieten, um die gezielte Suche nach meistversprechenden Verbindungen für Prototyp-Spintronikgeräte und ihre chemische Optimierung zu leiten. Unser wesentlicher Schwerpunkt liegt vor allem in den Materialien mit niedrigerer als kubische Kristallstruktur, wie tetragonale Heuslersche Legierungen, trigonale Co-Shandite, und Dünnfilme, in denen zusätzliche durch Probengeometrie bedingte Anisotropie eingeführt wird. Dies soll uns helfen, die Rollen von Austauschparametern und Dzyaloshinskii-Moriya-Wechselwirkungen, einerseits, und von den Kristallanisotropien und oberflächen- oder grenzflächenbedingten Effekten, andererseits, in dem mikroskopischen Hamiltonian des Systems zu entflechten. Außerdem werden wir nach möglichen Materialkandidaten, die antiferromagnetischen Skyrmionen aufweisen können, die noch bisher nicht eindeutig identifiziert werden konnten, gezielt suchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Claudia  Felser;Professorin Dr. Olena  Gomonay;Professor Dr. Vladimir  Hinkov;Professor Dr. Stuart  Parkin;Professor Dr. Richard  Weihrich"
    },
    {
      "project_id": "403503453",
      "url": "https://gepris.dfg.de/gepris/projekt/403503453",
      "title": "Erzeugung, Manipulation und Wechselwirkung von magnetischen Skyrmionen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von FunktionsmaterialienMathematik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403503453",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Topologische Objekte sind aus zwei Gründen von Interesse: Von einem fundamentalen wissenschaftlichen Standpunkt, aber auch bezüglich Anwendungen. Magnetische Skyrmionen besitzen ihre topologischen Eigenschaften aufgrund der Windung der Magnetisierung. Sie bieten ein Forschungsfeld von mathematischen Fragestellungen zur Stabilität von topologischen Objekten bis zu zukünftigen Datenspeicher oder Logik.In unserem Projekt möchten wir die grundlegenden Eigenschaften von Skyrmionerzeugung, Skyrmionenbewegung und Skyrmionenwechselwirkung in einem neuartigem Device untersuchen. In dem von uns vorgeschlagenem Device wird es möglich sein, Skyrmionen zu generieren, entweder durch lokale Magnetfelder, optische Anregung, oder elektrisch durch magnetische Tunnelelemente. Letztere, magnetische Tunnelelemente, sind für die Erzeugung und Readout im Fokus unserer Forschung. In dem Device können Skyrmionen parallel gezielt in einem zweidimensionalem Feld durch Strompulse verschoben werden. Diese wohldefinierte Umgebung erlaubt Skymrionen gezielt miteinander wechselwirken zu lassen, um zum Beispiel exotische Skyrmionen mit höherer Windungszahl zu erzeugen, das Wechselwirkungspotential von Skyrmionen auszumessen, und deren Spinstruktur und Dynamik mittels zeitaufgelöster magnetooptischer Mikroskopie über verschiedene Zeitskalen zu untersuchen. Wir möchten durch Modifikation der Randbedingungen Vorhersagen der Mathematik überprüfen. Unser Fokus ist in enger Zusammenarbeit mit der Mathematik eine experimentelle Überprüfung der Topologie in dem mathematischen Testfeld zu realisieren und damit zu neuen fundamentalen Einblicken zu gelangen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403503315",
      "url": "https://gepris.dfg.de/gepris/projekt/403503315",
      "title": "Grenzflächenstabilisierte Skyrmionen in Oxidstrukturen für die Skyrmionik",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403503315",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Chirale Magnete sind eine aufregende Klasse von topologischer Materie, die lokalisierte und topologisch geschützte wirbelartige magnetische Texturen beherbergen können, die Skyrmionen genannt werden und die derzeit als Einheit für die Informationsspeicherung und -verarbeitung intensiv untersucht werden. Das Hauptaugenmerk der wissenschaftlichen Community lag und liegt bisher auf metallischen Volumen- , Film- und Dünnfilmsystemen. In diesem Antrag konzentrieren wir uns auf die Oxidation und die Oxide an Grenzflächen mit Metallen und auf rein oxidische Grenzflächen für Skyrmionen. Oxid-Grenzflächen bieten eine neue Perspektive aufgrund ihrer Reaktion auf elektrische Felder, niedrige ohmsche Verluste und magnetische Dämpfung, Dickenabhängigkeit, Vielfalt der Grenzflächensymmetrie, Abstimmbarkeit durch Oxidation und die voraussichtliche anisotrope Dzyaloshinskii-Moriya-Wechselwirkung, die die Perspektive der Koexistenz von Skyrmionen und Antiskyrmionen eröffnet und einen natürlichen Weg für Skyrmionen in Antiferro- und frustrierten nicht-koplanaren Magneten eröffnet. Unter Verwendung eines dreigleisigen skalenübergreifenden Ansatzes, bei dem Dichtefunktionalberechnungen mit einem verallgemeinerten Spin-Gittermodell kombiniert werden, das die Heisenberg- und die Dzyaloshinskii-Moriya-Wechselwirkung sowie die magnetische Anisotropie und die dipolare Wechselwirkung mit Mikromagnetismus enthält, erforschen wir Materialkombinationen für Grenzflächen, die große Potenziale für die Aufnahme von Skyrmionen bieten, untersuchen ihr Phasendiagramm, ihre Stabilität und Dynamik, ihre Größe als Funktion externer magnetischer und elektrischer Felder und der Temperatur. Wir untersuchen optimale Parameter für die Manipulation der Skyrmiongröße für memristive Zwecke.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlich(e)Professorin Dr. Marjana  Lezaic"
    },
    {
      "project_id": "403502830",
      "url": "https://gepris.dfg.de/gepris/projekt/403502830",
      "title": "Hybride dreidimensionale Solitonen für Anwendungen",
      "subject_area": "Theoretische Physik der kondensierten MaterieExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403502830",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Chirale Magneten (ChM) stellen eine herausragende Klasse magnetischer Kristalle dar, mit einzigartigen Eigenschaften, welche sich deutlich von anderen magnetisch geordneten Systemen, wie üblichen Ferro- oder Antiferromagneten, hervorheben. Zu dieser Klasse magnetischer Kristalle gehören verschiedene Si- und Ge-basierte Legierungen wie beispielsweise MnSi, FeGe und β-Mn-Typ Co-Zn-Mn Legierungen. Nanostrukturierte dünne Schichten und Streifen solcher ChM weisen einzigartige Eigenschaften vor, deutlich verschieden von Kristallen makroskopischer Ausdehnung. Die verringerte Dimensonalität des Systems erlaubt einen nichttrivialen Stabilisationsmechanismus für teilchenartige Zustände bekannt als Skyrmionen (Sk) – vielversprechende Objekte für Anwendungen in der Spintronik. Kürzlich haben wir entdeckt, dass die Anwesenheit natürlicher geometrischer Einschränkungen des Kristalls, bzw. in anderen Worten die Anwesenheit freier Oberflächen, ebenfalls für die Stabilisierung einer weiteren Sorte stabiler teilchenartiger Objekte – dem chiralen Bobber (ChB) – verantwortlich ist. Solche hybride Teilchen sind zusammengesetzt aus einem kontinuierlichen Vektorfeld der Magnetisierung und einer magnetischen Singularität in gewissem Abstand zur freien Oberfläche. Aufgrund nontrivialer Spin-Textur und kompakter Größe der ChB stellen sie interessante Objete für die Grundlagenforschung und praktische Anwendungen dar. Das Ziel dieses Projekts ist eine theoretische und experimentelle Studie statischer und dynamischer Eigenschaften solcher hybriden Solitonen: ihre thermische Stabilität, paarweise Wechselwirkung, Spektrum ihrer Anregung in magnetischen Wechselfeldern, ihre Mobilität unter Einfluss elektrischer Ströme, Verhalten in Anwesenheit eines thermischen Gradienten und Wechselwirkung mit Spin-Wellen. Die theoretische Beschreibung wird sowohl auf üblichen Ansätzen mikromagnetischer Kontinuum-Theorie, als auch atomistischen Spin-Gitter Modellen basieren. Direkte Minimierung der Energie, Spin-Dynamik getrieben durch elektrische Ströme oder Magnetfelder, Monte Carlo Simulationen und Berechnung von Energiebarrieren, sowie weitere Methoden welche in unserer Gruppe entwickelt wurden, werden für die Erstellung von magnetischen Phasendiagrammen, Dispersionskurven, Energiebarrieren, Geschwindigkeitsabhängigkeiten etc. für ChBs angewendet werden.Diese theoretische Arbeit wird unterstützt von hochauflösenden quantitativen Messungen magnetischer Felder von Sks und ChBs durch Elektron-Holographie (EH) und Lorentz-Bildgebung durch Elektron-transmissions-Mikroskopie (TEM), welche den quantitativen Vergleich theoretisch vorhergesagten Effekten mit experimentellen Beobachtungen ermöglichen. TEM-Experimente werden am Ernst Ruska-Zentrum (ER-C) für Mikroskopie und Spektroskopie mit Elektronen (www.er-c.org), welches ein nationales Nutzerzentrum für Elektronenmikroskopie und einer der Weltführer in Anwendung und Entwicklung fortgeschrittener Mikroskopie-Methoden ist, durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlicheProfessor Dr. Stefan  Blügel;Professor Dr. Rafal E.  Dunin-Borkowski;Dr. Andras  KovacsKooperationspartnerProfessor Dr. Olav  Hellwig"
    },
    {
      "project_id": "462676712",
      "url": "https://gepris.dfg.de/gepris/projekt/462676712",
      "title": "iAFMskyrmionen- Intrinsische antiferromagnetische Skyrmionen aus ersten Prinzipien: Von der Stabilisierung, der Interaktion mit Defekten bis zum effizienten Nachweis",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462676712",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Ferromagnetische (FM) Skyrmionen wurden in einer Vielzahl von Materialien entdeckt. Ihre Verwendung als zukünftige Bits für die Informationstechnologie wird durch ihre komplexe Wechselwirkung mit Defekten, das Vorkommen von Streufeldern, die ihre Miniaturisierung einschränken, und die Schwierigkeit, ihre Trajektorie aufgrund des Skyrmion-Hall-Effekts zu kontrollieren, behindert. Es wird erwartet, dass diese Probleme bei antiferromagnetischen (AFM) Skyrmionen, welche mehrere Vorteile bieten, obwohl sie nicht einfach zu detektieren sind, behoben werden. Bisher wurden diese in synthetischen AFM-Strukturen stabilisiert, d.h. in Multischichten, die FM-Skyrmionen beinhalten, welche durch einen nichtmagnetischen Abstandshalter antiferromagnetisch koppeln. In diesem Antrag zielen wir auf die First-Principles-Vorhersage von intrinsischen AFM-Skyrmionen ab, die in dünnen Filmen entstehen. Unsere Vorarbeiten zeigen bereits die Möglichkeit, Sub-10 nm-AFM-Skyrmionen und andere topologische Spintexturen mit der richtigen Elementauswahl zu stabilisieren. Ausgehend von der Dichtefunktionaltheorie (DFT), der zeitabhängigen DFT und Konzepten der Mehrfachstreuung planen wir systematische First-Principles-Untersuchungen verschiedener Materialkombinationen und untersuchen verschiedene Regler, die komplexe topologische AFM-Spin-Texturen hervorrufen: (i) Quanten- und thermische Fluktuationen, von denen wir erwarten, dass sie in Antiferromagneten wichtig sind; (ii) chirale Multi-Spin-Wechselwirkungen höherer Ordnung, die wir kürzlich entdeckt haben; (iii) Detektionsprotokolle basierend auf chiralem Orbitalmagnetismus, Spin-Mischungs-Magnetowiderstand und neuen Mechanismen, die auf Multi-Site-Multi-Spin-Wechselwirkungen beruhen; (iv) systematische Katalogisierung von AFM-Skymion-Defekt-Wechselwirkungen und den zugrunde liegenden elektronischen Mechanismen. Mit dem Ziel, universelle Muster zu identifizieren, vermuten wir, dass Defekt-Engineering (kontrollierte Platzierung ausgewählter Defekttypen) für eine effiziente Detektion, Charakterisierung und Manipulation von AFM-Skyrmionen nützlich ist. Wir planen Kollaborationen mit der Würzburger Gruppe (Bode) mit dem Ziel, AFM-Skyrmionen mit RTM-Messungen zu untersuchen, mit dem MPI-Halle (Parkin) zu verschiedenen Aspekten von Skyrmionen und Antiskyrmionen, mit der TUM (Back) zur Dynamik von Skyrmionen und mit den Konstanz/Mainz-Gruppen (Nowak/Levente/Kläui) zur First-Principles-Beschreibung von AFM-Spin-Texturen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenInternationaler BezugIslandMitverantwortlich(e)Imara  Lima Fernandes, Ph.D.KooperationspartnerProfessor Dr. Pavel  Bessarab"
    },
    {
      "project_id": "403503416",
      "url": "https://gepris.dfg.de/gepris/projekt/403503416",
      "title": "In-situ Untersuchungen zum Magnetowiderstand an topologischen Spin-Solitonen im Transmissionselektronenmikroskop",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403503416",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Dieses Projekt geht die grundsätzliche Herausforderung an,  Magneto-)Transporteigenschaften direkt mit den nanoskopischen Details der zugrundeliegenden magnetischen Texturen zu verknüpfen. Dieses können Skyrmionen oder verwandte topologische Solitonen sein, die mit Hilfe eines Transmissionselektronenmikroskops (TEM) visualisiert wurden. Beides kombiniert – TEM und Transportuntersuchungen – sind der Schlüssel zu einem vertiefenden Verständnis der Natur topologischer Solitonen. Eine Schwierigkeit ergibt sich aus der Tatsache, dass Transportmessungen in der Regel an makroskopischen oder mesoskopischen Proben durchgeführt werden, deren Größe und Morphologie sich wesentlich von denen unterscheiden, die im TEM untersucht werden. Da es sich gezeigt hat, dass topologische Solitonen eine starke Größen- und Dickenabhängigkeit zeigen, sind solche ex-situ-Vergleiche von Natur aus problematisch. Dies unterstreicht die Notwendigkeit, Korrelationen in in-situ-Experimenten zu untersuchen. Bisher zielen In-situ-Untersuchungen hauptsächlich auf die bloße Beobachtung der aktuellen oder feldinduzierten Bewegung von zum Beispiel Skyrmionen ab, um dann deren Dynamik phänomenologisch besser zu verstehen. Darüber hinaus befassen sich die meisten Untersuchungen jedoch entweder nicht mit den mikroskopischen Details der topologischen Objekte, oder die methodisch begrenzte Auflösung lässt dies nicht zu. Das beantragte Projekt zielt daher darauf ab, die erfolgreiche quantitative Bestimmung von Spintexturen aus dem Projekt der ersten Förderperiode auszuweiten. Hier wurden hochauflösende 2D-Volumenprojektionen und 3D-Abbildungen im TEM durchgeführt. In der hier beantragten Fortsetzung soll eine spezielle experimentelle Plattform etabliert werden, die in-situ-Messungen von Magnetotransporteigenschaften im TEM ermöglicht.Die Einbettung der in-situ-Experimente in das Schwerpunktprogramm SPP-2137 stellt einen erheblichen Mehrwert für das Projekt dar, da das Forschungsnetzwerk des Programms es ermöglicht, unsere Arbeit mit verwandten (ex-situ-)Ansätzen in Partnerprojekten sowohl auf der mesoskopischen als auch auf der atomaren Längenskala zu verknüpfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenEhemaliger AntragstellerPrivatdozent Dr. Andy  Thomas, bis 4/2024"
    },
    {
      "project_id": "403505545",
      "url": "https://gepris.dfg.de/gepris/projekt/403505545",
      "title": "Kontrolle topologischer Defekte in Raum und Zeit: Skyrmionen in oszillierenden Feldern",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505545",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Die gezielte Kontrolle einzelner Skyrmionen und ihrer Wechselwirkung ist eines der zentralen Ziele im aufstrebenden Forschungsfeld \"skyrmionics\". Dabei spielt die räumliche Nanostrukturierung eine zentrale Rolle. Im Rahmen des Projektes möchten wir erste Ansätze untersuchen, wie man Nanostrukturierung im Raum mit einer Nanostrukturierung in der Zeit kombinieren kann. Dabei wollen wir eine besonders einfache Situation betrachten: Skyrmionen in Anwesenheit periodisch oszillierender Felder. Zum Beispiel kann durch oszillierende Felder eine gerichtete Bewegung von Skyrmionen induziert werden. Wir planen zu untersuchen, wie oszillierende Felder die Skyrmion-Skyrmion Wechselwirkung beeinflussen und wie sie die Bewegung von Skyrmionen in Nanostrukturen bestimmen. Unter Verwendung des Floquet Theorie werden wir Kräfte auf Skyrmionen berechnen und das Anregungsspektrum von getriebenen Phasen untersuchen. Dabei soll auch untersucht werden, wie die Emission von Magnonen zu Spin- oder Wärmeströmen führt. Verwendet werden sowohl mikromagnetische Simulationen als auch analytische Methoden. Ein wichtiges Element des Projektes ist eine enge Zusammenarbeit mit experimentellen Gruppen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403233384",
      "url": "https://gepris.dfg.de/gepris/projekt/403233384",
      "title": "Kontrollierte Erzeugung und Dynamik von topologischen magnetischen Texturen in Ferro- und Antiferromagneten",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403233384",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "In diesem Projekt untersuchen wir die kontrollierte Erzeugung und Dynamik von topologischen magnetischen Texturen. Es ist eine Kombination aus einer natürlichen Fortsetzung unseres Projekts in der ersten Förderperiode, gemischt mit neuartigen Ideen, die in den letzten Jahren entstanden sind.Insbesondere planen wir i) die weitere Analyse der besonderen Physik von in der Ebene orientierten Skyrmionen sowie ii) die vielfältigen Möglichkeiten zur Erzeugung verschiedener Arten von magnetischen Strukturen in drei Dimensionen. Darüber hinaus möchten wir iii) die Erzeugung von magnetischen Texturen in helikalen Hintergründen untersuchen und iv) die spannungsinduzierte Erzeugung und Stabilität von antiferromagnetischen Texturen analysieren.Solche kontrollierten Erzeugungsmechanismen zur Erzeugung magnetischer Strukturen mit gewünschten topologischen Eigenschaften sind eine wesentliche Grundlage für Anwendungen der Spintronik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403504658",
      "url": "https://gepris.dfg.de/gepris/projekt/403504658",
      "title": "Koordinationsfonds",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403504658",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Das DFG Schwerpunktprogramm SPP2137 Skyrmionics fördert die Grundlagenforschung auf dem Weg zur Entwicklung von technologischen Anwendungen auf der Basis von topologischen Spin-Solitonen. Es beruht auf der Entdeckung von Skyrmionen-Gittern und einzelnen Skyrmionen in magnetischen Materialen, in denen aufgrund fehlender Inversionssymmetrien Dzyaloshinsky-Moriya Wechselwirkungen auftreten. Es umfasst weitere Materialklassen, insbesondere maßgeschneiderte dünne Schichten und Nanosysteme. Das Koordinationsprojekt des Schwerpunktprogramms verfolgt die Förderung des wissenschaftlichen Austauschs und wissenschaftlicher Kooperationen der beteiligten Arbeitsgruppen sowie mit der internationalen wissenschaftlichen Gemeinschaft. Um diese Ziele zu erreichen wird eine finanzielle Unterstützung beantragt für eine administrative Unterstützung, die Organisation von Klausurtagungen, die spezifische Ausbildung der beteiligten Nachwuchswissenschaftler, eine Sommerschule, eine internationale Tagung, Gleichstellungsmaßnahmen und Öffentlichkeitsarbeit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403039150",
      "url": "https://gepris.dfg.de/gepris/projekt/403039150",
      "title": "Magnetische Skyrmion-Bubble-Hybride in Nanoschichten von metallischen Ferromagneten: Zusammenspiel magnetodipolarer und Dzyaloshinskii-Moriya Wechselwirkungen",
      "subject_area": "Theoretische Physik der kondensierten MaterieExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403039150",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Achsen-symmetrische Solitonen, die durch intrinsische und/oder induzierte Dzyaloshinskii-Moriya (DM) Wechselwirkungen stabilisiert sind (chirale Skyrmionen), und herkömmliche zylindrische Blasendomänen, die durch Oberflächen-Entmagnetisierungseffekte verursacht werden, repräsentieren zwei grundsätzlich unterschiedliche Typen von topologisch nicht-trivialen magnetischen Strukturen. Sie zeichnen sich durch eine der umgebenden Matrix entgegengesetzte Magnetisierung aus und treten als lokalisierte Objekte auf der Nano- oder Mikrometer-Skala  auf. Dadurch stellen sie vielversprechende Objekte für die magnetische Datenspeicherung und andere Anwendungen der modernen Spinelektronik dar. Kürzlich  wurde  eine  weitere  Art  von  lokalisierten Objekten in Nanoschichten mit schwacher bis mittlerer Senkrechtanisotropie  entdeckt, die sich ebenfalls unter dem kombinierten Einfluss von chiraler DM und magnetodipolarer Wechselwirkung bilden. Diese Objekte stellen eine Mischung dar aus \"reinen\"  chiralen Skyrmionen, wie sie in  Nanoschichten nicht-zentrosymmetrischer Ferromagnete  gefunden werden, und klassischen Blasendomänen, die typisch für Schichten mit starker Senkrechtanisotropie sind. Man kann diese Objekte deshalb als \"Skyrmion-Blasen Hybride\" interpretieren, da sie sowohl Eigenschaften von Skyrmionen als auch Blasendomänen zeigen. In diesem Projekt soll eine analytische Theorie für diese Hybridobjekte entwickelt werden, die mit Domänenbeobachtung mittels hochauflösender magneto-optischer Kerr-Mikroskopie und vollskaligen mikromagnetischen Simulationsrechnungen kombiniert werden soll. Auf dieser Basis erwarten wir eine vollständige physikalische Beschreibung der neuartigen Blasen-Skyrmionen Objekte in modernen nanomagnetischen Materialien mit intrinsischen und induzierten chiralen Wechselwirkungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403235169",
      "url": "https://gepris.dfg.de/gepris/projekt/403235169",
      "title": "Magnetochirale Transporteffekte in Skyrmionen",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403235169",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Im Laufe des letzten Jahrzehnts entwickelten sich Skyrmionen zu einer neuen Klasse faszinierender topologischer, magnetischer Teilchen. Gleichzeitig ist die Modellierung der Elektron-Skyrmion-Wechselwirkung, die für den Transport und die Dynamik von Skyrmionen verantwortlich ist, mit grundlegenden Schwierigkeiten in der Erklärung der verfügbaren Daten verbunden und betrifft die Behandlung von Skyrmionen in Systemen mit starker Spin-Bahn-Wechselwikung, in Isolatoren, Supraleitern und sogar den meisten konventionellen Skyrmion-Materialien. Für zukünftige Fortschritte auf diesem Gebiet ist es daher unerlässlich, eine geeignete Theorie zu entwickeln, die in der Lage ist, elektronische Effekte in Skyrmionen vollständig zu behandeln und die verwobene dynamische und topologische Natur chiraler Solitonen angemessen zu berücksichtigen.  Angetrieben von unseren früheren Forschungen zu Austauschwechselwirkungen, strominduzierten Spindrehmomenten und topologischen Magnetotransporteigenschaften von Spintexturen zielen wir in diesem Projekt auf die rigorose mikroskopische, sowie ab-initio Theorie der Magnetotransporteigenschaften und der damit verbundenen dynamischen Effekte in langsam veränderlichen, chiralen, magnetischen Texturen. Insbesondere werden wir uns (i) auf das Zusammenspiel eines angelegten elektrischen Feldes mit Austauschwechselwirkungen und Spindrehmomenten konzentrieren; (ii) werden wir die Transporteigenschaften von Skyrmionen mit Hinblick auf eine neuartige Familie chiraler Effekte untersuchen; (iii) wollen wir ein dynamisches Regime von Wechselwirkungen abbilden. Dies betrifft die Drehmomente und Transporteigenschaften von Texturen, welche sich im Laufe der Zeit entwickeln. Eines der Hauptziele des Projekts ist die Entdeckung neuartiger Arten von Hybridtopologien aufgrund des Zusammenspiels von Spin-, elektronischen und magnonischen Freiheitsgraden im realen Raum dynamischer Texturen. Erfolgreiche Forschung in dieser Richtung ist ein strategisches, visionäres Ziel des Projekts, das das Potenzial hat, den Umfang unserer Wahrnehmung von Spintexturen als topologische Teilchen zu verändern und das Gebiet der Skyrmionik auf ein qualitativ neues Niveau mit starken Verbindungen zu den Gebieten der topologischen Materialien, der topologischen Magnonik, der offenen und getriebenen Quantensysteme und sogar der Stringtheorie zu bringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403194850",
      "url": "https://gepris.dfg.de/gepris/projekt/403194850",
      "title": "Manipulation von einzelnen Skyrmionen und Skyrmionen Clustern mit elektrischen Strömen, Wärmeströmen, Mikrowellen und Magnonen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403194850",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Das Ziel des vorliegenden Projekts ist die Untersuchung von Skyrmionendynamik in Nanostrukturen, die aus qualitativ hochwertigen Volumenkristallen hergestellt werden. Die Skyrmionendynamik wird durch externe Stimuli angeregt. Es ist geplant mit Hilfe von fokussiertem Ionenstrahlschneiden Nanostrukturen aus dem multiferroischen Isolator Cu2OSeO3 zu präparieren. Da gezeigt wurde, dass in qualitativ hochwertigen Volumenmaterialien Skyrmionen hoch beweglich sind, haben wir beschlossen unsere Arbeiten mit diesen Materialien zu beginnen. Wir haben allerdings auch vor qualitativ hochwertige Dünnfilmmaterialien zu untersuchen, die von anderen Arbeitsgruppen des Schwerpunktprogramms zur Verfügung gestellt werden. Wir werden die Wechselwirkung von Spinwellen mit chiralen Spintexturen von Skyrmionen, Skyrmionen-Clustern und –Kristallen in Nanostrukturen und dünnen Filmen studieren. Um die Ausbreitung und Streuung von Spinwellen zu erforschen werden wir zeitaufgelöste Kerr Mikroskopie und fokussierte Brillouin Lichtstreuung sowie elektrische Detektion verwenden. Mit diesen Mathoden werden wir indirekt Skyrmionen detektieren können und die mit der Spinwellen-Skyrmion Streuung verbundenen Hall Effekte untersuchen. Gleichzeitig werden wir lokale Experimente, basierend auf Methoden der ferromagnetischen Resonanz, mit Bi-Lagen bestehend aus einem Ferromagnet und einem chiralen Magnet durchführen, die es uns erlauben sollen die Phasendiagramme der Proben zu detailliert auszumessen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403502666",
      "url": "https://gepris.dfg.de/gepris/projekt/403502666",
      "title": "Mesoskopische topologische Spintexturen, Spin- und topologischer Hall-Effekt in magnetischen dünnen Schichten und Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403502666",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Topologische Spintexturen in Quantenmaterialien und die damit verbundenen Transporteffekte sind von großem Interesse für zukünftigen Spintronics Anwendungen. Das wichtigste Phänomen ist dabei der topologische Hall Effekt (THE) der eine charakteristische Signatur der topologischen Textur darstellt. Im Allgemeinen ist der THE durch die Größe der magnetischen Textur und die Kopplungsstärke zu den Ladungsträgern  bestimmt.Im Projekt werden wir topologische Spinphänomene in mesoskopischen Systemen wie dünnen Filmen, Heterostruktur-Kontaktschichten und mikrometergroßen Strukturen aus Einkristallen untersuchen. Wir beabsichtigen maßgeschneiderte magnetische Spintexturen durch Materialauswahl und Variation der Größe der Devices zu erzeugen. Wir werden neuartige Heusler- und verwandte Mn-basierende Verbindungen mit chiralen Spintexturen untersuchen. Die topologischen Effekte sollen durch transversale und longitudinale Transportmessungen bei verschiedenen Temperaturen unter externen magnetischen und elektrischen Feldern nachgewiesen werden.Der Arbeitsplan hat zwei Teile. In ersten Teil werden wir Mikrometer-Strukturen herstellen aus hartmagnetischen Phasen von PtMnGa, MnBi, Nd2Fe14B, Dy2Fe14B, der chiralen Verbindung  FePtMo3N und dem ferromagnetischen  van-der-Waals Semimetall Fe3GeTe2. Wir werden die topologischen magnetischen Anregungen durch Transportmessungen nachweisen. Diese Messungen werden von unseren Kooperationspartnern durch Untersuchungen mit bildgebenden Verfahren im Ortsraum ergänzt. Im zweiten Teil planen wir epitaxiale dünne Schichten von hoher Qualität, Heterostrukturen sowie Kontaktschichten zu untersuchen. Wir werden (i) neue Heusler Verbindungen mit D2d Symmetrie wie Mn2IrSn und Mn2PtIn untersuchen, in denen – wie die Theorie vorhersagt – Antiskyrmionen auftreten. Das Ziel ist einen vollkompensierten Ferromagneten oder ein antiferromagnetisches Heusler-Material mit antiferromagnetischen Skyrmionen zu finden. (ii) Neue Verbindungen wie hexagonales PtMnGa(Al) und MnBi. (iii) Die Kombination verschiedener Quantenmaterialen, z.B. Topologische Isolatoren oder Semimetalle / (Anti)Skrymionen, Ferroelektrikum / (Anti)Skrymionen. Wir beabsichtigen Heterostrukturen mit Kontaktschichten von hoher Qualität zu erzeugen in denen wir neuartige Eigenschaften, große Spin-Hall-Effekte und neue Funktionalitäten erwarten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlichAnastasios  Markou, Ph.D."
    },
    {
      "project_id": "403505707",
      "url": "https://gepris.dfg.de/gepris/projekt/403505707",
      "title": "Nichtgleichgewichtsquantendynamik stromgetriebener magnetischer Skyrmionen",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505707",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Der topologische Schutz von magnetischen Skyrmionen macht sie zu interessanten Kandidaten für die zuverlässige Verarbeitung von Information in Racetrack-Systemen. Skyrmionen sind wirbelartige Spintexturen mit einer nichtkollinearen Magnetisierung, die sich in nicht-zentrosymmetrischen magnetischen Materialien ausbilden können. Sie werden als Quasiteilchen betrachtet, welche recht stabil sind, klein bis hin zur atomaren Skala sein können und durch eine niedrige Dichte von spinpolarisierten elektrischen Strömen bewegt werden können. Ihre Entstehung und ihre Kontrolle sind nichttriviale dynamische Prozesse (aufgrund des topologischen Schutzes) und erfordern Vorgänge im Nichtgleichgewicht unter der Beteiligung der Dissipation, wie wir in der vorangehenden Förderperiode zeigen konnten. Des weiteren zeigt ihre Dynamik in Anwesenheit von Störstellen eine Vielfalt von Phänomenen, was im Bericht dargestellt wird. Während in der Vergangenheit weit vorangeschrittene dynamische Simulationen durchgeführt wurden, beabsichtigen wir in der kommenden Förderperiode, die Frage der dynamischen Stabilität von Skyrmionen und Antiskyrmionen zu untersuchen mittels einer Landschaft einer potentiellen Energie unter der Wirkung eines externen Stroms als Funktion von geeigneten Deformationsparametern. Wir wollen eine Kramers Ratentheorie für die Stabilität von Skyrmionen formulieren. Weiterhin wollen wir unseren Fokus auf antiferromagnetische Skyrmionen ausrichten. Diese sind interessant, weil zusätzlich zu den genannten Eigenschaften der Skyrmionen ein antiferromagnetisches Wirtsmaterial mit einer verschwindenden Gesamtmagnetisierung magnetisch innert ist, allerdings auf Kosten der Tatsache, dass eine Manipulation durch einen Strom von außen nichttrivial ist. Insbesondere treibt ein Strom das System aus seinem Grundzustand und motiviert so eine theoretische Beschreibung eines Antiferromagneten jenseits der Mean-field-Theorie für zwei gekoppelte ferromagnetische Untergitter. Wir planen die Entwicklung einer Theorie von stromgetriebenen antiferromagnetischen Skyrmionen jenseits der Mean-field-Theorie durch ihre Ergänzung durch Spinwellenfluktuationen. Wir können bereits neuartige Beiträge zum Spintransfer-Drehmoment vorhersehen. Des weiteren wollen wir echt quantenmechanische Skyrmionen studieren, so wie sie durch Quantenspins auf den Gitterplätzen gebildet werden. Wir beabsichtigen, unsere laufenden vorläufigen Quantensimulationen weiter auszubauen und wollen die Fragen der Stabilität und des Wechselspiels der Quantenmechanik und des klassischen Konzepts der Topologie untersuchen. Nicht zuletzt planen wir, die Dynamik von Skyrmionen zu untersuchen, die durch zirkulare Spinwellen aus punktförmigen Quellen emittiert werden. Dieses Konzept ist technologisch relevant für mögliche technologische Systeme und wird auch experimentell untersucht im Projekt von Dr. Stefan Krause (Universität Hamburg), mit dem wir im Rahmen des DFG-Schwerpunktprogramms zusammenarbeiten möchten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403511192",
      "url": "https://gepris.dfg.de/gepris/projekt/403511192",
      "title": "Proximity-induzierte Effekte und neuartige Funktionalitäten in supraleitenden / ferromagnetischen Heterostrukturen mit magnetischen Skyrmionen",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403511192",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Unser grundsätzliche Zielsetzung stimmt mit dem Ziel des Schwerpunktprogramms überein: Ein besseres Verständnis für die Entwicklung, Zerstörung und externe Manipulation von Skyrmionen und verwandte topologische Spinphänomene in nanostrukturierte Systeme, welche Grenzflächenasymmetrie-gesteuerte Spin-Interaktionen nutzen; und neue Einblicke in fortschrittliche Hybridstrukturen zu erlangen, die neue Funktionalitäten enthüllen, um topologische Spinphänomene im realen Raum besser zu verstehen.Das konkrete Ziel unseres Vorhabens ist die Analyse der Bildung von einzelnen Skyrmionen und Skyrmion-Gittern in supraleitenden/ferromagnetischen (S/F) Heterostrukturen, welche magnetische Skyrmionen enthalten. Im Gegensatz zum üblichen Fall, bei dem die Bildung des skyrmionischen-Gitters durch die magnetische Wechselwirkung und der Spin-Bahn-Kopplung in nicht-Zentralsymmetrischen Systemen bestimmt wird, ist die Situation in mehrschichtigen S/F-Strukturen durch Abschirmung des Magnetfeldes aufgrund von orbitalen Effekten als auch Auswirkungen durch Spinpolarisation völlig verschieden. Es ist unser Ziel diese Effekte in Doppelschicht- und mehrschichtigen S/F-Strukturen theoretisch zu untersuchen, wobei der Schwerpunkt auf den Eigenschaften der Skyrmionen und deren Rückkopplung zur Supraleitung liegt. Beispielsweise wollen wir die Eigenschaften eines Skyrmion-Gitters in diesen Strukturen untersuchen, wobei wir sowohl stationäre als auch nicht-stationäre (bewegliches Solition-Gitter) Systeme betrachten. Insbesondere wollen wir neue Funktionsweisen untersuchen, die durch den Einsatz von Supraleitern in potenziellen Skyrmion-basierten Bauelementen bewirkt werden. Darüber hinaus wollen wir unsere Forschung auf den Fall von Multikomponentensupraleitern mit starker Spin-Bahn-Kopplung ausweiten, welche skyrmionische Lösungen im gemischten Zustand unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403502758",
      "url": "https://gepris.dfg.de/gepris/projekt/403502758",
      "title": "Skyrmionen in antiferromagnetischen und hochgradig anisotropen Umgebungen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403502758",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "In diesem Projekt werden mittels des atomaren Auflösungsvermögens der spinpolarisierten Rastertunnelmikroskopie (SP-STM) folgende Ziele verfolgt: (i) Präparation und Abbildung magnetischer Skyrmionen in antiferromagnetischen (AFM) Filmen, (ii) Untersuchung hochgradig anisotroper Spinstrukturen und Skyrmionen in bislang wenig untersuchten Übergangsmetall-Oxiden (TMO) sowie (iii) Studien zur Wechselwirkung AFM Skyrmionen mit elektrischen und Spin-Strömen.  Im Rahmen dieser Ziele wird der Einfluss externer Stimuli, wie etwa globaler magnetischer oder lokaler elektrischer Felder, im Detail untersucht.  Darüber hinaus werden die Auswirkungen einzelner atomarer oder molekularer Defekte auf Größe, Form und Mobilität von Skyrmionen studiert. WP(i) — In der Vergangenheit wurden Skyrmionen in ferromagnetischen (FM) Materialien bereits intensiv untersucht.  Im Gegensatz dazu sind für Skyrmionen in AFM Materialien, die eine größere Wechselwirkung mit Spinströmen bei gleichzeitig verschwindendem Skyrmion-Hall Effekt aufweisen sollen, bislang ausschließlich Modellrechnungen durchgeführt worden.  In Zusammenarbeit mit Kooperationspartnern von der Univ. Kiel (Heinze) werden wir AFM-Skyrmionen in dünnen Filmen untersuchen.  Dazu werden wir sowohl Antiferromagnete vom G-Typ als auch lagenweise Antiferromagnete präparieren.  Es wird systematisch untersucht werden, ob und wie Skyrmionen durch globale oder lokale Felder erzeugt, manipuliert oder vernichtet werden können.  In Zusammenarbeit mit dem FZ Jülich (Lounis) wird außerdem die Wechselwirkung mit atomaren und molekularen Defekten studiert. WP(ii) — Die Austauschwechselwirkung aller bislang untersuchten magnetischen Skyrmionen ist weitestgehend isotrop.  Kürzlich entdeckten wir stark anisotrope chirale Spin-Strukturen in ein-dimensionalen TMO auf Ir(001). In Zusammenarbeit mit dem FZ Jülich (Lezaic/Blügel) werden wir diese indirekte Wechselwirkung untersuchen. Hierzu werden die Einflüsse von externen Magnetfeldern und einer erhöhten Temperatur studiert. Weiterhin wollen wir die Dynamik von Domänenwänden abbilden.  WP(ii) — Elektrische Ströme wechselwirken außergewöhnlich stark mit magnetischen Skyrmionen.  Wir werden mittels einer neu entwickelten Methode, der STM-induzierten Tele-Isomerisation einzelner Moleküle, untersuchen, wie elektrische Ströme durch Skyrmionen propagieren und die Ergebnisse mit konventionellen Domänenwänden vergleichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403512597",
      "url": "https://gepris.dfg.de/gepris/projekt/403512597",
      "title": "\"Skyrmions in reduzierten Dimensionen: eine SPM-Analyse\"",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403512597",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Dieses Projekt widmet sich der fundamentalen Analyse von niederdimensionalen Skyrmionen (SKY)-Systemen mit Hilfe unserer lokalen Sondenmethoden (SPM). Konkret beschränken wir uns auf 2 Klassen von Dünnfilmen, zum einen auf die Familie der lakunaren Spinels unter reduzierten Dimensionen mit GaV4S8 (GVS) dem prominentesten Vertreter hieraus, sowie auf Dünnfilme aus SrIrO3 / SrRuO3 Multilagen. In jüngster Vergangenheit war es uns möglich, mit Hilfe ausgewählter SPM Techniken wie der magnetischen (MFM), der piezoelektrischen (PFM) oder auch der Kelvin-Probe Rasterkraftmikroskopie (KPFM) SKYs und Skyrmionen-Gitter (SkLs) an den Grenz-und Oberflächen einer Vielzahl von bulk-Materialien abzubilden und auf lokaler Skala zu manipulieren, so in den B20-Materialien, dem multiferroischen Isolator Cu2OSeO3, sowie auf genanntem GVS als multiferroischem Halbleiter und seinen Verwandten (GVSe, GMoS, GeVS). Der enorme Vorteil dieser lakunaren Spinels ist deren multiferroische Eigenschaft, die eine mutuelle Manipulation und Beeinflussung sowohl über elektrische, magnetische oder mechanische Felder erlaubt. Genau dies steht im Fokus unseres Projektes. Zunächst stellen wir Dünnfilme der GVS-Materialtypen her, indem wir 4 verschiedene Routen in ihrem Ergebnis der SkL-Ausbildung einerseits und der lokalen Dzyaloshinskii-Moriya Wechselwirkung (DMI) andererseits miteinander vergleichen. Es kommen 2 top-down und 2 bottom-up Verfahren zum Zuge: Während das Focused-Ion-Beam-Milling bzw. Chemical-Mechanical-Polishing zu ca. ~50-nm-dicken, freistehenden Dünnfilmen der GVS-Typen führen, werden als bottom-up Techniken eine Pulsed-Laser-Deposition sowie die Vereinzelung von 0D GVS-Körnern von < 100 nm Durchmesser aus einer polykristallinen Probe eingesetzt. Letztlich wenden wir noch einen Schrägschliff auf alle diese Dünnfilme an, um so direkten Zugang mittels SPM zu inneren, vergrabenen Grenzflächen zu erhalten. Zusätzlich konzentrieren wir unsere lokalen SPM Untersuchungen auch auf die genannten SrIrO3 / SrRuO3 Dünnfilme. Hier gilt es, den Grenzflächen-getriebenen DMI durch Variation der Multilagenabfolge so zu steuern, dass SkLs ausgebildet werden können. Letztlich steht auch die gezielte Manipulation von individuellen SKYs oder auch SkLs in metastabilen Zuständen im Fokus dieses Projektes. Nebst Beeinflussung mittels lokaler magnetischer Felder durch die MFM Spitze sollen die hier eingesetzten Multiferroika auch durch integrale oder lokale elektrische Felder manipuliert werden; darüber hinaus setzen wir piezoelektrische Substrate zur gezielten mechanischen Verspannung der Dünnfilme in-situ ein. Trotz der großen Palette an experimentellen Techniken zur Analyse von bulk-SKY-Materialien, sind es unsere SPM Methoden, die hier unikal Einblicke in die Energetik und Dynamik von solchen 0D, 1D und 2D SKY-Systeme gewähren werden. Selbstverständlich können unsere SPM Techniken auch zur Analyse anderer prospektiver Materialsysteme innerhalb des SPPs eingesetzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403512431",
      "url": "https://gepris.dfg.de/gepris/projekt/403512431",
      "title": "Spektroskopie von Skyrmionen in Ferro- und Antiferromagneten",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403512431",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Durch das Zusammenbringen von Theorie und Experiment werden wir die Eigenmoden von Skyrmionen in ferro- und antiferromagnetischen Dünnfilmen und ihre externe Anregung untersuchen. Hauptziel ist ein allgemeines Bild zum Verständnis und zur Kontrolle der magnetischen Anregungen in individuellen Skyrmionen und Skyrmionengittern. Unser experimentelles Hauptwerkzeug wird die Brillouin-Lichtstreuspektroskopie (BLS) sein. Zur Untersuchung der Anregungen im Spinsystem dünner Filme sticht die BLS Spektroskopie auf Grund ihrer hohen Sensitivität zur Detektion thermischer Anregungen heraus. BLS hat sich dadurch zu einer der führenden Techniken zur Charakterisierung der Dzyaloshinskii-Moriya Wechselwirkung in dünnen Filmen etabliert und wir werden dieses experimentelle Mittel allen Mitgliedern des SPP für eine (vergleichende) Untersuchung ihrer Schichten zur Verfügung stellen.In diesem Projekt bearbeiten wir Schlüsselfragen der Skyrmionanregung mit einer Kombination von modernsten theoretischen Methoden, Simulationen und BLS Experimenten. Das erste Etappenziel ist die Analyse und das Verständnis der thermisch angeregten Spektren von Skyrmionengittern und isolierten Skyrmionen. Hierbei stellt die BLS einzigartige Möglichkeiten zur Verfügung, um die Skyrmionen-Anregungen und Spinwellen mit endlichen Wellenvektoren in und um Skyrmionen zu untersuchen. Das zweite Schlüsselziel ist ein umfassendes Bild der linearen Skyrmiondynamik getrieben durch externer Stimuli. Dabei werden wir die externe Anregung durch Radiofrequenz-Magnetfelder und Spinströme untersuchen. Aus den Anregungsspektren werden wir wertvolle Einsichten in die zugrundeliegenden Prozesse der Skyrmiondynamik erhalten. Als dritte Schlüsselfrage werden wir die nichtlineare Skyrmionendynamik als Folge einer starken externen Anregung beleuchten und ihren Einfluss auf Skyrmion-basierte Technologien wie Skyrmion-Racetrack-Speicher oder Skyrmion-Oszillatoren aufzeigen.In unseren Experimenten bei Raumtemperatur werden wir uns auf Schichtsysteme konzentrieren, die dünne ferromagnetische Schichten aus den Materialien beinhalten, die auch in modernen spintronischen Bauteilen verwendet werden und in denen Skyrmioneigenfrequenzen typischerweise im GHz-Bereich liegen. Um das Feld der Skyrmionik zu höheren Skyrmiongeschwindigkeiten zu erweitern und die THz-Lücke zu überbrücken, wird jedes der oben definierten Ziele auch von theoretischen Vorhersagen der entsprechenden Phänomene in antiferromagnetischen Systemen begleitet. Diese theoretischen Vorhersagen werden zusammen mit unseren experimentellen Ergebnissen zur Dynamik ferromagnetischer Skyrmionen Wege aufzeigen, wie die Skyrmionspektroskopie in den THz-Bereich ausgedehnt werden kann, der intrinsisch für antiferromagnetische Dynamik ist. Dies wird neue Experimente zur Erzeugung und Manipulation von antiferromagnetischen Skyrmionen stimulieren und den Weg für zukünftige Anwendungen von Skyrmionen ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlichProfessor Dr. Burkard  HillebrandsEhemaliger AntragstellerDr. Thomas  Brächer, bis 4/2019"
    },
    {
      "project_id": "403505631",
      "url": "https://gepris.dfg.de/gepris/projekt/403505631",
      "title": "Spindynamik hybrider Skyrmion-Magnon Solitonen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505631",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Die heute Spintronik basiert auf der Kontrolle magnetischer Momente in topologisch trivialen Ferromagneten. Topologisch stabilisierte magnetische Skyrmionen in chiralen Magneten bieten eine neuartige und vielversprechende Basis für Informationstransport und Speicherung mit erweiterten Funktionalitäten. Um darauf beruhende Anwendungen zu realisieren, ist ein genaues Verständnis der zu Grunde liegenden Dynamik der Magnetisierung unerlässlich.In diesem Projekt untersuchen wir die Magnetisierungsdynamik in hybriden Strukturen bestehend aus Ferromagneten und Chiralen Magneten. In solchen hybriden Systemen können die magnetischen Anregungen von Skyrmionen an die entsprechenden Anregungen im topologisch trivialen Ferromagneten koppeln. Dies bietet eine Möglichkeit, vorteilhafte Eigenschaften beider Materialklassen zu vereinen.In der zweiten Förderperiode werden wir die Hybridisierung solcher dynamischer Anregungen in zwei gegensätzlichen Grenzfällen untersuchen. Wir werden die langreichweitige Kopplung uniformer Anregungen durch nicht-lokale Mikrowellenphotonen ebenso wie die Kopplung von kurzwelligen Anregungen an Grenzflächen untersuchen.Die nicht-lokale Kopplung basiert auf der bekannten Kopplung von Magnonen und Photonen sowie auf neuartigen Photon-Skyrmion Kopplungsphänomenen, die wir in der ersten Förderperiode nachgewiesen haben. Wir werden diese Kopplung in speziell angefertigten Mikrowellenresonatoren untersuchen. Solch nicht-lokale Kopplung mit hoher Kooperativität ermöglicht den kohärenten Transfer von Anregungen zwischen topologisch trivialen und topologisch stabilisierten magnetischen Texturen. Wir werden weiterhin magneto-optische Spektroskopie, insbesondere Brillouin-Lichtstreuung, sowie mikromagnetische Simulationen einsetzten, um die Kopplung von Spinwellen und magnetischen Skyrmionen an der Grenzfläche von chiralen Magneten und Ferromagneten zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlichProfessor Dr. Philipp  Pirro"
    },
    {
      "project_id": "403505322",
      "url": "https://gepris.dfg.de/gepris/projekt/403505322",
      "title": "Strom-induzierte Bewegung von Antiskyrmionen in dünnen Heusler-Legierungsschichten",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403505322",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Magnetische Skyrmionen und Antiskyrmionen sind topologisch geschützte chirale magnetische Nanoobjekte, die potenzielleInformationsträger für zukünftige dichte und energieeffizienteRacetrack-Speicherbausteine sind. In der ersten Runde dieses SPPzeigten wir durch den Einsatz der Lorentz-Transmissionselektronenmikroskopie (LTEM) und derMagnetkraftmikroskopie (MFM) die dickenunabhängige intrinsischeStabilität von Antiskyrmionen, die robuste Abstimmbarkeit der Größevon Antiskyrmionen und die Stabilisierung elliptischer Bloch-Skyrmionen im Antiskyrmionen-System durch weiträumige Dipol-Dipol-Wechselwirkungen. Bis heute haben wir keinen Beweis für dieBewegung von Antiskyrmionen unter Verwendung von Volumen-Spin-Transfer-Drehmomenten in Lamellen, die aus Bulkkristallen gebildetwerden, gefunden. Der neue Forschungsantrag konzentriert sich aufdie Züchtung ultradünner epitaktischer Heusler-Filme, dieAntiskyrmionen aufnehmen könnten und aus denen wir magnetischeRacetrack-Speicher präparieren können, mit dem Hauptziel, diestrominduzierte Manipulation von Antiskyrmionen unter Verwendungvon Spin-Orbit-Drehmomenten aus benachbartenSchwermetallschichten zu demonstrieren. Um dieses Ziel zuerreichen, werden wir das Wachstum ultradünner Heusler-Filme unterVerwendung neuartiger chemischer Templating-Layer (CTL)erforschen. Letztere wurden verwendet, um binäre tetragonaleVerbindungen zu bilden, die selbst für die Abscheidung beiRaumtemperatur chemisch geordnet sind. Die CTL-Methodeverwendet Verbindungen wie CoAl, IrAl und andere Mitglieder dieserFamilie (als Unterschicht) mit der CsCl-Struktur, die atomar geordnetsind. Unser anfänglicher Schwerpunkt wird die Stabilisierungeinzelner Antiskyrmionen in dickeren D2d Heusler-Schichten sein.Unser nächster Schwerpunkt wird darin bestehen, die Bildung vonAntiskyrmionen in ultradünnen, nur ein oder zwei Einheitszellendicken Filmen zu demonstrieren und die Bewegung vonAntiskyrmionen unter Spin-Orbit-Drehmomenten zu erforschen. Einwichtiges Ziel wird es sein, synthetische antiferromagnetische (SAF)Strukturen auf Heusler-Basis zu züchten, bei denen zwei senkrechtmagnetisierte ferromagnetische Heusler-Subschichten überantiferromagnetische Interlayer-Austauschwechselwirkung gekoppeltsind, die durch eine ultradünne metallische RuAl-Zwischenschichtvermittelt wird. Im Gegensatz zu Antiskyrmionen in ferromagnetischenMaterialien sind die gekoppelten Antiskyrmionen in SAFs völlig freivom Einfluss des Skyrmion-Hall-Effekts. Um diese Filme zu erzeugenwerden wir das Magnetron-Co-Sputterverfahren verwenden, als auchein am MPI-Halle konzipiertes und erbautes IonenstrahlSputtersystem mit niedrigem Arbeitsdruckbereich, drei Quellen undvielen, verschiedenen Targets. Zur Untersuchung derstrominduzierten Bewegung wird eine Kombination verschiedenermagnetischer Abbildungstechniken einschließlich LTEM, MFM, STXMund Kerr-Mikroskopie bei variablen Temperaturen eingesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenMitverantwortlichRana  Saha, Ph.D."
    },
    {
      "project_id": "403502522",
      "url": "https://gepris.dfg.de/gepris/projekt/403502522",
      "title": "Thermisch aktivierte Skyrmionen: von der individuellen zur kollektiven Dynamik",
      "subject_area": "Theoretische Physik der kondensierten MaterieExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403502522",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "In diesem Projekt wollen wir mit kombinierten theoretischen und experimentellen Methoden die Statik und Dynamik thermisch aktivierter Skyrmionen untersuchen. Wir gehen dabei über die bislang untersuchten ferromagnetischen Systeme hinaus, hin zu Systemen mit mehreren antiparallel gekoppelten magnetischen Untergittern. Hierzu gehören synthetische wie intrinsische ferri- und antiferromagnetische Systeme mit komplexen Eigenschaften, die sich aus dem Wechselspiel ihrer Untergitter ergeben.Der erste Schritt besteht darin, die thermische Dynamik einzelner Skyrmionen zu verstehen, basierend auf unseren Arbeiten an ferromagnetischen Skyrmionen und der ersten experimentellen Beobachtung von Diffusion in ferrimagnetischen und synthetisch antiferromagnetischen Systemen. Mit der Vorhersage einer erhöhten Diffusionsdynamik für niedriges magnetisches Gesamtmomente sind diese Systeme vielversprechend für unkonventionelle Logikanwendungen basierend auf Diffusion. Daher werden wir die Skyrmionen-Diffusion, beginnend mit großem magnetischen Moment, bis hinunter zum Gesamtmoment Null untersuchen, wo sich die Untergitter kompensieren. Dazu wird das magnetische Gesamtmoment in Ferrimagneten mit Hilfe der Temperatur und in synthetischen Antiferromagneten durch die Wahl der Schichtdicken variiert.Im zweiten Schritt werden wir die kollektive Dynamik von Skyrmionensembles untersuchen, die verschiedene Phasen und Phasenübergänge zeigen können, wie z. B. die für 2D-Systeme einzigartige hexatische Phase mit ihren topologischen Phasenübergängen. Ausgehend von der statistischen Analyse der Skyrmionenpositionen einer Probe ist es möglich, die Potenziallandschaft der Skyrmionen zu quantifizieren. Damit lassen sich Vorhersagen zu einer erhöhten Versuchsfrequenzen für antiferromagnetische Skyrmionen überprüfen und die Skyrmion-Skyrmion-Wechselwirkung, die für die Bildung der Phasen verantwortlich ist, bestimmen. Die Phasen und Phasenübergänge können dann mit Hilfe lokaler Orientierungs-Ordnungsparameter im Vergleich mit den numerischen Rechnungen analysiert werden. Schließlich können wir durch plötzliche Variation der Skyrmionengröße und -form   Relaxationsprozesse zeitaufgelöst untersuchen, um die Prozesse zu identifizieren, die Phasenübergänge treiben.Wir werden dazu eine Reihe ausgewählter experimenteller Techniken verwenden, die variable Temperaturen und äußere Magnetfelder ermöglichen, hauptsächlich Echtzeit-Magnetmikroskopie für die direkte Bildgebung, ergänzt durch Streutechniken. Im theoretischen Teil des Projekts verwenden wir eine breite Kombination numerischer Simulationstechniken, die von der elektronischen Struktur bis hin zur mesoskopischen Skala reichen. Aus Spindynamiksimulationen werden wir realistische Parameter extrahieren, um letztendlich in einem Quasiteilchenbild Molekulardynamiksimulationen möglichst großer Ensembles von Skyrmionen durchführen, die zur Modellierung von Phasen und Phasenübergängen erforderlich sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "403030645",
      "url": "https://gepris.dfg.de/gepris/projekt/403030645",
      "title": "Topologische Magnetisierungsdynamik in Skyrmion Materialien",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403030645",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Magnetische Skyrmionen sind zweidimensionale topologische Texturen der Magnetisierung. In dreidimensionalen Systemen können diese Texturen sich in die dritte Dimension fortsetzen und Skyrmion-Strings ausbilden. Die nicht-triviale Topologie dieser Objekte beeinflusst deren Dynamik in fundamentaler Art und Weise.In diesem Forschungsprojekt sollen Aspekte dieser Dynamik näher untersucht werden.Im ersten Teil werden einzelne Skyrmion-Strings in einem feldpolarisierten Hintergrund untersucht. Solche Strings besitzen eine Goldstone Mode aufgrund der Brechung der Translationssymmetrie. Mit Hilfe der nicht-linearen Spinwellentheorie soll die effektive Niederenergietheorie dieser Goldstone Mode hergeleitet werden inklusive der führenden Nichtlinearitäten. In einer vorausgehenden Arbeit wurde die Form dieser Theorie phänomenologisch mit Hilfe von Symmetrieargumenten postuliert. Dieses Ergebnis soll nun mit einer mikroskopischen Rechnung überprüft werden. Die Nichtlinearitäten sind insbesondere in der Lage Einzelwellen zu stabilisieren, die sich entlang der Strings fortbewegen. Eine analytische Theorie dieser Wellen existiert bereits, die im Grenzfall kleiner Energien gültig ist. Die führenden Korrekturen zu dieser Theorie werden in diesem Projekt hergeleitet, um mit numerischen Simulationen vergleichen zu können. Weiterhin wird der Einfluss von Spinströmen auf den Skyrmion-String untersucht. Insbesondere soll überprüft werden, ob longitudinale Spinströme in der Lage sind, den String dynamisch zu destabilisieren.Im zweiten Teil wir die Spindynamik von Skyrmiongittern weiter untersucht. Spinwellen unterliegen in solchen Gittern einer emergenten Elektrodynamik und bilden aufgrund eines emergenten orbitalen Magnetfeldes Landauniveaus aus. Dieses emergente Feld variiert räumlich stark und wechselt auch das Vorzeichen. In einem solches periodisch oszillierendes Magnetfeld können sich weglaufende Orbits ausbilden, die sich im Gegensatz zu lokalisierte Zyklotron Orbits über das gesamte System erstrecken. Es soll untersucht werden, ob die Existenz solcher weglaufenden Orbits die Anhäufung von spektralen Gewicht im Spinstrukturfaktor auf effektive Dispersionen im Impuls-Energie Raum erklärt. Weiterhin wird die Beziehung zwischen den dynamischen Anregungen von Skyrmionen untersucht, die in magnetischen Multilagen-Systeme und chiralen Kristallen auftreten. Außerdem soll eine theoretische Vorhersage für die Brillouin Lichtstreuung von Skyrmion Anregungen hergeleitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "462692865",
      "url": "https://gepris.dfg.de/gepris/projekt/462692865",
      "title": "Topologischer Nernsteffekt einzelner Skyrmionen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462692865",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Skyrmionen sind nanoskalige vortexartige Spinstrukturen mit topologischen Eigenschaften, die in magnetischen Materialien durch das Zusammenspiel von symmetrischer und antisymmetrischer Austauschwechselwirkung stabilisiert werden können.  Während die elektrische Detektion und Manipulation von Skyrmionen seit einiger Zeit gut etabliert ist, steckt deren thermoelektrische Charakterisierung noch in den Kinderschuhen. In eigenen Vorarbeiten konnte kürzlich erstmals das thermoelektrische Signal eines einzelen Skyrmions gemessen werden. Allerdings zeigte sich darin trotz der topologischen Strukture des Skyrmions kein signifikanter topologischer Beitrag zum thermoelektrischen Signal.Das Ziel dieses Projektes ist es daher, das topologische thermoelektrische Signal, den sogenannten topologischen Nernsteffekt, erstmals experimentell nachzuweisen und zu untersuchen. Um dies zu erreichen, werden verschiedene skyrmionische Dünnschichtsysteme lithographisch strukturiert und ihre thermoelektrischen Eigenschaften gemessen. Der Vergleich der Messdaten mit quantitativen Abbildungen der Spinstruktur erlaub die Datenanalyse im Hinblick auf die Existenz topologischer Beiträge. Zudem werden die Daten im Hinblick auf thermisch induzierte Torques untersucht. Die geplanten Untersuchungen ermöglichen nicht nur einen tiefen Einblick in die Wechselwirkungen von Wärme-, Ladungs- und Spinströmen in topologisch geschützten Systemen, sondern könnten auch neuartige Werkzeugen zur thermisch induzierten Manipulation von Skyrmionen bereitstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenInternationaler BezugFrankreichKooperationspartnerVincent  Cros, Ph.D."
    },
    {
      "project_id": "462597720",
      "url": "https://gepris.dfg.de/gepris/projekt/462597720",
      "title": "TOPSTONE - Topologische Solitonen In Frustrierten Magneten",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462597720",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Das Feld der ein- und (quasi-)zweidimensionalen magnetischen Solitonen ist in den letzten Jahren insbesondere durch die enormen Fortschritte bei Domänenwänden und Skyrmionen in konventionellen (Anti-)Ferromagneten aufgeblüht. Der Nachweis stabiler dreidimensionaler Solitonen (z.B. Hopfions) ist jedoch in kollinearen Magnetsystemen zum Teil aufgrund der Natur des Parameters der Ordnung S^{2} in kollinearen Magnetsystemen nach wie vor nicht möglich und stellt daher heutzutage eine der großen Herausforderungen der Spintronik dar. Dieses Forschungsprojekt zielt wir darauf ab, magnetisch frustrierte Systeme als neue Plattform für die Erzeugung und Manipulation dieser topologischen Texturen zu etablieren. Diese vielseitige Plattform bringt den Vorteil mit sich, dass ihre Ordnungs-Parameter-Vielfalt von der Gruppe der Rotationsmatrizen bereitgestellt wird. Folglich geht die die Natur der magnetischen Solitonen/Defekte in frustrierten Magneten über die des üblichen S^{2}-Paradigmas hinaus. Spezifischer ist es unser Ziel, die topologischen Transporteigenschaften dieser vielseitigen Plattformen zu entwirren und auszunutzen, indem wir einen allgemeinen Rahmen konstruieren, in welchem der Beginn, die Stabilität und die Dynamik der entstehenden topologischen Solitonen untersucht werden. Wir werden diese herausfordernde Aufgabe mit Hilfe des folgenden Programms meistern: I) Wir werden realistische Minimalmodelle für frustrierte Magnete konstruieren, welche (stabile) Solitonen beherbergen. Desweiteren werden wir die Mechanismen/Kanäle auf ihre topologische Relaxation untersuchen, die wiederum ihre (endliche) Lebensdauer bestimmen. II) Wir werden hydrodynamische/phänomenologische Theorien für die topologische Ladung und die kollektiven (spinähnlichen) Freiheitsgrade von Solitonen entwickeln, welche in den topologischen Einschränkungen dieser Materialklasse begründet sind. III) Elektrisch basierte Ansätze werden verwendet, um die Magnetisierung und die topologischen Solitonen in frustrierten Magneten zu steuern. Insbesondere werden wir zeigen, dass die Soliton-vermittelte Übertragung von Spinsignalen eine größere Widerstandsfähigkeit gegen Degradation (algebraischen Zerfall) aufweist als die üblichen Magnet-vermittelten Schemata (exponentieller Zerfall). Dieser Nachweis bietet vielversprechende Perspektiven für das Gebiet des Soliton-basierten Rechnens.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen"
    },
    {
      "project_id": "462602351",
      "url": "https://gepris.dfg.de/gepris/projekt/462602351",
      "title": "Untersuchung topologischer Spinstrukturen jenseits von Skyrmionen ausgehend von ab initio Rechnungen",
      "subject_area": "Theoretische Physik der kondensierten MaterieExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462602351",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für Anwendungen",
      "description": "Magnetische Skyrmionen – stabile, lokalisierte Spinstrukturen – sind vielversprechend für zukünftige Anwendungen in der Spintronik. Eine Einschränkung in ihrer potentiellen Anwendung besteht darin, dass sie dem Skyrmion-Hall-Effekt unterliegen. Dieser Effekt führt dazu, dass Skyrmionen von der Richtung des elektrischen Stromes abgelenkt werden. In einer Race-Track-Geometrie bewegen sie sich daher zum Rand der Spur, wo sie ausgelöscht werden, so dass die Information verloren geht. Die Nutzung von Skyrmionen zur Codierung von Information wird auch dadurch eingeschränkt, dass man ein Bit über die Anwesenheit (=1) oder Abwesenheit (=0) des Skyrmions darstellt. Es wäre sehr vorteilhaft, wenn man einen anderen metastabilen Spinzustand für den Bitzustand 0 zur Verfügung hätte. Daher ist es nicht nur von fundamentalem Interesse Systeme zu untersuchen, in denen mehr als nur eine metastabile Spinstruktur koexistieren können.Neben Skyrmionen wurden vielfältige andere topologische Spinstrukturen wie Antiskyrmionen, antiferromagnetische Skyrmionen oder Skyrmionen höherer Ordnung vorhergesagt. Diese Spinstrukturen besitzen vielversprechende Eigenschaften, insbesondere unterliegen sie nicht dem Skyrmion-Hall-Effekt. Allerdings basieren bisherige theoretische Studien auf beliebig gewählten Parametern für die magnetischen Wechselwirkungen und die Stabilität dieser Spinstrukturen ist weitestgehend unerforscht. Speziell die Mechanismen für ihren Zerfall sind unbekannt und die Energiebarrieren, die sie gegen den Zerfall stabilisieren, wurden nicht berechnet. Ultimativ muss die Lebenszeit der topologischen Spinstrukturen bestimmt werden, welches eine extrem herausfordernde Aufgabe ist, da die möglichen Übergangspfade komplex sind und neben den Energiebarrieren auch die Vorfaktoren im Arrhenius Gesetz berechnet werden müssen. Weiter besteht ein Bedarf an atomistischen Spinmodellen mit ab initio Parametern, um vielversprechende Materialsysteme für die experimentelle Entdeckung und potentielle Anwendungen zu finden.In diesem Projekt werden wir einen atomistischen Spinsimulationscode weiterentwickeln und anwenden, der auf ab initio Rechnungen mittels Dichtefunktionaltheorie (DFT) aufbaut, um neue Materialsysteme vorherzusagen, in denen topologische Spinstrukturen jenseits von Skyrmionen auftreten. Wir entwickeln Verfahren zur Simulation atomistischer Spinmodelle weiter, um sie auf die neuen topologische Spinstrukturen anwenden zu können. Mit diesen Methoden berechnen wir die Zerfalls- und Erzeugungsmechanismen, die Stabilität und die Lebenszeit dieser Spinstrukturen bei endlichen Temperaturen basierend auf DFT-Parametern für alle magnetischen Wechselwirkungen.  Die Wahl der Materialsysteme erlaubt ihre experimentelle Realisierung, so dass neuartige topologische Spinstrukturen entdeckt werden können. Dies wird ein wichtiger Schritt sein, um solche topologischen Spinstrukturen in der Spintronik anzuwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2137: \nSkyrmionics: Topologische Spin-Phänomene im Realraum für AnwendungenInternationaler BezugIslandKooperationspartnerProfessor Dr. Pavel  Bessarab"
    }
  ]
}