{
  "spp_number": "SPP 2130",
  "spp_title": "Übersetzungskulturen der Frühen Neuzeit",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360108296",
  "projects_count": 22,
  "projects": [
    {
      "project_id": "405031642",
      "url": "https://gepris.dfg.de/gepris/projekt/405031642",
      "title": "Arabische und osmanisch-türkische nautische Kartographie des Mittelmeers: Inseln oder Eintrittspunkte für Wissen im Ozean transkultureller und translinguistischer Übersetzungsprozesse?",
      "subject_area": "WissenschaftsgeschichteFrühneuzeitliche GeschichteIslamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405031642",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Dieses Projekt untersucht zwei arabische Atlanten von Karten des Mittelmeers und zusätzlichem Material zu islamischer sakraler Geographie und Zeitmessung, zwei arabische Weltkarten sowie eine osmanische Karte des Mittelmeers aus dem 16. Jahrhundert auf die transkulturellen und translinguistischen Übersetzungen, die in ihren jeweiligen Produktionsphasen von den tunesischen und osmanischen Herstellern angefertigt sind und zur Komposition der multilingualen und multikulturellen Objekte geführt haben. Es fragt, in welchen Bereichen der Wissensakkumulation Übersetzungen sowie Hybridisierungsprozesse stattgefunden haben und mit welchen technischen, philologischen, geographischen, mathematischen, astronomisch-astrologischen und künstlerischen Methoden und Hilfsmitteln die Produzenten gearbeitet und mit wem sie möglicherweise kooperiert haben. Im Vergleich mit früheren arabischen Welt- und Regionalkarten und italienischen sowie katalanischen Seekarten sollen Prozesse der Veränderung und Transformation geographischen Wissens und seiner Verbildlichung eruiert werden. Eingebettet in die methodologischen Ansätze des Schwerpunktprojekts, der politischen und ökonomischen Kontextualisierung von Übersetzungen in Asien und neuer Perspektiven der Interpretation frühneuzeitlicher Kunst und Wissensproduktion in islamischen Gesellschaften soll ein holistisches Interpretationsmodell für die arabischen und türkischen Seekarten und Atlanten erarbeitet werden, das neue Forschungsperspektiven für die Geschichte der nautischen Kartographie des Mittelmeers eröffnen soll (14.-16. Jh.).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "461562574",
      "url": "https://gepris.dfg.de/gepris/projekt/461562574",
      "title": "Deutsche Mystik in Übersetzung. Die Erfindung einer europäischen Idee",
      "subject_area": "Geschichte der PhilosophieAllgemeine und vergleichende Literaturwissenschaft; Kulturwissenschaft",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461562574",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Dieses Projekt zeigt die prägende Rolle des Übersetzens in der Frühen Neuzeit am Beispiel der Übertragungen von deutscher mystischer Literatur ins Englische. Das England der Frühen Neuzeit bot einen außergewöhnlichen Nährboden für die Rezeption von Autoren wie Paracelsus (1493-1541), Sebastian Franck (1499-1542), Valentin Weigel (1533-1588) und Jacob Böhme (1575-1624): Getragen von dichten Netzwerken wurden Sie ins Englische übersetzt und veröffentlicht. Dadurch wurde eine Tradition erschaffen und einer neuen Leserschaft vermittelt: Ideen aus Kontinentaleuropa wurden mit einheimischen Ansätzen verbunden und eine neue Sprache entstand. Während Böhmes Theorien über die Schöpfung und die Erneuerung des Menschen in Deutschland wegen Häresievorwürfen unterdrückt waren, waren fast alle seine Schriften bereits im Jahr 1661 auf Englisch zugänglich. Der Erfolg dieser Übersetzungen brachte eine neue Persona hervor: die eines englischen Böhme, oder Behmen. Der historische Kontext ist vor kurzem untersucht worden, eine Studie der deutschen (und wenigen lateinischen) Ausgangstexte in Bezug auf ihre englischen Übertragungen ist dagegen noch nicht unternommen worden. Das Projekt zielt auf eine umfassende philosophische und kulturelle Neubewertung dieser Übersetzungen: Es analysiert, wie Ideen durch Übersetzung adaptiert und neu erfunden wurden. Das Projekt hat drei Zielvorgaben. 1) Anhand von Kurzbeschreibungen wird das Korpus der englischen Übersetzungen auf der Webseite des Projekts präsentiert und in einem Repositorium der Bibliothek, TU Braunschweig, langfristig zur Verfügung gestellt. Dafür erweitere ich die Liste, die ich als befristete Mitarbeiterin im Rahmen des SPPs 2130 kompiliert habe. 2) Ich analysiere Übersetzungsstrategien für die Übertragung mystischer Terminologie und deren Einfluss auf den philosophischen Transfer. Ich plane eine Monografie, die zum ersten Mal die Entwicklung Böhmes natur-theologischer Terminologie, seine Sprachtheorie und seine visuellen Schemata mit ihren einflussreichen Übertragungen ins Englische verbindet. 3) Die Beziehung zwischen interlingualem Übersetzen und visueller Verbildlichung als Mittel für transkulturelle Vermittlung philosophischer Ideen wird am Fall des handschriftlichen Werks von Dionysius Andreas Freher (1649-1728) offengelegt. Dies besteht aus deutschen und englischen Traktaten sowie einer großen Anzahl von Bildern, die die deutsche Mystik in England verbreiten und kritisch interpretieren sollten. Ich werde Frehers An Explication of Three Very Different Tables edieren und zum ersten Mal den Text und die Bilder, die das Werk ausmachen, zusammenbringen; bisher sind nur die Bilder veröffentlicht worden. Das Projekt erweitert die Perspektiven des SPPs 2130 um den Fokus der Geschichte der Philosophie: Es erörtert die Rolle der Übersetzung philosophischer Lehren im Bezug auf den Übersetzungsbegriff des SPP mit einer detaillierten Studie sowohl von berühmten (Böhme) als auch von wenig bekannten (Freher) Autoren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen NeuzeitEhemalige AntragstellerinDr. Cecilia  Muratori, bis 6/2022"
    },
    {
      "project_id": "405015355",
      "url": "https://gepris.dfg.de/gepris/projekt/405015355",
      "title": "Flows und Spannungen: Die Camondo Familie als kulturelle Übersetzer zwischen dem Osmanischen Reich und Europa im 18. Jahrhundert",
      "subject_area": "Frühneuzeitliche GeschichteIslamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405015355",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Die mikrohistorische Studie der jüdisch-osmanischen Familie namens Camondo spiegelt die globalen Transformationen wider, welche die osmanische Welt erfassten. Diese führten zu wachsenden Kontakten, Verhandlungen aber auch Konfrontationen mit den europäischen Nachbarn im 18. und frühen 19. Jahrhundert. Die Analyse zeigt, dass Mitglieder der Kaufmanns-Bankier-Familie frühneuzeitliche kulturelle, kommerzielle und politische Übersetzer zwischen den osmanischen und europäischen Systemen waren. Darüber hinaus fungierten sie als Kulturübersetzer im lokalen Umfeld zwischen der jüdischen und der nicht-jüdischen Traditionen. Inspiriert von den Übersetzungs- und Kulturwissenschaften sowie globalen und postkolonialen Ansätzen verbindet das Projekt so Fragen der kulturellen Begegnung mit Transformationen im Bereich der wirtschaftlichen und politischen Modernisierung. Der Schwerpunkt liegt auf den verschiedenen kommerziellen Strategien, politischen Identitäten und bürokratischen Dokumenten der Camondos, durch welche die Studie ein Umfeld aufzeigt, in dem Übersetzungspraktiken unentbehrlich und allgegenwärtig geworden waren. Es sollen zwei Bereiche erforscht werden: erstens der trans-imperiale durch zusätzliche geografische Regionen, Handelskulturen und Strategien und zweitens der strukturelle durch die Beziehung zwischen Übersetzung und politischer Macht. Die Studie leistet somit einen wichtigen Beitrag zu den Methoden und Zielen der zweiten Phase des Schwerpunktprogramms.\tDas Projekt soll in einer aus fünf Kapiteln bestehenden Monografie resultieren. Die ersten beiden Kapitel werden bis zum Ende der ersten Phase abgeschlossen. Während das erste Kapitel die Familie Camondo als kulturelle und kommerzielle Vermittler im Istanbul des 18. Jahrhunderts vorstellt, wird im zweiten Kapitel das Exil der Camondos aus dem Osmanischen Reich in der habsburgischen Hafenstadt Triest im Jahr 1782 erörtert. Im dritten Kapitel soll auf die kommerziellen, finanziellen und sozialen Aktivitäten der Familie in Triest und Wien eingegangen werden. Im vierten Kapitel werden die Handelsnetze der Camondos in Frankreich, den Niederlanden und den deutschsprachigen Gebieten untersucht. Besonders hervorgehoben werden dabei die Übersetzung und Nutzung der verschiedenen Handelsregelungen, Währungen und Schuldscheine. Im fünften Kapitel wird die Rückkehr der Camondos nach Istanbul im frühen 19. Jahrhundert und die Rückübersetzung ihrer Erfahrungen und Kenntnisse aus dem habsburger in den osmanischen Kontext untersucht. Diese Betrachtung soll erschließen, wie die Camondos die Zeit des Umbruchs des osmanischen Finanzsystems durchlebten und schließlich zu dessen Veränderung beitrugen. Abschließend werden die Erfahrungen der Juden mit denen anderer Gruppen verglichen. Dabei soll die prekäre Situation der Kulturübersetzer als einflussreiche Vermittler sowie auch als Opfer der Ambivalenz ihrer rechtlichen und kulturellen Position zwischen dem Osmanischen Reich und Europa herausgearbeitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "404804410",
      "url": "https://gepris.dfg.de/gepris/projekt/404804410",
      "title": "Frühneuzeitliche Übersetzungskulturen von Wales: Aufbrüche und Kontinuitäten",
      "investigators": "Professorin Dr. Elena  Parina;Professor Dr. Erich  Poppe",
      "subject_area": "Europäische und Amerikanische Literatur- und KulturwissenschaftenEinzelsprachwissenschaften, Historische Linguistik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404804410",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Ziel der Forschungsprojekts ist die systematische und textbasierte Erschließung und Kontextualisierung der Übersetzungskultur(en) in Wales im langen 16. Jahrhundert im Rahmen des Schwerpunktprogramms \"Übersetzungskulturen der Frühen Neuzeit\" (SPP 2130) in seiner zweiten Förderphase, in der speziell die Berechtigung eines Verständnisses der Frühen Neuzeit als einer durch Translationen geprägten Epoche überprüft werden soll. Mit Bezug auf die Pole Aufbrüche und Kontinuitäten stellt das Projekt entsprechend die Fragen nach der kulturellen Relevanz von Übersetzungen für das frühneuzeitliche Wales und nach den Charakteristika der zeitgenössischen Übersetzungskultur(en) und den Unterschieden gegenüber den mittelalterlichen Übersetzungskulturen. Dabei werden einerseits die regionalen Besonderheiten der kymrischen Übersetzungsliteratur der Zeit und andererseits ihre globalen Verflechtungen mit Protestantismus, Gegenreformation und Humanismus herausgearbeitet. Methodisch orientiert sich unser Projekt an translationswissenschaftlichen Modellen, die aus der Perspektive der Zielkultur den hermeneutischen, pragmatischen und funktionalen Charakter von Übersetzungstätigkeiten hervorheben und ihre Textarbeit mit sprachlichen und stilistischen Mikroanalysen fundieren. Konkretisiert werden die genannten Forschungsfragen durch vier aufeinander bezogene Teilprojekte: (1) die umfassende Erschließung der kymrischen Übersetzung von Juan Luis Vives‘ De institutione feminae Christianae, einer Abhandlung zur geschlechtsspezifischen Erziehung junger Mädchen; (2) durch die Analyse von Übersetzungen von Katechismen ins Kymrische und die Entwicklung einer Typologie von Übersetzungsstrategien in zeitgenössischer Katechismen über das Kymrische hinaus; (3) durch die Untersuchung des Stils frühneuzeitlicher kymrischer Übersetzungen unter dem Aspekt ihrer syntaktischen Komplexität; und (4) durch die Untersuchung der frühneuzeitlichen Rezeption and Bearbeitung von Texten, die bereits im Mittelalter ins Kymrische übersetzt worden waren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen NeuzeitInternationaler BezugGroßbritannienKooperationspartnerinnen / KooperationspartnerDr. Marieke  Meelen;Professor Dr. David  Willis"
    },
    {
      "project_id": "405033311",
      "url": "https://gepris.dfg.de/gepris/projekt/405033311",
      "title": "Japans übersetzte Religion: Christentum, Transkulturalität und Übersetzungskulturen im 16./17. Jahrhundert",
      "subject_area": "Religionswissenschaft und Judaistik",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405033311",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Vorhaben hat zum Ziel, einen religionswissenschaftlichen Beitrag zur Erforschung frühneuzeitlicher Übersetzungskulturen in einer Phase des regen transkulturellen Austauschs zwischen Europa und Ostasien, hier Japan, zu leisten. Das Projekt nimmt Dynamiken der Austauschprozesse zwischen katholischen Missionaren und Buddhist_innen im spätmittelalterlichen und frühmodernen Japan in den Blick. Aus der Begegnung von zwei gänzlich unterschiedlichen Übersetzungskulturen mit Beginn der Jesuitenmission (1549) entwickelten sich in Japan – und verflochten damit in Europa – neue Ansätze von Übersetzungs- und Sprachtheorie, die bisher jedoch wenig beachtet worden sind. Die Lesegewohnheit religiöser Texte in Japan hatte erheblichen Einfluss auf die Translation aus europäischen Sprachen, gerade bei Verwendung der japanischen Schrift. Die Aufarbeitung eines Fallbeispiels anhand primärer Quellen wie dem Contemptus mundi (1596; 1610) aus der japanischen Jesuitenpresse in religionswissenschaftlich-vergleichender Perspektive bezweckt eine Erweiterung daher auch im Feld aktueller Übersetzungstheorien.Das Projekt nimmt sich vor dem Hintergrund der radikalen Andersheit der Übersetzungskulturen Japans und Europas zweier Herausforderungen an: Der Erforschung (1) der sozialen Netzwerke der Akteur_innen und ihres mündlichen sowie textbasierten Transfers von umkämpften Wissensbeständen und damit direkt verbunden (2) der zeitgenössischen Auseinandersetzung mit den an den Übersetzungsprojekten beteiligten Sprachen (Chinesisch, Japanisch) und den komplexen ostasiatischen Schriftsystemen.Das Projekt untersucht also transkulturelles Übersetzungshandeln im Kulturkontakt zwischen Japan und Europa primär in den in Japan aktiven Netzwerken unter Einbeziehung des Engagements von cultural brokers. Dabei erörtert das Vorhaben besonders die religionswissenschaftlich relevante Problematik der Grenzziehung zwischen „christlich-religiösen“ und „säkularen“ Texten aus Europa, die während der Umsetzung des Christentumverbots in Japan von staatlichen Behörden formuliert wurde, um zwischen Erlaubtem und Verbotenem zu unterscheiden. Die Zensur bezog sich nicht nur auf die textlichen Erzeugnisse der jesuitischen Übersetzungsteams, sondern auch auf die Nutzbarmachung von nach Japan importierten Büchern in europäischen Sprachen. Das Streben nach neuem Wissen stand hier im Spannungsverhältnis mit den Vorgaben der Bürokratie und der ablehnenden Haltung des buddhistischen Klerus. Der Erforschung der zeitgenössischen Debatten um neue Impulse im Bereich der Wissensordnungen widmet sich das Projekt ebenso wie der Auseinandersetzung mit dem in Japan über Jahrhunderte entwickelten Übersetzungsmodus des kanbun kundoku, bei dem der Zieltext den Quelltext einschließt. Emische sprach- und übersetzungstheoretische Überlegungen in einer frühneuzeitlichen ostasiatischen Kultur bieten der Erforschung der Frühen Neuzeit in Europa und anderen, außereuropäischen Regionen insgesamt eine wichtige Vergleichsgröße.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "404941124",
      "url": "https://gepris.dfg.de/gepris/projekt/404941124",
      "title": "Jüdische Übersetzungen und Kulturtransfer in der frühen Neuzeit: Jüdisch-christliche Übersetzungskulturen im Kontext der pietistischen Judenmission des 18. Jahrhunderts",
      "subject_area": "Religionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404941124",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Forschungsprojekt widmet sich jüdischen Übersetzungen als einem fast gänzlich unbearbeiteten Feld des kulturellen Austauschs zwischen Juden und Christen. Es positioniert Übersetzung als primären und allgegenwärtigen Mechanismus des jüdisch-christlichen Kulturtransfers im frühneuzeitlichen Europa. Dabei konzentriert sich die Arbeit im Rahmen des SPP 2130 \"Übersetzungskulturen der Frühen Neuzeit\" auf jiddische Übersetzungen, die von jüdischen Konvertiten und christlichen Missionaren des Institutum Judaicum in Halle für den Einsatz in der Judenmission angefertigt wurden. Über die schriftliche Übersetzertätigkeit hinaus wird auch die mündliche Übersetzung im persönlichen Gespräch zwischen Juden und Missionaren berücksichtigt.Aufbauend auf den Ergebnissen der ersten Förderphase des SPP möchte das Fortsetzungsprojekt die Untersuchung der verschiedenen Formen kultureller Übersetzung der Halleschen Judenmission auf textueller wie auch auf Ebene der persönlichen Begegnung systematisch vertiefen. Translation wird hier einerseits im engeren  Sinn wörtlicher Übertragung verstanden sowie in Erweiterung der Untersuchungsperspektive der ersten Förderphase andererseits performativ als Handlung. Auf diesen beiden übersetzungspraktischen Ebenen sollen die Absichten, Strategien und Taktiken der Missionare und Übersetzer im Dienst der Mission analysiert werden. Dabei soll gezeigt werden, dass Planung und Durchführung des Missionsunternehmens nicht statisch waren, sondern Übersetzungsprozesse sich in einem dynamischen Wechselverhältnis zwischen missionarischem Impetus und jüdischer Reaktion entwickelten. Die bereits in der ersten Förderphase angelegte Ebene der jüdischen Rezeption pietistischer Übersetzung soll daher im Fortsetzungsprojekt vertieft werden, um die Produktivität der missionarischen Begegnung für die Gestaltung der Mission und ihre Übersetzungstätigkeit im Austausch mit jüdischen Akteuren zu untersuchen. Der räumliche Fokus des Projekts wird dabei über Deutschland hinaus auf Polen erweitert, wohin die erste Missionsreise der Halleschen Pietisten führte, um die missionarische Übersetzungspraxis im kulturräumlichen Vergleich zwischen Ost- und Westeuropa über einen längeren Zeitraum analysieren zu können. Damit möchte das Projekt eine judaistisch-jiddistische Sichtweise zu den übergreifenden Zielen des SPP beitragen, welches in der zweiten Förderphase verstärkt regionale und zeitliche Besonderheiten in den Blick nimmt und frühneuzeitliche Translationsverfahren aus interkultureller und postkolonialer Perspektive kritisch beleuchtet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen NeuzeitInternationaler BezugIsraelKooperationspartnerinDr. Iris  Idelson-Shein"
    },
    {
      "project_id": "404839432",
      "url": "https://gepris.dfg.de/gepris/projekt/404839432",
      "title": "Kartographie als Übersetzung. Kartenproduktionen französischer ‚Lehnstuhlgeographen‘ des 18. Jahrhunderts",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404839432",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Die einflussreichen französischen Geographen Guillaume Delisle (1675-1726), Philippe Buache (1700-1773) und Jean-Baptiste Bourguignon d’Anville (1697-1782) bezeichneten sich selbst als 'géographes de cabinet'. Ihnen war gemeinsam, dass sie ihre Karten auf der Grundlage umfangreicher Quellensammlungen anfertigten, statt die zu kartierenden Länder zu bereisen und zu vermessen. Die Arbeit der Geographen bestand zunächst im Sammeln von Informationen und Dokumenten verschiedener Art, darunter Karten, Reiseberichte, Geschichtswerke, Briefe, Tabellen und mündliche Aussagen von Reisenden, zu denen sie in persönlichem Kontakt standen. In einem weiteren Schritt werteten sie die gesammelten Quellen kritisch aus, indem sie diese verglichen, gegeneinander lasen und kombinierten. Hierbei spielten Übersetzungsprozesse auf verschiedenen Ebenen eine wichtige Rolle: Erstens mussten fremdsprachliche Texte, Namen und Begriffe, beispielsweise aus dem Lateinischen oder Spanischen, ins Französische übersetzt werden. Zweitens mussten Daten aus unterschiedlichen zeitlichen Epochen miteinander in Einklang gebracht werden, wobei ältere Darstellungen neueren Kenntnissen entsprechend übersetzt wurden. Drittens waren intersemiotische Übersetzungen vonnöten, denn das ausgewertete geographische Wissen stammte aus unterschiedlichen Medien, die zunächst in eine gemeinsame ‚kartographische Sprache‘ übertragen werden mussten. Viertens war es notwendig, Wissen, das aus spezifischen lokalen Kontexten stammte, beispielsweise aus der Mission, den Interessen und Ansprüchen der französischen Geographen und ihrer Auftraggeber anzupassen. Hierbei war insbesondere die Übersetzung indigenen Wissens eine Herausforderung für die Geographen. \tIm Rahmen des Projekts sollen Übersetzungsprozesse in französischen Kartenproduktionen des 18. Jahrhunderts untersucht werden. Hierzu werden in Pariser Archiven die Materialsammlungen, Korrespondenzen und Mémoires der genannten ‚Lehnstuhlgeographen‘ Delisle, Buache und d’Anville ausgewertet. Vorrangiges Ziel ist es, mit dem Schwerpunkt auf Übersetzungsprozessen in der Kartographie die Komplexität der in den Kartenproduktionen angewandten Kulturtechniken aufzuzeigen. Diese Komplexität gerät bislang durch die oftmals einseitige Konzentration auf mathematische und technische Faktoren vorschnell in den Hintergrund. Kartographie soll dabei nicht als ein von anderen Formen der Wissensproduktion generell getrennter Bereich verstanden werden, sondern als Bestandteil übergreifender frühneuzeitlicher Übersetzungskulturen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405076295",
      "url": "https://gepris.dfg.de/gepris/projekt/405076295",
      "title": "Koloniale Translationspraktiken an der Peripherie Neu-Spaniens zwischen Evangelisierung und lokaler indigener Rechtsprechung in den Sprachen Spanisch und Zapotekisch (17./18. Jh.).",
      "subject_area": "Angewandte Sprachwissenschaften, ComputerlinguistikAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenEinzelsprachwissenschaften, Historische LinguistikFrühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405076295",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Ziel des Projektes ist es, die sich gegenseitig bedingenden, durchdringenden und ergänzenden translatorischen Praktiken, Translationstechniken und -strategien zwischen dem religiösen und dem notariellen Bereich und den Sprachen Spanisch und der indigenen Sprache Zapotekisch in einer peripheren Region Neu-Spaniens zu analysieren. Dafür wird ein Korpus aus spanischen und zapotekischen Texten aus dem Kontext der Evangelisierung sowie aus dem der indigenen Rechtsprechung konstituiert. Es soll eine Analyse interlingualer Übersetzung durchgeführt werden. Übersetzung ist im Kontext der indigenen Sprachen stets mit der Entwicklung von Schriftlichkeit und einem Medienwechsel von Oralität zu Schriftlichkeit verbunden. Dies betrifft sowohl den Katechismus, für den das Zapotekische durch die Dominikanermönche verschriftet wurde, als auch die notariellen Dokumente, die von der indigenen Bevölkerung in Zapotekisch verfasst und durch indigene Übersetzung auf Spanisch übersetzt wurden. Dabei sollen die modellgebende Rolle und der Einfluss europäischer, z.T. in die Antike zurückreichender Translationskulturen auf die translatorischen Praktiken einbezogen werden. Auf dieser Basis zielen die Analysen darauf ab, zum einen die Translationsstrategien und deren sprachliche Konsequenzen im Bereich der Missionarslinguistik für das Sprachenpaar Spanisch-Zapotekisch detailliert herauszuarbeiten. Zum anderen geht es darum, Innovationen, Ideosynkrasien und hybride Phänomene herauszuarbeiten, die sich in den Translationspraktiken der indigenen Bevölkerung im notariellen Bereich zeigen und, in einem weiteren Schritt, diese zueinander in Beziehung zu setzen um die Einflüsse missionarischer Translationsstrategien auf die Translationspraktiken der indigenen Übersetzer zu eruieren. Neben Untersuchungsergebnissen im sprachlichen, textuellen und translatorischen Bereich, wie z.B. semantischer Wandel, die Herausbildung von kolonialen notariellen Fachtexten und Fachsprache im Zapotekischen und regionalen Spanisch, synkretischen Translationskulturen und historische Translation, spielen soziale und politische Konsequenzen kolonialer Translation im Bereich indigener Sprachen eine Rolle. Ein weiterer Fokus des Projekts liegt auf Translation und ‚Migration’ von Wissen sowie auf indigenen Übersetzern als Wissensträgern und Handelnde im Sinne ihrer eigenen Gemeinschaften.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "407329483",
      "url": "https://gepris.dfg.de/gepris/projekt/407329483",
      "title": "Koordinationsantrag Schwerpunktprogramm 2130\n\"Übersetzungskulturen der Frühen Neuzeit\"",
      "subject_area": "Germanistische Mediävistik (Ältere deutsche Literatur)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407329483",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Die Übersetzungsthematik ist entscheidend für ein funktionierendes gesellschaftliches Zusammenleben, den wissenschaftlichen Fortschritt, ökologische Zukunftsvisionen und ökonomische Handlungsbeziehungen. Das SPP 2130 setzt sich mit den Problemen, Chancen und Konsequenzen verschiedener Formen des Übersetzens auseinander und bietet gegenwärtigen Diskussionen somit einen historischen Bezugsrahmen sowie eine potentielle Vergleichsgröße. Mit der Frühen Neuzeit wird eine frühe Epoche der Globalisierung in den Blick genommen; die seit dem 15. Jahrhundert ausgebildeten gesellschaftlichen Leitvorstellungen, Wahrnehmungsmuster und Kommunikationsformen sind bis in die Gegenwart von prägender Bedeutung. Diese Zusammenhänge, die in der angloamerikanischen Frühneuzeitforschung in jüngster Zeit mittels postkolonialer Ansätze reflektiert werden, will das Programm aufdecken, um das Bewusstsein für die gegenwärtige Übersetzungsproblematik zu schärfen und aus historischer Perspektive Lösungsstrategien interlingualer und interkultureller Verständigung zu reflektieren. Entsprechend leistet das Forschungsprogramm im Rückgriff auf den aktuellen translational turn auch eine Neuorientierung der Kulturwissenschaften. Projektziel ist die interdisziplinäre Erschließung der epochalen Bedeutung von Konzepten und Praktiken des Übersetzens für die Frühe Neuzeit. Übersetzen wird in diesem praxeologischen Ansatz als zentrale und ubiquitäre Kulturtechnik der Frühen Neuzeit verstanden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "404354152",
      "url": "https://gepris.dfg.de/gepris/projekt/404354152",
      "title": "Kulturelle Übersetzung als multidirektionaler Prozess – Roberto Nobili als missionarischer Übersetzer zwischen Kulturen, Religionen und Institutionen",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404354152",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "In der 1. Förderphase haben wie aus Ansätzen der translation studies (Nida, Lefevere, Venuti) ein analytisches Instrumentarium entwickelt, um kulturelle Übersetzungen zu untersuchen. Wir haben es an Texten von Jesuiten aus verschiedenen Weltregionen und für verschiedene Leser getestet. Giulia Nardini hat es auf das Ñana Upadesam, einen theologisch-katechetischen Text von Roberto Nobili (1577-1656) angewandt - ein Text auf Tamil, der bisher nicht übersetzt oder erforscht wurde. Antje Flüchter kontextualisierte Nobilis Übersetzung mit Texten von Jesuiten, die zu anderen Weltregionen für ein europäisches Publikum geschrieben wurden. So haben wir die multidirektionalen Übersetzungsstrategien der Jesuiten, abhängig von Situationen und Publikum nachgewiesen. Dabei konnten wir ein sehr komplexes Netz aus Aneignung (domestication) und der Zuschreibung von Alterität (foreignization) aufdecken. Diese verschiedenen Strategien zeigen verschiedene Arten von Transkulturationsprozessen, deuten eine Morphologie des Transkulturellen an.Basierend auf diesen Ergebnissen wollen wir unser Projekt in einer 2. Förderphase in zweierlei Hinsicht ausweiten: 1. Wollen wir unser Instrumentarium auf weitere Texte anwenden. Nardini wird sich Texten von H. Henriques (1520-1600) auf Tamil und von G. Fernandes (1541-1618) auf Portugiesisch zuwenden. Nobili nutzte Henriques Übersetzungen als Grundstein für seine Texte, während Fernandes sein Gegner im frühen Ritenstreit war. Flüchter dagegen wird die Erfahrung der Jesuiten in Indien mit Texten über die Mission in Kanada und Äthiopien kontextualisieren. In Kanada wirkten Jesuiten unter den First Nations, weit entfernt vom kolonialen Einflussbereich. In Äthiopien trafen sie dagegen auf Christen die keiner der europäischen Konfessionen angehörten. Die 3 Kontaktzonen eigenen sich in diesen Differenzen besonders als Vergleichsobjekte.2. wollen wir auf einer methodischen Ebene unser Toolkit mit Elementen der Praxistheorie erweitern. Übersetzungen und soziale Praktiken sind aufeinander bezogen: Übersetzen ist eine Praktik und in jedem Kulturkontakt müssen Praktiken übersetzt werden. Wir wollen unser erweitertes Instrumentarium auf 3 Arten sozialer Differenzierung anwenden (gender, Stand, Dimensionen der Heiligkeit) und so eine intersektionale Perspektive entwickeln, um sowohl die Wahrnehmung indischer und anderer Gesellschaften als auch die Interaktion mit ihnen zu analysieren. Damit wollen wir die Beziehungen zwischen Übersetzungspraktiken und der Übersetzung von Praktiken aufdecken (1), der Aushandlung transkultureller Praktiken nachspüren und damit das Bild des missionarischen Kontextes weiter differenzieren (2). Außerdem wollen wir so die Beziehung zwischen lokal übersetzenden Jesuiten und der Bildung der globalen katholischen Orthodoxie, die Dialektik zwischen der Mikro- und der Makroebene untersuchen (3). Schließlich hoffen wir mit dem Fokus auf die Praktiken mehr Zugriff auf die Übersetzungsleistungen lokaler Akteure zu haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405202528",
      "url": "https://gepris.dfg.de/gepris/projekt/405202528",
      "title": "Kunst und Krise: Transnationale und interkonfessionelle Übersetzungsprozesse in Bildkünsten und Architektur in Großbritannien (1603-1750)",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405202528",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Im Zeitraum 1603-1750 erlebte Großbritannien eine Reihe krisenhafter Zäsuren, die (ähnlich wie der Brexit) in besonderer Weise dazu herausforderten, über Fragen der nationalen Identität nachzudenken. Vor dem Hintergrund zahlreicher Kriege mit kontinentaleuropäischen Mächten besaß die künstlerische Konkurrenz zwischen Großbritannien und dem Kontinent eine stark politische Komponente. Zudem war die Epoche durch scharfe konfessionelle Gegensätze geprägt. Das seit 2018 geförderte Forschungsprojekt analysiert, wie politische und konfessionelle Konflikte in der britischen Kunst und Architektur jener Zeit unter Rückbezug auf kontinentaleuropäische Modelle thematisiert wurden. Da die Antragstellerin diese Problematik in der ersten Projektphase in Bezug auf die Bildkünste bearbeitet hat, möchte sie das Projekt in der zweiten SPP-Laufzeit durch eine Studie zur britischen Baupolitik abschließen. Ihr Forschungsvorhaben konzentriert sich auf die Suche nach einem nationalen Stil in der britischen Profan- und Sakralarchitektur, während das flankierende Doktorandenprojekt die Identitätskonstruktion der ersten Stuart-Monarchen in den spektakulären Theaterproduktionen des Hofarchitekten Inigo Jones in den Blick nimmt (unter besonderer Berücksichtigung des nationalen bzw. kolonialen Selbstverständnisses, der Repräsentation außereuropäischer Kulturen und der Geschlechterrollen). Ergebnis beider Teilprojekte soll jeweils eine Monographie sein. Ziel des Projekts ist es, neue Erkenntnisse zu drei Arten von Übersetzungsprozessen zu gewinnen. Erstens befassen sich beide Teilprojekte mit interlingualen Übersetzungen und analysieren anhand der Paratexte und des Abbildungsapparats, welche Absichten die Übertragung kontinentaleuropäischer Architektur- bzw. Kostümtraktate ins Englische motivierten. Zweitens geht es in beiden Teilprojekten um die Frage, inwiefern kontinentaleuropäische Bild- und Bauwerke in Großbritannien rezipiert wurden bzw. welche spezifischen Veränderungen und Abgrenzungen in diesem Übersetzungsprozess zu konstatieren sind. Drittens untersuchen beide Teilprojekte die Übersetzung politischer und konfessioneller Botschaften in visuell rezipierbare Zeichen und zeigen auf, inwiefern dieser kommunikative Prozess von den Vorgaben der antiken Rhetorik geleitet wurde. Die Anwendbarkeit des Übersetzungsbegriffs in bildender Kunst und Architektur soll zudem Thema des Beitrags der Antragstellerin zu dem geplanten SPP-Handbuch sein.Beide Teilprojekte können die Forschungen zu Übersetzungskulturen der Frühen Neuzeit entscheidend bereichern, da sich das SPP bislang noch nicht mit Architektur und Theaterwesen befasst hat. Darüberhinaus kann jedes Teilprojekt individuelle Schwerpunkte in die Arbeit des SPP einbringen: Das Dissertationsprojekt fokussiert auf die Aspekte Gender und Diversity, während das Projekt der Antragstellerin, das das gesamte sog. „Barockzeitalter“ umgreift, insbesondere für die vom SPP angestrebte Reflexion des Epochenkonzepts relevant ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405122038",
      "url": "https://gepris.dfg.de/gepris/projekt/405122038",
      "title": "Liedkultur des 17. Jahrhunderts als Übersetzungskultur",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Musikwissenschaften",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405122038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt widmet sich aus literatur- und musikwissenschaftlicher Perspektive der Liedkultur des 17. Jahrhunderts im deutschen Sprachraum. Ziel ist es, die Liedproduktion dieser Zeit erstmals in ihrem gesamteuropäischen Horizont und unter Rückgriff auf neue kulturwissenschaftliche Ansätze (translational turn, Kulturtransferforschung) zu erschließen. Trotz eines verstärkten Interesses an der Liedforschung (BRAUN 2004, AURNHAMMER/MARTIN 2004, KRÄMER/JAHN 2004, DRÖSE 2015) ist nämlich bislang zu wenig bedacht worden, dass die deutschen Liedautoren (Albert, Rist, Greflinger, Zesen u.a.) in ihren Sammlungen auf ein in ganz Europa kursierendes Repertoire an Texten, Melodien und Tonsätzen zurückgreifen, das sie auf textlicher und musikalischer Ebene adaptieren und/oder modifizieren. Lieder sind somit wesentliche Medien des europäischen Kulturtransfers dieser Epoche. Aus philologischer/linguistischer und musikwissenschaftlicher Perspektive sind die Transformationen der Lexik, Metrik und musikalischen Gestaltung einzubeziehen. Zum anderen gilt es, die kultursoziologischen Rekontextualisierungen – z.B. der höfische Kontext des französischen Air de cours vs. die Musikkultur des protestantischen, städtischen Bürgertums in (Nord-)Deutschland – zu analysieren. Das Projekt verfolgt vor diesem Hintergrund konkret zwei Ziele: Auf das Forschungsdesiderat einer Geschichte des deutschen Barockliedes im europäischen Kontext reagiert das Projekt in einer Explorationsphase durch einen interdisziplinären Sammelband mit exemplarischen Fallstudien. Die Ergebnisse dieser Explorationsphase bilden die Basis für die Vorbereitung eines Antrags für die zweite Phase des Schwerpunktprogramms. Für diese zweite Phase sollen Mittel zur Erstellung eines „Repertoriums des deutschen Barockliedes im europäischen Kontext“ beantragt werden, das systematisch die musikalische Lyrik des ‚langen 17. Jahrhunderts‘ erschließt und für die weitere Forschung aufbereitet (u.a. durch Aufbau einer Online-Datenbank DELIBA= Deutsche und europäische Liedkultur im Barock). Das Projekt ordnet sich Sektion 2 („Anthropologie und Wissen“) des SPP zu.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "461574288",
      "url": "https://gepris.dfg.de/gepris/projekt/461574288",
      "title": "Lukian in der deutschen Übersetzungskultur der Frühen Neuzeit",
      "subject_area": "Griechische und Lateinische PhilologieGermanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461574288",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Lukian von Samosata erfreute sich im Zuge der regen Antike-Aneignung, die den deutschen Humanismus erfasste, besonderer Beliebtheit und war bis etwa zur Mitte des 16. Jahrhunderts der meist übersetzte griechische Autor im deutschsprachigen Raum. Ausgehend von der Beobachtung, dass dieses Teilgebiet der deutschen Antike-Rezeption bisher nicht untersucht worden ist, möchte die Antragstellerin eine umfassende Untersuchung der deutschen Lukian-Übersetzungen in der Frühen Neuzeit vorlegen. Am Beispiel der Lukian-Übersetzungstätigkeit – so die Ausgangshypothese – zeigt sich besonders deutlich das komplexe Wechselspiel zwischen 'imitatio' und 'aemulatio' der Antike, handschriftlicher Überlieferung und Aufkommen des Drucks, italienischem und deutschem Kulturraum, Katholizismus und Reformation, welches für die frühneuzeitliche Übersetzungskultur charakteristisch ist.Das Korpus der Untersuchung stellen 14 Teilübersetzungen dar, die den Zeitraum von 1469 bis 1569 abdecken und teilweise von berühmten Persönlichkeiten wie etwa Niklas von Wyle oder Johannes Reuchlin verfasst wurden. Diese Übertragungen sollen im beantragten Projekt zum Teil neu erschlossen, makro- und mikroanalytisch analysiert und zusammenhängend ausgewertet werden. Die Untersuchung ist dabei von zwei zentralen Fragen geleitet: Wie reiht sich die deutsche Lukian-Übersetzungstradition in den weiteren Kontext der frühneuzeitlichen Übersetzungstheorie und -geschichte ein? Welche Auswirkungen übt sie auf die Übersetzungskultur der Frühen Neuzeit aus? Der Fokus der Untersuchung liegt also auf dem Aspekt der kulturprägenden Rolle der Lukian-Rezeption. Im Falle der frühneuzeitlichen Lukian-Übersetzung erfolgt der Übersetzungstransfer vielschichtig: Die griechischen Originaltexte werden zumeist über die lateinischen Fassungen der italienischen Humanisten zum deutschen Kulturbereich vermittelt. Der italienische Humanismus mit seiner spezifischen Lukian-Aneignung fungiert also als vermittelnde Instanz im Rahmen der 'Transferkette' und soll daher in der Untersuchung besondere Berücksichtigung erfahren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "461560091",
      "url": "https://gepris.dfg.de/gepris/projekt/461560091",
      "title": "Naturwissenschaftliches Wissen und Übersetzungen westeuropäischer Reiseliteratur über Afrika, 1600-1820",
      "subject_area": "Allgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Publizistik und Kommunikationswissenschaft",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461560091",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "In diesem Projekt werden Übersetzungen von Reiseberichten über Afrika in vier Sprachgebieten (Englisch, Französisch, Deutsch und Niederländisch) zwischen 1600 und 1820 untersucht, um näher zu beleuchten, wie diese das Wissen um einen Kontinent formten, der in Westeuropa noch bis in die späte Aufklärung größtenteils als unbekanntes Terrain galt. Im gewählten Zeitraum beschleunigte sich der Austausch von Wissen durch Übersetzungen zwischen Großbritannien, Frankreich sowie den deutsch- und niederländischsprachigen Gebieten, wobei naturwissenschaftliche Reiseberichte eine zentrale Rolle spielten. Der Fokus auf Afrika ist maßgeblich: Für den Großteil des betrachteten Zeitraums wurde der Kontinent weiterhin mit dem Fremden und Exotischen assoziiert, lange nachdem weite Teile Asiens und Amerikas bereits in das europäische Verständnis der „bekannten“ Welt eingegliedert worden waren. Bisher gibt es keine umfassende vergleichende Studie westeuropäischer Texte über Afrika, die vom Beginn des 17. Jahrhunderts bis zum Ende des „langen achtzehnten Jahrhunderts“ nachverfolgt, wie wissenschaftliche Kenntnisse über den Kontinent durch Übersetzungen von Reiseberichten vorangetrieben wurden. Mithilfe von Einsichten aus der Übersetzungswissenschaft und der Wissenschaftsgeschichte untersucht dieses Projekt den Beitrag von Übersetzungen zur Formung wissenschaftlichen Wissens. Zudem erforscht es, wie frühneuzeitliche Gesellschaften die Rolle von ÜbersetzerInnen bei der Mobilisierung von Ideen für eine entstehende globale Wissensgesellschaft einschätzten. Im Herzen des Projekts steht die Übersetzungspraxis der betrachteten naturwissenschaftlichen Reisebeschreibungen: Welche Arten von Informationen über Afrika wurden anhand von solchen Texten in Westeuropa zirkuliert, wer waren die VermittlerInnen und in welchen Wissensregimen waren diese tätig? Wie zeigten die Übersetzungen Spannungslinien zwischen transnationalen und spezifisch nationalen Wissenskulturen auf? Wie förderten zwischen dem Englischen, Französischen, Deutschen und Niederländischen zirkulierende Reiseberichte über Afrika Entwicklungen in der Übersetzung wissenschaftlicher Kenntnisse in der Frühen Neuzeit? Wie förderten sie entsprechende Überlegungen zur Übersetzungspraxis?Wir werden verschiedene Veranstaltungen organisieren, um diese Fragen zu erforschen, darunter Workshops, eine internationale Konferenz, eine auf die Öffentlichkeit ausgerichtete Ausstellung sowie eine Webseite, die die Verknüpfungen bei der Wanderung der Texte darstellt. Darüber hinaus werden wir einige Artikel sowie einen gemeinsam herausgegebenen Sammelband zu diesem Projekt veröffentlichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen NeuzeitInternationaler BezugFrankreich, Großbritannien, PolenKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Wendy  Bracewell;Professor Dr. Siegfried  Huigen;Privatdozentin Dr. Susan  Pickford;Professor Dr. Charles  Withers"
    },
    {
      "project_id": "404907743",
      "url": "https://gepris.dfg.de/gepris/projekt/404907743",
      "title": "Translationsanthropologie. Deutsche Antikenübersetzungen des 16. Jahrhunderts aus der Perspektive der Intersektionalitätsforschung",
      "subject_area": "Germanistische Mediävistik (Ältere deutsche Literatur)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404907743",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt untersucht die für die Übersetzungskulturen der Frühen Neuzeit charakteristische Antikenrezeption, beschränkt sich dabei jedoch nicht auf die sprachlich-literarische Ebene, sondern fragt nach den zugrundeliegenden normativen und epistemischen Vorstellungen. Übersetzungen werden als anthropologische Schlüsseltexte verstanden, die von Menschen für Menschen angefertigt werden und menschliche Angelegenheiten verhandeln. Von dieser Grundthese geht das Projekt aus und führt verschiedene Forschungsrichtungen zusammen: die kulturwissenschaftliche Übersetzungstheorie, die sozialwissenschaftliche Intersektionalitätstheorie und die literaturwissenschaftliche Humanismusforschung. Ziele des Projekts sind, das Konzept einer Translationsanthropologie zu entwerfen, die Intersektionalitätstheorie für die Übersetzungsanalyse fruchtbar zu machen und so einen konzeptionellen Beitrag zum SPP 2130 zu leisten.In der ersten Förderphase wurden die deutschen Homer- und Ovid-Übersetzungen des 16. Jahrhunderts daraufhin untersucht, wie in ihnen Machtverhältnisse etabliert, Identitätskategorien ausgebildet und Normen vermittelt werden. In der zweiten Phase soll die entwickelte Methode auf andere Antikenübersetzungen und verstärkt auf ihre sozialen Rezeptionsräume übertragen werden, um das Konzept einer spezifisch frühneuzeitlichen Translationsanthropologie genauer zu konturieren. Erneut ist das Projekt zweiteilig angelegt: Untersucht werden im ersten Teilprojekt die deutschen Übersetzungen der Komödien von Plautus und Terenz und im zweiten Teilprojekt die der Kirchenväter Basilius und Hieronymus, jeweils im Vergleich mit ausgewählten anderssprachigen Versionen. Der Wechsel der Gattungen ist als komplementäre Ergänzung des bisher untersuchten Korpus zu verstehen: Die dramatischen und patristischen Texte entstammen anderen kulturellen Kontexten, in ihnen werden Lebensentwürfe und Identitäten abgebildet, die im Epos keinen Platz finden, auch sind ihre deutschen Übersetzungen mit Schule und Kirche, Bühne und Kanzel institutionell unterschiedlich einzuordnen. Durch die Analyse der Verknüpfungen von Geschlecht, Religion, Stand, Alter, Herkunft, Bildung, Sexualität und Dis/ability werden Neuinterpretationen der frühneuzeitlichen Übersetzungen wie der antiken Ausgangstexte vorgelegt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "461470108",
      "url": "https://gepris.dfg.de/gepris/projekt/461470108",
      "title": "Versio latina: Akteure, Funktionen und Ziele der Übersetzung frühneuzeitlicher Literatur ins Lateinische",
      "subject_area": "Griechische und Lateinische PhilologieEuropäische und Amerikanische Literatur- und Kulturwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 461470108",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt Versio latina untersucht Übersetzungen vernakularer Literatur ins Lateinische, die in der Frühen Neuzeit im Druck erfolgreich waren. Es arbeitet komplementär zur bisherigen Forschung, indem es Latein als Ziel- und nicht als Ausgangssprache fokussiert und die neulateinische Übersetzung ins Zentrum stellt. Es zielt darauf, (1) die kulturellen Funktionen und ökonomischen Ziele der versio latina zu erschließen, (2) die besondere, durch Mehrfachreferenz geprägte Translationssituation des neuzeitlichen Übersetzens ins Lateinische zu beschreiben und theoretisch zu reflektieren, und mit beidem (3) die ‚vergessene Latinität‘ der vernakularen Literatur ins Bewusstsein zu heben, die für die Internationalisierung des frühneuzeitlichen Literaturbetriebs und Buchhandels von größter Bedeutung war.Der Rahmenantrag des SPP 2130 „Übersetzungskulturen“, betont, dass Latein in der Frühen Neuzeit nicht nur in der gelehrten Kommunikation, sondern auch als vermittelnde „interkulturelle Gelenkstelle“ eine wichtige Rolle einnahm (S. 11, 5.2.2). Diesen Gedanken greift das Projekt auf und schlägt Brücken von der versio latina zu den drei skizzierten Arbeitsfeldern des SPP, wobei es ‚Übersetzung‘ sowohl sprachlich als auch kulturell definiert: Kulturell ist die neulateinische versio dadurch charakterisiert, dass Latein zwar eine globale Sprache mit einer vergleichsweise großen Sprechergemeinschaft ist, sie aber weder über native speaker noch über einen gemeinsamen Sprechort verfügt. Der Begriff der ‚Zielkultur‘ muss für diese Konstellation neu bestimmt werden; dies leistet das Projekt, in dem es nach ihren Akteuren, Funktionen und Zielen fragt. Dem in der älteren Forschung formulierten Befremden über die „curiosities“ tritt es mit einer skoposorientierten Analyse entgegen. Nicht vom kulturellen Transfer zu trennen ist die besondere sprachliche Mehrfachreferenz der neulateinischen versio: Wenn ein deutscher Übersetzer einen spanischen Roman ins Lateinische überträgt und das Werk in einem international tätigen Verlag erscheint, werden die translatorischen Entscheidungen nicht nur vom ‚semantischen Rucksack‘ des antiken Latein, sondern auch von den Möglichkeiten des Neulateins, der Herkunftssprache des Übersetzers, der Ausgangssprache des Textes und ggf. auch von der Muttersprache(n) der intendierten Käufer geprägt. Dieses Feld wird auf Basis der Übersetzungen, ihrer Paratexte und publikationsbezogenen Sekundärquellen erarbeitet. Als Ganzes zielt das Projekt darauf, ein relevantes internationales Textcorpus und seine Übersetzungskontexte skoposorientiert zu untersuchen. Die erzielten Ergebnisse werden die versio latina als Komplementärphänomen zum Übersetzen aus dem Lateinischen und als Intermediärphänomen des globalen Austauschs kenntlich machen. Sie werden für die historische Weltsprache Latein ebenso wie für die Forschung an modernen internationalen Sprachen von Bedeutung sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405031812",
      "url": "https://gepris.dfg.de/gepris/projekt/405031812",
      "title": "Verstechniken in Übersetzung. Die Internationalisierung der deutschsprachigen Poetik und Gelegenheitspoesie des 17. und 18. Jahrhunderts",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Allgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftEuropäische und Amerikanische Literatur- und Kulturwissenschaften",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405031812",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt untersucht die Übersetzung europäischer Verstechniken in die deutschsprachige Poetik und Gelegenheitspoesie der Frühen Neuzeit erstmals in internationaler und zeitlich übergreifender Perspektive, die das Barock- und Aufklärungsjahrhundert umfasst. Anhand der Analyse der Transferprozesse von Regelwissen und fremdsprachlichen Mustern in das deutsche Dichtungssystem wird im Detail rekonstruiert, wie sich eine neue Dichtungssprache etabliert.Untersuchungsgegenstand sind Poetiken und didaktische Dichtungsmanuale, wobei letztere literaturgeschichtlich unzureichend aufgearbeitet sind. Den dichtungspraktischen Vergleichshorizont erschließt das Projekt über die Gelegenheitsdichtung aus zwei bedeutenden Zentren des 17. und 18. Jahrhunderts: Breslau und Zürich. Auf diese Weise wird auch die wenig erforschte Bedeutung der Gelegenheitspoesie in den Diskussionen um europäische und globale Rhythmen, Natürlichkeit und Künstlichkeit der Sprachen sowie hoher und niederer Literatur analysiert.Der Untersuchungszeitraum erstreckt sich von Opitz’ Poeterey (1624) als Initialtext der Barockpoetik bis in die Zeit um 1800 als im historischen Verständnis klassizistischem Höhepunkt der deutschen Dichtungssprache. In dieser Zeit expandieren die volkssprachlichen Kontaktzonen, wodurch die europäischen Sprachen untereinander in Konkurrenz treten. Dabei wird gerade die oratio ligata zum Spielfeld der Übersetzung verstechnischer Zeichensysteme wie Rhythmus, Takt und Reim. Mit der zunehmenden Globalisierung erhält das deutschsprachige Verssystem insbesondere im 18. Jahrhundert zudem vielfältige außereuropäische Impulse, die bisher von der Forschung nicht aufgearbeitet sind.Auf Grund des versgeschichtlichen Hauptinteresses zielt das Projekt vorrangig auf die Ebene der Schriftzeichen. Eingeschlossen ist zudem der mediale Transfer auf der Ebene der musikalischen Zeichen: Mit der Verwendung von bestimmten Vers- und Strophenformen im Bereich der Lyrica sind auch bestimmte Melodien impliziert. Das Projekt verortet sich daher primär in der ersten Sektion des Schwerpunktprogramms Zeichensysteme und mediale Transformationen. Auf der breiten Quellenbasis des Projekts gilt es dabei zu zeigen, wie fremdsprachliches poetologisches Wissen im Übersetzungsprozess letztlich so transformiert wird, dass im Dichtungsverständnis des 18. Jahrhunderts die ‚Lyrik’ als neue Gattung entsteht. Die Dokumentation der Projektergebnisse erfolgt durch (i) die Erstellung eines kommentierten Repertoriums internationaler Quellenbezüge deutschsprachiger Poetiken und Dichtungsmanuale des 17. und 18. Jahrhunderts sowie (ii) eine Monographie zur Internationalisierung der gebundenen Rede im Untersuchungszeitraum. Methodisches Innovationspotential entfaltet das literaturwissenschaftliche Vorhaben dabei insbesondere in der Verbindung von transferorientierter Übersetzungsanalyse und versgeschichtlicher Forschung in einem sozialhistorischen Kontext.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "404354122",
      "url": "https://gepris.dfg.de/gepris/projekt/404354122",
      "title": "West-östliche Transferprozesse in akteurszentrierter Perspektive: Salomon Negri als Übersetzer und kultureller Vermittler zwischen der arabischen Welt und dem lateinischen Europa im späten 17. und frühen 18. Jahrhundert",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404354122",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Ziel des Projekts ist die umfassende Rekonstruktion der Karriere des syrischen Christen Salomon Negri (Sulaymān b. Yaʿqūb al-Shāmī al-Ṣāliḥānī, auch Sulaimān al-Aswad, um 1665–1729), seiner sozialen Netzwerke, seiner Aktivitäten als Gelehrter, Bibliothekar, Sprachlehrer und Dolmetscher sowie seines Wirkens als Übersetzer. Negri wird dabei als Repräsentant der Gruppe christlicher Gelehrter aus dem Nahen Osten (Syrer, Kopten, Maroniten) angesehen, die in der Frühen Neuzeit eine maßgebliche Rolle im west-östlichen Wissens- und Kulturtransfer sowie in Vermittlungs- und Übersetzungsprozessen zwischen der europäischen Gelehrtenrepublik und der osmanisch-arabischen Welt spielten. Damit möchte das Projekt einen substantiellen Beitrag zum Forschungsprogramm des DFG-Schwerpunktprogramms „Übersetzungskulturen der Frühen Neuzeit“ (SPP 2130) und hier insbesondere zur dritten Sektion „Kulturelle Zugehörigkeiten und Gesellschaft“ leisten. Das beantragte Projekt bewegt sich an der Schnittstelle dreier Forschungsfelder: der Geschichte kultureller Vermittler; der Geschichte interkultureller Beziehungen und Transfers zwischen dem Osmanischen Reich respektive der arabischen Welt und dem christlich-abendländischen Europa; und der Geschichte des Fremdsprachenlernens, speziell des Erwerbs und Studiums orientalischer Sprachen. Im Anschluss an ethnohistorische Forschungskonzepte betrachtet es Salomon Negri als multilingualen kulturellen Vermittler, der als Arabischlehrer in verschiedenen europäischen Städten (Paris, London, Halle, Venedig, Rom, Konstantinopel), durch bidirektionale Übersetzungen zwischen dem Arabischen und dem Lateinischen sowie durch seine Aktivitäten als Bibliothekar und Berater von Gelehrten kulturelle Brücken zwischen Orient und Okzident baute. Das Projekt verbindet mikrohistorische und historisch-anthropologische mit philologischen Konzepte und Methoden und berücksichtigt umfassend die gelehrten und religiösen Netzwerke, in die Salomon Negri eingebunden war.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405046340",
      "url": "https://gepris.dfg.de/gepris/projekt/405046340",
      "title": "Wissenschaftsübersetzungen in Frankreich im klassischen Zeialter. Funktionen, Praktiken, Akteure von Übersetzungen aus dem Englischen, Deutschen und Italienischen",
      "subject_area": "Europäische und Amerikanische Literatur- und Kulturwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405046340",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt strebt eine detaillierte Untersuchung wissenschaftlicher Übersetzungen in Frankreich im klassischen Zeitalter (17.-18. Jhdt.) an. Mit der Entstehung der modernen Naturwissenschaften entstehen nationale Wissenschaftskulturen, die unter staatlicher Patronage massiv auf die Vernakularsprachen setzen und damit die alte auf Latein publizierende Res publica literaria sprengen. Es entsteht die moderne Fachübersetzung. Dabei hat die Arbeit der ersten Förderphase des SPP gezeigt, dass  die Wissenschaftsübersetzung wie kaum ein anderer Bereich des Übersetzens in der frühen Neuzeit tatsächlich den Titel einer distinkten Übersetzungskultur in dem Sinne beanspruchen kann, dass sie eine Praxis mit eigenen Standards, Normen und Vertextungsverfahren ausbildet. Und wie kaum eine andere Übersetzungskultur erweist sie sich als genuines Kind der frühen Neuzeit.Als lingua franca auf dem europäischen Kontinent kommt dem Französischen dabei eine herausragende Rolle zu. Wie keine andere Sprache garantiert das Französische die Sichtbarkeit in der globalen Scientific comunity. Dieser höchst folgenreiche Prozess der Herausbildung einer Praxis und Methode der wissenschaftlichen Übersetzung, soll im Projekt umfassend untersucht werden. Hatte sich das Projekt aus pragmatischen Gründen in der ersten Förderphase auf Übersetzungen aus dem deutschen und italienischen konzentriert, so sollen in der zweiten Förderphase im Sinne einer ganzheitlichen Erschließung des relevanten Feldes auch die Übersetzungen aus dem Englischen mit einbezogen werden. Eine systematische Untersuchung dieser Art von Übersetzungen und ihrer Bedeutung für das Wissenschaftsgefüge der frühen Neuzeit ist bislang nie vorgenommen worden. In einem methodischen Mix aus quantitativen Verfahren und Tiefenbohrungen soll diese Forschungslücke geschlossen werden. Das Projekt soll in der zweiten Förderphase einen besonderen Akzent auf die folgenden Aufgaben und Fragenkomplexe legen:1. Der Aufbau der Datenbank von Übersetzervorworten und prosopographischen Daten wird um die Übersetzungen aus dem Englischen und um die Übersetzerprotokolle der Académie des sciences erweitert. 2. Unter den Funktionen der Übersetzungen soll in der zweiten Förderphase dem Bereich der Replikation von Experimenten (als zentrale Wissenschaftsfunktion) und ihrer Rolle bei der Distribution von Symbolischem Kapital im wissenschaftlichen Feld ein besonderes Augenmerk gewidmet werden. 3. Die erste Förderphase hat gezeigt, welche zentrale Rolle den Akademien in der frühen Neuzeit als Übersetzungsagenturen zukommt. Diesem Bereich soll u.a. ein eigener Workshop gewidmet werden.4. Die zentrale Rolle der Übersetzungen für die Ausbildung einer ‚europäischen‘  Wissenschafts-terminologie 5. Problematik translatorischer Normen in Spannungsverhältnis zwischen Literatur und Wissenschaft 6. Übersetzungspolitik zwischen wissenschaftlichen Universalitätsansprüchen und den Interessen nationaler WissenskulturenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405031455",
      "url": "https://gepris.dfg.de/gepris/projekt/405031455",
      "title": "Zur historischen Semantik des Übersetzens in der frühen Neuzeit am Beispiel deutschsprachiger Erzählliteratur. Übersetzen – Wissen – Erzählen",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405031455",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Das Projekt zur deutschsprachigen Wissens- und Erzählliteratur erforscht in der zweiten Projektphase die historische Semantik von ‚Übersetzen‘ in der frühen Neuzeit am Beispiel der deutschsprachigen Erzählliteratur des 17. Jahrhunderts, dabei nach Möglichkeit räumlich auf benachbarte europäische Sprachen und zeitlich vor- und rückwärts in das 16. und 18. Jahrhundert ausgreifend. Methodisch verfolgt das Projekt die Problemgeschichte semantischer Einheiten, wie sie bereits theoretisch elaboriert und in früheren Studien an anderen Gegenständen erfolgreich durchgeführt wurde.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "405038942",
      "url": "https://gepris.dfg.de/gepris/projekt/405038942",
      "title": "Übersetzungs Terroirs: Ostasiatische und Europäische Karten zwischen Sprache, Ritual und Rauma´",
      "subject_area": "WissenschaftsgeschichteAsienbezogene WissenschaftenFrühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405038942",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Im Zentrum dieses Projektes steht die Analyse kartografischen Materials des ca. 16-19 Jhd. Karten in asiatischen Sprachen oder Orthografie, ausgeführt in europäischer Projektion, erscheinen etwa gegen Ende des 16 Jhds. Dazu gehören die Weltkarten von Matteo Ricci (1552-1610), die der ovalen Projektion von Typus Orbis Terrarum (1564) von Abraham Ortelius (1527-98) folgen als berühmteste und frühe Beispiele. Kopien von 1602 und 1603 sind vorhanden. Diese Karten werden normalerweise aufgrund ihrer Legenden, Ortsnamen und Textpassagen als Chinesisch bezeichnet. tatsächlich aber sind sich adaptierte Übersetzungen, die sowohl neue Bedeutung und symbolische Werte auf der Basis westlicher Prototypen geben. Dasselbe kann von japanischen und Koreanischen oder auch den vor kurzen entdeckten Manchurischen Kartenbeispielen gesagt werden. Zur gleichen Zeit als westliche Karten in China erschienen, erreichten chinesische Karten Europa. insbesondere im 17 Jhd Martin Martinis (1614-61) Novus Atlas Sinensis (1655). Andere Beispiele illustrieren den Prozess der \"Übersetzung\" von chinesischen Karten wie Michele Ruggieris (1543-1607) Manuskript Atlas (Lo Sardo 1993). Mit der Ausweitung jesuitischer Aktivitäten in China wurden Westlichen kartografische Praktiken direkt auf die Zeichnung von chinesischen Karten übertragen, ein Prozess der immer noch Übersetzungsleistung erforderte. Die Kangxi (1661-1722) Atlanten des frühen 18 Jhd sind das direkte Resultate dieser Anwendung (Cams 2013) und wurden im Gegenzug zur Basis für die  Ostasienkarte von Jean Baptiste Bourguignin d'Anville (1697-1782) .Die Forschung sah diesen Austausch lange als eine Form von politischen und wissenschaftlichen von-zu Transfer und damit einen eindirektionalen Austausch von Informationen von A-nach-B. Wenig erforscht dagegen ist die funktion der Karte als Verhandlungsobjekt in Translationskulturen (Burke 2007). In diesem Projekt verwende wir das Konzept des terroir um die Rolle der Karten als Zwischenhändler des „Geschmacks“ eines Ortes auf der einen Seite und deren Funktion als globales Verhandlungs- und Translationsobjekt andererseits zu untersuchen. Wir studieren eine Auswahl von Chinesischen kartografischem Material, dass in Europa zwischen dem 18-19 Jhd zirkulierte. Bei diesen Karten handelt es sich um Wiederentdeckungen (Batchelor 2015), die noch nicht erforscht sind. Sie gehören der Sammler und Alltagskultur an. Das Ziel ist es die Idee der „Chinesischen“ Karte in Europa neu zu bestimmen und diese in ihrer Funktion von Übersetzungspraktiken zur kulturellen Bedeutung von Sprache, Ort und Ritual neu zu verorten. Übersetzung wird hierbei verstanden als ein reziproker Prozess der Verhandlung abstrakter und konkreter Konditionen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    },
    {
      "project_id": "404941385",
      "url": "https://gepris.dfg.de/gepris/projekt/404941385",
      "title": "Übersetzungsdimensionen des französischen Enzyklopädismus im Aufklärungszeitalter (1680-1800) 2. Projektphase: „Transatlantischer Wissenstransfer und kulturelle Übersetzungsdynamik: Textfiliationen, kulturelle Transformationen, (post-)koloniale Asymmetrien",
      "investigators": "Privatdozentin Dr. Susanne  Greilich;Professor Dr. Hans-Jürgen  Lüsebrink",
      "subject_area": "Allgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftEuropäische und Amerikanische Literatur- und Kulturwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404941385",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit",
      "description": "Vor dem Hintergrund der Bedeutung der Enzyklopädie als Leitmedium des 18. Jh. und seinen transnationalen Entstehungszusammenhängen untersucht das Projekt die Rolle, die Übersetzungsprozessen im Kontext des Enzyklopädismus und der Herausbildung eines grenzüberschreitenden Wissens- u. Kommunikationsraums zukam. In der 1. Projektphase ist die Bedeutung von Übersetzungen für die Verbreitung der Gattung und für die Etablierung transkultureller europäischer Wissensbestände auf der Grundlage einer systematischen Erfassung sämtlicher Enzyklopädie-Übersetzungen der Zeit herausgearbeitet worden. Im Rahmen von Fallstudien zur spanischen Enzyklopädie-Produktion sowie zu ausgewählten frz. Enzyklopädien, ihren inhärenten Übersetzungsprozessen und -reflexionen sind die in der Übertragung sich vollziehenden kulturellen Adaptations- u. Autonomisierungsprozesse sowie das Selbstverständnis von Übersetzern als interkulturellen Akteuren in den Fokus gerückt. In der 2. Projektphase wird die Perspektive in räumlicher Hinsicht von Europa nach Amerika hin geweitet und in methodologischer Hinsicht neu akzentuiert: Die jüngere Übersetzungsforschung hat einerseits die kulturelle Vermittlungs- und Transferleistung der Übersetzung in den Fokus gerückt und andererseits, unter dem Einfluss postkolonialer Theoriebildung, auf Aspekte der De/zentralisierung, De/hierarchisierung und Er/Bemächtigung im Kontext von Übersetzung abgestellt. Das Projekt nimmt sich in der 2. Phase vor, beide Perspektiven miteinander zu verschränken und ausgehend von Enzyklopädien mit historisch-geographischem Schwerpunkt und ihren Wissensbeständen über Amerika nach dem Wechselverhältnis von Übersetzung als Transfer- und Macht-Prozess zu fragen. Ziel ist es, einerseits den gemeinsamen, transatlantischen enzyklopädischen Wissensraum zu erschließen, der sich im Kontext vielfältiger, wechselseitiger Übersetzungsprozesse zwischen Europa und Amerika etablierte. Andererseits sollen die Dimensionen eines zunehmend eigenständigen amerikanischen Wissensdiskurses über Amerika und ihre Rezeption in der (ehemaligen) kolonialen ‚Metropole‘ nachgezeichnet werden. Das Projekt geht diesen Aspekten entlang dreier Achsen nach: 1. der systemat. Erschließung der ersten amerikanischen Enzyklopädien sowie frz. enzyklopädischer Wörterbücher, welche europäische, indigene und autochthone empirische Wissensbestände über Amerika sprachlich, generisch und kulturell übersetzten und im Paratext sowie den Artikeln kritisch kommentierten; 2. der Analyse der Rezeptions- u. Aneignungsformen des neuen Wissensdiskurses über Amerika in der europäischen ‚Metropole‘ auf der Basis der vgl. Analyse der (selektiven Teil-)Übersetzungen von Alcedos Diccionario geográfico-histórico de América sowie der Rezeption der ersten amerikanischen Enzyklopädien in der europ. Presse; 3. der Analyse der transatlantischen sozialen Netzwerke und kulturellen Vermittlungsprozesse in der Konstitution der ersten amerikanischen Enzyklopädien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2130: \nÜbersetzungskulturen der Frühen Neuzeit"
    }
  ]
}