{
  "spp_number": "SPP 2322",
  "spp_title": "Systemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441899689",
  "projects_count": 25,
  "projects": [
    {
      "project_id": "465121608",
      "url": "https://gepris.dfg.de/gepris/projekt/465121608",
      "title": "Aufklärung struktureller und physikalisch-chemischer Einflussfaktoren auf die Stabilisierung von organischem Material in Böden mittels neuer Ansätze der ultrahochauflösenden Massenspektrometrie.",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465121608",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Das Vorhandensein von stabilem Boden-organischen Material (SOM) ist eine system-immanente Eigenschaft, aber auch eine Voraussetzung für das Funktionieren von Bodenökosystemen. Mikrobielle Aktivität ist dabei ein wesentlicher Treiber des Kohlenstoffumsatzes und der SOM-Bildung, aber das Ausmaß, in dem stabiles SOM gebildet wird, wird durch Randbedingungen wie Redoxzustand und Mineralzusammensetzung verändert. Derzeit sind weitere Fortschritte zum Verständnis der SOM-Stabilisierungsmechanismen durch die Möglichkeiten begrenzt, mit der die molekulare Zusammensetzung der mineralassoziierten Fraktion und die molekularen Strukturen von SOM bestimmt werden können. Neue analytische Konzepte und Methoden für chemisch hochauflösende Analysen sind daher dringend erforderlich, um die Einflussfaktoren der Kohlenstoffspeicherung in Böden besser zu verstehen. Strukturspezifische und oberflächensensitive FT-ICR MS-Methoden eröffnen eine völlig neue Perspektive, um die mikrobielle Nutzung von Substraten zur Energiegewinnung und Biomasseerzeugung zu untersuchen, molekulare Änderungen zu erfassen, Struktur-Energie-Beziehungen in komplexem SOM zu entschlüsseln, die Bildung und Stabilität von mineralassoziiertem organischem Material zu erforschen und schließlich die Stabilisierung von SOM ganzheitlich zu verstehen.  Zu diesem Zweck werden wir 1) online-LC-FT-ICR-MS sowie LC-Tandem-MS-Methoden einsetzen, um physikalisch-chemische und aussagekräftige Strukturinformationen selbst für das komplexe SOM zu erhalten, 2) funktionelle Gruppen in einzelnen Molekülen mittels Isotopen-Tagging zu bestimmen, um die Prävalenz von Struktureinheiten zu untersuchen, und 3) direkte LDI-FT-ICR-MS für die Oberflächenanalyse der organischen Substanz nach der Sorption an Mineralien anwenden. Diese neuartigen Methoden werden wir auf mikrobielle Mikrokosmen mit verschiedenen Substraten und Redox-Bedingungen anwenden, um die Energie- und Materie-Zerstreuung auf molekularer Ebene aufzuschlüsseln.Das übergeordnete Ziel dieses Vorhabens ist es, das Verständnis des komplexen Umsatzes von organischer Bodensubstanz von einer Summen- und Mittelwert- auf eine strukturelle Ebene zu heben. Diese neue Ebene des SOM-Verständnisses wird zusammen mit den Projektpartnern im SPP SoilSystems eine integrative und umfassende Bewertung und Modellierung der Energienutzungskanäle und Randbedingungen des OM-Umsatzes in Böden ermöglichen. Dieses Vorhaben wird zu den zentralen Hypothesen des SPP SoilSystems beitragen, indem die Energienutzungskanäle und die Verteilung der Gibbs-Energie von Substraten während mikrobiellem Umsatz, die Konsequenz von Molekülstruktur auf die Stabilisierung von SOM durch fortwährende mikrobielle Aktivität und der Einfluss von Redoxzustand und Mineralzusammensetzung auf die Stoffnutzung und Stabilisierung von Kohlenstoff aufgeklärt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungMitverantwortlicheProfessor Dr. Robert  Mikutta;Professor Dr.-Ing. Thorsten  Reemtsma;Professorin Dr. Marion  Schrumpf"
    },
    {
      "project_id": "465127669",
      "url": "https://gepris.dfg.de/gepris/projekt/465127669",
      "title": "Der Einfluss räuberischer Myxobakterien auf die Komplexität des Bodenmikrobioms, Energiefluß und Nekromassenzusammensetzung.",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465127669",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Böden beherbergen die komplexesten Lebensgemeinschaften der Erde und sind lebenswichtige Ressourcen, die der Menschheit wichtige Ökosystemleistungen und Ernährungssicherheit bieten. Aufgrund der Komplexität der Böden und der immensen organismischen Vielfalt wurden bisher für keinen Boden eindeutige Zusammenhänge zwischen der Zusammensetzung des Mikrobioms (sowohl taxonomisch als auch funktionell), der mikrobiellen Physiologie und den Energieflüssen hergestellt. Tatsächlich gab es keine einzige Methode, um die Diversität, Abundanz und Gemeinschaftszusammensetzung der Bodenmikrobiota und der Bodenfauna mit hoher taxonomischer Auflösung zu bewerten. Die Doppel-RNA-Metatranskriptomik ermöglicht nun solche ganzheitlichen Zählungen über phylogenetische Domänen und trophische Ebenen hinweg auf der Grundlage von rRNA und mRNA. Dies hat das Potenzial, mechanistische Verbindungen zwischen trophischen Interaktionen im Mikrobiom und Energie- und Kohlenstoffflüssen entlang der bakteriellen und pilzlichen Energiekanäle herzustellen. MYXED-UP 2 sieht die Untersuchung einer vernachlässigten Gruppe von Mikroorganismen im Nahrungsnetz des Bodens vor: die räuberischen Bakterien. Wir wollen die Rolle der räuberischen Myxobakterien im Nahrungsnetz des Bodens und ihre Fähigkeit, das Mikrobiom sowie die Energie- und Stoffflüsse zu modulieren, explizit identifizieren. Zu diesem Zweck haben wir uns zu einem interdisziplinären Konsortium aus insgesamt fünf Arbeitsgruppen aus den Bereichen Bodenbiologie, Biogeochemie, Mikrobiologie und Modellierung zusammengetan, das sich dieser Herausforderung durch eine einzigartige Kombination von Fachwissen und zentralen Laborexperimenten stellen wird. In Experimenten mit natürlichen mikrobiellen Konsortien werden wir die Auswirkungen von Nematoden und Myxobakterien auf die Struktur des Mikrobioms und die Energie- und Stoffflüsse untersuchen. Die hochintegrierten Experimente werden reichhaltige und heterogene Datensätze liefern, die letztlich in die Modellierung des mikrobiellen Wachstums und des Umsatzes spezifischer funktioneller Gilden in den Mikrokosmen einfließen werden. Im Rahmen der gemeinsamen Forschung wird MYXED-UP2 mit Hilfe der quantitativen Metatranskriptomik einen umfassenden Einblick in Mikrobiome geben, der Verbindungen zwischen Mikrobiom-Mitgliedern und Thermodynamik herstellen wird. In Arbeitspaket 2 wollen wir die Auswirkungen der “Death pathways” (räuberische Myxobakterien vs. Bakteriophagen) auf die Zusammensetzung der bakteriellen und pilzlichen Nekromasse verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465120774",
      "url": "https://gepris.dfg.de/gepris/projekt/465120774",
      "title": "Die Bedeutung von Bodenmikroorganismen für den C- und Energieumsatz in Bodenmikrohabitaten (MicroHabits)",
      "investigators": "Professorin Dr. Ellen  Kandeler;Dr. Sven  Marhan;Dr. Christian  Poll",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465120774",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Die Relevanz von Bodenmikroorganismen für die C-Mineralisierung und -Stabilisierung wird zunehmend anerkannt. Von besonderer Bedeutung ist hierbei der thermodynamische Zusammenhang zwischen mikrobiellem C- und Energiebedarf. Die Untersuchung dieses grundlegenden Zusammenhangs ist im Boden jedoch, aufgrund seiner Komplexität mit vielen gleichzeitig ablaufenden Prozessen und deren Rückkopplungen, schwierig. Wir wollen dieses Problem adressieren, indem wir die Reaktion der C- und Energieflüsse auf die Manipulation von Faktoren untersuchen, die den Grad der Komplexität eines Bodens bestimmen. Die ersten beiden Arbeitspakete beziehen sich auf die Detritusphäre als ein wichtiges Mikrohabitat, über das Kohlenstoff und Energie in den Boden gelangen. Insbesondere werden wir untersuchen, wie sich die Abundanz und Diversität der ursprünglichen mikrobiellen Gemeinschaft sowie die räumliche Struktur des Bodens - beides wichtige Faktoren der Komplexität eines Bodens – auf den mikrobiellen Umsatz von streubürtigen C und Energie auswirken. Wir wollen hierfür isotopische (vollständige Massenbilanzen einschließlich 13Cmic, 13C-PLFA, 13C-SOC, 13C-EOC), kalorimetrische (Wärmeproduktion) und molekularbiologische (Amplikonsequenzierung) Methoden in zwei Mikrokosmenexperimenten einsetzen. Das dritte Arbeitspaket verfolgt die neue Idee, das Komplexitätsniveau durch das Mischen von Böden, die sich im Gleichgewicht mit ihren Randbedingungen befinden, zu erhöhen. Dieser Ansatz beruht auf der Annahme, dass das Mischen der Böden die Diversität und die Wechselwirkungen zwischen den Bodenkomponenten und damit die Komplexität erhöht. Dieses Experiment mit dem Namen \"Functional Complexity\" ist eine Kooperation von insgesamt 9 Projekten des SPP. Zusätzlich zu diesen drei Experimenten, die alle in Hohenheim durchgeführt werden, werden wir zu weiteren Experimenten beitragen (\"E-ComPLEX\", \"SOM-Batterie\", \"Round robin test calorimetry\"), die komplementäre Aspekte des SPP bearbeiten. Zusammenfassend lässt sich sagen, dass unser Projekt zu einem breiteren Verständnis beitragen wird, welche Faktoren die C- und Energieflüsse durch die mikrobielle Gemeinschaft kontrollieren. Dies wird als Grundlage für eine breitere Anwendung thermodynamischer Prinzipien auf die C-Mineralisierung und -Stabilisierung in Böden dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465123751",
      "url": "https://gepris.dfg.de/gepris/projekt/465123751",
      "title": "Die Rolle saprobischer Pilze für den Kohlenstoff- und Energieumsatz im Boden unter variierenden Substratbedingungen – vom Individuum zum Boden",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465123751",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Im Schwerpunktprogramm Soil Systems soll eine Verbindung zwischen den mikrobiellen Kohlenstoff (C)- und Energieumsätzen im Boden hergestellt werden, da die Effizienz der Substratnutzung auch abhängig ist von der verfügbaren Energie. Die im Boden gemessenen C- und Energie-Umsatzraten werden von der Aktivität des gesamten Mikrobioms bestimmt, Parameter mit höchster Relevanz für biogeochemische Modelle. Basierend auf diesen Bodenanalysen ist es allerdings nur eingeschränkt möglich Aussagen zur Physiologie einzelner Mikroorganismen zu treffen. In der Tat basieren diese Bodenparameter auf relativ einfachen physiologischen Annahmen, welche nur schwer direkt in Mikroorganismen getestet werden können. Um dies zu erreichen sollen hier Bodenanalysen mit detailliertem Wissen zur mikrobiellen Physiologie ergänzt werden, durch direkte Analysen mikrobieller Individuen. Hierbei liegt der Fokus auf einer mikrobiellen Gruppe die höchst relevant ist im Abbau von organischem Material, den saprobischen Pilzen, auch speziell auf Grund ihrer Wachstumsform. Physiologische Untersuchungen in Pilzisolaten kombiniert mit Bodenanalysen erlauben es die aufgestellten Hypothesen im Bezug zu ihrer Relevanz im Boden zu testen: Die Hypothesen des Schwerpunktprogramms (A, B, C) sollen mit Fokus auf saprobische Pilze getestet werden.- Substrate die einen unterschiedlichen Energiegehalt und Komplexitätsgrad aufweisen führen zu Veränderungen in der C-Aufnahme und Wachstumseffizienz (A.1, A.2)- Pilze spielen eine wichtige Rolle für die C Einlagerung im Boden (A.3)- Variablen, welche die C- und Energie-Nutzungseffizienz in Pilzen beschreiben, stellen artspezifische Eigenschaften dar, welche einen direkten funktionellen Bezug zur Zusammensetzung von Lebensgemeinschaften im Boden haben (B.1, B.2)- N-Limitierung ist im Vergleich zu C- und Energie-Verfügbarkeit ein weniger relevanter Faktor für mikrobielle Aktivität in komplexen Böden (C.1).Das Arbeitsprogramm umfasst diverse Methoden, welche die C-Nutzungseffizienz (CUE), kalorespirometrische Verhältnisse (CR), die Stöchiometrie und Nekromassebildung in Pilzen entlang eines Komplexitätsgradienten (von kontrollierten Wachstumsmedien hin zu diversen Böden) untersuchen sollen. Dabei wird der Einfluss des Energiegehaltes und der Komplexität von Substraten verglichen, sowie N-Verfügbarkeit als zusätzlicher Faktor mit einbezogen. Durch die erhobenen bodenrelevanten Variablen und die genutzten Böden, Substrate und Pilzisolate (aus diesen Böden) sind die Experimente eng an die core platform des Schwerpunktprogramms angelehnt. Die Ergebnisse werden neue Erkenntnisse zur physiologische Aktivität in Pilzen unter verschiedenen Substratbedingungen liefern, sowie dessen Bezug zu C- und Energiekreisläufen im Boden. Diese physiologischen Ergebnisse können außerdem die Interpretation von Bodenparametern verbessern, durch einen direkten Bezug von CUE und CR im Boden zur mikrobiellen Aktivität.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465065038",
      "url": "https://gepris.dfg.de/gepris/projekt/465065038",
      "title": "Eine synthetische mikrobielle Bodengemeinschaft als Modellsystem, um zu testen wie Energie- und Materieflüsse durch trophische Wechselwirkungen und das primäre Energiesubstrat im Boden moduliert werden",
      "investigators": "Dr. Katharina  Huber;Professorin Dr. Meina  Neumann-Schaal;Professor Dr. Michael  Pester",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465065038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Böden sind lebenswichtige Bestandteile terrestrischer Ökosysteme. Wie Energie- und Materieflüsse in Böden in Zusammenhang stehen mit der strukturellen und funktionellen Vielfalt des Bodenmikrobioms und seiner Wechselwirkung mit höheren trophischen Ebenen ist jedoch weitestgehend unverstanden. In diesem Antrag möchten wir eine synthetische mikrobielle Bodengemeinschaft verwenden, die die wichtigsten mikrobiellen Taxa und mikrobielle Predatoren im Boden wiederspiegelt, um Zusammenhänge zwischen dem Energie- und Materieeintrag in den Boden, der Struktur und Funktion des Bodenmikrobioms und den daraus resultierenden Energie- und Materieflüssen zu untersuchen. Zu diesem Zweck wurde eine synthetische Bodengemeinschaft konzipiert, die aus 25 Repräsentanten der Proteobakterien, Acidobakterien, Actinobakterien, Bacteroidetes, Verrucomicrobia, Chloroflexi und Gemmatimonadetes sowie einem typischen Bodenascomyceten besteht. Predatoren werden durch bakterien- und pilzfressende Nematoden sowie bakterienfressende Myxobakterien vertreten sein. In Arbeitspaket (AP) 1 werden wir in einem multidisziplinären Großexperiment mit sechs weiteren SPP-Partnern Hypothese A des SPP testen: Das Mikrobiom moduliert die Energiefreisetzung und den Materieumsatz entlang verschiedener Energieverbrauchskanäle. Der Schwerpunkt dieses AP liegt auf der Auswirkung von bakterienfressenden Predatoren und der Konkurrenz zwischen ihnen auf die Struktur des Mikrobioms und dadurch modulierte Kohlenstoffflüsse, Kohlenstoffreservoirs und Wärmefreisetzung in einer synthetischen Bodengemeinschaft. Parallel dazu werden wir die Auswirkungen funktioneller Gruppen von Predatoren (bakterienfressende vs. pilzfressende) auf die Struktur des Mikrobioms, die Kohlenstoffflüsse und die Wärmefreisetzung in einer natürlichen Bodengemeinschaft identifizieren. In AP2 werden wir die synthetischen Bodengemeinschaft verwenden, um Hypothese B des SPP zu untersuchen: Energie- und Materieeintrag im Boden beeinflussen die biologische Komplexität. Hier wollen wir verstehen, wie Modellsubstrate mit unterschiedlicher Energieausbeute und Abbaubarkeit (Cellulose, Stärke) die Struktur der synthetischen Bodengemeinschaft mit und ohne Einfluss der Predatoren beeinflussen. Darüber hinaus werden wir untersuchen, wie das primäre Energiesubstrat die Expression chemischer Abwehrmechanismen zwischen Mikrobiom-Mitgliedern beeinflusst und sich somit indirekt auf die Kohlenstoffflüsse und -reservoirs sowie die Wärmefreisetzung auswirkt. Wir sind überzeugt, dass eine synthetische Bodengemeinschaft ein wesentlicher Schritt in Richtung eines konzeptionellen Verständnisses ökologischer Wechselwirkungen in Böden ist. Dieser systembiologische Ansatz wird ermöglichen zu verstehen wie das Bodenmikrobiom und höhere trophische Ebenen (AP1) sowie das primäre Energiesubstrat (AP2) Energie- und Kohlenstoffflüsse im Boden beeinflussen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465122757",
      "url": "https://gepris.dfg.de/gepris/projekt/465122757",
      "title": "Energiestrukturen - Energie hält dissipative Strukturen in Bodensystemen aufrecht",
      "investigators": "Professor Dr. Thomas  Maskow;Professorin Dr. Gabriele  Schaumann;Professor Dr. Sören  Thiele-Bruhn",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465122757",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Organische Bodensubstanz (SOM) ist nicht passiv, sondern ein ständiger Fluss von Materie (oder Kohlenstoff - C) und Energie (E). Diesen Fluss treiben von Boden(mikro)biota erzeugte Gradienten an, was sie zu einem integralen Bestandteil desselben macht. Er ermöglicht den Mikrobiota sich durch Selbstorganisation einem Fließgleichgewicht anzunähern und es entstehen zeitlich und räumlich geordnete, dissipative Prozesse und/oder Strukturen (DS). Vermutlich nähern sich die Flüsse und Transferraten einem thermodynamischen Optimum, wie es z. B. das Maximum-Power-Prinzip (MPP) formuliert. Durch diese Prozesse wird E in qualitativ (Entropie vs. Enthalpie) unterschiedliche Pools verteilt: a) Wärme, b) sequestrierte SOM, c) bioverfügbare SOM, d) Biomasse. Die Organismen nutzen jedoch nur einen Teil der E des Substrates. Diese bioverfügbare E hängt von dessen energetischen Eigenschaften, seinem Status im Boden (z. B. Sorption) und der Nutzung zusätzlicher SOM-Komponenten (Priming) ab. Unser Ziel ist es zu verstehen, wie eine E-Zugabe das Auftreten von und/oder den Wechsel zwischen DS (Prozesszuständen) im Boden steuert. Dazu werden die DS durch Experimente mit unterschiedlichen Substratzugaben untersucht. Dies sind 1) einmalige, 2) wiederholte, 3) kontinuierliche Zugaben. Während 1) die Umwandlungsphasen zwischen DS zeigt, führt 2) zu oszillierenden Strukturen, welche die Resilienz der DS zeigen und 3) ermöglicht, die DS in ihren Eigenschaften nahe dem stationären Zustand zu untersuchen. Stationäre Zustände erleichtern die Prüfung thermodynamischer Optimierungsprinzipien (z. B. MPP) und lassen sich besser mit Modellen der irreversiblen Thermodynamik beschreiben. Die Kombination von Stoff- und E-Bilanzen mit kalorimetrischen Messungen ist das geeignete Instrument zur Untersuchung DS, da diese als dynamische Stoff- und E-Flüsse zu verstehen sind. Die bioverfügbare E ist ein entscheidender Faktor für die Aufrechterhaltung bestehender oder die Etablierung neuer DS. Sie hängt von thermodynamischen molekularen Substrateigenschaften und der Nutzung von OBS-Komponenten (Priming) ab und wird durch Wechselwirkungen zwischen Substrat und Boden modifiziert Dies wird mit den o.a. Ansätzen 1-3 in Mikrokosmos-, Kalorespirometer- und kontinuierlichen Röhrenreaktorversuchen untersucht. Zum Erhalt vollständiger Bilanzen werden z.T. werden 13C-markierte Substrate verwendet. Aus den Ergebnissen werden QSAR-Modelle abgeleitet (weitere Parameter aus quantenchemischer Modellierung), um die bioverfügbare E zu schätzen. Durch thermokinetische Modellierung aller Ergebnisse werden Gibbs-E und Entropieänderungen der Substratumsätze berechnet. Es wird erwartet, dass eine modellgestützte Abschätzung der C- und E-Retention durch die Bodenbiota, die Bestimmung der Nutzungseffizienz von C und E und die Abschätzung der Speicherung von OM im Boden erreicht werden kann. Insgesamt trägt dies zu einem besseren Verständnis und Management des C-Budgets von Böden bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungInternationaler BezugÖsterreichKooperationspartnerPrivatdozent Dr. Daniel  Tunega"
    },
    {
      "project_id": "554676741",
      "url": "https://gepris.dfg.de/gepris/projekt/554676741",
      "title": "EPS oder Nekromasse? Entschlüsseln der Rolle von mikrobiellen Rückständen in Pflanzen-Boden-Systemen",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554676741",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Im Anschluss an die in der ersten Phase des SPP durchgeführten Experimente wurden vier Experimente konzipiert, um EPS (extrazelluläre polymere Substanzen) von mikrobieller Nekromasse in landwirtschaftlich genutzten Böden zu unterscheiden. Dabei wurden die folgenden zentralen Hypothesen zugrunde gelegt: (1) Aminozucker (AS) sind Marker für mikrobielle Residuen, d.h., EPS und Nekromasse (abgestorbene Zellreste) in Böden; (2) die Kopplung von AS-Messungen mit anderen Indikatoren (z. B., EL-FAME) kann EPS von der Nekromassedynamik unterscheiden und (3) die pflanzliche und mikrobielle EPS-Produktion ist unterschiedlich, aber miteinander verbunden. Im ersten Versuch wird die Aminozucker-Zusammensetzung des Kohlenstoffs in mikrobieller Biomasse und der Restfraktion (EPS und Nekromasse) in Bakterien- und Pilzkulturen, die auf verschiedenen Mineralmaterialien gezüchtet wurden, im Zeitverlauf untersucht. In diesem Versuch wird zusätzlich die Wärmeproduktion mittels Mikrokalorimetrie ermittelt. Im zweiten Experiment wird die Komplexität erhöht und die Aminozucker-Zusammensetzung, der Kohlenstoff in mikrobieller Biomasse und der Restfraktion erneut im Laufe der Zeit gemessen, jetzt aber in landwirtschaftlichen Böden. Im dritten Experiment, das Teil des gemeinsamen SPP-Experiments \"SOM-Batterie\" ist, wird der Beitrag der mikrobiellen Rückstände zum Speicherpotenzial der SOM von Kohlenstoff und Energie untersucht. Im vierten Versuch schließlich wird die Zusammensetzung von \"Rhizo-EPS\" untersucht und ein Profil von pflanzlichen und mikrobiellen EPS erstellt. In allen Experimenten werden die Proben, d.h., die mikrobielle Biomasse, Boden und EPS, auf ihre Konzentration an Aminozuckern untersucht, gegebenenfalls in Kombination mit einer verbindungsspezifischen δ13C-Analyse. Die EPS-Proben werden zusätzlich auf das gesamte organische δ 13C, die Gesamt-Kohlenhydrate und die Gesamt-Proteine untersucht. Im Boden werden außerdem das organische 13C, das 13C in der mikrobiellen Biomasse, gemessen. Schließlich wird in der Bodenatmosphäre die Entwicklung von Gesamt-CO2 und 13CO2 gemessen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungMitverantwortlichProfessor Dr. Bernard  Ludwig"
    },
    {
      "project_id": "464850637",
      "url": "https://gepris.dfg.de/gepris/projekt/464850637",
      "title": "Galactosamine kann als Indikator für mikrobielle extrazelluläre polymere Substanzen (EPS) genutzt werden, eine wichtige Quelle von organischer Substanz in Ackerböden",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464850637",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Vier Experimente bilden ein konsekutives Programm zum Aufklären der Rolle von EPS (extrazelluläre polymere Substanzen) in landwirtschaftlichen Böden auf der Basis von folgenden beiden zentralen Hypothesen: (1) EPS sind ein wichtiger Bestandteil von mikrobieller Nekromasse, die sich aus Böden mit Kationen-Austausch-Harzen (CER) extrahieren lässt. (2) GalN (Galaktosamin) ist ein Indikator für mikrobielle EPS in Böden. Im ersten Experiment wird die mikrobielle EPS-Bildung durch das Kultivieren von Bodenbakterien und Bodenpilze untersucht. Dabei dienen Glycerol und Stärke als C-Quelle und die Mikroorganismen werden in Abwesenheit oder Gegenwart von organische Substanz (OS) freiem sterilen Sand angezogen. Im zweiten Experiment, werden einfache (Glycerol oder mais-bürtige Stärke) und komplexe (mais-bürtige Cellulose oder Maisstroh) 13C-markierte Substrate auf ihre Fähigkeit getestet, bakterielle und pilzliche EPS in vier Böden zu bilden, die sich im Pilz/Bakterien-Verhältnis aufgrund des Boden-pH-Werts oder aufgrund der Düngungsgeschichte unterscheiden. Im dritten Experiment werden Glucose- und Cellulose-Abbau gemessen, um die Kohlenstoff-Nutzungs-Effizienz (CUE) und thermodynamische Effizienz in zwei Böden zu erfassen, die sich im Pilz/Bakterien-Verhältnis aufgrund der Düngungsgeschichte oder aufgrund der Abwesenheit oder Gegenwart von EPS unterscheiden. Im vierten Experiment wird die mikrobielle EPS-Bildung durch die Zugabe eines einfachen und leicht verfügbaren Substrats (mais-bürtige Stärke), welches die bakterielle EPS-Bildung fördert sowie eines mehr abbau-resistenten Substrats (mais-bürtige Cellulose), welches die pilzliche EPS-Bildung fördert. Beständigkeit und aggregat-stabilisierende Effekte von frisch gebildeten EPS wird dann für 70 Tage verfolgt. Das C/N-Verhältnis der Substrate wird generell auf 40 eingestellt, in Experiment 1 mit (NH4)2SO4 und in den Experiment 2, 3 und 4 mit (15NH4)2SO4. In allen Experimenten werden die mit CER extrahierten EPS auf ihre Aminozucker-Konzentration untersucht, kombiniert mit deren komponenten-spezifischer δ13C- and δ13N-Analyse. EPS Extrakte werden zusätzlich auf 13C und δ15N in organischer Substanz, Gesamt-Kohlenhydrate, Gesamt-Protein und Gesamt-DNA geprüft. Im Boden werden 13C in organischer Substanz und mikrobieller Biomasse (MB), total 15N und MB15N sowie Enzym-Aktivität (N-Acetyl--D-Glucosaminidase und Tyrosin-Peptidase) gemessen. Weiterhin werden Aminozucker bestimmt, kombiniert mit deren komponenten-spezifische δ13C- und δ13N-Analyse. In der Bodenatmosphäre wird die Produktion von Gesamt-CO2 und 13CO2 gemessen. In Experiment 3 wird zusätzlich die Wärmeproduktion mit Hilfe der Mikrokalorimetrie gemessen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "500452744",
      "url": "https://gepris.dfg.de/gepris/projekt/500452744",
      "title": "Implikationen von Energie- und Stoffflüssen auf die Diversität und Komplexität mikrobieller Gemeinschaften in Bodensystemen",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500452744",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Mikrobielle Gemeinschaften sind der zentrale Motor für die Umsetzung organischer Substanz in Böden, durch die letztendlich biogeochemische Stoffkreisläufe und andere wichtige Ökosystemdienstleistungen aufrechterhalten werden. Die Bedeutung der biologischen Vielfalt für diese Leistungen ist jedoch bis heute kaum verstanden. Ziel dieses Forschungsprojekt ist es, die Implikationen von Energie- und Stoffflüssen auf die Diversität und Komplexität mikrobieller Gemeinschaften zu charakterisieren, um so zu einem besseren, systembasierten Verständnis zu gelangen, wie Böden Energie und Stoffe mikrobiologisch verarbeiten. Die experimentellen Untersuchungen erfolgen insbesondere durch Partizipation an den drei interdisziplinären Zentralexperimenten des neuen DFG Schwerpunktprogramms SPP2322, bei denen verschiedene Substrate, Böden und Randbindungen getestet werden. Die mikrobiellen Gemeinschaften (Bakterien, Archaeen und Pilze), werden aus DNA von Bodenproben und individuellen Bodenaggregaten mit der PCR quantifiziert und durch Sequenzierung taxonomisch zugeordnet, so dass ihre Diversität auf Basis von 16S rRNA Genen bzw. ITS Sequenzen bestimmt werden kann. So werden substratabhängige Veränderungen in zeitlicher Sukzession verfolgt und die Anwendbarkeit von optimierten Netzwerkanalysen zur Sichtbarmachung von komplexen Beziehungen innerhalb der Gemeinschaften in Reaktion auf Energie- und Substratflüssen überprüft. Diese Mikrobiom-Analysen werden mit Informationen über die Energie- und Stoffflüsse, über mikrobiellen Stoffwechsel und die Poolgrößen von Biomasse und Nekromasse, aus den drei Zentralexperimenten verknüpft. Die Daten zur mikrobiellen Abundanz, Vielfalt und Veränderlichkeit werden außerdem für die Modellbildung im SPP zur Verfügung gestellt. In diesem Vorhaben werden fünf Hypothese überprüft, um den Zusammenhang der Diversität mit der Gibbs Energie und molekularen Struktur unter Variation der Wasserverfügbarkeit und Temperatur zu überprüfen. Wir erwarten, dass die Bakterien und Pilz-Gemeinschaften auf Grund ihrer spezifischen Biologie in unterschiedlicher Weise Energie in Böden umsetzen, ebenso wie oligotrophe und kopiotrophe Bakterien. Dank unserer neuen Methode mikrobielle Metagenome aus einzelnen Bodenaggregaten untersuchen zu können, werden wir die Eignung einer optimierten Netzwerkanalysen zur Darstellung komplexer Beziehungen verschiedener Taxa ermitteln. Außerdem werden wir an mm-Gradienten den Einfluss der Detritussphäre auf den Abbau von Nekromasse messen und anhand eines Tongradienten in einem experimentellen Boden den Abbau von Chitin als Nekromasse-Indikator unter dem Einfluss von biologischer Verfügbarkeit und der Interaktion mikrobieller Gemeinschaften aus benachbarten Bodenaggregaten analysieren. – Insgesamt sollen die Ergebnisse dieses Vorhabens dazu beitragen, unser Verständnis zu verbessern, wie Energie- und Stoffflüsse mikrobielle Gemeinschaften und deren Effizienz bei der Umsetzung von organischer Bodensubstanz beeinflussen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungMitverantwortlichDamien  Finn, Ph.D."
    },
    {
      "project_id": "465081540",
      "url": "https://gepris.dfg.de/gepris/projekt/465081540",
      "title": "Kohlenstoff- und Energiefluss im Bodenmikrobiom – funktionelle Gruppen, Aktivität und Interaktionen in trophischen Netzwerken",
      "investigators": "Professor Dr. Steffen  Kolb;Professorin Dr. Liliane  Rueß",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465081540",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Bodenökosysteme werden von Kohlenstoff-(C), Nährstoff- und Energieflüssen angetrieben, die für die biogeochemischen Kreisläufe wesentlich sind. Insbesondere die Organismen des Bodenmikrobioms beeinflussen diese Prozesse. Die interagierenden Arten sind in komplexe Netzwerke eingebettet und bestimmen je nach ihren Merkmalen die Architektur, Stabilität und Funktionalität des Mikronahrungsnetzes. Die Muster der Ressourcennutzung ergeben sich aus diesen trophischen Interaktionen zwischen den Biota innerhalb des Mikrobioms. Das Hauptziel des SPP \"SoilSystems\" ist es, energiebasierte Beschreibungen mit biotischen Interaktionen zu integrieren, um ein systemisches Konzept zu den Umsetzungsprozessen im Boden zu erhalten. Vor diesem Hintergrund verknüpft das beantragte Projekt den C- und Energiefluss im Bodenmikrobiom mit der Struktur und Funktion des Mikronahrungsnetzes, wobei Nematoden als Modellgruppe dienen. Der Schwerpunkt liegt auf den funktionellen Merkmalen, der Lebensstrategie und den trophischen Interaktionen der mikrobiellen Weidegänger. Die Verwendung von 13C-markierten Substraten ermöglicht die Bilanzierung von C-Pools und -Flüssen sowie die Untersuchung stabiler Isotope (Stable Isotope Probing – SIP) von Phospholipidfettsäuren (PLFA-SIP) und DNA (DNA-SIP). Metagenomanalysen werden mit DNA-SIP kombiniert, um Gene von Enzymen, welche am Substratabbau beteiligt sind, sowie die entsprechenden Stoffwechselwege zu identifizieren. Darüber hinaus dienen die metabolischen Fußabdrücke der Nematoden als merkmalsbasiertes Maß für Produktion und C-Assimilation höherer trophischer Ebenen. Drei Hauptfragen werden im Rahmen des Projekts untersucht: (1) Welchen Einfluss haben funktionelle Merkmale von bakteriellen Weidegängern (z.B. Ernährungsweise, Größe) und ihre interspezifischen Interaktionen (z.B. Ressourcenkonkurrenz, Intragilde-Prädation) auf den C- und Energiefluss im Mikrobiom? (2) Wie verändert die funktionelle Komplexität von Weidegängern (d.h. multitrophische Interaktionen) die mikrobielle Aktivität und die metabolischen Umwandlung von Ressourcen? (3) Beeinflussen veränderte mikrobielle Umsatzprozesse, z.B. verursacht durch Unterschiede im Energiegehalt von Substraten, die strukturelle und funktionelle Organisation höherer trophischer Ebenen? Die gewonnenen morphologischen, isotopischen und genomischen Daten werden mit weiteren metagenomischen (Bakterien, Pilze, Virom), biochemischen (z.B. Enzyme, Ergosterol) und thermodynamischen Ansätzen (Wärme, Kalorimetrie) kooperierender Projekte kombiniert. Dadurch wird ein umfassendes Wissen über die Struktur und Funktion des gesamten Mikrobioms und die C- und Energieflüsse gewonnen. Das beantragte Projekt wird damit die Lücke zwischen arten- und energiebasierten Nahrungsnetzen schließen und das Verständnis des Zusammenhangs zwischen Energiedynamik im Boden und Ökosystemfunktionen fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465124939",
      "url": "https://gepris.dfg.de/gepris/projekt/465124939",
      "title": "Kohlenstoff- und Energienutzungseffizienz von Bodenmikroorganismen im Laufe der Zeit",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465124939",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Das unvollständige Verständnis des Kohlenstoffkreislaufs im Boden spiegelt sich in der unsicheren Vorhersage der allgemeinen Systemreaktion wider, die oft rätselhaft ist und von Modellansätzen, die Bodenmikroorganismen ausschließen, nicht zuverlässig erfasst werden kann. Die Idee des C-Timing-Projekts ist, dass die sich rechtzeitig entwickelnde mikrobielle Gemeinschaft im Boden eine Kaskade von Ereignissen auslöst, die den Zersetzungsprozess entweder reduzieren/stabilisieren oder intensivieren. Die Wege der Zersetzungskaskade werden durch den Energieinput begrenzt und durch die Energieverteilung über die Kanäle des Nahrungsnetzes geformte Sauerstoffverfügbarkeit reguliert. Biologische Prozesse, die die Effizienz der Kohlenstoffnutzung beeinflussen, werden in diesem Projekt berücksichtigt und modelliert. Sie umfassen die Substrataufnahme durch Mikroorganismen, das mikrobielle Wachstum, die Aufrechterhaltung, die CO2-Emission, das Recycling der mikrobiellen Biomasse und das mikrobielle Absterben aufgrund von Prädation durch Weidetiere. Es werden mehrere Modelle mit zunehmender Komplexität und unterschiedlicher Darstellung der aufgeführten Prozesse erstellt und hinsichtlich i) der Gleichgewichtsverhältnisse der Haupt-C-Pools im Steady-State, ii) der transienten Dynamik der Hauptpools als Reaktion auf Substrateintrag oder Stresseinwirkung, die zur Unterdrückung des mikrobiellen Wachstums und des mikrobiellen Todes führen, analysiert. Besonderes Augenmerk wird auf die Bewertung der Modellstruktur in Bezug auf die zuvor ermittelten grundlegenden Beziehungen gelegt (z. B. Verhältnis von Cmic:Corg, Effizienz der Kohlenstoffnutzung und Effizienz der Kohlenstoffspeicherung auf lange Sicht).Der Hauptfaktor, der die metabolische Effizienz von Mikroorganismen im Boden beeinflusst, ist der vorherrschende Elektronenakzeptor, der die Energie- und Kohlenstoffumwandlung steuert. Daher werden aerobe und anaerobe Bedingungen für eine erfolgreiche Modellierung von mikrobiellem Wachstum und Umsatz unterschieden. Das allgemeine Ziel des Projektes ist es, ein mikrobiell-explizites Modell des Umsatzes organischer Substanz im Boden zu entwickeln, das auf einfache Weise die Dynamik der Kohlenstoff- und Energienutzungseffizienz beschreibt, eingeschränkt durch biotische Interaktionen und Bodenrandbedingungen. Dazu werden komplementäre Modellversionen entwickelt, verglichen und ggf. fusioniert. Ziel ist es, den Haupttreiber der zeitlichen Veränderungen des CUE zu finden, der durch die mikrobielle Thermodynamik und die Dynamik der funktionellen Struktur der mikrobiellen Bodengemeinschaft bestimmt wird. Die Simulationsergebnisse werden mit experimentellen Daten validiert, die in den Kernexperimenten und Verbundprojekten des SPP 2322 Soil Systems gesammelt wurden. Die endgültige Auswahl der vereinfachten Modellversion, die auf dem holistischen Prinzip basiert und vom SPP-Konsortium genehmigt wurde, erfolgt in Abstimmung mit anderen Modellierungsgruppen im Schwerpunktprogramm.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465120347",
      "url": "https://gepris.dfg.de/gepris/projekt/465120347",
      "title": "Koordinationsfonds",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465120347",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Es ist unbestritten, dass die Prinzipien und Parameter der Thermodynamik grundlegend für die Ökologie und die Bodenökologie sind. Die aktuelle Forschung zum SOM-Umsatz berücksichtigt zunehmend die Energetik in der Modellierung zur Erklärung und Vorhersage des biotischen Kohlenstoffumsatzes und von Bodenfunktionen. Die Arbeiten in SoilSystems sind Teil aktueller internationaler Forschungsaktivitäten. Untersuchungen zu kalorimetrischen und thermodynamischen Zustandsgrößen nehmen stetig zu und konzentrieren sich bisher auf die Charakterisierung der SOM, den SOM-Umsatz und den Beitrag der Bodenbiota. Im SPP konnten u.a. substratabhängige Nutzungseffizienzen und Faktoren der bioenergetischen Kontrolle aufgeklärt werden. Trotz dieser internationalen Forschungen bleiben viele grundlegende Fragen unbeantwortet bzw. wurden neu erarbeitet und manche publizierten Aussagen sind widersprüchlich. So ist der SPP 2322, aufbauend auf den Ergebnissen der ersten Phase und der gewonnenen methodischen und theoretischen Kompetenz, unbedingt fortzuführen. Das Koordinierungsprojekt des SPP 2223 bietet den wissenschaftlichen und organisatorischen Rahmen für Forschungsprojekte im SPP, indem interdisziplinäre Zusammenarbeit, Datenerfassung, -Synthese und -Modellierung organisiert werden. Dies verantwortet eine Koordinierungsgruppe, die von einem Associate unterstützt wird, der A) die Organisation des SPP 2322 unterstützt und B) wissenschaftlich arbeitet. A) Für eine optimale kooperative Forschung im SPP 2322, werden alle teilnehmenden Projekte durch die zentrale Organisation adressiert. Böden und Kalorimeter werden über eine gemeinsame Versuchsplattform bereitgestellt. Für die gemeinsame Datenspeicherung wurde ein Datenbanksystem eingerichtet, dessen Nutzung durch die Projekte personell unterstützt wird. Projekttreffen, Workshops und eine Webinar-Serie laden zur Diskussion und Präsentation ein. Nicht zuletzt ermöglichen Gleichstellungsmaßnahmen eine uneingeschränkte Teilnahme an Forschung und akademischer Karriereentwicklung. B) Das Forschungsmodul im Koordinierungsprojekt hat zwei grundlegende Ziele: (i) die Bestimmung der energetischen Eigenschaften von Böden, d.h. komplexer Moleküle wie der SOM eingebettet in einem reaktiven mineralischen Medium. Dies erfordert gleichzeitig die Adaptation und Ermittlung der Vergleichbarkeit kalorimetrischer Methoden bei der Untersuchung von Böden als zentrale Forschungsaufgabe für den SPP. (ii) Die Integration und Synthese der Daten aus den (Kern) Experimenten der ersten Phase entlang der Datenraumachsen Böden, Substrate und Randbedingungen erfordert deren Kombination in einem Modellierungsdatenraum. Die Daten müssen vollständig statistisch ausgewertet und für eine harmonisierte Beschreibung in Übereinstimmung mit den thermodynamischen Zustandsgrößen parametrisiert werden. Die forschende Datenzusammenführung wird durch eine Dreiergruppe zum Datenmanagement, Synthese und machine learning Modellierung (Mercator-Fellow) forciert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "554770703",
      "url": "https://gepris.dfg.de/gepris/projekt/554770703",
      "title": "Live/Dead: Beitrag der Bodenprotisten zum Kohlenstoffkreislauf durch mikrobiellen Fraß und Nekromasse",
      "investigators": "Professor Dr. Antonis  Chatzinotas;Dr. Stephanie  Jurburg",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieBodenwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554770703",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Protisten machen den größten Teil der eukaryotischen Diversität in Böden aus, mit Zellzahlen, die Hunderttausende und mehr pro Gramm Boden erreichen können, und einem breiten Spektrum funktioneller Gruppen, die eng mit den terrestrischen Kohlenstoffflüssen verbunden sind (z.B. heterotroph, saprotroph und sogar phototroph). Ihre Rolle im Kohlenstoffkreislauf, lebend als mikrobielle Räuber und insbesondere tot als mikrobielle Nekromasse (NM), ist jedoch praktisch noch nicht charakterisiert. Im Rahmen des SPP SoilSystems wird dieses Projekt die Rolle und den Beitrag von Protisten und deren NM zu den Kohlenstoffflüssen im Boden untersuchen. In einer Reihe von kontrollierten Mikrokosmos-Experimenten wird zunächst der Verbrauch von Protisten-NM im Vergleich zu pilzlichen und bakteriellen NM durch das Bodenmikrobiom charakterisiert. Durch DNA-SIP mit 13C-markierter Protisten-Nekromasse werden wir die Präferenzen der Bodenmikroorganismen identifizieren und den Kohlenstofftransfer innerhalb der Nahrungsnetze des Bodenmikrobioms für verschiedene NM-Pools verfolgen; durch Kalorimetrie werden wir untersuchen, wie Protisten-NM im Vergleich zu den besser bekannten bakteriellen und pilzlichen NM-Pools zu den Energieflüssen im Boden beiträgt. In einem zweiten Mikrokosmos-Experiment werden wir untersuchen, ob der Gehalt an organischer Substanz im Boden als wichtige Randbedingung den Verbrauch von Protisten-NM durch die Bodenmikrobiota und ihrer Netzwerke beeinflusst. Schließlich werden wir im gemeinsamen Experiment \"Funktionale Komplexität\" klären, wie die Bodenbewirtschaftung die Protistengemeinschaften steuert, wie die Komplexität dieser Gemeinschaften durch Prädation zu neuen Eigenschaften des Bodenmikrobioms (z.B. Resistenz und Widerstandsfähigkeit) beiträgt und ob die Dynamik der Protistengemeinschaften nach Störungen den Kohlenstoffkreislauf beeinflusst. Zusammengenommen werden diese Experimente, die innerhalb des SPP Konsortiums gemeinsam durchgeführt werden, sich mit den Hypothesen A-C von SoilSystems befassen und gleichzeitig die bisher umfassendste Analyse des Beitrags lebender und toter Protisten zum Kohlenstoffkreislauf.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "554827041",
      "url": "https://gepris.dfg.de/gepris/projekt/554827041",
      "title": "Lokalisierung von Hotspots mikrobieller Metabolite zur Aufklärung der Dynamik von Energie und organischem Kohlenstoff im Boden (SoilEnergySpots)",
      "investigators": "Professorin Dr.-Ing. Mirjana  Minceva;Dr. Steffen  Schweizer;Professorin Nicole  Strittmatter, Ph.D.",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554827041",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Mit dem Projekt SoilEnergySpots wollen wir dazu beitragen den Einfluss der Zugänglichkeit von organischem Kohlenstoff im Boden auf die Energiedynamik besser zu verstehen. Anhand eines landwirtschaftlichen Modellbodens nutzen wir weit verbreitete mikrobielle metabolische Modellkomponenten mit unterschiedlichen Energiegehalten. Unsere experimentellen Ansätze zielen auf die Inkubation unterschiedlich großer Aggregatstrukturen und anderer Behandlungen ab, die die räumliche Zugänglichkeit und damit die Energieumwandlung hemmen. Mithilfe der Entwicklung und Anpassung von räumlichen Metabolomikmethoden auf Bodenproben erfassen wir die kleinskalige Verteilung von unterschiedlichsten mikrobiellen Metaboliten, und suchen beispielsweise mithilfe der Aminozuckerverteilung nach Nekromasse-Hotspots in Bodenaggregaten. Dies kombinieren wir mit der räumlichen Analyse der 13C-markierten Substratverteilung über Mineraloberflächen mittels NanoSIMS. In einem weiteren Experiment beschäftigen wir uns mit der Rolle der Verteilungsform von Maisstreu und inwiefern die zugesetzte Energie aus den Modellmetaboliten die Bildung mineral-assoziierter organischer Substanz hemmt oder fördert und so die Kohlenstoffspeicherung in Böden beeinflusst. Die experimentellen Arbeiten bei SoilEnergySpots ergänzen wir durch einen thermodynamischen Modellierungsansatz, der die räumliche Zugänglichkeit unterschiedlicher Pools organischer Substanz in das dynamische Gleichgewicht aus Masseflüssen und Enthalpie einbezieht. Durch die kalorimetrische Erfassung bei der Umsetzung und der Bestimmung der kleinskaligen Verteilung von Modellmetaboliten wollen wir zugrundeliegende biogeochemische Faktoren aufdecken, die in der Bodenstruktur zu räumlich segregierten energetischen Spots mit lokal unterschiedlichen mikrobiellen Effizienzen führen. Dabei vermuten wir, dass die räumlich heterogene Anordnung energetisch unterschiedlich effizienter Bodenbereiche eine wichtige Randbedingung darstellen und die Dynamik von organischem Kohlenstoff und Energie in Böden maßgeblich steuert. Als interdisziplinäres Team aus den Bodenwissenschaften, der Biothermodynamik und der analytischen Chemie wollen wir unsere Expertise und Ansätze gegenseitig ergänzen und zu einer Erweiterung des konzeptionellen Verständnisses der energetischen Triebfeder bei der Umwandlung organischer Substanz beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465122443",
      "url": "https://gepris.dfg.de/gepris/projekt/465122443",
      "title": "Microheat-2: Kohlenstoff- und Energieumsatz von komplexen Substraten und in intakten Böden",
      "investigators": "Privatdozentin Dr. Evgenia  Blagodatskaya;Dr. Thomas  Reitz;Dr. Steffen  Schlüter",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465122443",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Die Effizienz des Kohlenstoffumsatzes im Boden hängt vom Ausgangssubstrat und den Bedingungen im Boden ab, die gemeinsam die metabolischen Umsatzpfade steuern und in charakteristischen Kohlenstoff- und Energieumsätzen resultieren. In der ersten Projektphase lag das Augenmerk auf der Verwertung von einfachen Substraten (Glukose, Cellobiose, Cellulose) in homogenisiertem Boden, mit dem Ziel den Abbau mittels Aktivitätsmessung von spezifischen Enzymen, in Kombination mit kalorespirometrischen Messungen, umfänglich erfassen zu können. Dabei zeigten sich interessante zeitliche Muster, wie die Entkopplung des Wärme- und CO2-Flussspitzen, und räumliche Effekte, wie die Veränderung der Umsatzkinetik bei verschiedener Substrateinmischung. In der zweiten Phase möchten wir diese Erkenntnisse in zwei Hauptrichtungen erweitern. Zum einen streben wir eine breitere Auswahl an Ausgangssubstraten mit gleichem C-Gehalt (6 C Atome; Glukose, Cellobiose, Lysine, Phenol) aber variierenden Verbrennungsenthalpien und Gibbs-Energien an, um in vergleichenden Inkubationen den Einfluss dieser Substratmerkmale auf den C- und Energieumsatz des Boden-Mikrobioms, sowie Enzymaktivitäten und mikrobielle Gemeinschaften zu erfassen. Die Bearbeitung dieser Aufgabenstellung ist im Core Experiment „E-ComPLEX“ gebündelt, an dem sich mehrere Projekte beteiligen werden und welches federführend in diesem Projekt durchgeführt wird. Das Hauptziel von E-ComPLEX ist zu verstehen, wie effizient das Mikrobiom das Primärsubstrat verwendet, indem es Kohlenstoff und Energie in seiner eigenen Biomasse festlegt bzw. Bausteine aus diesem Sekundärsubstrat recycelt. Über E-ComPLEX hinaus führen wir Versuche mit gemischten Substraten durch, um den Einfluss der Stöchiometrie von verfügbaren Nährelementen im Boden, spezifisch die Verfügbarkeit von Stickstoff, auf den C- und Energieumsatz bei der Verwertung von C6-Substraten zu untersuchen. Der andere Schwerpunkt in der zweiten Phase sind Versuche mit intakten Bodenkernen statt homogenisiertem Boden. Es ist bekannt, dass die Position des Substrates im Porenraum die Zugänglichkeit für das Mikrobiom sowie die Nachlieferung von Sauerstoff und Nährstoffen und somit die Umsatzkinetik des Substrates steuert. Ziel des Projektes ist es, den Einfluss von natürlicher Substratverteilung auf den C- und Energieumsatz während der Wiederbefeuchtung von trockenen Böden zu untersuchen. Zwar sind in intaktem Boden die Ausgangssubstrate unbekannt, aber es sind Vergleiche mit neu gepackten Vergleichsproben gleicher Lagerung, Feuchte und labiler C-Menge möglich. Mit Röntgen-CT kann die räumliche Heterogenität erfasst und mit Unterschieden in den Umsatzkinetiken assoziiert werden. Das Microheat-2-Projekt liefert zudem auf unterschiedlichen Wegen wichtige zum Schwerpunktprogramm 2322. Es führt Kalorimetermessungen für andere Projekte durch, steuert Röntgen-CT Messungen bei und liefert Messdaten für Modellierungsprojekte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465122686",
      "url": "https://gepris.dfg.de/gepris/projekt/465122686",
      "title": "Minerale und ihre Wechselwirkung mit gelöster organischer Substanz als Regulatoren der Stabilisierung mikrobieller Nekromasse im Boden",
      "investigators": "Professor Dr. Robert  Mikutta;Professorin Dr. Marion  Schrumpf",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465122686",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Mikrobielle Nekromasse trägt erheblich zur stabilen organischen Substanz des Bodens bei. Dieser sogenannte „Bestattungseffekt“, also Aufbau und anschließende Stabilisierung nekromassebürtigen Materials, ist bislang mechanistisch unzureichend verstanden. Es ist hingegen bekannt, dass Kohlenstoff im Boden durch Bindung gelöster organischer Substanz an Oberflächen reaktiver Minerale stabilisiert wird. Wir planen deshalb Untersuchungen (i) zur Produktion und Reaktivität (biologische Abbaubarkeit und Sorptionsstärke) gelöster organischer Substanz entlang des Abbaukontinuums von Pflanzenstreu hin zu mikrobieller Nekromasse sowie (ii) zum Einfluss sorptiver Stabilisierung organischer Verbindungen auf Struktur, Kohlenstoff- bzw. Energienutzung mikrobieller Gemeinschaften. In diesem Projekt sollen erstmalig Wechselwirkungen zwischen Nekromasseaufbau und Sorption gelöster organischer Substanz anhand von Stoff- und Energieflüssen bestimmt werden. Entsprechend trägt das Projekt zu den Zentralhypothesen C (Randbedingungen) als auch B (biologische Komplexität) des SPP 2322 bei. Unser Projektvorschlag verknüpft den direkten Abbau von Pflanzenstreu und mikrobieller Nekromasse im Boden mit eingehenden Analysen der zugrundeliegenden Prozesse, um beteiligte Einzelschritte hin zur Stabilisierung nekromassebürtigen Materials durch Sorption an Minerale aufzuklären. Dazu werden (i) Inkubationsexperimente zur Produktion gelöster organischer Substanz während des Abbaus von Pflanzenstreu sowie von bakterieller und pilzlicher Nekromasse, (ii) Sorptionsexperimente mit verschiedenen reinen Mineralen, (iii) Abbauversuche mit gelöster organischer Substanz vor und nach Sorption, (iv) Tests zur Stabilität mineral-gebundener organischer Substanz sowie (v) Inkubationsversuche mit markierter Pflanzenstreu und mikrobieller Nekromasse in natürlichen Böden durchgeführt. Der schrittweise Versuchsaufbau zielt darauf, die Effizienz des Transfers von Kohlenstoff und Energie aus verschiedenen organischen Substraten hin zu Mineraloberflächen bewerten zu können. Die Bestimmung der molekularen Zusammensetzung und des Energiegehalts gelöster als auch gebundener organischer Substanz sowie der mikrobiellen Gemeinschaft mittels moderner analytischer Verfahren, unter anderem FT-ICR-MS und XPS, ermöglichen dabei neue Einblicke in die Mechanismen der Stabilisierung von Nekromasse im Boden. Das Projekt leistet somit einen Beitrag zum Verständnis, wie Minerale die mikrobielle Energienutzung regulieren und trägt damit zur Weiterentwicklung aktueller Modelle zum Kohlenstoffumsatz in Böden unter expliziter Berücksichtigung der Mikroorganismen bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungMitverantwortlicheDr. Klaus  Kaiser;Dr. Thimo  Klotzbücher;Dr. Oliver  Lechtenfeld"
    },
    {
      "project_id": "465121465",
      "url": "https://gepris.dfg.de/gepris/projekt/465121465",
      "title": "Multiskalige räumlich explizite Modellierung von gekoppelten Kohlenstoff-, Stickstoff- und Energieflüssen in Bodensystemen (MUSE)",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465121465",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Der Umsatz und die Stabilisierung der organischen Bodensubstanz (SOM) sind der Schlüssel zu einer hochproduktiven Landwirtschaft und zur Abschwächung des Klimawandels. MUSE zielt darauf ab, gekoppelte Kohlenstoff-, Stickstoff- und Energieflüsse sowie die Dynamik mikrobieller Gemeinschaften in aggregierten Böden zu analysieren und vorherzusagen, indem experimentelle Daten zum Bodenmikrobiom, zur Substratchemie, zu Stoffwechselwegen und zur Thermodynamik mit Hilfe einer räumlich expliziten, prozessbasierten Multiskalenmodellierung integriert werden. Wir werden die Modellierung mit einem neuartigen kalorimetrischen Messsystem kombinieren, um die Dynamik des gekoppelten Kohlenstoff-, Stickstoff- und Energieflusses unter aeroben und anaeroben Bedingungen zu analysieren. MUSE trägt zu einer prozessbasierten Wissenssynthese bei, die ein tieferes Verständnis des Umsatzes organischer Substanzen im Boden und der thermodynamisch gesteuerten Stabilisierungsmechanismen ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungInternationaler BezugSchwedenKooperationspartnerProfessor Stefano  Manzoni, Ph.D."
    },
    {
      "project_id": "554738361",
      "url": "https://gepris.dfg.de/gepris/projekt/554738361",
      "title": "Räumlich explizite Modellierung von Energie und Stoffflüssen in Böden (MicroMod)",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554738361",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Die Stabilisierung von Kohlenstoff in Böden wird von dem Eintrag von organischem Material und dessen Weg hin zur Mineralisierung bestimmt. Sie hängt stark von Randbedingungen wie den Bodeneigenschaften oder der Substratqualität ab. In diesem Projekt ergänzen wir die experimentellen Untersuchungen des SPP durch mathematische Modellierung und numerische Simulationen.  Wir befassen uns mit der zeitgleichen dynamicshen Umstrukturierung des Bodens und den Kohlenstoff- und Energieströmen in einer räumlich und zeitlich expliziten Weise, d.h. wir fokusieren unsere Untersuchungen auf die Mikrometerskala, auf der die Prozesse ablaufen. Auf diese Weise können wir die Heterogenität des Bodens, die physikalisch-chemischen Okklusion und die thermodynamische Stabilisierung berücksichtigen. Die Ergebnisse unserer Simulationsstudien ermöglichen es, hot/cold spots/moments des Stoff- und Energieumsatzes zu quantifizieren und zu lokalisieren. Darüber hinaus können wir diese Erkenntnisse mit Regionen von hoher struktureller Dynamik verknüpfen. Wir tragen damit zu einem mechanistischen Verständnis der zugrundeliegenden Prozesse bei und geben Einblicke in den Priming-Effekt, der die bevorzugte Zersetzung nativer Kohlenstoffquellen nach der Zugabe frischer Kohlenstoffquellen beschreibt, und den Entombing-Effekt, d.h. den Aufbau und die anschließende Stabilisierung von Nekromasse und Folgeprodukten. Schließlich übertragen wir das Wissen von der Mikroskala auf eine größere Skala und untersuchen die Rolle der Bodenheterogenität und der Konnektivität des Porenraums für den Nährstoff- und Wassertransport sowie die Freisetzung von Kohlendioxid und Wärme. Wir leisten auch einen Beitrag zum Verständnis des Birch-Effekts, d. h. der verstärkten MIneralisierung bzw. Kohlenstoffdioxidausstoß nach Wiederbefeuchtung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungInternationaler BezugSchwedenMitverantwortlicheProfessorin Dr. Eva  Lehndorff;Dr. Alexander  PrechtelKooperationspartnerProfessor Stefano  Manzoni, Ph.D."
    },
    {
      "project_id": "465123895",
      "url": "https://gepris.dfg.de/gepris/projekt/465123895",
      "title": "Sorptionsthermodynamik und Aggregierung als Kontrollfaktoren mikrobieller Substratverwertung und Mineralisierung 2: Reaktion auf komplexe Randbedingungen",
      "investigators": "Professorin Dr. Friederike  Lang;Professorin Dr. Ines  Mulder;Professor Dr. Jan  Siemens;Dr. Kenton  Stutz",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465123895",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Die Sorptionsstärke organischer Moleküle an Minerale und die Stabilität von Aggregaten, die organische Substrate schützen, gehören zu den Randbedingungen, die \"die Energie- und Stoffdynamik der Bodenbiota prägen.\" (Gesamthypothese C des SPP 2322). Obwohl die Stabilisierung der organischen Substanz gegen mikrobiellen Abbau seit längerem mit der Sorption an die Bodenfestphase in Verbindung gebracht wird, ist die Einbeziehung der Thermodynamik von Sorptionsprozesse noch Gegenstand laufender Forschung. Bislang haben wir herausgefunden, dass die Sorptionsenergie von Carbonsäuren an Eisenoxidoberflächen wahrscheinlich eine dominierende Kontrolle über deren mikrobieller Verstoffwechselung und auch quantitativ für die Sequestrierung von Kohlenstoff von zentraler Bedeutung ist. Bei anderen Substraten wie Zucker oder Aminosäuren überlagern biochemische Stoffwechselwege und Randbedingungen wie Nährstoffverfügbarkeit, Feuchte oder pH-Wert den Einfluss der Sorptionsthermodynamik und steuern das Verhältnis von mineralisierten zu assimilierten Substraten. Es ergeben sich die folgenden Hypothesen: (HI) Die freie Gibbs-Energie der Sorption kleiner organischer Säuren sowie die thermodynamische Hysterese steigen mit geringerer Kristallinität und zunehmender Anzahl von Hydroxylgruppen an der Oberfläche der sorbierenden Oxidminerale, (HII) die Kohlenstoffnutzungseffizienz hängt v.a. von der Assimilation ab und resultiert aus einer Kombination von Sorptionsstärke, Desorbierbarkeit und komplexen Randbedingungen (HIII) die mikrobielle Nutzung sorbierter Substrate nimmt mit größerer funktioneller Vielfalt und Komplexität der mikrobiellen Bodengemeinschaft bei konstanter N-, P- und Energieverfügbarkeit zu und (HIV) die Stabilität mineralischer Aggregate nimmt mit abnehmendem osmotischen Potenzial zu und damit einhergehend wird die Zugänglichkeit organischer Substrate für den mikrobiellen Abbau verringert. Diese vier Hypothesen werden durch gespiegelte mineral- und aggregatbasierte Ansätze in sechs Arbeitspaketen (AP) in Bochum/Giessen bzw. Freiburg getestet. Der mineralbasierte Ansatz skaliert von Mineraloberflächen-Molekül-Interaktionen bis hin zur mikrobiellen Nutzung von Substraten, mit zunehmender Komplexität der Mineraloberflächen (OH-Gruppen, Kristallinität) und Mischungen. Der auf Aggregaten basierende Ansatz skaliert vom Wasserpotenzial von Bodensäulen zu individuellen, wasserstabilen Aggregaten die aus der komplexen Wechselwirkung zwischen Wasser, Energie und Mikroorganismen resultiert. Als Minerale werden Goethit, Böhmit, Illit und Kaolinit synthetisiert oder aufbereitet. Ebenso wird ein gemeinsamer Satz von Substraten verwendet: Glukose, Zitronensäure, Phenylalanin und teilweise Phenol. Als Bodenmaterial wird Thyrow und eine Auswahl an Proben aus den Batterie- und Komplexitäts-Verbundversuchen genutzt. Ergebnisse des Projektes wird wesentliche Erkenntnisse für die Integration thermodynamischer Konzepte in die Funktionsweise von Bodenökosystemen liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465119920",
      "url": "https://gepris.dfg.de/gepris/projekt/465119920",
      "title": "Thermodynamik des mikrobiellen Umsatzes von organischen Substanzen im Boden - Stoff- und Energieflüsse unter variablen Redoxbedingungen, Biomasse-Substrat-Verhältnissen, und Verfügbarkeit von Biomasse-Bausteinen (Thermic-II)",
      "investigators": "Professor Dr. Thomas  Maskow;Dr. Anja  Miltner",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465119920",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Organische Bodensubstanz (SOM) ist entscheidend für den Erhalt von Bodenfunktionen. Kohlenstoff (C)- und Energie (E)-Bilanzen beim Abbau von SOM sind eng verknüpft und abhängig von Umweltbedingungen und Ressourcenverfügbarkeit. Neben präzisen Massenbilanzen brauchen wir valide theoretische Grundlagen für die thermodynamische Betrachtung von Bodenprozessen. Die Gibbs-Energie der Mineralisierung wird durch die Reduktionshalbreaktion, d.h. durch den terminalen Elektronenakzeptor (TEA), dominiert, aber oft werden oxische Verhältnisse oder die Verbrennungsenthalpie angenommen. Die Verfügbarkeit von mikrobiellen Biomasse-Bausteinen (BB) kann die C- und E-Bilanz des Wachstums verändern, weil E für Biosynthese gespart wird. Schließlich verändert die Abundanz aktiver mikrobieller Biomasse (relativ zum Substrat) die Abbaukinetik, aber ihr Einfluss auf C- und E-Bilanzen ist unbekannt. TherMic-II wird daher (1) C- und E-Flüsse bei unterschiedlichen Redoxregimes (oxisch, anoxisch, alternierend) quantifizieren und die Rolle der TEA-Verfügbarkeit klären, (2) die Änderungen der C- und E-Flüsse durch die Verfügbarkeit von BB ermitteln, (3) den Effekt der Abundanz der Biokatalysatoren auf C- und E-Bilanzen des Substratabbaus analysieren, und (4) ein Konzept zum Übergang von Enthalpie zu Gibbs-Energie entwickeln. TherMic-II umfasst Experimente zum Effekt der Ressourcenverfügbarkeit (TEA, BB, Biokatalysator/Substrat) auf C- und E-Bilanz des Substratabbaus sowie die Weiterentwicklung von thermodynamischen Konzepten. Der Effekt der TEA-Verfügbarkeit wird in Bodeninkubationen erfasst, die das Schicksal von Cellobiose unter oxischen, anoxischen und alternierenden Redoxbedingungen verfolgen und die C- und E-Bilanzen in Bezug zu den TEAs setzen. Weitere Experimente untersuchen, wie die Verfügbarkeit von BB (z.B. Tryptophan) relativ zu Cellobiose die C- und E-Bilanz des Cellobioseabbaus beeinflusst. Inkubationen mit unterschiedlichen Cellobiosegaben untersuchen den Effekt des Verhältnisses Biokatalysator/Substrat auf C- und E-Bilanzen. Alle experimentellen Daten werden für thermodynamische Berechnungen und Modellierung genutzt. Zusätzlich erkunden wir Möglichkeiten, von der kalorimetrisch gemessenen Enthalpie zur Gibbs-Energie und damit zur treibenden Kraft der Prozesse zu gelangen. TherMic-II leitet einen Ringversuch zur Variabilität kalorimetrischer Daten, um den Weg zur Synthese von kalorimetrischen Daten aus mehreren Arbeitsgruppen zu ebnen. TherMic-II trägt zu gemeinsamen Experimenten bei: In E-ComPLEX wird das verbleibende Substrat und die Bildung von Biomasse/Nekromasse während des Abbaus von vier ausgewählten Substraten mit unterschiedlicher Verbrennungsenthalpie und metabolischen Funktionen quantifiziert, und in SOM Battery werden PLFA analysiert. TherMic-II-Ergebnisse werden zu einer besseren Vorhersage des Umsatzes von organischen Substanzen im Boden bei unterschiedlichen Umweltbedingungen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "554808738",
      "url": "https://gepris.dfg.de/gepris/projekt/554808738",
      "title": "Thermodynamische Modellierung der Umsätze von organischer Substanz und Energie im Boden auf einer aggregierten Systemperspektive (SysPer)",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554808738",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Eine große Stärke der Thermodynamik besteht darin, dass man mit ihrer Hilfe auf einem sehr hohen Aggregationsniveau beschreiben kann, wie Randbedingungen die Energieumsätze von Systemen unter Optimalitätsannahmen beeinflussen. Die Möglichkeiten, die diese aggregierende Perspektive bietet, wurden in der ersten Phase des Schwerpunktprogramms noch nicht ausreichend genutzt. Während die Untersuchung des gemessenen Wärmeaustauschs (Enthalpie) wichtige Einblicke in spezifische Prozesse gewährt hat, fehlen bislang eine konsistente Einbindung der Gibbs-Energie und der Entropie, sowie eine thermodynamische Beschreibung des Bodens, die über die mikrobielle Wachstumsreaktion hinaus geht und die Bildung von Nicht-Wachstumskomponenten (wie extrazellulären Enzymen) mit berücksichtigt. Daher wird dieses Projekt die Gesamtsystemperspektive nutzen um mit Hilfe von Modellentwicklung und thermodynamischen Optimalitätsprinzipien zu untersuchen, 1) wie sich die mikrobielle Allokation von Ressourcen in die Produktion extrazellulärer Enzyme auf den Fluss von  Energie mit den Substraten zu den Mikroben auswirkt und 2) wie die Randbedingungen die mikrobielle Allokation von Ressourcen beeinflussen. Wir werden (i) die Entwicklung der Energienutzungseffizienz (EUE) und der Kohlenstoffnutzungseffizienz (CUE) unter verschiedenen Randbedingungen beschreiben und (ii) einfache Beziehungen und Modelle mit weniger Parametern ableiten. Anhand dieser aggregierten Modelle werden wir relevante Rückkopplungen erforschen, die die Optimalität des Gesamtsystems prägen, und Beziehungen für die maximal mögliche CUE und die Investition von Ressourcen in wachstumsunabhängige Komponenten von Mikroben ableiten. Diese Beziehungen zwischen Randbedingungen und Merkmalen der Mikroben sind auch für andere Arbeitsgruppen im Schwerpunkprogramm wichtig, die mit detaillierteren Modellen spezifische Prozesse im selben System studieren. Weiterhin werden diese abgeleiteten Beziehungen dazu beitragen, die Beobachtungen anderer Experimente im Schwerpunktprogramm zu interpretieren. Darüber hinaus ermöglicht die Systemperspektive Erkenntnisse auf einer allgemeineren Ebene und erlaubt dadurch Vorhersagen für andere Standorte und Experimente, für die nicht so viele detaillierte Beobachtungen zur Verfügung stehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465127287",
      "url": "https://gepris.dfg.de/gepris/projekt/465127287",
      "title": "TrainSpaTEn: Transportprozesse steigern den mikrobiellen Energiegewinn in einer räumlich und zeitlich heterogenen Bodenumgebung",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465127287",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "In Böden wird die Aufteilung des Kohlenstoffs (C) aus einem Substrat zwischen Katabolismus und Anabolismus (bezeichnet als Substratnutzungseffizienz, SUE) durch die funktionelle Komplexität des jeweiligen Substrats und die Bodenumgebung beeinflusst. Da \"passives Abwarten\" die häufigste Nährstoff- und Substraterwerbsstrategie für Bodenprokaryoten ist, hängt die Wahrscheinlichkeit des Kontakts zwischen einem Substrat und den Zersetzern eher vom Kurzstreckentransport des Substrats als von der mikrobiellen Mobilität ab. Das lückenhafte und zeitlich unregelmäßige Substratangebot in Böden führt zu zwei Endszenarien, die eine geringere mikrobielle Nutzung eines bestimmten Substrats bewirken: (i) Hotspots mit hohen Substratkonzentrationen, in denen das Verhältnis zwischen mikrobiellem Wachstum und Konzentration gesättigt ist, was zu einer verringerten mikrobiellen Aktivität führt, und (ii) Coldspots, in denen die Substratkonzentrationen in der Bodenlösung zu gering und variabel sind und die metabolische Investition zu hoch ist, um die Substratnutzung energetisch zu rechtfertigen. Transportprozesse können einen wirksamen Beitrag zur Beendigung von Hot Spots leisten, indem sie Substratgradienten zwischen Hot- und Coldspots ausgleichen. Trotz jahrzehntelanger Forschung zu Transportprozessen im Boden besteh immer noch die Notwendigkeit, die Transportwege und die daraus resultierenden heterogenen Wasserverteilungen mit der mikrobiellen Funktion des Bodens zu verknüpfen. Der wissenschaftliche Ansatz des vorgeschlagenen Projekts basiert auf der Entschlüsselung der Wechselwirkungen zwischen räumlicher und zeitlicher Heterogenität in der Substrat- und Nährstoffverfügbarkeit und wie deren Modulation durch Transportprozesse den mikrobiellen Katabolismus und Anabolismus im Boden beeinflusst. Dies soll erreicht werden durch (i) die Untersuchung, wie der Transport von Substrat oder Stickstoff (N) den SUE verbessert, entweder durch die Ausweitung der räumlichen Verteilung des Substrats auf Bodenkompartimente, in denen noch ausreichend N verfügbar ist, oder durch den N-Transport in substratreiche Kompartimente, in denen der Nährstoff fehlt; (ii) die Analyse, wie die Porengrößenverteilung und sorptionsaktive Mineralien die Wirkung von Transportprozessen auf die mikrobielle Energie- und C-Nutzung verändern; (iii) die Klärung der Frage, inwieweit die angenommene positive Auswirkung des N-Transports in substratreiche Kompartimente auf den SUE durch die Notwendigkeit der mikrobiellen Gemeinschaft, Nitrat unter Sauerstoffmangel auf Denitrifikation und Anabolismus aufzuteilen, reduziert wird; und (iv) die Bestimmung, wie präferentielle Fließwege nach Trockenheit die rechtzeitige Wasserverfügbarkeit für die mikrobielle Gemeinschaft und damit die Verzögerungsphase der mikrobiellen Reaktivierung und den gleichzeitigen C-Fluss über katabolische und anabolische Pfade steuert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    },
    {
      "project_id": "465123239",
      "url": "https://gepris.dfg.de/gepris/projekt/465123239",
      "title": "Untersuchung der Effizienz der mikrobiellen Kohlenstoffnutzung als Funktion der Substratchemie, Redoxheterogenität und Aggregatstruktur im Boden",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465123239",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Das gegenwärtige Verständnis der Bildung von organischem Kohlenstoff im Boden, dessen Umsetzung, Stabilisierung und Mineralisierung ist unzureichend. Gleichzeitig ist ein solides Verständnis der Steuerung dieser biogeochemischen Prozesse der Schlüssel zu einer verlässlichen Vorhersage langfristiger Entwicklungen der Kohlenstoffspeicherung im Boden, eine der wichtigsten Senken für die ansteigenden atmosphärischen CO2 Konzentrationen. Solche Vorhersagen sind momentan vor allem durch ein mangelhaftes quantitatives thermodynamisches Verständnis dessen limitiert, wie Bodenmikrobiome die verfügbaren organischen Substrate umsetzen, wie sich Substratchemie und Energiegehalt auf mikrobielles Wachstum auswirken, und wie die physikochemischen Bedingungen den Kohlenstoffumsatz modulieren. Unter den vielen verschiedenen Bodenfunktionen, die im SoilSystems Schwerpunktprogramm (SPP 2322) betrachtet werden, möchte das hier beantragte Projekt vor allem zwei zentrale Hypothesen des mikrobiellen Kohlenstoffumsatzes im Boden betrachten: Wir postulieren, dass (I) die Effizienz der mikrobiellen Kohlenstoffnutzung im Boden wesentlich von den chemischen Eigenschaften der verwendeten Substrate (Oxidationsstufe des C, Anzahl der C-Atome, Funktionalisierung) abhängt; und dass (II) die strukturelle und physikochemische Heterogenität des Bodens die substratabhängigen Kohlenstoffnutzung und die Thermodynamik verringert. Diese Hypothesen werden durch eine Kombination von quantitativen Markierungsexperimenten mit stabilen Isotopen (qSIP) untersucht, bei denen sowohl 13C-markierte Substrate als auch aktivitätsbasierte 18O-Markierungen zum Einsatz kommen. Zudem werden Mikrokosmen mit modulierter Aggregatstruktur und erhöhter physikochemischer Heterogenität untersucht, einhergehend mit einer grundlegenden bioenergetischen Modellierung des mikrobiellen Wachstums. Wir befassen uns auch mit der Frage, ob bodenfreie mikrobielle Zellextrakte methodische Unsicherheiten in der Quantifizierung des mikrobiellen Wachstums in einem so komplexen Habitat wie dem Boden verringern können. Unsere geplanten Arbeiten tragen so zentral zu den Hypothesen B (Substrate) und C (Randbedingungen) des SoilSystems-Konzeptes bei. Eingebettet in Kooperationen mit mehreren Partnern des SPP soll dieses Projekt somit einen zentralen und innovativen Beitrag zu einem besseren quantitativen Verständnis der Kohlenstoff- und Energieflüsse im Boden leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungEhemaliger AntragstellerDr. Felix  Beulig, bis 10/2021"
    },
    {
      "project_id": "554807460",
      "url": "https://gepris.dfg.de/gepris/projekt/554807460",
      "title": "Wachstum und Atmung von Mikroorganismen - eine Verbindung zwischen mikrobieller Aktivität und Bioenergetik im Boden",
      "subject_area": "BodenwissenschaftenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 554807460",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "In der ersten Phase des SPP \"SoilSystems\" hat die Entwicklung prozessbasierter Modelle zur Beschreibung des mikrobiellen Wachstums und seiner bioenergetischen Grenzen im Boden kritische Wissenslücken und Forschungsbedarfe aufgezeigt. An erster Stelle steht dabei eine genauere Bestimmung der gesamten und aktiven mikrobiellen Biomasse im Boden, weil sie essenziell für die Entwicklung eines mechanistischen Verständnisses der gekoppelten Kohlenstoff- und Energiebilanzen und der Effizienz des mikrobiellen Wachstums ist. Eine bessere Abschätzung der mikrobiellen Biomasse kann durch eine Kombination von Messungen der Kinetik der substratinduzierten mikrobiellen Atmung, der Wärmefreisetzung, Veränderungen des DNA- und RNA-Gehalts im Boden und Erfassung der mikrobiellen Lebensstrategien erreicht werden. Mit Hilfe dieser ergänzenden Informationen wollen wir unsere in der ersten Phase entwickelten bioenergetischen Modelle erweitern und verfeinern. Das resultierende Modell soll a) hinreichend einfach formuliert sein, um die Modellparameter aus Daten zur Atmungskinetik und aus unabhängigen Messungen der mikrobiellen Gesamtbiomasse abzuleiten, b) das mikrobielle Wachstum von der Ruhephase bis zum unbegrenzten exponenziellen Wachstum in Bezug auf die makromolekulare Zellzusammensetzung (v.a. den relativen Anteil der RNA als wachstumsbezogene Zellkomponente) beschreiben können. Alternative Konzepte zur Beschreibung mikrobieller Lebensstrategien, z.B. das r-K-L oder das Y-A-S Kontinuum, werden über RNA-basierte molekulare Methoden (Metatranskriptomik) anhand von Veränderungen der exprimierten funktionellen Gene in der mikrobiellen Gemeinschaft während der Substrat-induzierten Wachstumsphase verglichen. Dies resultiert in einer erweiterten, klar prozessbasierten Modellierung, die anschließend auf komplexere experimentelle Datensätze, die im Konsortium des Schwerpunktprogramms gewonnen wurden, angewandt werden soll. Der Vergleich verschiedener Modellierungsansätze innerhalb des Konsortiums wird ganz wesentlich zur Synthese und zu einem verbesserten Prozessverständnis mikrobiellen Wachstums im Boden beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die EnergieentladungMitverantwortlichProfessor Dr. Kenneth  Dumack"
    },
    {
      "project_id": "465127447",
      "url": "https://gepris.dfg.de/gepris/projekt/465127447",
      "title": "Zellökonomische und bioenergetische Implikationen mikrobieller Kooperation in Böden",
      "investigators": "Professorin Dr. Michaela  Dippold;Kyle  Mason-Jones, Ph.D.",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465127447",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung",
      "description": "Das Bodenmikrobiom ist zentral für den Bodenkohlenstoffkreislauf. Seine energetische und Substratnutzungseffizienz hat daher großen Einfluss von Bodengesundheit bis hin zum globalen Klima. Die hohe Diversität und das nahezu unbegrenzten Kooperationspotential der Bodenmikroorganismen stellen eine Herausforderung für die Charakterisierung des Mikrobiomes und seiner Kohlenstoff- und Energienutzungseffizienz (CUE und EUE). Diese Projekt untersucht die zunehmend in den Fokus rückenden kooperative Interaktionen, im speziellen Metabolitaustausch (ein Mikroorganismus konsumiert das metabole Produkt eines anderen) und gemeinsame Nutzung extrazellulärer Enzyme (ein Mikroorganismus profitiert vom monomeren Produkt des Exoenzymes eines anderen Mikroorganismus). Wir postulieren, dass a) Metabolitaustausch die CUE und EUE erhöht, da nur ein reduziertes Spektrum intrazellulärer Enzyme für den Metabolismus benötigt wird und eine verbesserte Spezialisierung auf bestimmte Stoffwechselwege erfolgen kann, und dass b) die gemeinsame Enzymnutzung ebenso CUE und EUE erhöht, da weniger ähnliche Isoenzyme produziert werden und stattdessen hocheffiziente Enzyme den Substratabbau dominieren. WP 1 trennt mittels tiefer Metagenom- und Transkriptomsequenzierung die beiden Kooperationsmechanismen, während WP2 dann kontrastierende Böden in Bezug auf diese inkubiert um den Zusammenhang zwischen CUE, EUE und der Substratnutzungseffizienz (SUE) zu eruieren. WP3 nutzt metabole Flussmodellierung und DNA und RNA Stabilisotopenmarkierung (SIP) um die zugrundeliegenden Mechanismen zu verifizieren. In WP4 wird die Koaleszenz mikrobieller Gemeinschaften eingesetzt um herauszufinden ob die Merkmalsvielfalt oder die kooperativen Interaktionen maßgeblich für hohe Nutzungseffizienzen verantwortlich sind. WP5 schließt sich dem Zentralexperiment zu funktioneller Komplexität an und bestimmt CUE,das metabole Netzwerk und die mikrobiellen Interaktionen um den Einfluss der Komplexität von Gemeinschaften und von ökologischen Störungen auf Nutzungseffizienzen zu ermitteln. Damit wird das Projekt neue und dringend erforderliche Erkenntnisse bezüglich mikrobieller Interaktionen und dem Kohlenstoffkreislauf liefern. Es wird einen fokusierten, ökologisch-integrativen Beitrag zum SPP „Soil Systems“ leisten, welcher in seiner ökologischen Relevanz aber auch über das reine Bodenökosystem hinaus geht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2322: \nSystemökologie von Böden – das Mikrobiom und die Randbedingungen modulieren die Energieentladung"
    }
  ]
}