{
  "spp_number": "SPP 2207",
  "spp_title": "Computational Literary Studies",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402743989",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "424250469",
      "url": "https://gepris.dfg.de/gepris/projekt/424250469",
      "title": "Advanced sentiment analysis for understanding affective-aesthetic responses to literary texts:\nA computational and experimental psychology approach to children’s literature",
      "investigators": "Professor Dr. Arthur M.  Jacobs;Professor Dr. Gerhard  Lauer;Dr. Jana  Lüdtke",
      "subject_area": "Allgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424250469",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Emotionale Beteiligung ist von entscheidender Bedeutung, wenn Kinder lernen, Geschichten zu lesen, zu erzählen und zu teilen. Diese Dimension kultureller Kompetenz hat in den Literaturwissenschaften, der Psychologie und den digitalen Geisteswissenschaften erstaunlich wenig Aufmerksamkeit erhalten. Eine vielversprechende Methode, um emotionale Informationen in Kinderlektüre zu bewerten, ist die Sentimentanalyse. Sie ermöglicht die Analyse größerer Textkorpora, um emotionale Muster zu finden, die potenziell die affektiv-ästhetischen Reaktionen junger Leserinnen und Leser auf literarische Texte steuern - auf Figuren, Ereignisse, Erzähler/Stimme und Gedichtzeilen. Standardwerkzeuge zur Stimmungsanalyse wurden jedoch im (industrienahen) Rahmen des Opinion Mining entwickelt. Dabei wurden psychologische Konzepte und Theorien der Emotionen wenig berücksichtigt. Sentimentanalyse muss daher an den literarischen Diskurs erst noch angepasst werden. Das ist Aufgabe und Herausforderung des CHYLSA-Projekts.In dem Folgeantrag CHYLSA II entwickeln wir fortgeschrittene Sentiment-Analysen für den Einsatz in der computergestützten Literaturwissenschaft im Allgemeinen und für Kinder- und Jugendliteratur im Besonderen. In Fortsetzung des CHYLSA I arbeiten wir weiter an der Finalisierung und Veröffentlichung der Korpora, entwickeln das Sentiment-Analyse-Tool 'SentiArt' weiter und führen eine Kreuzvalidierung der Emotionsvorhersage durch Maschinen und Menschen durch. 1) Im Gegensatz zu CHYLSA I beschränken wir uns auf Korpora von Kinder- und Jugendbüchern und Texten, die heute viel gelesen werden, aber wir schließen keine historischen Texte mehr ein, die heute nicht mehr gelesen werden. Statt der historisch gewordenen Texte erstellen wir eine Auswahl der bereits gesammelten Texte in ‚leichter Sprache‘. Eine Parallelversion in vereinfachtem Deutsch gibt Aufschluss darüber, wie der Faktor Komplexität die Leistung der Sentimentanalyse beeinflusst. Außerdem bereiten wir die Korpora (als Trainingssätze und als Datenbank für die experimentelle Nutzung) so auf, dass sie nach dem FAIR-Prinzip innerhalb der NFDI Text+ öffentlich zugänglich sind. 2) Wir validieren und passen das Sentiment-Analyse-Tool 'SentiArt' an, indem wir weitere Trainingssätze annotieren, das Skript verbessern und in emotionspsychologischen Experimenten mit Kindern die maschinellen Voraussagen validieren. Zusätzlich zu CHYLSA I integrieren wir nun Aspekt-orientierte Transformer-Modelle, um die Beziehung zwischen Emotionen und Aspekten bei der Entwicklung des Sentiment-Analyse-Tools zu verstehen. 3) Wir testen die Validität des Tools über die Vorhersage des Leseverhaltens von Kindern. Zusätzlich zu CHYLSA I nehmen wir nun auch die Textkomplexität als eine der Hauptdimensionen in den Test auf. Wir hoffen, dass die COVD-19-Pandemie zu einer endemischen Situation wird und dass nun Experimente speziell mit Kindern einfacher durchzuführen sind und haben eine entsprechende Online-Testumgebung aufgebaut.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424207252",
      "url": "https://gepris.dfg.de/gepris/projekt/424207252",
      "title": "Anomaliebasierte quantitative Untersuchung von Stil und Gattung anhand des Stilmittelgebrauchs in mittelalterlicher Literatur",
      "investigators": "Professor Dr.-Ing. Joachim  Denzler;Professorin Dr. Sophie  Marshall",
      "subject_area": "Germanistische Mediävistik (Ältere deutsche Literatur)Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424207252",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Das Projekt nimmt sich die quantitative Analyse von rhetorischen Stilmitteln vor und entwickelt zu diesem Zweck neue distant reading-Tools. Ziel ist die vergleichende Untersuchung dreier mittelalterlicher Erzählgattungen, nämlich der mittelhochdeutschen Adaptationen der trois matières. Differenzkriterium zwischen Antikenroman, Artusroman und chanson de geste-Epik des 12. und 13. Jahrhunderts ist für die mediävistische Forschung bislang der Inhalt. Ob sich messbare Gemeinsamkeiten und Unterschiede dieser Gattungen auf Ebene des rhetorischen Stils finden lassen, wurde übergreifend nie untersucht. Für die kontroverse Diskussion über den Grad an Gattungsbewusstsein mittelalterlicher Autoren und über mittelalterliche Gattungskonzepte wäre eine solche Untersuchung ebenso erhellend wie für die Frage, welche Relevanz die im mittelalterlichen Schulunterricht gelernten rhetorischen Stilmittel für die Praxis volkssprachiger Dichtung besaßen. Zu überprüfen ist, ob Auswahl, Einsatz und Häufung der spezifischen Stilmittel Szenentypen-abhängig sind und ob es dabei (näher zu bestimmende) Unterschiede der jeweiligen Gattungen oder nur der einzelnen Autoren oder der Entstehungszeiten der Werke gibt. Eine derartige, großflächige Analyse erfordert computationelle Werkzeuge des distant reading, die aber für die Erkennung der meisten Stilmittel – erst recht für mittelhochdeutsche Literatur – noch unterentwickelt sind. Zu diesem Zweck erarbeitet das Projekt neue Methoden stilometrischer Literaturuntersuchung und baut dabei auf Verfahren der Anomalie-Detektion und des aktiven und lebenslangen maschinellen Lernens auf. Denn Stilmittel lassen sich als Anomalien verstehen und für ein statistisches Verfahren als solche erkennbar machen, als Abweichungen also von der quantitativen Norm, wie sie das Gros des Textkorpus abbildet (so ist z. B. ein Chiasmus im Rahmen meist nicht-chiastischer Strukturen eine Anomalie). Um zeitraubende händische Annotation zu minimieren, bedient sich das Projekt Techniken des active and lifelong learning; angestrebt wird dabei ein halb-überwachtes Lernverfahren, indem zunächst das Programm unüberwacht Anomalien lokalisiert und sich sodann in einem interaktiven Prozess unter stetiger Einbeziehung des Nutzers durch sukzessive Integration theoretischen Strukturwissens oder kleiner annotierter Datenproben verfeinert, sodass spezifische Stilmittel besser erkannt werden. Exemplarisch sollen so zwei Stilmittel – eine Wortstellungsfigur und eine Trope – computationell identifizierbar gemacht werden: neben dem Chiasmus die Metapher, die durch das ungewöhnliche Zusammenspiel von z. B. in word-embeddings reflektierten Wortbedeutungen ebenfalls als Anomalie charakterisierbar ist. Die am Neuhochdeutschen trainierten word-embeddings sollen schließlich für die mittelhochdeutsche Literatur kompatibel gemacht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "508056339",
      "url": "https://gepris.dfg.de/gepris/projekt/508056339",
      "title": "Aufzeichnung von Regelmäßigkeiten im dramatischen Werk von Pedro Calderón de la Barca mit einem komputationellen Ansatz",
      "subject_area": "Europäische und Amerikanische Literatur- und KulturwissenschaftenAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508056339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Pedro Calderón de la Barca (1600–1680) war einer der produktivsten Schriftsteller des spanischen Goldenen Zeitalters (\"Siglo de Oro\"). Er schrieb im Laufe seines Lebens über zweihundert Dramen. In der Literaturwissenschaft wird die comedia nueva des spanischen Goldenen Zeitalters im Vergleich zu den Werken des klassischen französischen Theaters oft als \"regellos\" beschrieben. Wenn aber jedes Werk ein Unikat darstellt, wie konnte Calderón dann ein so umfangreiches Werk schaffen?  In diesem Projekt versuchen wir, wiederkehrende Muster in Calderóns Werk zu identifizieren, indem wir ein erst jüngst erstelltes Korpus von etwa 200 seiner Dramen nutzen, das 110 comedias nuevas und 84 autos sacramentales umfasst. Wir stellen Forschungsfragen wie: Welche Regelmäßigkeiten lassen sich in der Lexik, der Semantik und der dramatischen Struktur dieser Werke beobachten? Welche Wiederholungen in der Verwendung von Figurenkonstellationen und typischen Charakteren zeigen sich in den beiden von Calderón verwendeten Untergattungen, den comedias und den autos sacramentales? Und lassen sich die anhand des dramatischen Œuvres Calderóns getroffenen Generalisierungen auf weitere Werke des Siglo de Oro ausdehnen?  Konkret werden wir qualitative und quantitative Methoden der Literaturanalyse integrieren, um vier Hauptaspekte der comedias und autos sacramentales im Hinblick auf wiederkehrende Elemente zu analysieren: (a) Analyse der Wahl und Verwendung des Vokabulars, die uns eine feinkörnige Gattungsklassifizierung jenseits einer binären Einteilung in Komödien und Tragödien ermöglicht (unter Verwendung distributiver Methoden); (b) Identifizierung wiederkehrender Charaktertypen und Charakterinteraktionen (unter Verwendung der Analyse sozialer Netzwerke); (c) Charakterisierung der allgemeinen dramatischen Struktur, die in der Äußerungsverteilung und der metrischen Struktur verankert ist; (d) Analyse der zeitlichen Dynamik der beobachteten Regelmäßigkeiten, die es uns auch ermöglicht, Datierungen von bisher undatierten Dramen Calderóns vorzuschlagen.  Schließlich werden wir die Übertragbarkeit der in diesem Forschungsprojekt entwickelten Methoden auf Dramen anderer Autoren des Siglo de Oro testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424211690",
      "url": "https://gepris.dfg.de/gepris/projekt/424211690",
      "title": "Beyond Words. Semantische und mehrteilige distinktive Merkmale für die Untersuchung literarischer Untergattungen",
      "subject_area": "Europäische und Amerikanische Literatur- und KulturwissenschaftenAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424211690",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Die kontrastive Textanalyse, bei der eine Gruppe von Texten mit einer anderen verglichen wird, ist ein weit verbreitetes Verfahren in Linguistik und Literaturwissenschaften, sowohl in qualitativen als auch in quantitativen Forschungsdesigns. In einer Reihe von verwandten Bereichen, insbesondere dem Information Retrieval, der Korpus- und Computerlinguistik und den digitalen Literaturwissenschaften, werden Keyness- oder Distinktivitätsmaße entwickelt, evaluiert und eingesetzt. Das hier vorgeschlagene Projekt baut direkt auf den Erkenntnissen, Erfahrungen und Ergebnissen des laufenden Projekts ‘Zeta und Konsorten’ auf, das an einer systematischen, methodischen Erforschung dieses quantitativen kontrastiven Paradigmas arbeitet. In Beyond Words konzentrieren wir uns erneut auf den französischen Gegenwartsroman, mit besonderem Augenmerk auf die drei populären Subgenres Science Fiction, Kriminalroman und sentimentaler Roman sowie auf den hochliterarischen Roman. Zum Vergleich kommen aber auch ein  englischsprachiges literarisches Korpus, das auch Science-Fiction und Kriminalromane enthält, sowie ein englischsprachiges Korpus, das literarische und nicht-literarische Texte enthält, zum Einsatz. Das übergeordnete Ziel von ‘Beyond Words’ ist es, die Kluft zwischen den (statistisch gesehen) charakteristischen Merkmalen spezifischer dieser literarischen Subgenres einerseits und ihrer (bedeutungsvollen, interpretativen) Beziehung zu einem anspruchsvollen, komplexen Verständnis der charakteristischen Eigenschaften literarischer Subgenres andererseits deutlich zu verringern. Wir werden dieses Ziel durch einen dreigliedrigen Ansatz erreichen: Erstens konzentrieren wir uns nicht auf einzelne Wortformen, sondern extrahieren komplexere und semantisch reichhaltigere sprachliche Merkmale aus den Texten, die besser in der Lage sind, aussagekräftige Eigenschaften literarischer Subgenres zu erfassen. Zweitens erstellen wir eine Konzeptualisierung der Subgenres, die sowohl explizit als auch flexibel ist, indem wir kleinteilige, deskriptive, prototypische Subgenre-Profile erstellen, die auf einer breiten Betrachtung der relevanten Forschungsliteratur basieren. Drittens konzentrieren wir uns weiterhin auf qualitative und quantitative Strategien zur Bewertung der Unterscheidungskraft der von uns identifizierten distinktiven Merkmale (über einen Klassifikationstaks) sowie ihrer Interpretierbarkeit (über einen Task, bei dem Merkmale auf die deskriptiven Subgenre-Profile gemappt werden). Mit diesem Ansatz können wir einen entscheidenden Beitrag zu den Computational Literary Studies und der französischen Literaturwissenschaft leisten: sowohl auf der Ebene der methodischen Innovationen hinsichtlich der Merkmalsextraktion und der für komplexe Merkmale geeigneten Unterscheidungsmaße als auch auf der Ebene eines vertieften Verständnisses dessen, was literarische Untergattungen konzeptionell ausmacht und wie die spezifischen Untergattungen am besten beschrieben werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary StudiesMitverantwortlichDr. Thomas  Burch"
    },
    {
      "project_id": "508319395",
      "url": "https://gepris.dfg.de/gepris/projekt/508319395",
      "title": "Comparative Annotation to Explore and Explain Text Similarities (CompAnno)",
      "investigators": "Professorin Dr. Julia  Nantke;Professor Dr. Nils  Reiter",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Angewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508319395",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Das Projekt CompAnno entwickelt einen vergleichenden Annotationsworkflow zur Erforschung und Erklärung von Textähnlichkeiten hinsichtlich der Darstellung von Figureneigenschaften. Wir konzentrieren uns auf literarische Figuren, da diese Kategorie sowohl für die Gestaltung literarischer Texte im Allgemeinen als auch für die Herstellung und Interpretation intertextueller Beziehungen zentral ist. Im Gegensatz zu etablierten Annotationsansätzen beruht die vergleichende Annotation auf der gleichzeitigen Betrachtung mehrerer Textausschnitte. Die Zuweisung von Figureneigenschaften erfolgt zunächst manuell im Vergleich der Textausschnitte. Anhand einer großen Sammlung von annotierten Paaren bringen wir die Ähnlichkeiten in eine Rangfolge, die wiederum zum Trainieren eines maschinellen Lernsystems verwendet wird. Der vergleichende Annotationsprozess führt zu einer partiellen Ordnung für jede Eigenschaft. Der Hauptvorteil dieses Ansatzes besteht darin, dass er nicht nur die intertextuelle Annotation unterstützt, sondern generell die Annotation abstrakter, interpretationsbezogener Textmerkmale wie die Beschreibung und Charakterisierung literarischer Figuren ermöglicht.Wir setzen verschiedene technische Verfahren ein, die unterschiedliche Perspektiven auf die gestellte Aufgabe bieten. Grundsätzlich können drei Perspektiven unterschieden werden: Wenn man es als Document-Retrieval-Aufgabe betrachtet, kann ein technisches System den Nutzenden Ausschnitte liefern, die dem zu untersuchenden Text in Bezug auf die Darstellung einer Figureneigenschaft ähnlich sind. Dies offenbart (potentiell neue) intertextuelle Beziehungen. Wenn das Problem als Ranking-Aufgabe formuliert wird, kann ein System ein Ranking der bereitgestellten Textausschnitte nach der Ausprägung einer Eigenschaft erstellen. Dies eröffnet auch den Zugang zu (einigen Aspekten) der Figurengestaltung im Allgemeinen. Wenn die Ähnlichkeit selbst im Mittelpunkt steht, kann ein Ranking-System auf Textausschnitt-Paare angewendet werden, um über eine Menge von Ausschnitten ein Ranking aller Paare nach ihrer Ähnlichkeit zu erstellen. In diesem Fall wird die Ähnlichkeit auch durch das Fehlen oder den geringen Wert einer Eigenschaft verursacht (z. B. können zwei Ausschnitte ähnlich sein, weil die darin enthaltenen Figuren beide nicht bösartig sind). In allen Fällen werden wir die Reintegration dieser quantitativen Ergebnisse in den literaturwissenschaftlichen Diskurs unterstützen, indem wir Guidelines für ihre Interpretation bereitstellen.Das Projekt zielt also auf zwei konkrete Ergebnisse ab: Zum einen entwickeln wir den ersten Workflow für eine computergestützte Untersuchung von Intertextualität und Textähnlichkeit, der über die Erkennung von text-reuse hinausgeht und nicht auf ein festes Korpus bezogen ist. Zum anderen zeigen wir einen neuen Weg für die Arbeit mit interpretativen Kategorien auf, die in der computergestützten Literaturwissenschaft häufig vorkommen und von großem Interesse sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "508056813",
      "url": "https://gepris.dfg.de/gepris/projekt/508056813",
      "title": "Computergestützte Zugänge zu narrativem Raum im Roman des 19. und 20. Jahrhunderts",
      "investigators": "Professor Dr. Holger  Helbig;Professorin Ulrike  Henny-Krahmer;Professor Dr. Roger  Labahn",
      "subject_area": "Europäische und Amerikanische Literatur- und KulturwissenschaftenAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508056813",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Die Literaturtheorie bietet ausgearbeitete Konzepte zur Beschreibung des narrativen Raums, der hier als der konkrete Raum der erzählten Welt verstanden wird, in dem Figuren leben, handeln und sich bewegen. Um die vorhandenen Konzepte jedoch in computergestützten Analysen nutzen zu können, müssen sie formalisiert und auf Merkmale abgebildet werden, die auf der sprachlichen Oberfläche der Texte erfasst werden können. Insbesondere für Ansätze des Distant Reading ist es notwendig, Algorithmen zu entwickeln, die eine automatische Annotation der Merkmale ermöglichen. Für die computergestützte, quantitative Analyse des narrativen Raums wurden bisher jedoch nur wenige Vorarbeiten geleistet.Um eine solide Basis für weitere computergestützte Forschung zu schaffen, wollen wir Methoden zur Erkennung räumlicher Entitäten entwickeln, d.h. aller Arten von Verweisen auf den narrativen Raum in literarischen Texten, wie z.B. Toponyme, allgemeine raumbezogene Substantive oder deiktische Ausdrücke. Für diese Aufgabe verwenden wir bestehende semantische Wortnetze und Techniken des maschinellen Lernens, insbesondere neuronale Netze, die in der Lage sind, den sprachlichen Kontext der relevanten Raumbezüge zu berücksichtigen. Zusätzlich zur grundlegenden Erkennung der räumlichen Entitäten werden Methoden entwickelt, um diese in übergeordnete Kategorien zu klassifizieren, wie z.B. Erwähnungen von Raum, die direkt für die Handlung relevant sind, vs. Beschreibungen des Settings vs. weitere, andere Referenzen auf räumliche Entitäten. Ein drittes Ziel des Projekts ist es, sich der semantischen Struktur von Erzählwelten und der symbolischen Bedeutung von Teilräumen zu nähern, indem das Auftreten von Raumbezügen in den Texten mit Topics und Sentiments verknüpft wird.Die empirische Grundlage bilden Korpora spanisch- und deutschsprachiger Romane aus dem 19. und 20. Jahrhundert, die ausgewählt wurden, um mehrsprachige und/oder sprachunabhängige Lösungen zu entwickeln. Durch manuelle Annotation werden Goldstandard-Referenzdaten erstellt, die dann für die Evaluierung der Methoden verwendet werden. Aus einer literaturgeschichtlichen Perspektive wird untersucht, wie die Darstellung von Raum in den Romanen mit Fragen nationaler, regionaler und anderer raumbezogener Identitäten zusammenhängt, in Anlehnung an das Konzept der \"imagined communities\" (Anderson). Dies geschieht u.a., indem die Analyse der räumlichen Bezüge in den Texten mit den Nationalitäten der Autoren, den Erscheinungsorten der Romane und den Themen der Texte verknüpft wird. Mit den korpusbasierten Studien werden bestehende literaturgeschichtliche Fragestellungen wie die Rolle von Romanen im Prozess der Nationenbildung im 19. Jahrhundert und ihre Funktion bei der Herausbildung zweier deutscher Identitäten in der Nachkriegsliteratur des 20. Jahrhunderts mit neuen, computergestützten Methoden und auf einer breiteren empirischen Basis als bisher bearbeitet, um bisherige Forschungsergebnisse zu stützen und zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424212127",
      "url": "https://gepris.dfg.de/gepris/projekt/424212127",
      "title": "Die Anfänge der modernen Lyrik - Literaturgeschichte mit Textähnlichkeiten modellieren",
      "investigators": "Professor Dr. Fotis  Jannidis;Professorin Dr. Simone  Winko",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424212127",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Der Übergang des Realismus, der dominanten Kunstform des 19. Jahrhunderts, zur frühen Moderne an der Wende zum 20. Jahrhundert wurde damals von den Zeitgenossen damals und seither von der Literaturgeschichte als tiefgreifende Veränderung gesehen, die viele formale und inhaltliche Aspekte betrifft. Das gilt auch für die Lyrik. Aber während heute nur noch eine kleine Gruppe von Dichtern und Gedichten als ‚modern‘ angesehen wird, haben die Zeitgenossen dieses Attribut auf erheblich mehr Texte angewendet, wie man zum Beispiel an den zahlreichen um 1900 veröffentlichten Anthologien mit ‚moderner Lyrik‘ erkennen kann. Eines der Hauptziele unseres Projekts ist es, diese Diskrepanz zu verstehen: Ignoriert die Literaturgeschichte moderne Merkmale in vielen Gedichten um 1900 oder haben die Zeitgenossen Veränderungen und Innovationen wahrgenommen, wo es keine gab? Um diese Frage zu beantworten, werden wir uns mit der Ähnlichkeit von Texten befassen: Unsere leitende Annahme ist, dass modernere Texte einander ähnlicher sind als traditionelleren Texten. Ähnlichkeit ist aber immer mit einer bestimmten Perspektive verbunden. Die Dimensionen, unter denen Zeitgenossen und Literaturhistoriker die Hauptunterschiede zwischen der Lyrik des Realismus und der frühen Moderne sehen, sind meist die gleichen: neue Themen, neue Formen und eine neue Art der Darstellung und des Ausdrucks von Emotionen in Gedichten. Wir werden all diese Aspekte behandeln, werden dabei aber mit unterschiedlich großem Aufwand vorliegende Methoden anpassen bzw. erneuern. Die Entwicklung neuer Methoden wird sich auf semantische Textähnlichkeit und auf sentiment analysis oder genauer: auf Emotionsanalyse konzentrieren. Die Messung der Textähnlichkeit von kurzen Texten wie Gedichten ist eine große Herausforderung, aber seit der Einführung von word2vec und anderen Formen des word embeddings hat sich die Situation deutlich verbessert. In der Anwendung dieser Ansätze auf historische Texte und insbesondere auf eine Gattung wie die Lyrik liegt eine weitere Herausforderung: Das Vokabular der Lyrik unterscheidet sich deutlich von dem anderer literarischer Gattungen; es ist z.B. gekennzeichnet durch die Verwendung von ‚altmodischen‘ Ausdrücken und zugleich von Neologismen, von denen viele Komposita sind. Einer unserer Schwerpunkte liegt auf der Bestimmung, welcher Ansatz der word embeddings für unsere Beispielfälle vorzuziehen ist und wie diese verwendet werden können, wenn Dimensionen wie die allgemeine Semantik wiedergegeben werden sollen. Den zweiten Schwerpunkt macht die Entwicklung eines historischen Emotionslexikons aus, das anachronistische Zuordnungen vermeidet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424207618",
      "url": "https://gepris.dfg.de/gepris/projekt/424207618",
      "title": "Emotionen im Drama",
      "investigators": "Privatdozentin Dr. Katrin  Dennerlein;Professor Dr. Christian  Wolff",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424207618",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Obwohl die Darstellung und Evokation von Emotionen in Dramen und Dramenpoetiken seit Aristoteles grundlegend zur Dramengeschichte gehören, sind sie bisher in der quantitativen Dramenanalyse nicht berücksichtigt worden. Aus diesem Grund widmet sich das vorliegende Projekt der Extraktion, Analyse und Bewertung von Figurenemotionen. Da Emotionen und ihre Darstellung stark von kulturellen und historischen Faktoren abhängig sind, wird dies für ein spezifisches Korpus versucht: das deutschsprachige Drama in derjenigen Phase, die mit  Ende des Dreißigjährigen Krieges beginnt und bis zum Anfang der Restaurationsepoche geht. Dieser Zeitraum bietet sich deshalb an, weil hier das deutschsprachige Drama etabliert wird und weil der ‚Affekt‘ im Sinne eines vorübergehenden emotionalen Zustandes zum Zentralbegriff wird. Für eine bessere Erforschung der Emotionen wurde das Dramenkorpus von Textgrid um 25 Libretti von Opern der Hamburger Gänsemarktoper aus der Zeit von 1678-1730, 20 Libretti aus der Zeit um 1800 und 20 Wanderbühnenstücke erweitert. Durch diese Ergänzung können nun auch Musiktheatertexte, die vom Beginn des Untersuchungszeitraumes an unabhängig von ihrer Vertonung als die wichtigste Gattung bei der Gestaltung von Emotionen verstanden werden, untersucht werden. Im Projekt sollen bestehende Modelle für die Emotionsanalyse in Dramen auf ihre Verwendbarkeit für die digitale Dramenanalyse hin ausgewertet werden. Dazu sollen diejenigen sprachlichen und rhetorischen Elemente identifiziert werden, die sich computergestützt extrahieren lassen. Die Extraktion soll sowohl für ganze Texte probiert als auch getrennt für diejenigen Elemente versucht werden, in denen Emotionen besonders häufig vorkommen: Bühnenanweisungen, Monologe, Arientexte und Dramenausgänge. Menschliche Annotatoren werden dann getrennt nach Subkorpora für einzelne Dramengenres auszeichnen, welche Emotionen jeweils gemeint sind und wie diese bewertet werden. Dieses Material soll dann dazu eingesetzt werden, einen Algorithmus für die Sentiment Analysis zu trainieren. Die Verbesserung der Sentiment Analysis für die Anwendung auf fiktionale historische Texte ist ein wesentliches Ziel des Projekts, das in einem methodisch genau reflektierten Verfahren verfolgt wird. Dieses Verfahren wurde bereits von den Projektpartnern getestet und mit dem Dariah-DE DH-Award ausgezeichnet.Als Ergebnis für die Literaturwissenschaft sollte es dann möglich sein, Pathos-Strategien zu identifizieren. Dabei handelt es sich um diejenigen Textstellen, in denen besonders starke Emotionen dargestellt werden. Ein besonderer Gewinn wäre die automatische Erkennung der gemeinten Emotionen, aber in jedem Fall wird die Frage beantwortbar sein, ob die dargestellten Emotionen positiv oder negativ bewertet werden. Ein anderer Anwendungsfall soll die Revision der Geschichte der komischen Figur und ihrer Verbindung zur Emotion der (Schaden-)Freude sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424207720",
      "url": "https://gepris.dfg.de/gepris/projekt/424207720",
      "title": "Ist Expert:innenwissen der Schlüssel? Interpretationstexte als Ressource für die Analyse literarischer Werke in den Computational Literary Studies",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424207720",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Ausgehend von „Schlüsselstellen in der Literatur“ in der ersten Phase unseres Projekts im SPP 2207 „Computational Literary Studies“ (CLS) haben wir neue Wege eingeschlagen, um Expert:innenwissen der Literaturwissenschaft zu nutzen, das in Interpretationstexten zum Ausdruck kommt. Damit leisten wir einen Beitrag zum Ziel des SPP, mit qualitativen Methoden gewonnene Ergebnisse mit quantitativen Methoden zu kombinieren. In dieser zweiten Phase erweitern wir diesen Ansatz, um weitere Möglichkeiten zur Wiederverwendung bestehender literaturwissenschaftlicher Ressourcen und zur Kombination von Forschungspraktiken zu eröffnen, die in der Literaturwissenschaft und in den CLS üblich sind. Wie wir bei der Analyse von Schlüsselstellen gezeigt haben, bei der wir empirisch erfasst haben, welchen Passagen professionelle Interpret:innen besondere Bedeutung zumessen, setzen wissenschaftliche Interpretationen bestimmte Schwerpunkte, während CLS typischerweise gleichmäßig selektiv und fokussiert verfahren. Zum Beispiel gehen übliche Clustering-Ansätze davon aus, dass Texte in allen ihren Passagen gleich bedeutsam sind (in der für die Untersuchung priorisierten Hinsicht, z. B. häufigste Wörter, Emotionen usw.). Ausgehend von der Analyse von Schlüsselstellen wollen wir nun fragen, inwieweit Fachwissen diese gewichtenden Interpretationsverfahren erschließt und wie solche „fachkundigen“ Lektüren CLS-Verfahren voranbringen können. Wir wollen Expert:innenwissen auf drei verschiedene Arten zur Verbesserung von CLS-Methoden nutzen. Die Schwerpunkte haben sich aus unserer bisherigen Forschung ergeben, so dass die Untersuchungen pragmatisch voneinander profitieren; jede von ihnen knüpft an bestehendes CLS-Fachwissen an, um von dort aus riskantere Forschungsfragen zu testen.1. Erkennung narrativer Strukturen: Wir wollen fragen, wie die Bestimmung von Ereignissen zum Verständnis von Schlüsselstellen beitragen kann und wie sich narratologische Aspekte, insbesondere im Hinblick auf Handlungsstrukturen in literarischen Texten, identifizieren lassen. 2. Sentimentanalyse: Wir wollen die Perspektive gängiger Ansätze umkehren und das bereits vorhandene Wissen über Emotionen in interpretativen Texten nutzen. Nicht zuletzt wollen wir fragen, wie sich textbasierte Ansätze zur Emotionserkennung mit solchen kombinieren lassen, die Wissen voraussetzen, das deutlich über die thematisierten Emotionen hinausgeht. 3. Text-Clustering: Schließlich wenden wir uns dem Clustering am Beispiel der Gruppierung literarischer Texte in literarische Epochen zu. Dabei wollen wir fragen, wie sich das, was wir heuristisch als gleichmäßige (CLS) oder gewichtende (Expert:innen) Textanalyse bezeichnet haben, kombinieren lässt. Zusammenfassend ist unsere Forschungsfrage: Wie kann bereits etabliertes Interpretationswissen im Rahmen von CLS auf neue Weise genutzt werden, um vorhandene literaturwissenschaftliche Ressourcen möglichst effektiv zu nutzen und interdisziplinäre Verbindungen zu erschließen?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424212012",
      "url": "https://gepris.dfg.de/gepris/projekt/424212012",
      "title": "Koordinationsfonds",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424212012",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Die Computational Literary Studies (CLS) sind ein wachsendes,interdisziplinäres Forschungsfeld, das zwischen Computerlinguistik,Informatik und Literaturwissenschaft angesiedelt ist, und das sich zurZeit als eigenständige Forschungscommunity etabliert. Im Rahmen desSchwerpunktprogramms Computational Literary Studies wurden in denvergangenen zwei Jahren 10 Einzelforschungsprojekte in Deutschland undder Schweiz gefördert und koordiniert. Die zentrale Koordination desProgramms hatte dabei die Aufgabe, die Aktivitäten der einzelnenProjekte untereinander abzustimmen, die interne und externeKommunikation des Programms zu organisieren und logistischeUnterstützung zu leisten. Dadurch hat sich das Programm als zentralerKnotenpunkt im Netzwerk der CLS-Community etabliert, seine Forschung istauf internationaler Ebene sehr präsent. Innerhalb des Programms habensich die Forschungsprojekte in den Arbeitsgruppen \"Annotationen\",\"Wordembeddings\", \"Sentimentanalyse\", \"Drama\" und \"Textähnlichkeiten\"organisiert, die auf methodischer Ebene zusammenarbeiten, indem sieWerkzeuge und Daten austauschen und gemeinsam neue Verfahren undStandards entwickeln. Die Arbeitsgruppen und Programmeetings waren fürdie allgemeine, interessierte Öffentlichkeit zugänglich, um dieInteraktion mit der breiteren CLS-community zu fördern. Die Organisationdieser Veranstaltungen, die Ermittlung potenzieller Kooperationsbereichefür die Einrichtung von Arbeitsgruppen und die Einbindung externerForscher*innen sowie von Vertreter*innen anderer Organisationen in dasProgramm war eine zentrale Aufgabe des Koordinierungsprojekts. Internwurde eine umfangreiche Umfrage durchgeführt, um die Strategien undBedürfnisse der Projekte in Bezug auf die Nutzung von Werkzeugen, dasDatenmanagement und die Langzeitarchivierung zu evaluieren. Diesermöglichte es dem Koordinationsprojekt, die Forschungsprojektehinsichtlich ihres Forschungsdatenmanagements zu beraten und zuunterstützen. Als Reaktion auf die spezifischen Anforderungen,insbesondere im Rahmen der Zusammenarbeit in den Arbeitsgruppen, wurdeeine programmweite gitlab-Instanz bereitgestellt.In der zweiten Förderperiode wird die zentrale Koordination die in derersten Förderperiode etablierten Dienstleistungen und koordinierendenAktivitäten weiterführen, den Kontakt zu externen Forschern undOrganisationen pflegen und ausbauen sowie weitere Veranstaltungenorganisieren. Als zusätzliche Aufgabe wird das Programm einOnline-Handbuch der Computational Literary Studies entwickeln. DiesesHandbuch wird Beiträge führender Experten zu den wichtigsten Themen desFeldes enthalten und ein State-of-the-Art-Nachschlagewerk fürStudierende und neu in die CLS einteigende Forscher*innen darstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "508057534",
      "url": "https://gepris.dfg.de/gepris/projekt/508057534",
      "title": "Literarischer Wandel. Deutschsprachige Lyrik zwischen Realismus und früher Moderne und ihre Beziehung zu literarischen, kulturellen und sozialen Entwicklungen.",
      "investigators": "Professor Dr. Fotis  Jannidis;Professorin Dr. Simone  Winko",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508057534",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Ziel des Projekts ist es, die Entwicklung der Lyrik vom Realismus zur frühen Moderne der Jahrhundertwende im Kontext der anderen literarischen Gattungen, der öffentlichen Diskurse und der sozial- und kulturhistorischen Entwicklungen zu modellieren und damit eine Überprüfung einschlägiger literarhistorischer Thesen und eine Integration dieser partiellen Thesen in ein integratives Modell zu ermöglichen. Es baut auf den Ergebnissen der ersten Projektphase auf, die lyrische Texte des Realismus und der frühen Moderne kontrastiv verglich. In dem neuen Projekt soll der literarische Wandel über die Zeit hinweg erfasst werden. Die Entwicklung zur frühen Moderne ist, so unsere Leitthese, mit einer Pluralisierung und Erweiterung der Positionen im literarischen Feld verbunden. Aufbauend auf den Befunden der literarhistorischen Forschung wird der Wandel anhand von drei Parametern sichtbar gemacht: den Genderrollen einschließlich der Beziehungsmodelle, der Technologie und den Auswirkungen von Darwin und Nietzsche als Vertreter einer wissenschaftlichen bzw. philosophischen Anthropologie. Untersucht werden soll dabei für jeden der Parameter, ob und inwiefern er sich auf Veränderungen der Inhalte, der Emotionen und des Stils der Texte auswirkt. Jeden der Parameter entlang dieser drei Textdimensionen in der Lyrik und den anderen Daten zu untersuchen, erfordert die Operationalisierung von neun Indikatoren für den Wandel zumeist durch die Anpassung und Anwendung von neuronalen Modellen. Ausgangspunkt für jede Dimension sind die in den CLS etablierten Methoden. Diese sollen mit Hinblick auf bestehende Defizite verbessert werden. Topic Modeling erzeugt zwar gute inhaltliche Repräsentationen für bspw. Zeitungsartikel, wendet man es auf literarische Texte an, verlieren Topics jedoch an Klarheit. Wir prüfen, ob dieser Befund auch für neuere Methoden jenseits von LDA gilt. Stilistischer Ähnlichkeit wird mit Delta gemessen. Der Versuch das Maß in ein neuronales Modell zu überführen, soll ermöglichen, auch kurze Texte vergleichen zu können und stilistische Features zu erkennen. Die Erkennung von Emotionen wird in eine aspect-based Komponente erweitert, so dass die mit Themen oder Entitäten verbundenen Emotionen gezielt extrahiert werden können. Dabei wird die Lyrik im Mittelpunkt der Untersuchung stehen, aber ihre Beziehungen zu anderen literarischen Gattungen und öffentlichen Diskursen untersucht werden, die zudem um Daten zu sozial- und kulturhistorischen Entwicklungen ergänzt werden. Einen Teil dieser Thesen in ein integratives Modell zusammenzuführen und auf der Basis der analysierten Korpora mit dem Fokus auf die genannten drei Parameter zu überprüfen, ist das übergreifende Ziel des Projekts. Damit geht es auch darum, einen ersten Versuch zu wagen, die isolierte Beobachtung literarischer Phänomene, aus der viele Arbeiten der CLS zur Zeit noch bestehen, als Basis für ein integriertes formales Modell literarhistorischen Wandels zu nehmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424264086",
      "url": "https://gepris.dfg.de/gepris/projekt/424264086",
      "title": "Literatur strukturieren: Varianten und Funktionen reflexiver Passagen in fiktionalen Erzähltexten",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424264086",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "„Alle glücklichen Familien sind einander ähnlich, jede unglückliche Familie ist unglücklich auf ihre Weise“, lautet der erste Satz von Tolstoys \"Anna Karenina\", eines der meist diskutierten Beispiele für Reflexionen in fiktionaler Literatur. Obwohl auch Laien solche reflexiven Passagen in Romanen von Passagen unterscheiden, die etwa über Handlungen berichten oder Figuren beschreiben, sind reflexive Passagen in der Literaturwissenschaft bislang nicht als eigenständiger Forschungsgegenstand etabliert. Vor diesem Hintergrund führt das Projekt Erkenntnisse aus Literaturwissenschaft, Linguistik, computationeller Modellierung sowie quantitativer und qualitativer Textanalyse zusammen, um (i) ein umfassendes Konzept „reflexiver Passagen“ auszuarbeiten und zu formalisieren, (ii) solche reflexiven Passagen in erzählender fiktionaler Literatur zu identifizieren und zu klassifizieren sowie (iii) die Muster ihres Auftretens im Laufe von circa 350 Jahren Literaturgeschichte zu erklären. Zu diesem Zweck greift das Projekt auf Arbeiten zur automatischen Erkennung von Reflexionen sowie verwandter Phänomene wie Generizität und epistemischer Status in anderen Textsorten zurück und erweitert und kombiniert diese, um mithilfe linguistisch orientierter Ansätze des maschinellen Lernens so Autor/Erzähler-attribuierte und Figuren-attribuierte reflexive Passagen zu identifizieren. Durch die Anwendung unserer Modelle auf ein großes, mehrere Jahrhunderte abdeckendes Korpus der deutschen Literatur ist es möglich, Zeitabschnitte zu identifizieren, in denen reflexive Passagen gehäuft vorkommen („Konjunkturperioden“). Zudem werden wir zwei literaturgeschichtlich besonders prominente Varianten eines reflexionsgesättigten Erzählens näher betrachten: das essayistische und das enzyklopädische Erzählen. Wir werden automatisch identifizierte essayistische und enzyklopädische Passagen in fiktionalen Erzähltexten mit nicht fiktionalen Essays und enzyklopädischen Texten vergleichen und Ähnlichkeiten und Unterschiede in Bezug auf Stil, Thema und den epistemischen Status ihrer (Teil-)Sätze untersuchen, um sowohl interne als auch externe Funktionen dieser Passagen, d.h. für die literarischen Werke selbst und ihren sozio-kulturellen Kontext zu bestimmen.Unser Beitrag zum übergeordneten Schwerpunktprogramm „Computational Literary Studies“ besteht darin, (i) ein grundlegendes literaturtheoretisches Konzept mithilfe einer qualitativen und quantitativen Korpusstudie zu operationalisieren, (ii) die methodischen Optionen zur Strukturierung literarischer Texte zu erweitern und (iii) neue Computermodelle zur Erkennung reflexiver Passagen und verwandter Phänomene zu entwickeln, die Nützlichkeit dieser algorithmischen Methoden für die Literaturgeschichtsschreibung zu demonstrieren, zur Integration ihrer Ergebnisse in den qualitativen Forschungsprozess beizutragen sowie (iv) ein Korpus für literarische Reflexionen manuell zu annotieren und der Forschergemeinde zur Verfügung zu stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "434552206",
      "url": "https://gepris.dfg.de/gepris/projekt/434552206",
      "title": "PLotsegmente für die Analyse Narrativer Strukturen (PLANS)",
      "investigators": "Professor Dr. Christian  Biemann;Professorin Dr. Evelyn  Gius",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 434552206",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Das interdisziplinäre Projekt \"Unitizing Plot to Advance Analysis of Narrative Structure\" (PLANS) erforscht und modelliert Handlungskonzepte in der Erzähltheorie durch die Kombination einer theoretischen Perspektive mit einem umsetzungsorientierten Ansatz.Als Ausgangspunkt sind das Fehlen sowohl eines umfassenden erzähltheoretischen Modells als auch einer umfassenden computergestützten Modellierung von Handlung. Daher versuchen wir, die Analyse der narrativen Struktur voranzutreiben, indem wir auf einer Zwischenebene arbeiten: der Modellierung von Handlungseinheiten bzw. Plot Units. Plot Units setzen an der Zwischenebene zwischen Ereignissen und Handlung bzw. der gesamten Erzählstruktur an, mit ihnen können wir also wesentliche Fortschritte in der Analyse von Erzählungen, in der Erzähltheorie und in der natürlichen Sprachverarbeitung erzielen.In PLANS werden wir auf der Ereignisextraktion des Vorgängerprojekts EvENT aufbauen und sie in Richtung Handlungsanalyse weiterentwickeln. Dabei müssen wir berücksichtigen, dass Plot sowohl durch Textmerkmale, die die Darstellung des Plots bestimmen, als auch durch Eigenschaften der fiktionalen Welt, wie Charaktere und Ereignisse, bestimmt wird. Daher streben wir mit der Modellierung von Plot Units auch eine konzeptuelle Verbindung zwischen der Textebene des discourse und der Handlung bzw. generell der Ebene der histoire an; einfacher ausgedrückt: wir verbinden das Wie des Erzählens mit dem Was des Erzählens.Mit diesem Ansatz versuchen wir, die derzeitigen Grenzen der natürlichen Sprachverarbeitung und der Erzähltheorie zu überwinden. In der Verarbeitung natürlicher Sprache gibt es eine Vielzahl von Ansätzen zur Extraktion und zum Verständnis von Handlungen, die jedoch im Allgemeinen nicht auf ein breites Spektrum von Texten anwendbar sind. Ein Ansatz, der sich an der Erzähltheorie orientiert, könnte uns in die Lage versetzen, computergestützte Modelle der Handlung zu erstellen, die breiter anwendbar sind, wobei der auf Segmentierung basierende Ansatz eine direktere Verbindung zwischen Textoberfläche und Struktur der Handlung ermöglicht. Außerdem ermöglicht es der Plot Unit-Ansatz von der Analyse kleinerer, definierter Textabschnitte zur gesamten Erzählung überzugehen. Dies vereinfacht die rechnergestützte Verarbeitung und ermöglicht den Einsatz von bestimmten Verarbeitungstechniken (z. B. zur Auflösung von Koreferenzen oder zur Modellierung von semantischem Weltwissen).Im Hinblick auf die Erzähltheorie ermöglicht der Fokus auf die Zwischenebene zwischen Ereignissen und Handlung eine allgemeinere Operationalisierung der narrativen Konstitution, d.h. der Prinzipien, die erklären, wie Ereignisse kombiniert und in einen narrativen Text umgewandelt werden. Dies ist nach wie vor ein Desiderat in der Erzähltheorie. Darüber hinaus erhoffen wir uns Einblicke in die bislang unzureichend theoretisierten konzeptionellen Zusammenhänge zwischen theoretischen Modellen der Handlung und der narrativen Konstitution.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary Studies"
    },
    {
      "project_id": "424244162",
      "url": "https://gepris.dfg.de/gepris/projekt/424244162",
      "title": "Quantitative Drama Analytics: Tracking Character Knowledge (Q:TRACK)",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424244162",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "Seit den Anfängen des Dramas basieren Tragik und Komik vorrangig auf sozialen, insb. familiären Beziehungen. Die asymmetrische Verteilung von sozialem Figurenwissen ist die wichtigste Motivation für die dramatische Handlung (Mythos) und die dramatische Wirkung auf das Publikum. Die Forschung hat sich wiederholt mit dem Phänomen des Wissens über Figurenbeziehungen beschäftigt, allerdings nur in Bezug auf kleinere Einheiten wie einzelne Stücke oder Oeuvres. Jenseits dieser close readings gibt es noch keine Untersuchungen sozialen Figurenwissens auf höherer Skalierungsstufe. In Q:TRACK widmen wir uns diesem Desiderat, indem wir Methoden der Computerlinguistik/Digital Humanities mit literaturwissenschaftlicher Dramentheorie verbinden.Unser erstes Forschungsziel ist ein literatur- und dramengeschichtliches. Durch die Analyse eines Korpus von mehr als 600 Dramen werden wir die Wechselwirkungen zwischen sozialen Beziehungen und dramatischen Konflikten im historischenen Verlauf quantifizieren und spezifizieren können. Im Detail untersuchen wir, wann und wie soziales Wissen zwischen Figuren übertragen wird. Denn echte, angenommene oder verschwiegene soziale Beziehungen begründen tragische und komische Interaktion ebenso wie Interaktion soziale Beziehungen schafft.Das zweite Ziel ist die Operationalisierung der Weitergabe von Wissen in diesen fiktiven Welten. Wir konzentrieren uns dabei auf soziales Wissen von Dramenfiguren, da es sich hierbei um die wichtigste Form dramatischen Wissens handelt (\"Orest ist Bruder von Elektra”). Technisches und methodisches Ziel ist, Annotationsrichtlinien für Wissensdissemination zu entwickeln, Textstellen anschließend durch überwachte maschinelle Lernverfahren automatisch zu extrahieren und das dort transferierte Wissen über den Verlauf des Textes hinweg figurenspezifisch zu akkumulieren. Daneben wollen wir durch eine semi-automatische Strukturerkennung auch die Datengrundlage der quantitativen Dramenanalyse verbessern.Dieses Vorhaben ist motiviert durch die dramenhistorische und interpretative Relevanz des bislang kaum erforschten Figurenwissens. Insbesondere Asymmetrien und Veränderungen von Wissen, das Figuren über die sozialen Beziehungen in ‚ihren‘ fiktiven Welten haben (oder nicht haben), werden seit der Antike als konstitutiv für dramatische Wirkungstheorien (u.a. Katharsis) verstanden. In der Komödie wird die Verwechslung genrebildend und führt über Shakespeare zur „Comedy of Errors“ (Verwechslungskomödie). In der Tragödie sind die ältesten und populärsten Glückswechsel des Helden (Peripeteia) eng mit dem Wissen verbunden, das dieser über sich selbst oder andere hat (Anagnorisis).Daher ist die Distribution und Dissemination von sozialem Wissen die zentrale Währung, die Lesende und Forschende zu verhandeln haben. Q:TRACK pilotiert Verfahren der komputationellen Analyse von Figurenwissen, indem wir sie auf eindeutig definierbare und prozessierbare Formen sozialen Wissens anwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary StudiesEhemaliger AntragstellerDr. Marcus  Willand, bis 2/2021"
    },
    {
      "project_id": "424264637",
      "url": "https://gepris.dfg.de/gepris/projekt/424264637",
      "title": "Relating the Unread. Netzwerkmodelle in der Literaturgeschichte",
      "subject_area": "Germanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Theoretische Informatik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424264637",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2207: \nComputational Literary Studies",
      "description": "In einem Mixed-Methods-Ansatz zur Literaturgeschichte modellieren wir Textbeziehungen als Netzwerke, um zu verstehen, wie sich Gruppen relativ zur Art und Weise der Korpuszusammenstellung herausbilden.Die computergestützte Analyse großer Datenmengen hängt nicht nur von den eingesetzten Methoden, sondern auch von der gewählten Datengrundlage und mithin von den Korpora ab, aus denen die Daten gewonnen werden. Korpora sind selten repräsentative Samples: Sie haben einen opportunistischen Charakter und werden nach bestimmten Forschungsfragen zusammengestellt. Ihre Komposition unterliegt einem meist impliziten Vorverständnis, das der Analyse von Textbeziehungen, der Statusposition von Texten im Verhältnis zu anderen und der für Gruppenbildung ausschlaggebenden Kategorisierung nicht äußerlich bleibt.In unserem Projekt werden wir Netzwerkmodelle von deutsch- und englischsprachigen Korpora von Romanen und Erzähltexten des 18. und 19. Jahrhunderts entwickeln, die stylometrische, semantische und aus Annotation generierte Daten als unterschiedliche Vergleichsebenen zusammenführen. Ziel ist es, die Entstehung von Gattungskonventionen, Subgattungen und Epochenstil innerhalb dieser literaturgeschichtlich entscheidenden Periode aus einem neuen Licht erscheinen zu lassen. Mit Blick auf die literarische Kommunikation der Zeit achten wir besonders auf diejenigen Texte und Autoren, die in der Literaturgeschichte marginalisiert worden sind, wobei das Augenmerk vor allem auf den Positionen liegt, die wir für Schriftstellerinnen im Verhältnis zum kanonischen Teil der Literaturgeschichte ausmachen können.Neben der Entwicklung von Modellen und Algorithmen setzen wir Korpusmanipulation als eine heuristische Methode zur Erforschung von Gruppierungsprozessen und zum kombinierten synchronen und diachronen Korpusvergleich ein. Die Beobachtung, wie sich Gruppen auf einer bestimmten Datenebene bilden und auf einer anderen auflösen oder wie sie je nach zeitlicher Zusammenstellung entstehen und vergehen, hilft uns zu verstehen, was Textbeziehungen in systematischer und historischer Perspektive ausmacht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2207: \nComputational Literary StudiesInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Ulrik  Brandes"
    }
  ]
}