{
  "spp_number": "SPP 2253",
  "spp_title": "Nano Security: Von Nanoelektronik zu Sicheren Systemen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422730034",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "439827659",
      "url": "https://gepris.dfg.de/gepris/projekt/439827659",
      "title": "Auf dem Weg zu sicheren elektroformungsfreien memristiven kryptografischen Implementierungen (MemCrypto)",
      "investigators": "Nan  Du, Ph.D.;Professor Dr. Ilia  Polian",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele Systeme",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439827659",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Memristoren haben sich mit ihren außergewöhnlichen Eigenschaften und vielfältigen Anwendungen zu einer Schlüsseltechnologie im Bereich der Kryptografie entwickelt. In der ersten Förderphase dieses Projekts (MemCrypto1) konnten wir die Machbarkeit memristiver kryptografischer Schaltungen durch Simulation (unter Verwendung neu entwickelter Mixed-Level-Techniken) und Experimente nachweisen und ihre Anfälligkeit für physische Angriffe untersuchen. Unter den zahlreichen Erkenntnissen von MemCrypto1 sind neuartige, in der CMOS-Technologie nicht existierende Mechanismen für Informationslecks und ein gutes Verständnis für die inhärenten Unzulänglichkeiten der memristiven Technologien. Die Ergebnisse von MemCrypto1 und neue Erkenntnisse aus verwandten Bereichen dienen als Grundlage für MemCrypto2. In der zweiten Förderphase soll memristive Kryptographie auf mehreren Strängen vorangetrieben werden. Erstens die Entwicklung größerer und komplexerer memristiver kryptografischer Schaltungen nach dem Mixed-Mode-Paradigma (MM) mit eingabegesteuerten Schreib- und Leseoperationen verwendet. MM-Schaltungen bieten im Vergleich zu herkömmlichen memristiven Schaltungen eine verbesserte Effizienz, Kompaktheit und Flexibilität, während gleichzeitig Nicht-Idealitäten und Ausdauerprobleme gemildert werden. Zweitens eine Optimierung und Skalierung generischer Syntheseverfahren für sichere MM-Kryptoschaltungen auf großen Crossbars, die die Fähigkeiten der Technologie voll ausschöpfen, neueste Fertigungstechnologien einbeziehen und gegen Angriffe geschützt sind. Drittens die Erforschung von physikalischen Angriffen mit Schwerpunkt auf Fehlerinjektionen, um die Sicherheit der kryptografischen Schaltungen weiter zu verbessern. Viertens ein Übergang zu integrierten Schutzstrategien, die Hiding und Masking auf verschiedenen Abstraktionsebenen kombinieren, um die Robustheit der Schaltkreise für variierende Technologieparametern zu verbessern. MemCrypto2 als ein interdisziplinäres Tandemprojekt profitiert von der erfolgreichen Zusammenarbeit zwischen Ilia Polian und Nan Du, die durch eine Reihe gemeinsamer Veröffentlichungen belegt ist. Ilia Polian bringt Wissen im Bereich der hardwareorientierten Sicherheit, der Entwicklung komplexer elektronischer Schaltungen und des Schutzes vor physischen Angriffen mit. Nan Du verfügt als Miterfinderin der in MemCrypto1 verwendeten elektroformungsfreien BiFeO3-Memristorent über wertvolle Kenntnisse in ihrer Herstellung, Charakterisierung, Optimierung, Modellierung und Simulation. Zusammen bilden die Antragsteller ein gut abgerundetes Team mit komplementären Fähigkeiten, um alle relevanten Sicherheitsaspekte bei der Verwendung von memristiven Technologien für kryptografische Schaltungen ganzheitlich anzugehen. Ihr kombiniertes Fachwissen und ihre Zusammenarbeit werden einen umfassenden Ansatz zur Entwicklung sicherer und effizienter memristiver kryptographischer Schaltungen im MemCrypto2-Projekt gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "440055779",
      "url": "https://gepris.dfg.de/gepris/projekt/440055779",
      "title": "Bio-Nanoelektronisch basierte Logikverriegelung für sichere Systeme\n(BioNanoLock)",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikMikrosysteme",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440055779",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Der New Age Prozessor benötigen hardwareorientierte Lösungen als primäres Design Kriterium für die Sicherheit gegen Bedrohungen. Alternative Computerarcitekturen, in den letzten Jahren vorgeschlagen sind, trieben diese Idee durch die Einbindung von ‚multivalue logic‘ operationen voran. Auf grund der Zwischenraum der technologie, abwicklung von ‚multi-value‘ logik bauElemente und die Vorteile von polymorphe ‚input‘ und output‘ zu testen steht ausweichend. In diesem Projektvorschlag, vorgestellt ist eine neues ‚Logic-Locking Framework, das ‚multi-value‘und multi-layer‘ logik in bestehende CMOS-basierte ‚logic-locking‘Architekturen zu integrieren. Eine DNA sequenz mit Geheiminformations-Code funktioniert als ‚biological activation-key‘, demzufolge erkennung ist und aktiviert einem einzigartigen und geheimen Muster von bauelemente nun bekannt als ‚biological key-gates‘. Dies wiederum aktiviert ‚CMOS key-gates‘ mit eine angemessenen Binär-Digital-Signal. Der Ein-/Aus von Key-Gates wird durch verschiedene Spannungen aus der ‚multi-value logic’definiert und deshalb hinzufügen einer weiteren Ebene der Mehrdeutigkeit für einen Angreifer und Verhindern der Freischaltung des Schaltkreises. Realisierung von Prozessoren der Zukunft durch BioNanoLock ist das Hauptziel des Projekts.  Ein Zwischenziel ist die Realisierung von kleinen (10-100 key-gates) bis mittleren (100-10000 key-gates) Schaltungen. Darüber hinaus ist die Entwicklung von Heterogeneous Integrierte digitale Systeme für sicherste Datenverarbeitung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren SystemenEhemaliger AntragstellerFarhad Amirali  Merchant, bis 12/2022"
    },
    {
      "project_id": "439700144",
      "url": "https://gepris.dfg.de/gepris/projekt/439700144",
      "title": "CMOS-kompatible RRAM-basierten Strukturen für die Implementierung von Physikalisch Nichtklonbarer Funktionen (PUF) und echten Zufallszahlengenerationen (TRNG)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439700144",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Physikalisch nichtklonbare Funktionen (PUF) und echte Zufallszahlengeneration (TRNG) sind zwei Komponenten, die heutzutage weitgehend genutzt werden, um zufällige Bitströme in Sicherheitsanwendungen zu generieren. Im letzten Jahrzehnt hat die Nutzung von tragbarer Unterhaltungselektronik stark zugenommen und hat somit die Sicherheit in der drahtlosen Kommunikation zu einer der wichtigsten Anforderungen in der Mikroelektronik-Technologie gemacht. Daher ist es von großem Interesse, eine Implementierung von Sicherheitskomponenten zu entwickeln, welche die folgenden Eigenschaften erfüllten: Ein leistungsarmer Betrieb, eine hohe Integrationsdichte und die Kompatibilität mit CMOS-Prozessen. Entsprechend dem \"More than Moore\" -Ansatz (Erhöhung der Leistungsfähigkeit durch Multifunktionalität) können solche Charakteristika erreicht werden. Zum Beispiel sind Resistive RAM-Speicher (RRAM) in den letzten Jahren als vielversprechende zukünftige Kandidaten für nichtflüchtige Speicher (NVM) untersucht worden. Darüber hinaus sind die Mechanismen der Schaltvorgänge in RRAM-Baulemente intrinsisch stochastisch. Daher wird die RRAM-Technologie als eine geeignete Lösung für die Umsetzung der zukünftigen PUF- und TRNG-Komponenten angesehen.Die in diesem Projekt vorgeschlagene Studie beinhaltet eine interdisziplinäre Forschungsaktivität, um folgende drei Ziele zu erreichen:1.\tEntwicklung eines CMOS-kompatiblen RRAM-basierten Bauelementes, das sowohl PUFs als auch TRNGs Funktionalitäten implementieren kann.2.\tEntwicklung eines geeigneten operativen Algorithmus, der in der Lage ist, die physikalische Zufälligkeit von RRAM-Bauelementen in echte zufällige digitale Bits umzuwandeln.3.\tHerauszufinden, wie sich die Zufälligkeit der vorgeschlagenen Lösung aus fundamentalen physikalischen und chemischen Prozessen zusammensetzt.Um die grundlegenden physikalischen Mechanismen der für TRNGs und PUFs Anwendungen geforderten Eigenschaften zu verstehen, werden ausführliche Material- und elektrische Charakterisierungen durchgeführt. Alle RRAM-basierten Strukturen, die zu diesen Charakterisierungen benötigt werden, basieren auf der bekannten TiN/HfO2/Ti/TiN-Struktur, wobei Prozessparameter gezielt modifiziert werden, um die Zielstellungen des Projektes zu erreichen. Die gewonnenen Erkenntnisse über die Materialeigenschaften durch die elektrischen Charakterisierungen verbessern die Schalt- und Leitungsmechanismen in RRAM-Bauelemente aus der makroskopischen Perspektive. Um diese Eigenschaften durch physikalische und chemische atomare Wechselwirkungen zu erklären, ist ein komplementärer Ansatz erforderlich: Die Simulation von atomistischen Modellen. Letztendlich ist eine detaillierte statistische Analyse der durch die resistiv-schaltenden Bauelemente erzeugten elektrischen Ergebnisse zwingend erforderlich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "535695900",
      "url": "https://gepris.dfg.de/gepris/projekt/535695900",
      "title": "EMBOSOM - Sicherheit eingebetteter Software durch moderne emergente Hardware-Paradigmen.",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele Systeme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535695900",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Um Software gegen die Ausnutzung von Schwachstellen zu schützen sind ausreichende Schutzmechanismen von entscheidender Bedeutung. Dies ist besonders wichtig im Bereich der eingebetteten Systeme, wo solche Schwachstellen in der realen Welt Schaden anrichten können. Frühere Arbeiten haben gezeigt, dass gängige softwarebasierte Schutzmechanismen in diesem Bereich nicht verfügbar sind. Dies liegt an den Beschränkungen, denen eingebettete Geräte unterliegen (z.B. Beschränkungen des verfügbaren Speichers). Während moderne Schutzmechanismen hauptsächlich in Software implementiert werden, besteht eine neue Forschungsrichtung darin, solche Techniken direkt in der Hardware zu implementieren. Leider zielen die bisherigen Arbeiten in diesem Bereich auf konventionelle Geräte ohne Ressourcenbeschränkungen ab, die ein anderes Bedrohungsmodell aufweisen. Darüber hinaus haben die bisherigen Arbeiten an solchen Hardware-Schutzmechanismen erhebliche Auswirkungen auf wesentliche Merkmale des eingebetteten Bereichs wie Chipgröße, Leistung und Produktionskosten. Wir wollen einen neuartigen hardwarebasierten Sicherheitsmechanismus entwickeln, der speziell auf das Bedrohungsmodell des eingebetteten Bereiches zugeschnitten ist und neuartige Technologien (z. B. memristorbasiertes In-Memory-Computing) nutzt, um die Auswirkungen auf Leistung, Stromverbrauch und Chipgröße zu verringern. Der Vorschlag gehört zum Forschungsbereich 3 (Secure Composition and Integration) und zur interdisziplinären Gruppe \"secure processing via hardware-supported data separation and isolation\" (IG2) der Matrix des Calls.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "439916248",
      "url": "https://gepris.dfg.de/gepris/projekt/439916248",
      "title": "Erforschung eines integrierten Verspannungssensors als PUF für optimale Leakage Resilienz und Robustheit (STAMPS-PLUS)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439916248",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Aufbauend auf den Ergebnissen des DFG Projekts STAMPS werden die Arbeiten in neue Bereiche von PUF-Schwankungen unter Berücksichtigung von Effekten aus Fertigung, Rauschen, Umwelt und Alterung erweitert, um die Robustheit des PUF-Ansatzes gegen diese zu erhöhen. Dazu werden bisherige CMOS PUF-Primitive analysiert, und insbesondere im Hinblick auf Fehlerwahrscheinlichkeiten, Angriffsvektoren und Manipulationserkennung mit dem neuen PUF-Primitiv verglichen. Um für die PUF und Manipulationserkennung ein praktisch relevantes Level an Robustheit zu erreichen, werden neue Schaltungsentwurfsmethoden entwickelt, um Schwankungen in der Versorgungsspannung, Temperaturdrifts, sowie Verspannungs- und Alterungseffekte zu kompensieren. Außerdem wird ein Schwerpunkt auf Angriffe auf die CMOS-basierte PUF gelegt, um das erreichbare Sicherheitsniveau zu bestimmen und Gegenmaßnahme gegen eine breite Spanne von Angriffen zu erforschen. Dazu werden nicht-invasive und semi-invasive Angriffe mit elektrischen und optischen Methoden entwickelt und neue Techniken zur selektiven Package-Öffnung erprobt. Neben einer Betrachtung des PUF Primitives and sich, wird auch die Sicherheit eines möglichen späteren Gesamtsystems berücksichtigt. Neben der Speicherung von kryptografischen Schlüsseln spielen hoch-qualitative Zufallszahlen eine entscheidende Rolle für die Sicherheit eingebetteter Systeme, z.B. für kryptografische Protokolle mit asymmetrischen Verfahren, Nonces für die authentifizierte Verschlüsselung, oder Zufallszahlen in maskierten Implementierungen. Die zeitlich variable Entropie, die bei einer Verwendung als PUF korrigiert werden muss, kann direkt verwendet werden, um einen Zufallszahlengenerator (TRNG) zu realisieren. Dazu wird das PUF Primitiv aus STAMPS auch auf eine Verwendung als TRNG evaluiert. Dazu müssen die empfangenen Daten bewertet und ein Modell für eine Verwendung als PUF und TRNG erstellt werden. Im Projekt ergänzen sich die Expertisen von Gruppen aus der Security und Schaltungstechnik, war bereits im Gemeinschaftsprojekt STAMPS zu einer innovativen Technologie führte und viele neue Erkenntnisse in beiden Gruppen ermöglicht hat. Diese Zusammenarbeit wird über eine weitere Gruppe in STAMPS-PLUS vertieft, um technische Reife der PUF aus STAMPS zu erhöhen, neue Erkenntnisse zu gewinnen und das Verständnis der neuen Technologie zu vertiefenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "439797619",
      "url": "https://gepris.dfg.de/gepris/projekt/439797619",
      "title": "HaSPro: Verifizierbare Hardwaresicherheit für Out-of-Order Prozessoren - Phase 2",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeRechnerarchitektur, eingebettete und massiv parallele Systeme",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439797619",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "HaSPro beschäftigt sich mit Transient Execution Side Channels (TES) wie Spectre und Meltdown, die nach wie vor erhebliche Sicherheitsrisiken für Computersysteme darstellen. Heutige Gegenmaßnahmen können lediglich einen Kompromiss zwischen Sicherheit und Rechenleistung erzielen. Das Projekt konzentriert sich auf Out-of-Order-Prozessoren (OoO) mit Speculation sowie auf die für Systemsicherheit essenziellen Trusted Execution Environments (TEEs). HaSPro Phase 1 nutzte Unique Program Execution Checking (UPEC) zur Sicherheitsanalyse gegen TES in Prozessoren. Ein zentrales Ziel bestand darin, UPEC für moderne Prozessorarchitekturen skalierbar zu machen. In Phase 1 wurde die Skalierbarkeit durch ein neues Konzept namens Mikroäquivalenz verbessert. Zudem wurden Seitenkanäle untersucht, die sogenanntes Constant Time Programming kompromittieren. Ein neu entwickeltes Verfahren namens UPEC-DIT kann Sicherheitsgarantien für Data Oblivious Computing berechnen. Im Hinblick auf TEEs konzentrierte sich Phase 1 auf die Identifizierung und Behebung von Schwachstellen in verbreiteten TEE-Designs wie Intel SGX und AMD SEV. Eine Reihe von Problemen wurden aufgedeckt, darunter Ciphertext-Lecks und datenabhängige Programmausführung. Es wurden Gegenmaßnahmen entwickelt, z.B. ein Attestierungsprotokoll für sicheres Speicherlayout sowie verbesserte Methoden bei der deterministischen Speicherverschlüsselung. Es wurden Werkzeuge entwickelt wie Microwalk-CI, das datenabhängiges Laufzeitverhalten in großen Codebasen identifiziert, und Cipherfix, das automatisch Speicherschreibvorgänge, die für Ciphertext-Seitenkanäle anfällig sind, identifiziert und absichert. HaSPro Phase 2 erforscht neue und hocheffiziente Gegenmaßnahmen gegen TES-Angriffe auf mehreren Ebenen: Hardware (HW), HW/SW-Schnittstelle und Software (SW). Es wird untersucht, wie sich HW-gestützte In-Process Isolation gegen verschiedene Spectre-Varianten einsetzen lässt und wie derartige Isolationsbarrieren bei automatisierter SW-Kompartierung genutzt werden können.  Die Isolation sensibler Daten von potenziellen Spectre-Gadges kann z.B. durch Compiler-Unterstützung erfolgen. Auf der HW-Ebene werden geeignete Mikroarchitekturmaßnahmen für In-Process Isolation untersucht, wobei formale Methoden zur Berechnung von Sicherheitsgarantien zum Einsatz kommen. Zudem wird als Alternative zu SW-basierten Lösungen eine Secure-by-Construction-Designmethodik für HW-Architekturen für Secure Speculation untersucht. Ein weiteres Forschungsziel besteht in der Verbindung von Code-Kompartierung mit partiell probabilistischer TEE-Speicherverschlüsselung gegen Ciphertext-Seitenkanäle, als zusätzliche Kompromissmöglichkeit zwischen Kosten und Latenz. Alle entwickelten Schutzmechanismen werden auf ihre Wirksamkeit und ihren Overhead hin analysiert und mit bestehenden Verfahren verglichen. Die neuen Verfahren versprechen hocheffizienten Schutz gegen die verbleibende Angriffsfläche in modernen OoO-Prozessoren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "440182124",
      "url": "https://gepris.dfg.de/gepris/projekt/440182124",
      "title": "Intrinsische physical unclonable functions aus neuartigen nichtflüchtigen Speichern",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440182124",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Aktuelle Entwicklungen führen zur Verbreitung ressourcenbeschränkter Geräte, die zunehmend umfangreiche und weitreichende Aufgaben übernehmen. Hervorgerufen durch Abweichungen während der Halbleiterherstellung, ermöglichen speicherbasierte PUFs leichtgewichtige, kostengünstige und flexible Sicherheitsprimitive zum Schutz dieser Geräte. Parallel zu diesen Trends nähert sich die Integrationsdichte von Schaltkreisen der sogenannten Skalierungsgrenze, bei der Strukturen so klein werden, dass die gespeicherten Informationen schwer wiederzugewinnen sind und die infolgedessen neuartige nichtflüchtige Speicher (NVM) auf den Plan ruft. In diesem Projekt untersuchen wir den Aufbau von intrinsischen PUFs auf kommerziell erhältlichen NVMs in den Ausprägungen als magnetoresistive (MRAM), resistive (ReRAM) und ferroelektrische (FRAM) Arbeitsspeicher. Für MRAM gibt es in verwandten Arbeiten eine vergleichsweise hohe Anzahl von Ansätzen zum Aufbau von extrinsischen PUFs, die auf speziell angefertigten Speicherzellen vorgeführt werden. Zur Gewinnung neuer Erkenntnisse werden zunächst bestehende Verfahren weiterentwickelt, um intrinsische PUF-Instanzen auf handelsüblichen MRAMs zu realisieren. Bisher werden in verwandten Arbeiten Methoden zur Realisierung von PUFs auf RRAM in geringerem Umfang behandelt. Daher werden zunächst Experimente an speziell angefertigten ReRAM-Speicherzellen durchführt. Auf diese Weise können verschiedene physikalische Eigenschaften der Speicherzellen variiert und die Auswirkungen auf das PUF-Verhalten unmittelbar geprüft werden. Danach werden bereits gewonnene Erkenntnisse genutzt und erfolgreiche Strategien auf handelsübliche ReRAM-Module übertragen. Schließlich werden FRAMs untersucht, für die keine allgemein bekannten Arbeiten zu funktionsfähigen PUFs publiziert wurden. Daher werden die im Verlauf des Projekts gesammelten Erfahrungen genutzt, um charakteristisches Verhalten auf FRAMs anzuregen. Alle gewonnenen PUF-Instanzen werden nach etablierten Qualitätsmetriken systematisch charakterisiert. Da PUFs aus herkömmlichen Speichern anfällig für Schwankungen der Temperatur und der Versorgungsspannung sowie für Magnetfelder und Strahlung sind, werden unterschiedliche Umgebungsbedingungen für die Charakterisierung von PUFs aus NVMs erzeugt. Danach werden die Ergebnisse quantifiziert und hochentwickelte Methoden wie Protokolle, Fehlerkorrekturcodes, stochastische Modelle usw. genutzt, um die Qualität und die Widerstandsfähigkeit der PUFs gegenüber Umgebungseinflüssen zu verbessern. Bei der Nutzung von NVMs als Arbeitsspeicher in heutigen Computern sind Zugangsdaten und Ergebnisse kryptografischer Operationen aufgrund der inhärenten Speichereigenschaften unmittelbar zugänglich. Dieser Nachteil kann durch die Verwendung der Selbstverschlüsselung überwunden werden, wobei derselbe NVM zu 2 unterschiedlichen Zwecken verwendet wird: Als Speicher für Daten und als PUF zur Gewinnung des Schlüssels zur Verschlüsselung dieser Daten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "450082771",
      "url": "https://gepris.dfg.de/gepris/projekt/450082771",
      "title": "Koordinationsfonds",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele SystemeSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 450082771",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Die inhaltlichen Themen des Schwerpunktprogramms behalten drei Jahre nach seinem Beginn ihre Relevanz, und deshalb bleiben seine konzeptuellen Ziele unverändert: einerseits mögliche Sicherheitsbedrohungen durch neuartige Nanoelektronik identifizieren und andererseits innovative Lösungen für Systemsicherheit auf der Basis der Nanoelektronik entwickeln. Der Antrag fasst die wissenschaftlichen Ergebnisse der ersten Förderperiode und die spezifischen Maßnahmen zur Koordination, Nachwuchsförderung, Gleichstellung und Veranstaltungen zusammen und beschreibt die beantragte Förderung der Koordination für die zweite Förderperiode.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "535696594",
      "url": "https://gepris.dfg.de/gepris/projekt/535696594",
      "title": "OnE-Secure - Absicherung moderner Chips gegen Angriffe mit Hilfe hochauflösender berührungsloser optischer und Elektronenstrahlprüfung",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535696594",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Dieses Projekt gehört zum Bereich 1 (Nanoelektronik für die Sicherheit) und zur interdisziplinären Gruppe IG3 (Resilienz gegen physische Angriffe) der Matrix dieses Schwerpunktes. Physikalische Hardware-Angriffe, insbesondere optische Angriffe über die Chiprückseite, haben sich als Bedrohung für geheime Daten und geistiges Eigentum erwiesen, die auf integrierten Schaltkreisen (ICs) gespeichert sind. Techniken aus der IC-Fehleranalyse, wie Optische Prüfung (Englisch: optical probing - OP), können kryptografische Schlüssel, Konfigurationsdaten oder andere Geheimnisse extrahieren. In jüngster Zeit hat die Elektronenstrahlprüfung (Englisch: electron beam probing - E-Beam) aufgrund der Nachfrage der Fehleranalyse-Industrie nach Werkzeugen mit höherer Auflösung mehr Aufmerksamkeit erlangt. Obwohl die Bedrohung durch Angriffe bekannt ist, wurden bisher noch keine entsprechenden Gegenmaßnahmen in kommerziellen Chips eingesetzt. Ausgehend von dieser Beobachtung zielt dieses Projekt darauf ab, Methoden zu erforschen, mit denen künftige Nanoschaltungen vor Angriffen durch \"Optical and E-beam\" (OnE) Prüfungen geschützt werden können. Durch die Zusammenführung der in den Projekten OptiSecure und nanoEBeam aus dem ersten Aufruf gewonnenen Fachkenntnisse in einem einzigen Projekt mit vier Partnern wird in diesem vereinten Projekt die Erforschung alternativer Chipdesigns fortgesetzt, die gegen die beiden vorgenannten Techniken robust sind. In diesem Zusammenhang wird ein Simulator für die E-Beam-Sondierung entwickelt, um Messergebnisse vorherzusagen und damit die Entwicklung von Gegenmaßnahmen zu unterstützen. Darüber hinaus werden im Rahmen des Projekts neue Angriffsvektoren der mit Hilfe von \"OnE\" untersucht, \"OnE\" zur Erkennung von Hardware-Trojanern eingesetzt und formale und nicht-formale Verifikationsmethoden angewandt, um die Sicherheit von Schaltkreisen gegen OnE-Angriffe zu beweisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "439918011",
      "url": "https://gepris.dfg.de/gepris/projekt/439918011",
      "title": "OptiSecure – Absicherung von Nanoschaltungen gegen optische Sondierungsangriffe",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439918011",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Optical Probing ermöglicht die berührungslose Extraktion von geheimen Informationen aus integrierten Nanoschaltungen und wurde erfolgreich in mehreren Sicherheitsanwendungen eingesetzt. Trotz der schwerwiegenden Auswirkungen dieser Art von passiven Angriffen werden bisher keine relevanten Gegenmaßnahmen eingesetzt. Eingebunden in das Gebiet 1 (Nanoelektronik für die Sicherheit) und die interdisziplinäre Gruppe IG3 (Resilienz gegen physische Angriffe) der Antragsmatrix sollen in diesem Projekt Methoden untersucht werden, die den Schutz zukünftiger integrierter Nanoschaltungen vor optischen Angriffen ermöglichen. Zu diesem Zweck soll ein Technologiemodell zur Erforschung des Zusammenhangs zwischen den geometrischen Eigenschaften der integrierten Elemente und ihrer Anfälligkeit für optische Angriffe abgeleitet werden. Gleichzeitig soll untersucht werden, wie alternative Schaltungstechniken und Designmethoden als Gegenmaßnahmen gegen diese Art des passiven Angriffs beitragen können. Darüber hinaus sollen ähnliche neuartige optische Angriffe entwickelt und im Hinblick auf ihr Bedrohungspotenzial bewertet werden. Schließlich sollen mehrere Teststrukturen in eine physikalische Schaltungen integriert und umfassend getestet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "440059533",
      "url": "https://gepris.dfg.de/gepris/projekt/440059533",
      "title": "RAINCOAT II - Sichere und randomisierte Mikroarchitekturen mittels Nano-Technologie 2",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440059533",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Die Mikroarchitektur eines Computersystems ist eine Vielzahl von Angriffen ausgesetzt, die mikroarchitektonische Merkmale unter Verwendung von Timing-Informationen ausnutzen, die von der Software beobachtet werden können. Zu dieser Klasse von Angriffen gehören bekannte Beispiele wie Spectre, Meltdown, Flush+Reload und viele andere. Die Forschung zu Angriffen auf die Mikroarchitektur schreitet schnell voran, einschließlich automatisierter Ansätze. Gleichzeitig ist die Entwicklung von Verteidigungstechniken gegen diese Seitenkanäle eine große Herausforderung. Insbesondere die Nachrüstung bestehender Mikroarchitekturen mit Seitenkanalhärtung ist oft außerordentlich teuer, wenn überhaupt möglich. Daher ist es von entscheidender Bedeutung, dass diese Angriffe bereits in der frühen Entwurfsphase künftiger Architekturen berücksichtigt werden, und zwar nach dem Konzept \"Security by Design\". Der Übergang zu neuen Hardwaretechnologien im Nanomaßstab stellt einen entscheidenden Wendepunkt dar, an dem neue Entwicklungen auf technologischer Ebene ein Überdenken traditioneller Entwurfsansätze erfordern und die Entwicklung neuer, effizienter und sicherer Architekturen nach dem Entwurfsprinzip ermöglichen. Diese Technologien ermöglichen zwar die zu erwartende kontinuierliche Leistungssteigerung, können aber auch neue Sicherheitsrisiken für die Mikroarchitektur mit sich bringen. Unser vorgeschlagenes Forschungsprojekt konzentriert sich auf drei Säulen: 1. Entwurf von Mikroarchitekturkomponenten mit Seitenkanalsicherheit, 2. Evaluierung von Fault Attacks auf neue Speichertechnologien im Nanomaßstab und 3. Ermöglichung einer sicheren Ausführung und Wartung auf nicht vertrauenswürdiger Hardware im Nanomaßstab. Dieser Antrag stellt eine Fortsetzung des RAINCOAT-Projekts dar, das derzeit von der DFG im Rahmen des Schwerpunktprogramms Nanosicherheit gefördert wird: \"Nano Security: From Nano-Electronics to Secure Systems\" (SPP 2253) gefördert wird und im Oktober 2023 endet. In RAINCOAT I haben wir Bausteine für sichere Mikroarchitekturen entwickelt, z.B. seitenkanalgesicherte Caches, TLBs und darauf aufbauende Attestierungsverfahren. In der zweiten Förderperiode von RAINCOAT wollen wir die Forschungsfrage beantworten, wie wir die sichere Ausführung von sicherheitskritischen Anwendungen auf modernen Mikroarchitekturen im Nanobereich effizient gewährleisten können. Dazu gehört neben der Weiterentwicklung von sicheren Mikroarchitektur-Bausteinen auch die Evaluierung des Gesamtsystems und die Bereitstellung von Mitteln, die den Schutz der sicherheitskritischsten Anwendungen, wie z.B. kryptographische Algorithmen, gewährleisten. Dazu werden wir das Zusammenspiel von sicheren Mikroarchitekturbausteinen, Locking-Mechanismen für gemeinsam genutzte Ressourcen und geschützten Laufzeitumgebungen wie TEEs untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "439891087",
      "url": "https://gepris.dfg.de/gepris/projekt/439891087",
      "title": "SecuReFET II: Sichere Schaltungen durch inhärent rekonfigurierbare Feldeffekttransistoren II",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439891087",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Hardwareschutzschaltungen auf Basis von CMOS Technologie sind zwar möglich, haben sich aber als kostenineffizient in Bezug auf die höhere Chipfläche, sowie eine hohe Leistungsaufnahme gezeigt. Eine nanotechnologische Lösung zum Schutz gegen Hardware-Attacken stellen Rekonfigurierbare Feldeffekttransistoren (RFET) dar. Diese Transistoren mit einstellbarer p- oder n-Leitfähigkeit bieten dank ihrer inhärent polymorphen Funktionalität eine reversible Programmierbarkeit der digitalen Schaltungsfunktionen ohne das Layout oder die physikalische Struktur ändern zu müssen. Anders als in der Standard-CMOS-Elektronik bleibt die eigentliche Schaltung oder Funktion dabei verborgen, da diese weder durch physikalisches Reverse-Engineering noch durch Seitenkanäle ausgelesen werden können. In SecuReFET-I wurde die Nutzung der Laufzeit-Rekonfigurierbarkeit dieser nano-elektronischen Bauelemente für polymorphe logische Gatter zur Schaltungsverschleierung im Labor demonstriert kann. Das Potential von RFETs in Bezug auf die Seitenkanalresistenz und die Bereitstellung gezielter Sicherheitsfunktionen sowie mögliche neue Sicherheitsschwachstellen von RFETs wurden untersucht. Eine RFET-kompatible automatisierte Design-Synthese-Umgebung (EDA) für den logischen und physikalischen Entwurf wurde entwickelt. Phase II des Projekts zielt darauf ab, all diese Themen zu vertiefen. Zum einem sollen Labordemonstratoren mit mehreren Logikgattern, die durch eine zusätzliche Metallebene verbunden sind, gebaut und elektrisch charakterisiert werden. Zum soll den RFETs eine ferroelektrische Schicht hinzugefügt werden, um eine nichtflüchtige Speicherung des Schlüssels direkt im Bauelement zu ermöglichen. Dadurch wird ein möglicher Angriff auf die Schnittstelle zwischen Speicher und Logik verhindert. Vorzugsweise kann die Funktion des Transistors direkt nach der Auftragsfertigung programmiert werden und ist später nichtmehr von außen zugänglich, was eine der Kernfragen der Hardwaresicherheit lösen könnte, indem die Schnittstelle zwischen Speicher und Verriegelungsschaltung unangreifbar gemacht wird. Darüber hinaus werden die einzigartigen Merkmale von RFETs mit Hinblick auf Seitenkanalangriffe näher untersucht, welche neue Möglichkeiten bieten, einen wirksameren Schutz vor verschiedenen Angriffsszenarios bei geringerem Flächen- und Energieaufwand zu bieten. Im Gegensatz zu bestehenden Gegenmaßnahmen, die sich hauptsächlich auf den Schutz von Daten konzentrieren, können RFET-basierte polymorphe Zellen auch die Möglichkeit bieten, geistiges Eigentum (IP) vor Seitenkanalangriffen zu schützen. Daher wird untersucht, wie die RFET-Merkmale (sowohl in flüchtigen als auch in nicht-flüchtigen Versionen) genutzt werden können um IP oder Daten gegen Auslesen der Signallaufzeit oder Leistung zu schützen. Schließlich werden die entwickelten Sicherheitslösungen mit ferroelektrischen Speicher und erhöhter Seitenkanalwiderstandsfähigkeit in den in SecuReFET-I entwickelten EDA-Synthesefluss integriert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren SystemenMitverantwortlichDr.-Ing. Jens  Trommer"
    },
    {
      "project_id": "535473873",
      "url": "https://gepris.dfg.de/gepris/projekt/535473873",
      "title": "Sichere Mixed-Signal Neuronale Netzwerke",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikRechnerarchitektur, eingebettete und massiv parallele Systeme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535473873",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Funktionen aus dem Bereich der Künstlichen Intelligenz (KI) und speziell der Neuronalen Netzwerk (NN) Inferenz finden sich immer mehr in ressourcenbeschränkten Geräten, die komplexe Berechnungen nicht auf externe Server auslagern können. Dieses \"Edge-AI\"- Paradigma führt zu neuen Sicherheitsherausforderungen, da die Angreifer nun, zusätzlich zu bekannten Angriffen, einen physikalischen Zugriff auf Geräte haben und Seitenkanal- und Fehlerinjektionsangriffe durchführen können. Gleichzeitig verarbeiten solche Systeme oft sensitive Daten wie etwa Messungen mit Gesundheitsbezug. Außerdem können die NN-Modelle selbst einen substantiellen wirtschaftlichen Wert besitzen, so dass sie gegen unbefugte Extraktion geschützt werden müssen. Aus den genannten Gründen ist eine wachsende Wissenschaftler-Community entstanden, die sich mit speziellen Sicherheitsbedrohungen und Schutzmaßnahmen für die NN-Inferenzhardware befasst. Projekt SemSiNN betrachtet die Sicherheit von Mixed-Signal (MS) NN-Inferenzhardware, ein Ansatz, der gerade für Edge-AI sehr attraktiv ist, weil er zu radikalen Energieeinsparungen im Vergleich zu vollständig digitalen Realisierungen führt. Zum ersten Mal werden sich ein Experte für MS-Technologien und ein Spezialist für Schutzmaßnahmen gegen physikalische Angriffe gemeinsam mit Herausforderungen und Möglichkeiten auseinandersetzen, um MS NN- Inferenzhardware sicher zu machen. Die zu entwickeln Methodiken aus diesem Projekt werden die traditionelle Sichtweise von MSS NN-Entwurf als Abwägung zwischen Kosten und Klassifikationsgenauigkeit um eine dritte Dimension, nämlich Sicherheit, erweitern. Konkrete Arbeiten werden sich auf Seitenkanal- und Fehlerinjektionsangriffe konzentrieren. Wir werden ein Verständnis MS-spezifischer Mechanismen für Informationslecks aufbauen, relevante Angriffsszenarien erkunden und Gegenmaßnahmen gegen solche Angriffe vorschlagen und evaluieren. Sowohl nichttriviale Erweiterungen von Maßnahmen, die ursprünglich für digitale NN-Hardware (oder andere Schaltungsklassen wie z.B. kryptografische Schaltungen) entwickelt wurden, als auch neue Sicherungsmechanismen, die einzigartige Eigenschaften der MS- Technologie ausnutzen, werden auf drei Abstraktionsebenen ansetzen. Diese Arbeit wird zu einer generischen Entwurfsmethodik für sichere MS NN-Hardware führen; sie wird mit speziell optimierten Simulationsverfahren und in einem begrenzten Ausmaß durch physikalische Messungen validiert. SeMSiNN baut auf einer inhärenten Synergie innerhalb des Projekts auf und fügt sich gut in die Matrixstruktur des Schwerpunktprogramms ein. Erste Gespräche über mögliche Zusammenarbeit innerhalb des SPPs wurden bereits geführt (mit der Arbeitsgruppe von TU Berlin zum Thema optische Angriffe auf MS NN-Schaltungen. Wir sind überzeugt, dass dieses Projekt Grundlagen für eine neue Subdisziplin \"Sicherheit der MS-Elektronik für KI\" legen wird, welche durch derzeitigen Stand der Technik nicht abgedeckt ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "535533866",
      "url": "https://gepris.dfg.de/gepris/projekt/535533866",
      "title": "SSIMA - Skalierbare Seitenkanal-Immun-Micro-Architektur",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535533866",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Diese Arbeit befasst sich mit den Einschränkungen aktueller eingebetteter Mikroarchitekturen bei der Bereitstellung eines umfassenden Schutzes vor kombinierten passiven und aktiven physischen Angriffen wie der Seitenkanalanalyse und der Fehlerinjektion. Ziel ist es, die Konstruktion kompatibler Architekturen zu erforschen, die Sicherheit gegen diese Angriffe in einer kombinierten Umgebung gewährleisten können. Die Studie zielt darauf ab, eine Skalierbarkeit bei der Konstruktion dieser Architekturen zu erreichen, die Seitenkanal-Sicherheit in beliebiger Ordnung mit einem einzigen Hardware-Design ermöglicht. Das Hauptziel ist die Entwicklung von Methoden für skalierbare, physisch sichere Software, die maßgeschneiderte eingebettete Plattformen ohne mikro-architektonische Lecks verwendet. Die Skalierbarkeit beinhaltet die Anpassung der Implementierungen an unterschiedliche Angreifermodelle und Fehlertoleranzanforderungen unter Beibehaltung theoretischer und praktischer Sicherheitsgarantien. Es ist geplant, eine RISC-V-Plattform zu entwerfen und zu entwickeln, einschließlich der entsprechenden Befehlssatzarchitektur (ISA) und spezieller Befehlssatzerweiterungen (ISE), die es Softwareentwicklern ermöglicht, ungeschützte Software, die in Hochsprachen (z. B. C) geschrieben wurde, mühelos in Maschinencode für unsere entwickelte Plattform zu konvertieren. Die sich daraus ergebende Implementierung sollte Sicherheit gegen bestimmte Angreifer bieten und gleichzeitig die theoretischen Sicherheitsargumente in der Praxis aufrechterhalten. Das erfolgreiche Ergebnis würde einen bedeutenden Fortschritt in der Entwicklung von ISAs mit nachweisbarer Sicherheit für die Ausführung beliebiger Software darstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "439892735",
      "url": "https://gepris.dfg.de/gepris/projekt/439892735",
      "title": "Technologieplattform für nanomaterial-basierte PUF-Schaltungen mit hoher Entropie",
      "investigators": "Dr.-Ing. Sascha  Hermann;Professor Dr. Stefan  Katzenbeisser;Professorin Dr.-Ing. Elif Bilge  Kavun",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439892735",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "In diesem Projekt erforschen wir Physical Unclonable Functions (PUFs) mit verbesserten Eigenschaften basierend auf Nanomaterial-Schaltungen, die in einer modularen Plattformtechnologie hergestellt wurden. Hierfür machen wir verschiedene Entropiequellen nutzbar und greifen auf die erhöhte Oberflächensensitivität von Nanomaterialien zurück, um ihre elektronischen Eigenschaften zu modifizieren. Dadurch werden sowohl die Transistorkennlinien als auch die zeitliche Dynamik verändert. Hierfür bringen wir gezielt Nanokavitäten in den Passivierungsstapel von Kohlenstoffnanoröhren-basierten Feld-Effekt-Transistoren (CNT-FETs) ein um die Gate-Architekturen zu modifizieren und so die Entropie zu erhöhen. Dies ermöglicht quaternäre PUFs mit vier verschiedenen Arten von PUF-Zellen, nämlich leitende, halbleitende, veränderte halbleitende und nichtleitende Zellen. Zudem werden wir konfigurierbare CNT-FET-Schaltungen realisieren, um durch Manipulation der Hystereseeigenschaften ein noch höheres Maß an Entropie zu erreichen. Darüber hinaus werden wir die Konstruktion von \"erasable PUFs\" untersuchen, bei denen selektiv einzelne PUF-Zellen nach ihrer Nutzung gelöscht werden. Aufbauend auf unseren bisherigen Arbeiten zu nicht-invasiven Angriffe gegen CNT-basierte PUFs werden wir die Widerstandsfähigkeit der konstruierten CNT-PUFs gegen Seitenkanal- sowie Fehlerinjektions-Angriffe testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen"
    },
    {
      "project_id": "440183574",
      "url": "https://gepris.dfg.de/gepris/projekt/440183574",
      "title": "Vergleichende Angriffspotenzialbewertung von visibler Optik und E Beam Probing",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440183574",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren Systemen",
      "description": "Positioniert im Bereich 1 (Nanoelektronik für Sicherheit) und IG3 (Resilienz gegen physische Angriffe) des Calls \"Nano Security: Von der Nano-Elektronik bis zu sicheren Systemen\" zielt dieser Projektantrag darauf ab, neue Angriffsmöglichkeiten zu untersuchen, die für die nanoskalige Elektronik bisher unerreichbar schienen.  Die derzeit erfolgreichsten Angriffe sind optische Techniken zur IC-Signalverfolgung und Fehlerlokalisierung, die durch die Miniaturisierung von Technologieknoten unter 10nm stark in Frage gestellt werden. Sie erfordern komplexe Zugriffs-Strategien wie z.B. ein Chip-Substrat, das bis in den µm-Bereich [1] gedünnt ist. Im Rahmen dieses Projekts sollen neuartige physikalische Seitenkanal-Angriffstechniken auf Basis von Elektronenstrahlen mittels E-Beam Probing von der Chiprückseite auf entsprechenden modernen, hochintegrierten Schaltungen getestet werden. E-Beam-Probing durch das Siliziumsubstrat von der Chiprückseite wurde bereits für 120nm-Technologien gezeigt [2]. Die erfolgreiche Anwendung zur Fehlerlokalisierung wurde jedoch erst kürzlich an einer 10nm-Knoten-FinFET-Technologie [3] demonstriert. Eine Grundlagenforschung zu dieser Technik als IC-Angriff auf Nanotechnologie ist daher dringend erforderlich, da eine im Vergleich zu optischen Verfahren deutlich verbesserte Ortsauflösung im Nanometerbereich ermöglicht wird und damit vollständig neue Angriffsszenarien entstehen, die die Hoffnung auf Sicherheit durch Nano-Technologie in Frage stellen werden. Im Rahmen dieses Projektes werden daher e-Beam-basierte Angriffsstrategien in Kombination mit neuen FIB-Vorbereitungs-Strategien für den präzisen Backside Zugang zu IC-Funktionsstrukturen auf modernen 10/7nm-Chip-Technologien erforscht und mit bisher eingesetzten optischen Methoden verglichen. IC-Angriffe mit solchen Techniken sind derzeit unbekannt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2253: \nNano Security: Von Nanoelektronik zu Sicheren SystemenMitverantwortlichProfessor Dr.-Ing. Christian  Boit"
    }
  ]
}