{
  "spp_number": "SPP 2240",
  "spp_title": "Bioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422694804",
  "projects_count": 21,
  "projects": [
    {
      "project_id": "445397982",
      "url": "https://gepris.dfg.de/gepris/projekt/445397982",
      "title": "Design eines elektrochemischen Bioproduktionssystems für Piperazine",
      "subject_area": "Biochemie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445397982",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das hier vorgestellte interdisziplinäre Forschungsprojekt befasst sich mit zwei grundlegenden Bereichen des Schwerpunktprogramms 2240, nämlich dem ‚Metabolic Engineering‘ von Mikroorganismen für die Elektrobiosynthese von Mehrwertprodukten sowie dem Elektroden- und Reaktor-Engineering für effiziente bio-elektrochemische Prozesse. Der CO2-fixierende und H2-oxidierende Knallgas-Mikroorganismus Ralstonia eutropha stellt einen vielseitigen Plattformorganismus zur Herstellung verschiedener Chemikalien und Biopolymere dar. Besonders stickstoffhaltige Heterozyklen wie Piperazine sind wertvolle Bausteine in einer Vielzahl von medizinischen und bioaktiven Naturprodukten. Das Fehlen effizienter Methoden zur direkten Synthese solcher C- und N-substituierten Piperazine stellt jedoch eine der größten Hürden dar, um das volle therapeutische Potenzial dieser Systeme auszuschöpfen. Die Nicotinamid (NADPH)-abhängige Iminreduktase  katalysiert die reduktive Kopplung von Dicarbonylen mit Diaminen zur Erzeugung der entsprechenden Piperazinprodukte. Diese Reaktion erfordert zwei Äquivalente des teuren NADPH Cofaktors, der für praktische Großanwendungen kontinuierlich recycelt werden muss. In diesem Projekt wollen wir einen ‚gestackten‘ PEM-analogen Reaktor entwickeln, der den CO2-Fixierstoffwechsel von R. eutropha mit der elektrogetriebenen Bereitstellung von Reduktionsäquivalenten für die Synthese von Piperazinen effizient in einer kontinuierlichen Betriebsweise verbindet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechEhemalige AntragstellerinDr. Bettina  Nestl, bis 1/2021"
    },
    {
      "project_id": "536337083",
      "url": "https://gepris.dfg.de/gepris/projekt/536337083",
      "title": "Elektrobiologie und Ganzzell-Biokatalyse: Die Umwandlung von elektrischer Energie in hochwertige Produkte durch getrennte Anoden- und Kathodenreaktionen.",
      "subject_area": "BioverfahrenstechnikBiologische und Biomimetische ChemieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536337083",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Dieses interdisziplinäre Forschungsprojekt zielt darauf ab, die Bioelektrochemie und die Ganzzell-Biokatalyse durch getrennte Anoden-/Kathodenreaktionen für die Produktion von hochwertigen Verbindungen zu erforschen. Für die mikrobielle Synthese an der Kathode wird Escherichia coli mit Modulen zur effizienten Umwandlung von Methan und molekularem Wasserstoff ausgestattet, um die Produktion von Massen- und Feinchemikalien zu ermöglichen. Techniken des Protein-Engineerings werden eingesetzt, um den Elektronentransfer für effiziente elektrogetriebene Biokatalyse zu verbessern. Die Verwendung von H2 als Mediator wird erforscht, um die Methanumwandlung und die Synthese wertvoller Produkte zu optimieren. Eine effiziente elektroenzymatische Bio-Konversion von C1-Quellen an der Anode wird durch die Implementierung einer Enzymkaskade und Elektroden-Engineering erreicht. Dieser Ansatz ermöglicht eine modulare Enzymimmobilisierung, effektiven Elektronentransfer, Stabilität von Mediatoren und einfache Produktentfernung. Lipasen können ebenfalls eingesetzt werden, um die Effizienz des Systems zu verbessern. Um Redoxreaktionen zu optimieren, wird die Zero-Gap-Elektrolyse-Technik zusammen mit selektiv durchlässigen Membranen eingesetzt, um Bakterien und wertvolle Produkte zu schützen. Eine umfangreiche Charakterisierung der Elektrolysezellen mittels Mikroskopie- und Bildgebungstechniken erlaubt die Zusammensetzung und Bedingungen von Anoden- und Kathodenmaterialien zu optimieren. Prozessgestaltung und mathematische Modellierung werden eingesetzt, um elektrogetriebene Syntheseprozesse zu optimieren, unter Berücksichtigung sowohl von H2-getriebenen als auch von CO2-fixierenden Produktionssystemen. Diese Modelle werden die Optimierung von Prozessparametern, Elektroden-Engineering und mikrobieller/enzymatischer Elektrosynthese leiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445807856",
      "url": "https://gepris.dfg.de/gepris/projekt/445807856",
      "title": "Elektrochemischer Wirbelschichtreaktor für elektroenzymatische Synthesen unter Einsatz einer Gasphase: Teil II. Modellierung, Scale-up und in-line Prozessanalytik.",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445807856",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das übergeordnete Ziel des vorgeschlagenen Projekts ist die Weiterentwicklung von elektrochemischen Dreiphasen-Wirbelschichtreaktoren als vielversprechende Systeme für die elektro-enzymatische - und perspektivisch auch elektro-mikrobielle - Synthese von wertgesteigerten Produkten. Die Schwerpunkte der Arbeitspakete in der zweiten Förderperiode sind insbesondere: (i) die Entwicklung eines Designs, das es erlaubt, den Reaktor effektiv in industriell relevante Dimensionen zu skalieren und die komfortable Handhabung und den Austausch von Enzymträgern zu ermöglichen, um einen Langzeitbetrieb zu erreichen, (ii) die Implementierung einer flexiblen und sensitiven Echtzeitanalyse der Reaktanten der Synthese durch Kopplung des Reaktors mit einem Massenspektrometer (MS). Die schnelle Anpassung des MS an verschiedene Zielmoleküle wird die Untersuchung verschiedener elektro-enzymatischer Reaktionssysteme ermöglichen, während der Echtzeit-Charakter der Analyse kinetisch aufgelöste Einblicke in Korrelationen zwischen elektrischen und chemischen Leistungsindikatoren erlaubt, (iii) die Erweiterung und Verallgemeinerung der Modellierungsaktivitäten um ein umfassendes Wissen über Prozesslimitierungen zu erlangen, insbesondere in skalierten Reaktoren, die mit hohen Stromdichten laufen. Die gewonnenen Korrelationen werden in allgemeine Auslegungsregeln übertragen und flexible Modellanwendungen werden auf einem COMSOL-Server zur allgemeinen Nutzung implementiert, ohne dass eine COMSOL-Lizenz oder detaillierte Modellierungskenntnisse erforderlich sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445751305",
      "url": "https://gepris.dfg.de/gepris/projekt/445751305",
      "title": "Elektroenzymatische Kaskaden der nächsten Generation für die Synthese komplexer Moleküle (NGeCascades)",
      "subject_area": "BioverfahrenstechnikBiologische und Biomimetische ChemieOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445751305",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Die enzymbasierte elektrobiologische Synthese (oder elektroenzymatische Synthese) konzentriert sich bisher vor allem auf die (Re-)generierung von Redox-Cosubstraten und Cofaktoren. Darüber hinaus war die Anwendung meist auf ein- oder zweistufige Biotransformationen beschränkt. Die Elektrochemie ist aber auch ein elegantes Werkzeug für die Bereitstellung von hochenergetischen, nicht-redox Cofaktoren wie ATP und ATP-basierten Pyrophosphaten, die im Wesentlichen für mehrere biosynthetische Reaktionen geeignet sind. In diesem Projekt wird die elektroenzymatische Synthese genutzt, um die Produktion wertvoller Biomoleküle mit ihren chemischen Bausteinen und dem erforderlichen Cofaktor ATP voranzutreiben. Die Naturproduktfamilie Aurachin veranschaulicht den synthetischen Nutzen elektroenzymatischer Kaskaden, z.B. zur Bildung von Kohlenstoff-Kohlenstoff-Bindungen. Biosynthetisch stammen die Aurachine aus der Verknüpfung eines von Anthranilsäure abgeleiteten Chinolon-N-oxid-Teils mit Farnesylpyrophosphat (FPP). Die enzymatische Reaktionssequenz, die zu FPP führt, verbraucht mehrere Moleküle von ATP und dient als exemplarisches Modell für die elektroenzymatische Herstellung des \"universellen Energieträgers\". Darüber hinaus stellt der Chinolon-Baustein ein interessantes Ziel dar, um neue biomimetische elektrochemische Synthesewege zu entwickeln und Derivate zu erzeugen. Solche Analoge werden einen Einstiegspunkt für die gezielte in vivo und in vitro Biosynthese von maßgeschneiderten Aurachinen für Struktur-Aktivitäts-Beziehungen bieten. Aus medizinisch-chemischer Sicht ist dieser Ansatz angesichts der starken antibakteriellen und antiplasmatischen Eigenschaften der Aurachine sehr attraktiv. Da ATP und abgeleitete Energieträger in der Biosynthese allgegenwärtig sind, werden die in diesem Projekt gewonnenen Erkenntnisse dazu beitragen, den elektroenzymatischen Syntheserahmen erheblich zu erweitern und könnten auch als Blaupause für einen künstlichen Stoffwechselweg für zukünftige bio(elektrochemische) Systeme dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445928567",
      "url": "https://gepris.dfg.de/gepris/projekt/445928567",
      "title": "Elektrokatalytische Reduktion von Kohlenstoffdioxid und in-situ Umsetzung der erzeugten Intermediate durch acetogene Mikroorganismen (Ecat-acetogens II)",
      "subject_area": "BioverfahrenstechnikPhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445928567",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Acetogene Bakterien können in wässrigen Medien durch Reduktion von CO2 mit H2 Chemikalien produzieren, CO ist jedoch die bevorzugte Kohlenstoff- und Elektronenquelle. Folglich ist die Kopplung der CO2-Elektrolyse mit der bakteriellen Fermentation innerhalb eines integrierten bioelektrokatalytischen Systems (BES) vielversprechend, wenn CO2-Reduktionskatalysatoren für die Erzeugung von CO im komplexen biotischen Elektrolyten verfügbar sind. In der ersten Förderperiode wurde ein Standard-Rührkesselreaktor mit einer PEM-Elektrolysezelle zur CO2-Umsetzung gekoppelt, was eine Potentialkontrolle und Trennung der Anode ermöglichte. Neuartige M-N-C-Elektrokatalysatoren für die kathodische CO2-Reduktion und die konkurrierende Wasserstoffentwicklung ermöglichten eine in-situ-Versorgung acetogener Bakterien mit CO und H2. Der prinzipielle Funktionsnachweis für das konzipierte BES konnte am Beispiel von Clostridium ragsdalei erfolgreich gezeigt werden. Im Vergleich zu anderen BES beweist zwar der sehr niedrige ohmsche Zellwiderstand das hohe Potenzial dieses BES zur in-situ CO2-Reduktion mit hohen Produktionsraten und hoher Energieeffizienz. Neben der erforderlichen Reduktion elektrochemischer Nebenreaktionen besteht jetzt aber die zentrale Herausforderung darin, bisher nicht zuortbare Spannungsverluste zu reduzieren. Die bisherigen Ergebnisse deuten auf einen Katalysatorabbau während der Autoklaviervorgangs und auf eine unklare, aber schädliche Auswirkung des Bakterienmediums hin. Darüber hinaus könnte die H2- und CO-Umwandlungskinetik von C. ragsdalei dafür verantwortlich sein, dass im BES bisher keine vollständige Umwandlung der an der Kathode erzeugten Gase beobachtet wurde. Das Ziel der zweiten Förderperiode ist daher: (1) Die Faradaysche Effizienz der CO2-Reduktion durch Modifikationen des Kathodenkatalysators zu erhöhen, um eine Degradation während des Autoklavierens zu vermeiden. (2) Die Identifizierung und der Ersatz der Bestandteile des Bakterienmediums, die einen schädlichen Einfluss auf den Katalysator haben. (3) Die Reinigung der Katalysatoroberfläche durch Integration des CO2-Eintrags direkt auf oder in die Kathode („selbstreinigende Kathode“) und damit eine weitere Verbesserung des Stofftransports von CO2 zur Gasdiffusionselektrode. (4) Die Ermittlung der H2- und CO-Umwandlungskinetik von C. ragsdalei, um die Auswahl optimaler Betriebszustände des BES mit hohen CO- und H2-Umsätzen zu ermöglichen. (5) Die systematische Optimierung des BES durch die Identifikation einzelner Spannungsverluste (Spannungsverlustanalyse). Damit sollen optimale Bedingungen für die energieeffiziente Elektrofermentation von Ethanol, Acetat und 2,3-Butandiol mit C. ragsdalei unter Verwendung von CO2 und Elektronen verfügbar gemacht werden. Darüber hinaus wird das „Ecat-acetogens“-Team zur Zusammenarbeit und zum Wissenstransfer zwischen den Projekten von eBiotech beitragen, einschließlich des Austauschs von Katalysatoren und des Benchmarking verschiedener BES.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "536424308",
      "url": "https://gepris.dfg.de/gepris/projekt/536424308",
      "title": "Enzym-, Elektroden- und Reaktordesign für enzymatische Kaskadenreaktionen",
      "investigators": "Professor Dr. Ulf-Peter  Apfel;Professor Dr. Oliver  Einsle;Professorin Dr. Anna  Fischer",
      "subject_area": "BioverfahrenstechnikChemische und Thermische VerfahrenstechnikFestkörper- und Oberflächenchemie, MaterialsynthesePhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieStrukturbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536424308",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das Ziel des vorgeschlagenen Projekts besteht darin, ein enzymatisches bioelektrokatalytisches Nitrat/Nitrit-Ammonifikationssystem zu entwickeln, auch bekannt als dissimilatorische Nitrat-Reduktion zu Ammonium (DNRA)-Systeme. Dieses System soll in der Lage sein, Nitrat quantitativ in Nitrit und anschließend in Ammonium umzuwandeln. Hierfür werden Nitrat-Reduktasen und Nitrit-Reduktasen mit maßgeschneiderten dreidimensionalen porösen Elektroden gekoppelt und in fortschrittliche bioelektrochemische Reaktoren integriert, um hohe Umwandlungsraten zu erreichen. Die Enzyme werden für eine hohe Aktivität und Stabilität sowie eine effiziente Elektrodenbindung (elektrostatische, koordinative, kovalente Bindung) entwickelt. Anschließend werden maßgeschneiderte dreidimensionale poröse Elektrodenmaterialien und Elektroden entwickelt, die mit in-situ-Spektroelektrochemiemethoden kompatibel sind. Diese werden hinsichtlich der Enzymimmobilisierung (Adsorptions- und Desorptionsstudien) und der Protein-Film-Voltammetrie (direkter Elektronentransfer versus vermittelter Transfer) untersucht. Schließlich werden hochleistungsfähige elektrochemische Zero-Gap-Zellen entworfen, die hohe Stromdichten ermöglichen, und die Integration der Elektroden wird mit vielversprechenden Enzym-Elektroden-Kombinationen für kontinuierlich betriebene Einzelreaktorreaktionen realisiert. Sobald die Materialien, Immobilisierungsstrategien und Reaktordesigns optimiert sind, werden Systeme für enzymatische Kaskaden entwickelt. Abhängig von der Reaktionskinetik der einzelnen Enzyme werden Parameter wie Enzymbeladungen, ko- versus schichtweise Immobilisierung sowie Variation der Elektrodendicken variiert, um eine vollständige Umwandlung und langfristige Stabilität zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445388719",
      "url": "https://gepris.dfg.de/gepris/projekt/445388719",
      "title": "ESCAPE 2.0: Etablierung einer skalierbaren Bioreaktorplatform für die kathodische obligat anaerobe Elektrobiosynthese",
      "investigators": "Professorin Dr. Miriam  Agler-Rosenbaum;Professor Dr. Falk  Harnisch",
      "subject_area": "BioverfahrenstechnikMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445388719",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Die mikrobielle Elektrosynthese (MES) ermöglicht die Nutzung elektrischer Energie und damit von Elektronen als Reaktanten für die mikrobielle Produktion von Chemikalien. Mit ihrem Potenzial für autotrophe Bioprozesse haben insbesondere streng anaerobe Mikroorganismen für kathodische MES im letzten Jahrzehnt großes Forschungsinteresse auf sich gezogen. Bisher liegt der Schwerpunkt noch auf der Untersuchung des mikrobiellen Katalysators und möglicher Bioproduktionswege und -produkte. Für MES ist jedoch keine Bioprozessinfrastruktur etabliert und es wird eine Vielzahl von Reaktoren verwendet, die keinen Vergleich zulassen. In den meisten Systemen im Labormaßstab führen physiologische Stressfaktoren, z. B. durch an der Anode entstehenden Sauerstoff, zu nachteiligen Auswirkungen und damit zu einer geringeren MES-Leistung. Daher ist eine funktionale und skalierbare Bioprozessinfrastruktur dringend erforderlich, um MES den Weg zur industriellen Umsetzung zu ebnen. Ziel des Projekts ESCAPE 2.0 (Etablierung einer skalierbaren Bioreaktorplattform für kathodische obligate anaerobe Elektrobiosynthese – Projektphase 2.0) ist es daher, mit den in der ersten Förderphase gewonnenen Erkenntnissen zum physiologischen Stress des Bakteriums Clostridium ljungdahlii einen vielseitigen und skalierbaren Elektrobioreaktor für leistungsstarke kathodische MES zu entwickeln. Bei der Durchführung dieser Forschung bauen die Partner HKI und UFZ auf ihre gemeinsame hervorragende Grundlage in der mikrobiellen Elektrochemie und Technologie auf. Dabei gliedert sich ESCAPE 2.0 in zwei gemeinsame und drei individuelle Arbeitspakete für jeden Partner. Das Rückgrat bildet die kontinuierliche Spiegelung reaktorspezifischer und reaktionsspezifischer Leistungsindikatoren, um die Etablierung einer Elektrobioreaktorplattform zu ermöglichen. C. ljungdahlii – als Modellacetogen und vielversprechende anaerobe Bioproduktionsplattform – wird als Beispiel für elektroautotrophe Biokatalysatoren dienen. Es wird eine umfassende physiologische Stresscharakterisierung durchgeführt, gefolgt von der Entwicklung spezifischer Biosensoren sowie einer Erweiterung des Produktprofils von C. ljungdahlii durch rationale Molekular- und Verfahrenstechnik. Reaktorkomponenten (z. B. Elektrodenreaktionen) sowie Architektur (z. B. Schikanen oder Gasrecycling) werden in einem kombinierten modellierungs- und experimentellen Ansatz entworfen und konstruiert. Die Elektrobioreaktoren werden anhand des Modellbakteriums mit vollständigen Kohlenstoff- und Elektronenbilanzen einem Benchmarking unterzogen. Schließlich wird ESCAPE 2.0 zu Elektrobioreaktoren im 1-L- oder sogar bis zu 3-L-Maßstab führen, die den Betrieb und die detaillierte physiologische Charakterisierung von streng anaeroben MES in verschiedenen Betriebsmodi (z. B. Batch- oder Durchflussmodus) ermöglichen. Die fertigen Elektrobioreaktoren werden auch mit anderen elektrotrophen Bakterien getestet und anderen Partnern des SPP-Konsortiums zur Verfügung gestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445800740",
      "url": "https://gepris.dfg.de/gepris/projekt/445800740",
      "title": "Etablierung von Jet-Loop-Reaktoren als skalierbare bioelektrochemische Reaktorsysteme für anodische und kathodische Produktionsprozesse",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445800740",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Bioelektrochemische Reaktorsysteme sind in der Regel oberflächenbegrenzt. Die Größe der Elektrodenoberfläche pro Reaktorvolumen ist der Schlüssel zur Steigerung der Raum-Zeit-Ausbeute. Gleichzeitig müssen die Elektrodenoberfläche und die elektroaktiven Organismen, die einen Biofilm auf den Elektroden bilden, als ein zusammengesetztes Material betrachtet werden, das im Hinblick auf die Interaktion seiner Komponenten verbessert werden kann. Nicht zuletzt ist es eine Herausforderung, diese oberflächenabhängigen Reaktorsysteme so zu konstruieren, dass Totvolumina vermieden werden und die Architektur des lebenden Ganzzellen-Biokatalysators in Richtung Prozessoptimierung gelenkt wird. Um diese Themen anzugehen, werden wir ein skalierbares bioelektrochemisches Jet-Loop-Reaktorkonzept entwickeln und seine Vielseitigkeit durch den Betrieb als mikrobielle Elektrolyse- und Bioelektrosyntheseplattform zeigen. In der Forschungsrichtung Bioelektrosynthese werden wir ihn mit dem kürzlich isolierten extremophilen Organismus Kyrpidia spormannii betreiben und zielen darauf ab, Biomasse und das Biopolymer Polyhydroxybutyrat aus Kohlendioxid und elektrischer Energie herzustellen. In der Forschungsrichtung mikrobielle Elektrolyse werden wir die Reaktorleistung durch die Herstellung synthetischer leitfähiger Nanodrähte sowie leitfähiger direkter Zell-Zell-Verbindungen erhöhen. Zu diesem Zweck werden wir sowohl Shewanella oneidensis als auch einen derzeit entwickelten Escherichia coli-Stamm als Modellorganismus verwenden und die Plattformchemikalie Acetoin in einer anodengestützten Fermentation herstellen. In beiden Reaktorkonfigurationen werden wir von der additiven Herstellung von 3D-Elektroden sowie deren Funktionalisierung durch leitfähige Polymere profitieren können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445729379",
      "url": "https://gepris.dfg.de/gepris/projekt/445729379",
      "title": "Koordinationsfonds",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445729379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Der SPP 2240 „e-Biotech“ nutzt die neuesten Fortschritte in der (Bio-)Elektrochemie, Mikrobiologie, Materialwissenschaft, System- und synthetischen Biologie und Verfahrenstechnik, um den Weg für ein aufstrebendes neues Feld zu ebnen, die Elektrobiotechnologie. Es bietet eine immense Chance mittels Biokatalyse, völlig neue und hocheffiziente Bioprozesse aus Strom und nachhaltigen Substraten einschließlich CO2 zu entwickeln. Hierzu ist Grundlagenforschung, insbesondere mit einem ingenieurwissenschaftlichen Ansatz zur Verknüpfung der Grundlagenwissenschaft mit der Prozesstechnik, dringend erforderlich. Das SPP bringt Forschungsgruppen mit breiter Expertise und von verschiedenen Standorten für eine echte interdisziplinäre Zusammenarbeit zusammen. Damit schafft e-Biotech die notwendigen Grundlagen, um das Versprechen der Elektrobiotechnologie zu verwirklichen und für Deutschland in diesem wichtigen Bereich der Bioökonomie und der Nutzung regenerativer Energien (Power-to-Products) international führend zu werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445820469",
      "url": "https://gepris.dfg.de/gepris/projekt/445820469",
      "title": "Licht-getriebene bioelektrochemischen CO2 Konversion für die Synthese von werthaltigen Chemikalien unter Nutzung von Gasdiffusionselektroden und Enzymkaskaden",
      "subject_area": "Analytische ChemiePolymermaterialien",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445820469",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Die (bio)elektrochemische Konversion von CO2 zu höheren Chemikalien hat in den letzten Jahren zunehmend an Bedeutung gewonnen. Entsprechende nachhaltige und ökonomi-sches Prozess erlaubt eine Reduzierung des globalen CO2 Volumens und umgeht zudem die an die Verwendung von fossilen Brennstoffen geknüpften Probleme. Im diesem Projekt sollen neue Redoxpolymere entwickelt werden, die eine Anbindung des Redox-proteins Formiatdehydrogenase (FDH), welches reversibel die Umsetzung von CO2 zu Formiat katalysiert, an Gasdiffusionselektroden erlauben. Die so erzeugte aktive CO2 Reduktionsschicht soll in weiteren Schritten an Enzymkaskaden gekoppelt werden, die die weitere Umsetzung des C1-Intermediats Formiat zu Methanol katalysieren. Um einen Einsatz in technologisch relevanten Anlagen zu ermöglichen, wird die Immobilisierung der gesamten Enzymkaskade auf der Elektrodenoberfläche angestrebt. Die entwickelte CO2 reduzierende Biokathode soll dann in einer photoelektrochemischen Zelle an eine Poly-mer/Photosystem II-basierte Biophotoanode gekoppelt werden, um eine lichtgetriebene Synthese von Methanol aus einer einzelnen C1 Vorstufe (CO2) zu gewährleisten. Die Vor-teile eines solchen Systems liegen auf der Hand: (i) der Einsatz von 3D-strukturierten Redoxpolymeren erlaubt die elektrischen Anbindung vieler Biokatalysatoren bei gleichzei-tiger Bereitstellung einer hydrophilen Immobilisierungsmatrix; (ii) die Verwendung von Gasdiffusionselektroden eliminiert Limitierungen aufgrund eines langsamen Massen-transports, wie es kürzlich für Polymer/Hydrogenase basierte H2-Oxidationsbioanoden gezeigt werden konnte und (iii) der Einsatz von Licht als Energiequelle für die Synthese von Methanol erlaubt den Aufbau eines nachhaltigen und ökonomischen Gesamtpro-zesses. Das Projekt wird wichtige Daten und Aussagen für eine breite wissenschaftliche Öffentlichkeit generieren und wird einen wichtigen Beitrag in der Entwicklung von neuen „solar-to-chemicals“-Technologien liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechMitverantwortlichDr. Felipe  Conzuelo"
    },
    {
      "project_id": "445506379",
      "url": "https://gepris.dfg.de/gepris/projekt/445506379",
      "title": "Magnetitanoden zur Hemmung der Sauerstoffproduktion und zur Vermeidung von Membranen bei der mikrobiellen Elektrosynthese",
      "subject_area": "BioverfahrenstechnikMineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445506379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Die mikrobielle Elektrosynthese ist eine neuartige Biosynthesestrategie, mit großem Potential bei der Herstellung von höherwertigen Chemikalien und Kraftstoffen bei gleichzeitiger Senkung der Kohlendioxidkonzentration in der Umwelt. In den letzten Jahren hat sich die Kathodenleistung in der mikrobiellen Elektrosynthese bei direkter oder mediator-basiertem Elektronenübertragungs mit anaeroben Mikroben signifikant verbessert. Bisher wurde die Anodenleistung jedoch nicht ausreichend untersucht, obwohl sie für einen geschlossenen Stromkreis und die Übertragung der elektrischen Energie für die Elektrosynthese wichtig ist. Der für strikt anaerobe autotrophe Mikroorganismen toxische Sauerstoff wird in der Elektrosynthese an der Anode gebildet. Um den toxischen Effekt von Sauerstoff zu begrenzen, wird eine Membran verwendet, die die Anoden- und Kathodenkammer trennt, und den Kontakt zwischen Mikroben und Sauerstoff verhindert. Der Einsatz einer Membran erhöht nicht nur die Wartungskosten, sondern verringert auch die Produktionseffizienz durch die Einführung eines zusätzlichen Innenwiderstandes. Darüber hinaus verursacht der elektroosmotische Fluss innerhalb der Membran zwangsläufig einen gewissen Sauerstofftransfer zum Katholyten an. Daher ist das Ziel dieses Projektes die Entwicklung eines neuen Anodensystems, um gleichzeitig die Sauerstoffentwicklung zu hemmen und die Verwendung einer Membran zu vermeiden. Dies würde es letztlich ermöglichen, die mikrobielle Elektrosynthese in einer einzigen Kammer durchzuführen. Eisenmineralien aus der Umwelt sind sehr redoxaktiv und von Natur aus reichlich vorhanden. Konkret schlagen wir hier vor, dass Magnetit (Fe3O4), ein gemischtvalentes Fe-Mineral (d.h. enthält Fe(II) als auch Fe(III)), als alternatives Anodenmaterial verwendet werden könnte, da die Oxidation von Fe(II) thermodynamisch vorteilhafter als die Entwicklung von Sauerstoff ist. Wir werden insbesondere: (1) die Magnetitanodenstabilität während der Sauerstoffhemmung überprüfen; (2) die in-situ Reversibilität der Magnetitanode untersuchen, um die langfristige mikrobielle Elektrosynthese aufrechtzuerhalten; und (3) die Leitfähigkeit und Regeneration der Magnetitanode verbessern, um die Anwendung von Magnetitanoden in bioelektrochemischen Systemen im industriellen Maßstab zu ermöglichen. Wir werden Methanothermobacter thermoautotrophicus und Clostridium ljungdahlii als anaerobe Mikroben verwenden, um die Effizienz der Magnetitelektroden für die Elektrosynthese zu quantifizieren. Die kristalline Strukturänderung von Magnetitmineralien während ihrer Funktion als Anodenmaterial wird mit Hilfe mehrerer spektroskopischer Techniken untersucht. Schließlich werden wir ein vier-Elektroden-Einkammer-System zur Anwendung in kommerziellen Systemen implementieren, welches die in-situ Wiederherstellung von Magnetitanoden verwendet. Das mechanistische Verständnis zur Funktionsweise einer Magnetitanode ist entscheidend für eine leistungsfähige mikrobiellen Elektrosynthese.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445908911",
      "url": "https://gepris.dfg.de/gepris/projekt/445908911",
      "title": "Massgeschneiderte Elektrofermentation mit metabolisch optimierten Stämmen von Pseudomonas putida",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445908911",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das Projekt ePseudomonas zielt auf die Entwicklung einer effizienten bio-elektrochemischen Plattform ab, die metabolisch optimierte Stämme des Bodenbakteriums Pseudomonas putida verwendet, um kommerziell attraktive Säuren, Keto-Säuren und Aldarsäuren herzustellen.Die gewünschte Umwandlung erfolgt dabei in einem bio-elektrochemischen System, das durch einen Elektronenstrom von Zytochromen des Bakteriums über extern zugegebene Mediatorsubstanzen - wie zum Beispiel Ferricyanide oder Kobalt-Polypyridin-Komplexe - zu einer Anode angetrieben wird. Wie in früheren eigenen Arbeiten gezeigt werden konnte, liefert dieser Ansatz 2-Ketogluconat (aus Glukose) mit attraktiver Ausbeute, übertriff, wie am Beispiel der Bildung von p-Hydroxybenzoat (aus Citrat) gezeigt, sogar konventionelle aerobe Prozesse und verspricht darüber hinaus, auch eine Reihe weiterer Konversionen zu interessanten Produkten zu katalysieren. Die Nutzung externer Mediatoren hat mehrere Vorteile: (i) die Mediatormenge ist extern steuerbar, (ii) eine metabolische Belastung für eine zelleigene Mediatorsynthese kann vermieden werden, (iii) das Redoxpotential und damit die thermodynamische Triebkraft des Systems kann aus einem Spektrum von Substanzen gezielt gewählt werden und (iv) konventionelle Reaktoren mit vereinfachten Möglichkeiten zur Hochskalierung sind nutzbar. Interessanterweise ermöglicht das System einen vollständig anoxischen Stoffwechsel von P. putida, das natürlicherweise als obligat aerobes Bakterium bekannt ist und in der Biotechnologie bisher ausschließlich in oxischen Prozessen zum Einsatz kommt.Um das ambitionierte Gesamtziel zu erreichen, wird ePseudomonas fünf Teilziele erarbeiten: (i) Etablierung und Durchführung systembiologischer Analyse bio-elektrochemisch kultivierter Zellen auf der Ebene von Transkriptom, Proteom, Metabolom und Fluxom, (ii) Zusammenführung der Daten zu einem detaillierten quantitativen Verständnis des weitgehend unverstandenen elektrogenen Lebensstils der Mikrobe, (iii) schrittweise Verbesserung der elektrogenen Leistungsfähigkeit durch genetische Optimierung mit Hilfe der synthetischen Biologie, (iv) Untersuchung verschiedener Zucker- und Nichtzuckersubstrate auf ihre Eignung zur Konversion in die entsprechenden Säuren, Ketosäuren und Aldarsäuren, sowie (v) Entwicklung und Etablierung eines Bioprozesses im Labormaßstab zur Bewertung der neuen Produktionsstämme und zur Demonstration.Dafür bauen die beiden beteiligten Partner auf gemeinsamen Arbeiten zur Elektrobiotechnologie auf und bündeln ihre Expertise in den Bereichen Bioelektrochemie (AG Krömer, UFZ Leipzig) und Systems Metabolic Engineering (AG Wittmann, Universität des Saarlandes).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "536250356",
      "url": "https://gepris.dfg.de/gepris/projekt/536250356",
      "title": "Maßgeschneiderte Zelleinbettung für verbesserte kontinuierliche mikrobielle Elektrosynthese (Conti-eBiotech)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536250356",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das Ziel dieses Projektvorschlags besteht darin, neue Strategien für leistungsfähige mikrobielle Elektrosynthesen (MES) zu entwickeln, die auf der Einbettung von Mikroorganismen mit sehr geringer Fähigkeit zur Biofilmbildung in leitfähige und funktionelle Polymerkomposite basiert und, die – an der Elektrode immobilisiert – als künstliche elektroaktive Biofilme fungieren. Es werden maßgeschneiderte Biokomposite auf der Grundlage leitfähiger Matrizes entwickelt, die die entsprechenden Mikroorganismen, leitfähige Additive und potenzielle funktionelle Komponenten wie Wasserstoffentwicklungskatalysatoren enthalten. Die Eigenschaften der Biokomposite können selektiv angepasst werden, um den mikrobiellen extrazellulären Elektronentransfer (EET) über lange Strecken zu erleichtern und die Prozessstabilität zu verbessern. Die Zelleinbettung bietet auch Schutz vor Stressfaktoren, u.a. pH-Wert und Sauerstoff, und erhöht so die biologische Aktivität. Dieser Ansatz bietet die Möglichkeit, Mikroorganismen mit einer bestimmten Biomassekonzentration an der Kathode zu immobilisieren. Darüber hinaus wird der bisherige Nachteil einer langen Prozessphase für die Bildung eines viablen Biofilms an der Kathode überwunden. Die Leistungsfähigkeit der hier zu entwickelnden Einbettungsmethode wird durch eine vergleichende Studie auf Grundlage zwei funktionell unterschiedlicher, gut erforschter und etablierter Modellorganismen, Shewanella oneidensis und Clostridium ljungdahlii, in planktonischer Chemostat- bzw. elektrodenassoziierter Retentostat-Kultivierung untersucht, um reaktionskinetische Parameter zu generieren. Mit diesen Parametern wird ein Produktbildungsmodell für die kathodische MES entwickelt, das auf der Kombination biochemischer und elektrochemischer Modellterme beruht. Die gewonnenen Erkenntnisse bilden die Grundlage für weitere Überlegungen zum Scale-up von MES-Prozessen, zur Verbesserung der Reaktorleistung sowie zu energetischen Aspekten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445947004",
      "url": "https://gepris.dfg.de/gepris/projekt/445947004",
      "title": "Mehrstufige bioelektrochemische Reaktionskaskade in kontinuierlich betriebenen Durchflussreaktoren (BioElectroFlow)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445947004",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das Projekt hat die Klärung der wichtigsten wissenschaftlichen Fragen im Fokus, um mehrstufige bioelektrochemische Reaktionskaskaden in kontinuierlich betriebene Durchflussreaktoren zu ermöglichen. Als Ausgangspunkt dient der in der ersten Projektphase etablierte AiO-Elektroden-Setup und das einstufige bioelektrochemische System. Dieses System wird zu einer dreistufigen bioelektrochemischen Reaktionskaskade erweitert, der oxidativen Valorisierung von 5-Hydroxymethylfurfural zu wertvoller 2,5-Furandicarbonsäure, katalysiert durch zwei verschiedene unspezifische Peroxygenasen (UPO). Dieser Kaskadenaufbau ermöglicht die detaillierte Untersuchung von Enzym-Elektroden-Interaktionen und stationärer Zustände in Abhängigkeit unterschiedlicher Reaktorkonfigurationen. Die Kaskade kann mit immobilisierten UPOs auf der Elektrodenoberfläche als Abfolge von Pfropfenströmungsreaktoren (PFR) sowie Zirkulationsreaktoren im kontinuierlich betriebenen Rührkesselreaktor-Modus (CSTR) betrieben werden. Alternativ finden homogen gelöste UPOs Einsatz, die über eine Ultrafiltrationsmembraneinheit im Rezirkulationsstrom zurückgeführt werden. Durch diese beiden grundlegend unterschiedlichen Konfigurationen soll ein vertieftes Verständnis der Auswirkungen auf wichtige Leistungsparameter geschaffen werden. Darüber hinaus werden die im vorangegangenen Projekt aufgezeigten Herausforderungen durch die Entwicklung verbesserter poröser Globugraphit (GG)-Elektroden angegangen. Hauptziel ist die Verbesserung der H2O2-Produktivität und der Faradayschen-Effizienz (F.E.). Dafür werden mehrere Ansätze verfolgt, wie z.B. die Variation des Polyvinylbutyral (PVB)-Gehalts zur Beeinflussung der Porosität des GG und die Implementierung segmentierter GG-Module unterschiedlicher Porosität. Letztere könnten genutzt werden, um einen Gradienten der H2O2-Erzeugungsrate über die Länge des PFR zu designen, wodurch die H2O2-Akkumulation und die Deaktivierung des Enzyms minimiert wird.  Folgenden wissenschaftliche Schlüsselfragen stehen im Fokus: • Wie beeinflussen die Geometrie des Durchflussreaktors und die erhöhte Durchflussrate den Massentransfer über/durch die Elektrode, mögliche Diffusionslimitierungen sowie die Stabilität des Enzyms? • Wie muss die Morphologie der GG durch den Gehalt an PVB, die Größe der ZnO-Partikel und die Wanddicke variiert werden, um die Porengröße und somit die H2O2-Produktivität und die F.E. zu steuern? • Wie kann die Stabilität der GG-Elektroden durch thermische Behandlung und/oder Anpassung der Wandstärke erhöht werden, auch um den inneren Gasdruck standzuhalten? • Wie ist eine segmentierte Graphitelektrode zu gestalten, um einen Längengradienten in der H2O2-Erzeugungsrate zu ermöglichen? • Wie beeinflussen unterschiedliche Reaktorbetriebsarten (z.B. Batch, PFR, CSTR) und die daraus resultierenden unterschiedlichen linearen Durchflussraten Leistungsindikatoren wie TTN (total turnover number), TOF (turnover frequency), Enzymdeaktivierungskonstanten und Produktivität?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechInternationaler BezugÖsterreichMitverantwortlichDr. Daniel  OhdeKooperationspartnerProfessor Dr. Wolfgang  Kroutil"
    },
    {
      "project_id": "445813859",
      "url": "https://gepris.dfg.de/gepris/projekt/445813859",
      "title": "MRT als Methode zur quantitativen Analyse elektroaktiver Biofilme",
      "subject_area": "BioverfahrenstechnikBiophysik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445813859",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das Gesamtziel dieses Projekts besteht in der Weiterentwicklung der Magnetresonanz-Tomographie (MRT) als Werkzeug zur Untersuchung der räumlichen und zeitlichen Verteilung von Biomasse, chemischer Spezies sowie effektiver Diffusionskoeffizienten in elektroaktiven Biofilmen, mit besonderer Beachtung poröser 3D Elektroden. Dabei wird die Hauptherausforderung sein, eine ausreichende Empfindlichkeit und Auflösung innerhalb der elektrisch leitfähigen porösen Elektrodenstruktur zu erreichen. Wir gehen von der Hypothese aus, dass durch die Optimierung des experimentellen Aufbaus sowie der Messmethoden die Empfindlichkeit der MRT als eine quantitative Methode weiterentwickelt werden kann, um die Verteilung der Biomasse, des pH-Wertes und chemischer Spezies (z.B. Glukose, Laktat) sowie von effektiven Diffusionskoeffizienten auch in porösen Biofilmelektroden zu untersuchen. Insbesondere soll untersucht werden, wie die Auflösung und die Empfindlichkeit durch die Anwendung der CEST-Technik (Chemical Exchange Saturation Transfer) verbessert werden kann, um den pH-Wert und relevante chemische Spezies zu untersuchen, die sich innerhalb des lebenden Biofilms bzw. der Elektrodenstruktur akkumulieren. Auf diese Weise kann die MRT als ein besonderes Werkzeug dienen, um metabolische Prozesse und Mechanismen in komplexen Biofilm-Strukturen zu untersuchen und so ein tieferes Verständnis der Mechanismen und Prozesse, die zurzeit die Produktivität solcher Elektroden begrenzen, zu gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechMitverantwortlichDr. Ekkehard  Küstermann"
    },
    {
      "project_id": "445867394",
      "url": "https://gepris.dfg.de/gepris/projekt/445867394",
      "title": "Neue Elektronen-Übertragungswege in Ralstonia eutropha",
      "subject_area": "BioverfahrenstechnikMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445867394",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Das gut charakterisierte Gram-negative Bakterium Ralstonia eutropha ist in der Lage, eine breite Palette von Kohlenstoffquellen heterotroph zu nutzen, kann aber auch CO2 unter chemolithoautotrophen Bedingungen verstoffwechseln. Es konnten mit gentechnisch-optimierten R. eutropha-Stämmen bereits verschiedene Chemikalien und Biopolymere unter autotrophen Bedingungen auf CO2/H2/O2-Basis produziert werden. Aufgrund seines flexiblen Stoffwechsels und der zunehmenden Verfügbarkeit von genetischen Werkzeugen findet R. eutropha daher ein zunehmendes Interesse für biotechnologische Anwendungen. Allerdings sind das Up-Scaling und damit die industrielle Nutzung des chemolithoautotrophen Stoffwechsels von R. eutropha aufgrund der möglichen Bildung explosiver Gasgemische (Knallgas) eingeschränkt und risikoreich. Darüber hinaus ist die Effizienz der CO2-Fixierungs in Gegenwart von O2 aufgrund einer Oxygenase-Nebenreaktion des CO2-Fixierungsenzyms RuBisCO verringert. Diese Probleme könnten durch den Einsatz alternativer Elektronenakzeptoren zur Elimination des O2 umgangen werden. In diesem Antrag werden daher bioelektrochemische Systeme hinsichtlich der Verwendung als terminaler, extrazellulärer Elektronenakzeptor untersucht. Darüber hinaus wird die Reversibilität neuartiger Elektronentransfersysteme hinsichtlich ihres Potenzials für die Nutzung in kathodengesteuerten Elektrosyntheseverfahren untersucht. In diesem Projekt wird die Expertise der Lenz/Frielingsdorfer Gruppe (Mikrobiologie, Molekularbiologie und Biochemie von R. eutropha) und der Holtmann-Gruppe (Biochemie und Elektrochemie, elektrobiotechnologische Produktionsverfahren mit R. eutropha) kombiniert, um den zellulären Redox-Stoffwechsel von R. eutropha mit geeigneten Elektroden zu verbinden und eine neuartige, sichere, vielseitige und hocheffiziente Produktionsplattform aufzubauen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechMitverantwortlichDr. Stefan  Frielingsdorf"
    },
    {
      "project_id": "536355345",
      "url": "https://gepris.dfg.de/gepris/projekt/536355345",
      "title": "optiMEET - Optimierung des vermittelten extrazellulären Elektronentransfers für Cupriavidus necator",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536355345",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Cupriavidus necator ist ein idealer Kandidat für die elektromikrobielle Produktion von wertschöpfenden Verbindungen, da es alle Vorteile vereint, die für effiziente elektromikrobielle Prozesse erforderlich sind: i) Als fakultativ chemolithoautotrophes Bakterium wächst es schnell zu hohen Zelldichten auf einer Vielzahl von Substraten, einschließlich CO2/H2. ii) Die Verfügbarkeit seiner vollständigen Genomsequenz sowie genetischer Hilfsmittel ermöglicht eine einfache gentechnische Veränderung. iii) C. necator betreibt sowohl aerobe als auch anaerobe Atmung. Im laufenden Projekt haben die Antragsteller die folgenden Teilprojekte bearbeitet: - Ein Küvetten-basiertes Screening-Tool für elektrochemische Untersuchungen mit Mikroben wurde entwickelt und validiert. - Es wurden vier parallele Elektrobioreaktoren etabliert, um skalierbare elektromikrobielle Prozesse durchzuführen. - Für C. necator wurde eine anodische Atmung, die auf einem mediator-vermittelten Elektronentransfer beruht, etabliert, und es wurden Proteine identifiziert, die wahrscheinlich an diesem Elektronentransfer beteiligt sind. - Vibrio natriegens wurde als ein weiterer Organismus identifiziert, der künstliche Redox-Mediatoren für die anodische Atmung nutzen kann. - Das Ausmaß der Toxizität von künstlichen Redox-Mediatoren wurde mit Zellkulturen bestimmt. - Die homologe und heterologe Überproduktion von CymA/NapC-Metalloproteinen in der Cytoplasmamembran wurde untersucht, um den Elektronentransfer vom Chinonpool zu (künstlichen) periplasmatischen Elektronenakzeptoren zu verbessern. - Das SpyTag/SpyCatcher-System wurde für die systhetische kovalente Kopplung periplasmatischer Redox-Enzyme sowohl in vitro als auch in vivo entwickelt. Damit sind Hauptziele des Projekts bereits erreicht, was bisher zu vier begutachteten Veröffentlichungen geführt hat. Eine weitere Veröffentlichung wird derzeit begutachtet und zwei weitere sind in Vorbereitung. Auf der Grundlage von Vorarbeiten planen die Antragsteller im Folgeprojekt die folgenden Projekte: - Erarbeitung eines soliden Verständnisses des vermittelten Elektronentransfers auf der Grundlage von Gen-Knockout- und Überexpressionsstämmen von C. necator. - Computational Fluid Dynamics-gestütztes Scale-up von Elektrobioreaktoren. - Modellbasierte Optimierung der Interaktion zwischen Elektroden, künstlichen Redox-Mediatoren und lebenden Mikroorganismen. - Übertragung des Wissens über den vermittelten Elektronentransfer und die künstliche Kopplung von Redoxproteinen im Periplasma auf andere Organismen (S. oneidensis und V. natriegens). Die Hauptziele des Projekts \"Optimierung des vermittelten Elektronentransfers für Cupriavidus necator\" bestehen darin, ein tiefes Verständnis der Anodenatmung sowie der elektrosynthetischen Eigenschaften von C. necator zu erlangen, die Erkenntnisse auf größere Reaktorvolumina zu übertragen und die allgemeinen Prinzipien des künstlichen (extrazellulären) Elektronentransfers auf andere Organismen anzuwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechMitverantwortlichDr. Stefan  Frielingsdorf"
    },
    {
      "project_id": "536444156",
      "url": "https://gepris.dfg.de/gepris/projekt/536444156",
      "title": "\"Power to value-added products\" durch Elektro-Biotechnologie: Herstellung von \"Bulkchemikalien\" durch Kombination von elektronischen und biokatalytischen Schritten in einem Reaktor mit “grüner” Elektrizität",
      "subject_area": "Organische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536444156",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Unter Verzahnung der Expertisen in Elektrochemie (Arbeitsgruppe Schäfer, Universität Osnabrück) und Biokatalyse (Arbeitsgruppe Gröger, Universität Bielefeld) ist dieses Tandemprojekt auf die Entwicklung von neuen Prozesstechnologien für chemoenzymatische Eintopf-Kaskaden ausgerichtet, die aus einer elektrochemischen Funktionalisierung eines organischen Moleküls mit anschließender Enzym-katalysierter Umwandlung der dabei gebildeten Zwischenstufe zum gewünschten Zielmolekül besteht. Solche Arten der Kombinaten von Elektrochemie und Biotechnologie ermöglichen einen “formalen” Zugang zu sogenannten “Dream Reactions”. Hierunter versteht man chemische Transformationen, für die kein (singulärer) Katalysator bislang existiert. Zum Beispiel wird in diesem Projektvorhaben eine direkte Eintopf-Aminierung von (substituierten) Toluolen unter Ausbildung von (substituierten) Benzylaminen anvisiert. Durch den vorteilhaften Einsatz von einzig Luftsauerstoff (aus der Luft) und Ammoniak würde eine solche nachhaltige Prozesstechnologie zukünftig auch hochattraktiv für Anwendungen in der Bioökonomie im Bezug auf neue Produktionsprozesse für wertsteigernde Massen-Chemikalien und \"power-to-product\"-Verfahren sein. Eine solche Eintopf-Kaskade basiert auf einer einleitenden elektrochemischen Oxidation von Toluol(en) unter Erhalt von Benzaldehyd(en) und der anschließenden enzymatischen reduktiven Aminierung unter Ausbildung von Benzylamin(en). Es sei herausgestellt, dass als zweiter elektrochemischer Schritt eine Reduktion der in situ-gebildeten oxidierten Form des Cofaktors, NAD+, unter Regeneration des für die reduktive Aminierung benötigten Cofaktors NADH ausgeführt wird. Entsprechend werden lediglich O2 und NH3 als Reagenzien sowie „grüne Energie“ (Solarstrom, Windenergie) für diesen Prozess benötigt. Eine Herausforderung besteht allerdings in der Realisierung der individuellen Reaktionen in vorzugsweise Wasser ebenso wie im Erzielen der Kompatibilität dieser Schritte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445767924",
      "url": "https://gepris.dfg.de/gepris/projekt/445767924",
      "title": "Rationales Design von 3-D elektroenzymatischen Elektroden für neue Enzymkaskaden und NAD(P)H-Cofaktor-Regenerierung",
      "investigators": "Professor Dr. Uwe T.  Bornscheuer;Professorin Dr.-Ing. Tanja  Vidakovic-Koch",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445767924",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Elektroenzymatische Verfahren besitzen ein enormes Potenzial für die Entwicklung neuer biotechnologischer Verfahren für die Herstellung von Fein- und Grundstoffchemikalien, aber es gibt einige große Herausforderungen zu meistern, wie Produktspektrum, Co-Faktor-Regeneration und Produktivität, durch die die technische Anwendung von elektroenzymatischen Verfahren beeinträchtigt wird. In diesem Projekt werden die offenen Fragen durch gemeinsame Anstrengungen der Biokatalysegruppe (Bornscheuer) und der Arbeitsgruppe Elektrochemische Verfahrenstechnik (Vidakovic-Koch) angegangen. Es wird eine enzymatische Modell-Kaskade (bestehend aus Enoatreduktasen (ERED) und Baeyer-Villiger Monooxygenasen (BVMO)) untersucht, die typische Probleme bei der Integration von enzymatischen Katalysatoren mit elektrochemischer Regeneration simuliert. Beide Enzymklassen benötigen den löslichen NAD(P)H Co-Faktor, welcher als relevanter Co-Faktor für eine breite Palette von enzymatischen Reduktionsreaktionen eingesetzt wird, die für den globalen Pharmamarkt von erheblicher Bedeutung sind. Wir streben eine direkte NAD(P)H-Regeneration an der Elektrodenoberfläche an, an der keine weiteren Komponenten, abgesehen von Elektronen, beteiligt sind. Um die Co-Faktor-Regeneration mit einer enzymatischen Monooxygenase-/Enoatreduktase-Kaskade zu kombinieren, werden neuartige poröse 3-D-Elektroden entwickelt. Die Makrokinetik der enzymatischen Kaskadenreaktion mit integrierter Co-Faktor-Regeneration wird in der modellbasierten Analyse untersucht. Außerdem werden rationales Proteindesign und gerichtete Evolution verwendet, um die Enzyme an die Bedingungen anzupassen, die für einen effizienten elektroenzymatischen Reaktor erforderlich sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech"
    },
    {
      "project_id": "445541534",
      "url": "https://gepris.dfg.de/gepris/projekt/445541534",
      "title": "Systems Metabolic Engineering von Hydrogenophaga pseudoflava zur aeroben Biosynthese von Fettsäuren aus CO2 und Elektronenträgern in einem neuartigen bioelektrochemischen System",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445541534",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "Die Elektrobiotechnologie ist eine aussichtsvolle Technologie an der Schnittstelle Elektrochemie-Biotechnologie zur Nutzung von CO2 und Elektrizität für die mikrobielle Biosynthese von Chemikalien und Kraftstoffen in bioelektrochemischen Systemen (BES). Ein diesbezüglicher Ansatz ist die Umwandlung von CO2 in CO und die elektrochemische Bildung von Synthesegas. Letzteres wird dann biologisch in Chemikalien oder flüssige Brennstoffe umgewandelt. Obwohl die entkoppelte Biokonversion von Synthesegas in letzter Zeit große Fortschritte gemacht hat, weist diese Technologie immer noch einige inhärente Hindernisse wie z.B. ein begrenzter Massentransfer von Gasen in das Kulturmedium, eine geringe Aufnahme oder ein ineffizienter Transfer von Elektronen oder Elektronenträgern zum mikrobiellen Wirt sowie Sicherheitsaspekte bzgl. Toxizität und Explosivität der Substrate auf. Zudem haben Acetogene als die am häufigsten verwendeten mikrobiellen Wirte für die Biokonversion von Synthesegas ein begrenztes Produktspektrum, da die Produktion komplexerer Moleküle außerhalb der Stoffwechselkapazität liegt. In diesem Projekt wird die Fähigkeit von H. pseudoflava Synthesegas zu verstoffwechseln und die Kapazität von konstruierten H. pseudoflava-Stämmen Fettsäuren zu produzieren in einem neuen elektromikrobiellen Produktionssystem mit in situ und on demand Bereitstellung von H2 und O2 (aus H2O) und CO (aus CO2) untersucht. Um ein systemisches und quantitatives Verständnis des Elektronentransfers und seines Einflusses auf den Redox- und Energiestoffwechsel dieses carboxydotrophen Bakteriums zu entwickeln, wenden wir Metabolom- und Flussanalysen an und bestimmen kinetische Kennzahlen des Wildtyps und konstruierter Mutanten, die Defekte im Elektronentransfer und Energie- und Redoxstoffwechsel tragen. Die Charakterisierung der Stämme erfolgt bei verschiedenen Gaszusammensetzungen, die durch das optimierte BES bereitgestellt werden. Dieses überwindet zudem die bereits genannten aktuellen Einschränkungen und Limitierungen von bioelektrochemischen Systemen und Gasfermentationen. Die Erkenntnisse werden genutzt, um ein erstes Stoffwechsel- und Elektronentransfermodell des autotrophen Metabolismus von H. pseudoflava zu erstellen, v.a. hinsichtlich der Nutzung verschiedener Elektronenträger, Energie- und Redoxbilanzen. Zudem werden wir H. pseudoflava-Stämme für die Produktion von Fettsäuren konstruieren. Fettsäuren stellen eine ATP- und NADPH-intensive Produktklasse dar. Daher wird die Überproduktion den Metabolismus von H. pseudoflava v.a. unter autotrophen Bedingungen fordern. Eine quantitative Analyse der entwickelten Stämme wird für die Validierung und Verfeinerung des Stoffwechsel- und Elektronentransfermodell verwendet. Dieses Projekt wird neue Möglichkeiten eröffnen, um effiziente elektromikrobielle Produktionsstämme zu konstruieren und um verbesserte Elektrofermentationen künftig zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechEhemaliger AntragstellerProfessor Dr. An-Ping  Zeng, bis 3/2022"
    },
    {
      "project_id": "536434374",
      "url": "https://gepris.dfg.de/gepris/projekt/536434374",
      "title": "Verständnis der Vorteile und Kompromisse bei der Kopplung kathodischer und anodischer Prozesse in kontinuierlichen elektroenzymatischen Reaktionskaskaden",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536434374",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotech",
      "description": "In beantragten Forschungsprojekt wird ein Ansatz vorgestellt, bei dem Prozesse mit gepaarten Elektroden mit enzymatischen Reaktionskaskaden integriert werden, so dass redoxneutrale Prozesse kontinuierlich in einem Durchflusssystem durchgeführt werden können. Das übergeordnete Ziel besteht darin, die Vorteile und Kompromisse zu untersuchen, die mit der Kopplung reduktiver und oxidativer Prozesse in verschiedenen gepaarten Elektrodenkonfigurationen verbunden sind. Die vorgeschlagene Modellkaskade umfasst die vollständige Umwandlung von Glukose in Ethanol und Kohlendioxid unter Einsatz von sechs Enzymen in einem redox- und pH-neutralen System. Im Rahmen der Studie werden mehrere kritische Forschungsfragen behandelt. Dazu gehören die Bewertung des Einflusses des Elektrodenpotenzials auf gekoppelte biokatalytische Prozesse, die Untersuchung der Auswirkung von Reduktionspotenzialen auf die bioelektrokatalytische Geschwindigkeit und Selektivität sowie die Entwicklung von Strategien zum Umgang mit Konzentrationsgradienten innerhalb des Systems. Darüber hinaus werden Anstrengungen zur Stabilisierung des Systems in Fällen unternommen, in denen die Reaktionen nicht ideal im Gleichgewicht sind. Die Stabilität und Leistung ausgewählter Enzyme unter gepaarten bioelektrokatalytischen Bedingungen wird ebenfalls gründlich untersucht. Darüber hinaus werden die Kompromisse und Vorteile der kontinuierlichen Durchführung von oxidativen und lytischen Reaktionen sowie die Vorteile der gleichzeitigen Durchführung mehrerer oxidativer Reaktionen untersucht. Die vorgeschlagenen Forschungsarbeiten werden in verschiedene Arbeitspakete gegliedert sein, die jeweils auf spezifische Aspekte der gepaarten (elektro-)biokatalytischen Prozesse abzielen. Die Ergebnisse dieser Studie bergen ein erhebliches Potenzial für die Entwicklung effizienter bioelektrochemischer Zellen, die auf gekoppelten Reaktionen basieren. Die Ergebnisse werden nicht nur das Verständnis der komplexen Wechselwirkungen innerhalb solcher Systeme vertiefen, sondern auch wertvolle Erkenntnisse zur Optimierung von Enzymkaskaden liefern, die für zahlreiche industrielle Prozesse entscheidend sind. Insgesamt zielt diese Forschung darauf ab, das volle Potenzial von gekoppelten elektro-biokatalytischen Prozessen zu erschließen und neue Wege für nachhaltige und umweltfreundliche technologische Anwendungen zu eröffnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2240: \nBioelektrochemische und ingenieurwissenschaftliche Grundlagen zur Etablierung von Elektro-Biotechnologie für die Biosynthese - eBiotechMitverantwortlicheAmmar  Al-Shameri, Ph.D.;Dr. Kannasoot  Kanokkanchana"
    }
  ]
}