{
  "spp_number": "SPP 2170",
  "spp_title": "Neuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402205663",
  "projects_count": 12,
  "projects": [
    {
      "project_id": "427899833",
      "url": "https://gepris.dfg.de/gepris/projekt/427899833",
      "title": "CHOLife+: Experimentelle Multiskalenanalyse und Simulation von 'lifelines' in Bioreaktoren um deren Einfluss auf die Kultivierung von Chinese Hamster Ovary (CHO) Zellen zu untersuchen",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427899833",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "CHOLife+ führt die erfolgreiche Kooperation der ersten Förderphase zwischen den Arbeitsgruppen an den Instituten für Mehrphasenströmung (IMS) und Bioverfahrenstechnik (IBVT) weiter, um die entwickelten neuartigen Technologien auf eine höhere Stufe der Reife und in die Anwendung zu bringen. Die Thematik des scale-up/scale down, welche eine der beiden Säulen der aktuellen Ausschreibung ist, steht nach wie vor im Mittelpunkt und wird beispielhaft anhand der IgG-1 Antikörperproduktion Chinesischer Hamsterzellen (CHO) bearbeitet.Durch den einmaligen Zugang zu einem 12.000 L Bioreaktor am IMS konnten essenzielle Fragen der at-line Partikelverfolgung erfolgreich bearbeitet werden, was zu der erstmaligen Erstellung entsprechender Daten führte. Diese erlauben den wertvollen Vergleich zwischen hydrodynamischer Simulation und Labormessungen. Darauf aufbauend konnte das überarbeitete Konzept eines einzelnen, Mehrfach-Kompartiment Bioreaktors (SMCB) für Säugerzellprozesse entwickelt werden.CHOLife+ führt dieses Konzept inhaltlich durch intensivierte Forschung zur Partikelnachverfolgung und der hydrodynamischen Modellierung im 12.000 L Maßstab weiter. Die Forschungsarbeiten am IMS und IBVT sind intrinsisch miteinander durch die Ermittlung von Kompartiment-spezifischen Mischzeiten τi und der dazugehörigen Volumina Vi verwoben. Letztere werden im großen Maßstab am IMS ermittelt. Sie dienen als Design-Vorgabe für die Arbeiten am IBVT. Die so erstellten SMCBs werden dort eingesetzt, um Kultivierungsstudien mit CHO Zellen durchzuführen. Dadurch werden Daten zur Dokumentation der zellulären Antwort auf den scale-up Stress erhoben, die für die Identifizierung zellulärer Modelle verwendet werden. Darauf aufbauend wird die zelluläre Antwort im SMCB und auch im großvolumigen Bioreaktor durch uni-direktionale Kopplung an lifelines vorhergesagt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)MitverantwortlichDr.-Ing. Marko  Hoffmann"
    },
    {
      "project_id": "427904493",
      "url": "https://gepris.dfg.de/gepris/projekt/427904493",
      "title": "Communities of niche-optimized strains (CoNoS) – Ein neues Konzept zur Verbesserung der biotechnologischen Produktion von kleinen Molekülen",
      "investigators": "Dr. Meike  Baumgart;Dr. Stephan  Noack",
      "subject_area": "BioverfahrenstechnikMikrobielle Ökologie und Angewandte MikrobiologieStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427904493",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Die Mehrheit biotechnologischer Produktionsprozesse für kleine Moleküle basiert auf Reinkulturen von einzeln konstruierten Produktionsstämmen. Diese Stämme besitzen oft Überkapazitäten von zentralen metabolischen Proteinen, da dies ein natürlicher Mechanismus zur Anpassung an sich verändernde Umweltbedingungen ist. In der vergleichsweise gut definierten Umgebung eines Bioreaktors stellen diese ungenutzten Überkapazitäten einen Verlust von Kohlenstoff und Energie dar. Um diese Überkapazitäten für die Produktion von kleinen Molekülen nutzbar zu machen, wollen wir eine synthetische Gemeinschaft von Nischen-optimierten Stämmen (CoNoS, von englisch „Community of niche-optimized strains“) konstruieren. Eine CoNoS besteht aus mindestens zwei Stämmen derselben Spezies, jede auxotroph für eine oder mehrere Aminosäuren. Die Stämme sollen sich gegenseitig mit den entsprechenden Aminosäuren füttern und dadurch Kohlenstoff und Energie einsparen, da sie die natürlicherweise vorhandenen Produktionskapazitäten für eine der Aminosäuren effizienter nutzen. Ähnliche Gemeinschaften, in denen sich genomreduzierte, auxotrophe Bakterien gegenseitig füttern, haben sich auch in der Natur vielfach entwickelt, was demonstriert, dass es einen deutlichen Fitnessvorteil im Vergleich zu den technisch genutzten, prototrophen Reinkulturen geben muss. Das übergeordnete Ziel unseres Projektes ist die Entwicklung von CoNoS, welche ausgewählte Aminosäuren effizienter herstellen, als die Reinkulturen der derzeitig besten Produzenten. Hierfür werden wir ausgehend von dem kürzlich eingeführten genomreduzierten Corynebacterium glutamicum Chassis C1* neue Stämme konstruieren, die Deletionen ganzer, ausgewählter Aminosäurebiosynthesewege tragen. Die Leistungsfähigkeit dieser Stämme wird sowohl in Reinkultur bei externer Bereitstellung der entsprechenden Aminosäure als auch in sich gegenseitig fütternden Gemeinschaften quantitativ untersucht. Um die wechselseitige Fütterung und das Wachstum der Gemeinschaft zu optimieren, werden wir adaptive Laborevolution nutzen, gefolgt von einer detaillierten molekularen Analyse der Mutationen, die sich in diesen Experimenten angereichert haben. Hierdurch werden wir besser verstehen, wie die Stämme in einer solchen Gemeinschaft interagieren. Darüber hinaus werden wir verfügbare Informationen für die rationelle Stammkonstruktion nutzen, um CoNoS Stämme der 2. Generation zu konstruieren, welche dann in die Fed-batch Prozessentwicklung übergehen. Die Stämme werden mit genomischen Markern gekennzeichnet, um auch eine quantitative Charakterisierung der synthetischen Mischkulturen entlang der Prozessentwicklung zu ermöglichen. Letztere wird auch unterstützt durch modellbasierte Analyse der CoNoS-Dynamiken unter Produktionsbedingungen mittels hochmoderner 13C/15N-metabolischer Stoffflussanalysen. Unser Projekt erfordert eine enge Vernetzung von Molekularbiologen und Bioprozessingenieuren, ein Ansatz der ideal durch das Interzell-Programm repräsentiert wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    },
    {
      "project_id": "427899901",
      "url": "https://gepris.dfg.de/gepris/projekt/427899901",
      "title": "Filamentöse Co-kulturen: vom Screening zur Bioprozessentwicklung (Co-Pilot)",
      "investigators": "Professorin Dr. Miriam  Agler-Rosenbaum;Professor Dr.-Ing. Jørgen  Magnus, seit 12/2023",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427899901",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Die Co-Kultivierung von zellulolytischen Pilzen und filamentösenBodenbakterien auf Zellulosesubstraten stellt einenvielversprechenden Ansatz für die Entdeckung und Produktion vonNaturstoffen dar. Aufgrund der Komplexität sind filamentöse Co-Kulturen kaum untersucht und charakterisiert. Im vorgeschlagenenProjekt wird der Zelluloseabbauer Trichoderma reesei mitverschiedenen Streptomyces-Stämmen kombiniert, um die Produktionneuartiger Naturstoffe in der letztgenannten Gattung systematisch zuerschließen. Die Arbeit basiert auf unserer Erfahrung mit einer Modell-Co-kultur von T. reesei und Streptomyces coelicolor, welchesFarbstoffe und Antibiotika produziert. Für diese Co-kultur haben wireine fluoreszenzbasierte Methode zur Verfolgung derPopulationsdynamik und nicht-invasive Methoden zur Analyse desStoffwechsels und der Pigmentbildung etabliert. Um das Screeningder Populationsdynamik vieler verschiedener Co-Kulturen unterVerwendung nicht-markierter Streptomyces-Stämme zu ermöglichen,wird eine Methode basierend auf Autofluoreszenz-Profiling inKombination mit fluoreszenzmarkiertem T. reesei etabliert. DurchMetaanalyse von Rein- und Co-Kulturen verschiedenerStreptomyces-Stämme können Korrelationen zwischenLeistungsindikatoren und dem Co-Kulturverhalten hergestellt werden.Dabei erwarten wir vor allem große Leistungsunterschiede inAbhängigkeit von der Morphologie. Um diese systematisch zuanalysieren, werden Co-kulturen eines dispergiert wachsendenKnockout-Stammes unseres Modellbakteriums S. coelicolor mit unserer etablierten Co-kultur des im Pellet wachsendenWildtypstammes von S. coelicolor verglichen. Dabei werdenPopulationsstabilität, Produktbildung, Morphologie und Rheologieüberwacht und mit den unterschiedlichenMorphologie:Leistungsergebnissen des Streptomyces-Screeningskorreliert. Dies ermöglicht es abzuschätzen, inwieweit das Cokulturverhaltenvon Streptomyces verallgemeinert und die zukünftigeGestaltung von filamentösen Co-kulturen vorhergesagt werden kann.Anschließend wird ein systematisches Up-Scaling von derMikrotiterplatte zum gerührten Fermenter für die vielversprechendstenCo-Kultivierungen durchgeführt, die während des Screeningsentdeckt wurden. Aufgrund der morphologischen Komplexität wirdangenommen, dass die Morphologie und Leistung der Co-kulturempfindlich gegenüber Änderungen in der Fluiddynamik ist. Daherwird das Scale-up basierend auf der maximalen lokalen unddurchschnittlichen volumetrischen Leistungsaufnahme durchBewertung verschiedener Rührergeometrien unter genauerUntersuchung der Morphologie und Rheologie verglichen. Alle bereitsim kleinen Maßstab angewendeten Messtechniken werden genutzt,um zu untersuchen, wie sich die biosynthetische Leistungfilamentöser Co-kulturen über Skalen hinweg verändert. Mit diesenInformationen werden wir in der Lage sein, die Interaktionen von Co-Kulturpartnern zu steuern und ein einfaches morphologiebasiertesScale-up auf den Pilotmaßstab zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)Internationaler BezugPolenKooperationspartnerDr. Tomasz  BorutaEhemaliger AntragstellerProfessor Dr.-Ing. Jochen  Büchs, bis 12/2023"
    },
    {
      "project_id": "427864786",
      "url": "https://gepris.dfg.de/gepris/projekt/427864786",
      "title": "Herstellung von Capronsäure aus CO2 mit einer synthetischen Mischkultur von rekombinanten Acetobacterium woodii und Clostridium drakei (CaproSyn)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427864786",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "CaproSyn baut auf den sich ergänzenden Fachkenntnissen zweier akademischer Gruppen aus der Mikrobiologie / Molekularbiologie – Frank Bengelsdorf, Universität Ulm (UUlm) – und der Bioverfahrenstechnik – Dirk Weuster-Botz, Technische Universität München (TUM) – auf. Ziel von CaproSyn ist die Erforschung und Realisierung einer optimierten synthetischen Mischkultur aus einem gentechnisch veränderten Acetobacterium woodii-Stamm, der Laktat aus Kohlenstoffdioxid (CO2) und Wasserstoffgas (H2) herstellen kann, kombiniert mit einem Laktat verbrauchenden und kettenverlängernden Clostridium drakei-Wildtypstamm zur Herstellung von Caproat in einem skalierbaren Gasfermentationsprozess. Aus dem CaproMix-Projekt (erste Förderperiode) ist bereits eine Laktat produzierende A. woodii-Mutante verfügbar, bei der das Gen einer D-Lactat-Dehydrogenase aus Leuconostoc mesenteroides überexpremiert wurde. Dieser Stamm soll durch zusätzliche Überexpression einer Pyruvat-Formiat-Lyase (PFL) und eines PFL-aktivierenden Proteins, entweder aus Clostridium pasteurianum oder Clostridium butyricum, verbessert werden. Dadurch soll ein zusätzlicher Kohlenstofffluss ausgehend von Formiat, dem ersten Zwischenprodukt im CO2-fixierenden Wood-Ljungdahl-Stoffwechselweg, zu Pyruvat und nachfolgend Laktat ermöglicht werden. Über verfahrenstechnische Maßnahmen wie beispielsweise der kontrollierten Einstellung eines geeigneten, übererhöhten H2-Partialdrucks im Rührkesselreaktor soll hierzu vermehrt Formiat verfügbar gemacht werden. Das aufgrund des druckinduzierten Formiatabflusses und der zusätzlichen Laktatproduktion zu erwartende reduzierte Wachstum von A. woodii soll ebenfalls durch verfahrenstechnische Maßnahmen über die kontrollierte Einstellung niedriger CO-Partialdrücke im Rührkesselreaktor kompensiert werden. Die Caproatproduktion aus Synthesegas (CO2, H2 und CO) mit einer synthetischen Mischkultur dieser beiden Stämme soll im diskontinuierlich mit kontinuierlicher Begasung betriebenen, vollständig kontrollierbaren Rührkesselreaktor reaktionstechnisch untersucht werden. Um das Wachstum beider Stämme in der Mischkultur quantitativ erfassen zu können, sollen Fluoreszenz-in-situ-Hybridisierungs-Markierungen (FISH) kombiniert mit Durchflusszytometrie eingesetzt werden. Flussbilanzanalysen basierend auf Genomweiten Modellen der beteiligten Mikroorganismen sollen helfen, die synthetische Mischkultur zu optimieren. Das übergeordnete Ziel ist die Maximierung des Kohlenstoffflusses von CO2 zu Caproat als Hauptprodukt durch Metabolic Engineering (UUlm) und Bioprozess Engineering (TUM) in einem interdisziplinären und synergistischen Forschungsansatz. Hierbei sollen verschiedene wissenschaftlichen Schlüsselfragen zur Realisierung effizienter definierter Mischkulturprozesse zur mikrobiellen Stoffproduktion aus CO2, CO und H2 erforscht werden, die nicht nur dazu beitragen, das Ziel von CaproSyn zu erreichen, sondern auch auf andere Co-Kultivierungsansätze übertragen werden könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    },
    {
      "project_id": "506712131",
      "url": "https://gepris.dfg.de/gepris/projekt/506712131",
      "title": "Herstellung von Ethylbutyrat in einer autarken Reaktionskaskade (Akronym PEBcascade)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506712131",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Im Rahmen des Antrages wollen die Antragsteller eine autarke biotechnologische Reaktionskaskade zur Herstellung des Kraftstoffs Ethylbutyrat untersuchen. Die Esterproduktion ist ein komplexer Prozess, der mehrere Schritte umfasst, wie die Herstellung der Edukte (Alkohol und Carbonsäure), die chemische oder enzymatische Veresterung und die Abtrennung des Endprodukts. In unserem Ansatz wird eine künstliche anaerobe Mischkultur aus Clostridien und Hefen oder Bakterien in Kombination mit einer an der Zell-Oberfläche befindlichen Lipase für die Herstellung des Esters in einem Reaktionssystem verwendet. Während die Clostridien für die Produktion von Butyrat verantwortlich sind, produzieren die Hefen oder Bakterien Ethanol. Die Lipase wird an der Zelloberfläche des ethanolproduzierenden Stammes exprimiert. Es wird erwartet, dass mit diesem Ansatz optimierte Produktivitäten erreicht werden, da synergistischen Effekte zwischen den Biokatalysatoren entstehen. Um einen neuartigen Produktionsweg für den Biokraftstoff zu realisieren, werden naturwissenschaftliche (Mikrobiologie, Molekularbiologie) mit verfahrenstechnischen Untersuchungen (Prozessentwicklung, Modellierung) kombiniert. Das Projekt umfasst die Prozessentwicklung und -modellierung, ein Scale-up (auf 50 Liter) und eine Anwendung des Kraftstoffs in einem Einzylinder-Benzinmotor. In einem ersten Schritt werden die  Biokatalysatoren (Butyrat-Produktion mit Clostridien, Ethanol-Produktion mit Hefen und Bakterien sowie die Esterbildung durch verschiedene Lipasen) getrennt im Detail charakterisiert (WP1). Die kinetischen Daten werden eine Auswahl der \"besten\" Katalysatoren ermöglichen. Die Daten werden auch für ein erstes mathematisches Modell verwendet, um die Anforderungen für die Etablierung einer Kaskadenreaktion zu beschreiben. WP2 konzentriert sich auf die Auswahl eines organischen Lösungsmittels für eine in-situ-Produktentfernung des Ethylbutyrats. Von besonderem Interesse sind dabei die Stabilität der Biokatalysatoren und die Verteilungskoeffizienten von Butyrat, Ethanol, Ethylbutyrat und Nebenprodukten. Um die Anforderungen an alle Biokatalysatoren zu erfüllen, wird eine Medienoptimierung durchgeführt (WP3). Um eine geeignete Oberflächenexpression der Lipase zu identifizieren, werden in WP4 verschiedene Stämme und Transport-Systeme verglichen. Schließlich sollen die identifizierten Stämme in ein Reaktorsystem integriert werden. Dabei werden die Zusammensetzung der Mischkultur und die Leistung der autarken Reaktionskaskade untersucht. Die gewonnenen Daten werden für die Verfeinerung des mathematischen Modells verwendet (WP5). In WP+ werden die grundlegenden Verbrennungseigenschaften von Ethylbutyrat untersucht. Dies wird in Zusammenarbeit mit dem Institut für Fahrzeugantriebe (TUK) geschehen. Zu Beginn des Projekts ist geplant, kommerzielles Ethylbutyrat zu testen, um die Motoreinstellungen zu bestimmen, und am Ende des Projekts vergleichende Tests mit dem hergestellten Produkt durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)MitverantwortlichProfessor Dr.-Ing. Michael  Günthner"
    },
    {
      "project_id": "427889137",
      "url": "https://gepris.dfg.de/gepris/projekt/427889137",
      "title": "Kontrolle von Monospezies und Multispezies Pellet-Heterogenitäten und deren Auswirkungen auf Produktbildung in der Zellfabrik Aspergillus niger",
      "investigators": "Professor Dr.-Ing. Heiko  Briesen;Professorin Dr.-Ing. Vera  Meyer;Professor Dr. Peter  Neubauer",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427889137",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Filamentöse Pilze, wie zum Beispiel Aspergillus niger, sind Zellfabriken, die in der Biotechnologie für die Produktion von organischen Säuren, Proteinen und bioaktiven Stoffen verwendet werden. Die Ausbildung von unterschiedlichen pilzlichen Makromorphologien, wie dispergiertes Myzel oder Pelletstrukturen, ist jedoch ein schwer kontrollierbarer multifaktorieller Prozess, der jedoch Produktivitäten limitiert.Das Ziel des Projektes ist das mechanistische Verständnis der Entstehung von heterogenen makromorphologischen Strukturen von Aspergillus niger, die in Rührkesselbioreaktoren und wellendurchmischten Bioreaktoren beobachtet werden - sowohl innerhalb als auch zwischen verschiedenen makromorphologischen Populationen. Obwohl Heterogenitäten innerhalb von Populationen und innerhalb eines Bioreaktors seit Langem bekannt sind, ist die genetische Basis sowie Möglichkeiten, wie man in den Prozess rationell eingreifen kann, bisher nicht systematisch untersucht worden. Auch sind Zell-Zell und Zell-Bioreaktor-Interaktionen für filamentöse Pilze nur wenig verstanden.Um die Entwicklung von Mono-Spezies (A. niger) und Multi-Spezies (A. niger und S. coelicolor) Pelletmorphologien, sowie deren Einfluss auf das Produktportfolio von A. niger (Zitronensäure, Glukoamylase, Enniatin B) und die Bildung neuer Naturstoffe durch die Anwesenheit des filamentösen Bakteriums S. coelicolor umfassend zu verstehen, werden verschieden Prozessdesigns (Rührkessel-, wellendurchmischter Bioreaktor) und Kultivierungsschemata untersucht. Der Einfluss dieser Faktoren auf Wachstum, Physiologie, Morphologie und Produktbildung von A. niger wird durch den Einsatz verschiedener online und offline Mikroskopietechniken, Viabilitätsanalysen, Transkriptom- und Metabolomanalysen sowie durch Röntgen-Mikrocomputertomografie untersucht. Das Ziel ist es sowohl die genetischen als auch die prozesstechnischen Mechanismen der Entwicklung von Populationsheterogenitäten zu verstehen, welche Hyphenwachstum und Produktbildung bestimmen. Durch die Identifikation genregulatorischer und metabolischer Signalwege innerhalb sich verändernden Prozessumgebungen können Genschalter in A. niger definiert werden, deren zielgerichtete Manipulation die Produktivität dieser Zellfabrik während industrieller Prozesse erhöhen kann – im Hinblick auf Produktbildung und verbesserte Makromorphologien. Ein Verständnis der Auswirkungen des Prozessdesigns auf das biologische System wiederum werden zu einer optimierten Prozesskontrolle beitragen. Ein Multiskalen-Modell, welches die Bildung von makromorphologischen Heterogenitäten mit der Sauerstoffverfügbarkeit und Produktbildung koppelt wird entwickelt werden. Somit könnte ein modellbasiertes Prozessdesign für verbesserte Bioprozesse in Zukunft möglich werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    },
    {
      "project_id": "427990970",
      "url": "https://gepris.dfg.de/gepris/projekt/427990970",
      "title": "Koordinationsfonds",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427990970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Keine Zusammenfassung vorhandenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    },
    {
      "project_id": "427751089",
      "url": "https://gepris.dfg.de/gepris/projekt/427751089",
      "title": "MiMiCry - Die Natur als Vorbild nehmen: Kontinuierliche Produktion von Antibiotika in der synthetischen Mischkultur",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427751089",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "MiMiCry+ baut auf der erfolgreichen Etablierung einer zwei-direktionalen, gegenseitig abhängigen, robusten Escherichia coli Mischkultur der ersten Förderphase auf, die dort konstruiert und umfänglich unter definierten Bioreaktor Bedingungen getestet wurde.  MiMiCry+ führt den bestehenden Ansatz der Anthranilat-abhängigen L-Tryptophan-Produktion aus Glukose auf eine nächste Reifestufe, durch die Integration von Genen für die Produktion von Violacein (VIO), eines violetten Farbstoffs mit antimikrobieller, antiviraler, antitumor und antiparasitären Eigenschaften. MiMiCry+ verwendet neue Ansätze zur Stammkonstruktion wie beispielsweise die MAGE unterstützte Stammevolution, die äquilibrierte chromosomale Expression von Zielgenen insbesondere der Biosynthese und die Integration eines PTS unabhängigen Glucose-Aufnahmesystems für die Feinabstimmung der Mischkultureigenschaften, die deren optimale Nutzung in Bioreaktoren ermöglicht. Diesbezügliche Forschungen umfassen ebenfalls die Wiedereinbringung von Adhärenz in E. coli, um die Produzentenzellen in den nachfolgenden Bioprozessen optimal einsetzen zu können.  Unterschiedliche Prozessstrategien und Bioreaktoraufbauten werden untersucht. Jeder Ansatz zielt darauf ab, beste Kultivierungs- und Bioreaktorbedingungen einzustellen, um der hohen Herausforderung optimalen Wachstums bei 37°C und der Produktbildung bei notwendigerweise geringen Temperaturen von 20-25°C gerecht zu werden. Das erfolgreiche 2-Kompartment-Bioreaktorsystem aus MiMiCry wird weiter optimiert durch Ersatz eines gerührten Bioreaktors mittels einer Blasensäule bzw. einen Gas-Lift Reaktor. Basierend auf den Erfolgversprechenden Ergebnissen aus MiMiCry geht MiMiCry+ einen weiteren Entwicklungsschritt durch den Test eines einzelnen Kompartments mit einem Produktbildenden Biofilm, welcher durch wachsende E. coli Zellen mit Anthranilat versorgt wird. Alle Studien haben gemein, dass sie quantitative durch mikrobielle Modelle und Prozessmodelle analysiert und beschrieben werden, um so einen modell-gestützten scale-up  zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    },
    {
      "project_id": "428015958",
      "url": "https://gepris.dfg.de/gepris/projekt/428015958",
      "title": "ProPHet2Con: In Richtung Kontrolle von durch Populationsheterogenität induzierten Schwankungen in der Prozessleistung während der L-Phenylalanin-Produktion mit Escherichia col",
      "investigators": "Professorin Dr. Anna-Lena  Heins;Professor Dr.-Ing. Andreas  Kremling",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428015958",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Hochskalieren von Bioprozessen führt oft zu Produktivitätseinbußen im Vergleich zu Prozessen im Labormaßstab. Ein Grund ist das Entstehen von Populationsheterogenität, das zwar gut untersucht, aber mechanistisch wenig verstanden ist. Während der ersten Förderphase (Projekt ProPHet) wurde das quantitative Verständnis von Populationsheterogenität, die durch Zell-Bioreaktor-Interaktion in Zulaufprozessen mit E. coli FUS4 (pF81kan) zur Umwandlung von Glycerin in L-Phenylalanin (L-Phe) entstehen, erhöht. Die experimentelle Untersuchung wurde mit einem Vierfach-Reporter Stamm durchgeführt, der Informationen über Wachstum, generelle Stressantwort, Sauerstoffverfügbarkeit und Produktbildung einzelner Zellen liefert. Kultivierungen im Rührkesselreaktor (STR) wurden mit großtechnischen Prozessbedingungen verglichen, die im multi-Kompartiment Reaktor simuliert wurden, der aus einem STR und einem neuartigen Bypass-Reaktor, der als Coiled Flow Inverter (CFI) ausgelegt ist, besteht. Die theoretische Untersuchung wurde mit Populationsbilanz-Gleichungen und Agenten-basierter Modellierung durchgeführt, nachdem ein grobes Modell der Zellkomponenten generiert wurde.ProPHet2Con zielt darauf ab durch Populationsheterogenität verursachte Schwankungen der Prozessleistung in Zulaufprozessen zur L-Phe Produktion zu kontrollieren. Ein für die Prozessleistung positiver Populationsheterogenitätsgrad wird durch Förderung von Subpopulationen mit vorteilhaften Eigenschaften aufrechterhalten. Besonderes Augenmerk wird dabei auf den Prozess im STR-CFI gelegt.Vor Implementierung der Prozesssteuerung wird der L-Phe Produktionsprozess unter Anwendung des groben Modells der Zellkomponenten und stöchiometrischer Modellierung in Bezug auf finale Produkttiter und Produktivität optimiert, insbesondere im STR-CFI.Voraussetzung für die Beeinflussung des Populationsheterogenitätgrads durch automatisierte Prozesssteuerung, wird die manuelle Durchflusszytometriemessung durch automatisierte Echtzeit-Durchflusszytometrie (ART-FCM) ersetzt. Der ART-FCM-Aufbau wird durch das kürzlich veröffentlichte Prozesskonzept Segregostat erweitert, das es ermöglicht, den Grad der Diversifizierung einer Bioreaktorpopulation durch Einzelzellphysiologie-basierte Zuführung der Kohlenstoffquelle auf einen Sollwert zu regeln. Darüber hinaus werden modellbasierte Soft Sensoren zur Schätzung nicht messbarer Parameter implementiert. Basierend auf experimentellen Untersuchungen sollen Strategien formuliert werden, um den Populationsheterogenitätsgrad durch modellbasierte Prozessrückkopplungskontrolle nach ART-FCM-Messung der Einzelzellphysiologie zu beeinflussen. Eine solche Kopplung zwischen ART-FCM und fortschrittlicher modell-basierter Prozesssteuerung wurde unseres Wissens bisher nie realisiert. Die formulierten Strategien werden im Zulaufprozess zur L-Phe Produktion experimentall validiert.Sobald die Prozesssteuerung realisiert ist, wird das Skalierungs-Potenzial des Prozesses in den Pilotmaßstab untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)GroßgeräteAutomatisierter ProbenehmerGerätegruppe1060 Dilutoren, Pipettiergeräte, ProbennehmerMitverantwortlichProfessor Dr.-Ing. Dirk  Weuster-Botz"
    },
    {
      "project_id": "428038451",
      "url": "https://gepris.dfg.de/gepris/projekt/428038451",
      "title": "SiMBal 2.0: Quantifizierung der Co-Kultur-Leistung und der intrazellulären Interaktionen in Abhängigkeit der Umgebung",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428038451",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Mikrobielle Mischkulturen können hinsichtlich ihrer katalytischen Aufgaben durch effiziente Arbeitsteilung sehr produktiv sein. Der Einsatz synthetischer Co-Kulturen in der bioverfahrenstechnischen Industrie, könnte in zukünftigen Produktionsprozessen eine katalytische Modularität ermöglichen. Arbeitsteilige Kaskadensysteme haben das Potenzial biochemische Reaktionen effizienter zu katalysieren, als dies mit gängigen Monokulturen überhaupt möglich wäre. Die rationale Stamm- und Prozessentwicklung, erfordert dafür jedoch Zugang zu hochaufgelösten quantitativen mikrobiellen Leistungsparametern. Hierzu gehören in der Regel Wachstum, Aufnahme- und Produktionsraten, Ausbeutekoeffizienten und die Stöchiometrie in Abhängigkeit der Kinetik der jeweiligen Interaktionen. Diese relevanten Parameter können aus üblicherweise gemittelten Messwerten aus Schüttelkolben- oder Bioreaktorexperimenten nicht hinreichend bestimmt werden. SiMBal 2.0 beinhaltet die Bestimmung der kinetischen und stöchiometrischen Leistungsindikatoren von Co-Kulturen, um eine Massenbilanzierung durchführen zu können. Die Kinetik der biochemischen Interaktionen und die Stöchiometrie der Co-Kultur hängt allerdings maßgeblich von den extrazellulären Bedingungen ab, so dass unser etabliertes Methodenportfolio für die Bilanzierung, auf die Untersuchung der Co-Kultur-Physiologie in direkter Abhängigkeit kontrollierter Umgebungsbedingungen erweitert wird. Zu diesem Zweck kombinieren wir innovativ mikrofluidische Kultivierungssysteme und Tröpfchen-Mikrofluidik, mit Lebendzellmikroskopie, bildgebende Zell-Trockenmasse Bestimmung und Massenspektrometrie zur Substrat- und Produktquantifizierung. Eine dynamische Modellierung auf der Grundlage der Einzelzelldaten, wird zur Vorhersage des Wachstums, der Produktivität und räumlich-zeitlicher Aspekte herangezogen werden und berücksichtigt phänotypische Heterogenität. Komplementäre Kultivierungen im Labormaßstab ermöglichen zudem eine Modellvalidierung. Neben der technischen Weiterentwicklung, werden erstmalig Untersuchungen an eusymbiotischen Co-Kulturen durchgeführt, die im Rahmen der ersten Förderperiode des Schwerpunktes von Kooperationspartnern zur Verfügung gestellt wurden. Den Co-Kulturen liegen Zell-Zell-Interaktionen zwischen zwei Corynebacterium glutamicum Stämmen zugrunde, die jeweils für eine essentielle Aminosäure auxotroph sind, diese Auxotrophien jedoch gegenseitig ergänzen. Relevante Parameter, pH, Substrat- und Aminosäureverfügbarkeit und die räumliche Zellanordnung, werden als zentrale Abhängigkeiten bezüglich der Physiologie der Co-Kultur berücksichtigt. Unser interdisziplinäres Projekt umspannt die Fachdisziplinen der Bioverfahrenstechnik, der Mikrofluidik, der Einzelzellanalyse und der Modellierung. Das übergeordnete Ziel von SiMBal 2.0 ist dabei die Quantifizierung der interzellulären Interaktionen synthetischer Co-Kulturen. Diese Erkenntnisse werden für die Entwicklung synthetischer Co-Kulturen von hohem Stellenwert sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)Ehemaliger AntragstellerDr.-Ing. Christian  Dusny, bis 5/2024"
    },
    {
      "project_id": "427995829",
      "url": "https://gepris.dfg.de/gepris/projekt/427995829",
      "title": "Synthetische Mischkultur von Clostridium carboxidivorans und rekombinanten Clostridium kluyveri zur Herstellung von längerkettigen Alkoholen aus CO-reichem Synthesegas (SynCoClos)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427995829",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "In der ersten Förderperiode konnten synthetische Mischkulturen von autotrophen C. carboxidivorans und kettenverlängernden C. kluyveri erfolgreich in kontrollierten Rührkesselreaktoren mit kontinuierlicher CO/CO2-Begasung etabliert werden. Die individuelle Messung der Zellkonzentrationen der beiden Stämme mittels Durchflusszytometrie nach Fluoreszenz-in-situ-Hybridisierung (FISH-FC) hat sich dabei als ein wertvolles Werkzeug zur Erforschung von Bioprozessen mit Mischkulturen erwiesen. Bei diesen Untersuchungen stellte sich heraus, dass die CO-Empfindlichkeit von C. kluyveri der limitierende Faktor in einer autotrophen Mischkultur mit C. carboxidivorans ist. Das Wachstum von C. kluyveri ist bei erhöhten CO-Konzentrationen stark reduziert, aber die Zellen bleiben lebensfähig und metabolisch aktiv. Bei niedrigen CO-Konzentrationen wächst C. kluyveri zwar, die Fähigkeit von C. carboxidivorans Alkohole zu bilden, ist jedoch eingeschränkt.Daher wird in der zweiten Förderperiode das Augenmerk zunächst auf die Erhöhung der CO-Toleranz von C. kluyveri gerichtet. Durch automatisierte adaptive Laborevolution (ALE) in Rührkesselreaktoren sollen C. kluyveri-Stämme erzeugt werden, die auch bei erhöhten CO-Partialdruck wachsen können. Über Genomsequenzierung der evolvierten Stämme sollen die Mutationen im Genom identifiziert werden. Ausgewählte mutierte Gene werden im C. kluyveri Wildtyp exprimiert (reverse engineering), um die Mutationen zu identifizieren, die zur CO-Toleranz führen. Parallel dazu soll eine Aldehyd- und Alkoholdehydrogenase (AdhE) in C. kluyveri exprimiert werden, um die Bildung von reduzierten Endprodukten zu verbessern und damit auch die CO-Toleranz zu erhöhen. Ausgewählte CO-resistente C. kluyveri-Stämme werden nachfolgend mit C. carboxidivorans in einer synthetischen Mischkultur kombiniert, um eine effiziente mikrobielle Co-Produktion von mittelkettigen Alkoholen aus CO/CO2 zu ermöglichen. Mit Hilfe von Flussbilanzanalysen sollen vorteilhafte Verhältnisse der beiden Stämme und begrenzende Stoffwechselaktivitäten im Co-Kultivierungsprozess ermittelt werden, um durch geeignete Reaktionsbedingungen eine  optimale Hexanolbildung aus CO/CO2 zu ermöglichen. Durch die synergistische Kombination von verfahrenstechnischen und gentechnischen Strategien soll die quantitative Charakterisierung, das wissenschaftliche Verständnis und die Nutzung dieser synthetischen Mischkultur für die Herstellung von mittelkettigen Alkoholen aus CO/CO2 erreicht werden.Die genetischen Arbeiten zur Verbesserung von C. kluyveri für die Mischkultur erfolgen durch die Arbeitsgruppe von Wolfgang Liebl / Armin Ehrenreich (TUM-Mikrobiologie, Freising). Reaktionstechnische Untersuchungen zur Co-Kultivierung von C. carboxidivorans und gentechnisch angepassten C. kluyveri, sowie die Modellierung der Mischkultur werden von der Arbeitsgruppe von Dirk Weuster-Botz (TUM-Bioverfahrenstechnik, Garching) durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)MitverantwortlichDr. Armin  Ehrenreich"
    },
    {
      "project_id": "427887573",
      "url": "https://gepris.dfg.de/gepris/projekt/427887573",
      "title": "Zell-Zell Interaktionen in einer synthetischen Co-Kultur: PHA Produktion aus Sonnenlicht und CO2 durch Co-Kultivierung von Synechococcus elongatus und Pseudomonas putida",
      "investigators": "Professor Dr.-Ing. Andreas  Kremling;Dr. Katharina  Pflüger-Grau",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBioverfahrenstechnikMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 427887573",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)",
      "description": "Synthetische mikrobielle Konsortien bergen ein hohes Potenzial für biotechnologische Anwendungen, da durch Arbeitsteilung Aufgaben bewerkstelligt werden können, die sonst nicht möglich wären. Der Einsatz eines solchen Konsortiums in einem Bioprozess erfordert jedoch eine enge und individuelle Kontrollierbarkeit der beteiligten Mikroben. Eine Voraussetzung dafür ist das grundlegende Verständnis der Vorgänge in den einzelnen Stämmen und ihrer Interaktion. Das synthetische Konsortium, das in diesem Projekt untersucht wird, besteht aus einem Cyanobakterium, welches die C-Quelle für den heterotrophen Partner Pseudomonas putida bereitstelltDiese Kombination von cyanobakteriellen Feedstock mit dem biosynthetischen Potenzial von P. putida, einem Modellorganismus in der Synthetischen Biologie, birgt das Potential für eine breite Anwendungpalette. Aktuell wird die Co-Kultur aus Synechococcus elongatus PCC7942 cscB und P. putida zur Produktion von Polyhydroxyalkanoate (PHA) aus Licht und CO2 untersucht. S. elongatus cscB wurde dabei genetisch so verändert, so dass es unter erhöhten Salzkonzentrationen Saccharose ausschleußt. Dieser Zucker dient dann als Kohlenstoffquelle für P. putida, wo er zur Akkumulaiton von PHA genutzt werden kann. Ausgangspunkt der letzten Förderperiode war ein Prozess, in dem S. elongatus cscB ausreichend Saccharose sekretierte, um das Wachstum und die PHA-Akkumulation von P. putida mit einem maximalen Titer von ~150 mg PHA L-1 zu ermöglichen. In der ersten Förderperiode wurde dieser Prozess durch den Einsatz von P. putida cscRABY, einem Stamm mit einem effizienteren Saccharose Stoffwechsel, verschiedenen Stickstoffquellen, die jeweils exklusiv für einen Stamm zur Verfügung standen, verbessert und es wurde eine individuelle Kontrollierbarkeit der Wachstumsrate der Co-Kulturpartner erreicht. Diese Prozessanpassungen führten zu einem maximalen PHA-Titer von 393 mg L-1 und einer PHA-Produktionsrate von 42,1 mg L -1 Tag -1.In diesem Verlängerungsantrag soll das Potenzial des künstlichen synthetischen Konsortiums auf verschiedenen Ebenen weiter untersucht werden. Auf der Prozessebene soll eine Hochzelldichte-Kultivierung etabliert werden und der besser geeignete Stamm S. elongatus UTEX2973 eingesetzt werden, um die PHA-Ausbeute zu verbessern. Auf zellulärer Ebene werden wir die mit Hilfe von Omics-Technologien identifizierten regulatorischen Vorgänge analysieren, den Einfluss der bakteriellen Oberflächenstrukturen auf die Zell-Zell-Interaktion untersuchen, die Stabilität der Co-Kultur durch gezielte Verunreinigungen prüfen und ein Populationsmodell aufstellen. In einer Kollaboration mit der Kohlheyer Gruppe werden wir die Co-Kultivierung auf Einzelzellebene verfolgen. Auf Basis stöchiometirischer Modelle der beteiligten Mikroorganismen wird ein einem Inter-Spezies-Core Modell aufgestellt werden, das ein erstes Bild der Stoffwechselflüsse vermittelt und eine Grundlage für weitere Prozessverbesserungen bietet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2170: \nNeuartige Produktionsverfahren durch skalenübergreifende Analyse, Modellierung und Gestaltung von Zell-Zell- und Zell-Bioreaktor-Interaktionen (InterZell)"
    }
  ]
}