{
  "spp_number": "SPP 2497",
  "spp_title": "Geohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540895436",
  "projects_count": 19,
  "projects": [
    {
      "project_id": "560279495",
      "url": "https://gepris.dfg.de/gepris/projekt/560279495",
      "title": "ADRICRUST - Struktur und Deformation der Kruste der Adriatischen Platte an der Übergangszone der Dinariden-Helleniden",
      "investigators": "Dr. Anke  Dannowski;Dr. Martin  Thorwart",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560279495",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Mit dem Projekt ADRICRUST schlagen wir im Rahmen des SPP „DEFORM“ vor, die Lithosphären-Struktur der Adriatischen Platte am östlichen Rand der Adria, nahe dem Übergang der Dinariden zu den Helleniden, zu studieren. Es soll ebenfalls untersucht werden ob an Land beobachtete Variationen in Deformation und Orogenese mit möglichen Variationen in der Adriatischen Platte im Zusammenhang stehen. In SPP-Phase 1 streben wir die Finanzierung von Schiffszeit und Landstationen zur Datenerfassung in einem amphibischen seismischen Experiment an. In diesem multi-skalen Ansatz sind unsere Hauptziele aktive Deformation in der Adria sowie die seismische Geschwindigkeitsverteilung, in der Kruste bis hin zum obersten Mantel, abzubilden. Kenntnisse über die physikalischen Eigenschaften der Kruste tragen dazu bei, Prozesse im Mantel mit Oberflächenstrukturen zu verknüpfen. Die neuen geophysikalischen Daten sollen geologisch interpretiert und mit Studien an Land verknüpft werden, um ein geologisches Abbild vom Meer bis zum Gebirge zu erzeugen. Darüber hinaus werden wir Modelle zur Kontinent-Kontinent-Kollision testen. Das vorgeschlagene Projekt leistet einen Beitrag zur Georisiken-Abschätzung in der Adria-Region, insbesondere wird das Verständnis zu submarinen Erdrutschen, Verwerfungen und Seismizität in der küstennahen Region erweitert. Letztere hat in der Region in der Vergangenheit mehr als 10000 Todesopfer gefordert. Unsere wichtigsten Forschungsfragen sind: Wie ist die Tiefenstruktur der adriatischen Kruste? Wie korrelieren Geometrie und Krusteneigenschaften der adriatischen Platte mit Veränderungen der Geometrie und Kinematik der aktiven Plattengrenze am Dinariden-Helleniden-Übergang? Wie tief ist die Moho entlang der Deformationsfront? Wie sind Verteilung, Typen und Geometrie der aktiven Störungen? Wie schiebt sich eine Kontinentalplatte unter eine andere Kontinentalplatte? Mit der Inbetriebnahme des neuen FS METEOR IV im Jahr 2026 und dem FS Maria S. Merian, das das Mittelmeer bedient, werden wir in den ersten 3 Jahren des SPP Schiffszeit beantragen. Nach einem ersten Prozessing werden die Daten anderen SPP-Gruppen zur Verfügung gestellt. Das vorgeschlagene Projekt bezieht sich hauptsächlich auf die SPP-Themen 2 (Prozesse im Störungsmaßstab) und 1 (Prozesse im Plattenmaßstab). Die Ergebnisse können zu allen drei Forschungsthemen beitragen. Das Projekt bewegt sich vorwiegend in Tätigkeitsfeld A (geophysikalische Bildgebung) und teilweise in B. Mit ADRICRUST tragen wir zur seismo-tektonischen Kartierung der Adria-Region im marinen Bereich bei. Neben der zuvor beschriebenen Beantragung von Schiffszeit für neue marine geophysikalische Daten am Dinariden-Helleniden-Übergang, umfasst unser Vorschlag auch die Bergung von 15 Stationen eines geplanten OBS-Langzeitnetzwerks an der Kefalonia-Störungszone (KAROS-Projekt). Zusätzlich unterstützen wir Nebennutzer-Anträge für Schiffszeit während der vorgeschlagenen Expedition für eigene Messungen off-shore.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugGroßbritannienMitverantwortlicheProfessor Dr. Ingo  Grevemeyer;Professorin Dr. Heidrun  KoppKooperationspartnerProfessor Dr. Tim  Henstock;Professor Dr. Anthony  Watts"
    },
    {
      "project_id": "560303281",
      "url": "https://gepris.dfg.de/gepris/projekt/560303281",
      "title": "Analyse von Unterwassergefahren durch das dextrale Kefalonia-Verwerfungssystem (SHARK)",
      "investigators": "Professorin Dr. Anne  Bernhardt;Dr. Gareth  Crutchley;Dr. Felix  Gross;Dr. Jens  Karstens",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303281",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die Kefalonia Transformstörung gilt als eine der aktivsten in Europa und war im letzten Jahrhundert für zahlreiche Erdbeben verantwortlich. Im Rahmen des SHARK-Projektes (Submarine Hazard Assessment for the Right-lateral Kefalonia Transform Fault System) wird der küstennahe Abschnitt der Kefalonia-Transformstörung in der Nähe der griechischen Inseln Kefalonia und Lefkada untersucht, um die aktiven Störungsprozesse in den oberen 1500 Metern unter dem Meeresboden zu verstehen. Durch die Erfassung und Auswertung neuer hochauflösender geophysikalischer und geologischer Daten über die Geometrie und den Versatz der Störungen sollen großräumige plattentektonische Prozesse - von der ozeanischen bis zur kontinentalen Kollision - besser verstanden werden und physikalische Bruchmodelle für die Bewertung von Erdbeben- und Tsunamirisiken erstellt werden. Obwohl Transformverwerfungen durch laterale Verschiebungen gekennzeichnet sind, können große Erdbeben Tsunamis auslösen, wenn die Verwerfungsbewegung zu erheblichen vertikalen Verschiebungen führt oder, wenn die Bodenbeschleunigung Hangrutschungen unter Wasser auslöst. Um diese Gefahren besser zu verstehen, müssen die oberen Sedimentschichten des Kontinentalschelfs und der von Transformstörungen betroffenen Hänge genau analysiert werden. Im Rahmen des SHARK-Projektes wird eine Schiffsexpedition durchgeführt, um die Tsunamipotentiale des Kefalonia Störung zu untersuchen und die detaillierte Architektur und Aktivität im Quartär des Kefalonia Verwerfungssystems mit Hilfe von hochauflösenden 3D und 2D seismischen Reflexionsdaten und ultrahochauflösenden Unterwasser-Photogrammetrie-Mikrobathymetriedaten zu erfassen. In diesem Zusammenhang werden wir mit Hilfe von Multibeam-Bathymetrie, Sedimentecholotdaten und Sedimentproben untermeerische Massentransportablagerungen im Zusammenhang mit der Kefalonia-Transformations-Störungszone lokalisieren und charakterisieren, um das Potenzial von Hangrutschungen als Auslöser lokaler Tsunami-Ereignisse zu bewerten. Darüber hinaus wird SHARK geophysikalische, geodätische und ozeanographische Daten vom Meeresboden sammeln, um die Grundlage für eine langfristige Überwachung der Aktivität des Verwerfungssystem zu schaffen. SHARK ist eng mit anderen Projekten innerhalb des SPP DEFORM verknüpft und wird wichtige moropho-tektonische Informationen über die Offshore-Regionen liefern, um das gesamte Land-Meer-System zu erfassen. Die Ergebnisse dieses Projekts werden nicht nur zu den übergeordneten Zielen des SPP DEFORM Programms beitragen, sondern auch unser allgemeines Verständnis von Übergangszonen zwischen Subduktion und Transforstörungen weltweit verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugGriechenlandMitverantwortlicheProfessor Dr. Christian  Berndt;Dr. Jan Oliver  Eisermann;Professorin Dr. Heidrun  Kopp;Professor Dr. Sebastian  Krastel;Dr. Tom  KwasnitschkaKooperationspartnerinProfessorin Dr. Paraskevi  Nomikou"
    },
    {
      "project_id": "560303655",
      "url": "https://gepris.dfg.de/gepris/projekt/560303655",
      "title": "Bestimmung neogener bis quartärer Exhumationsraten in verkürzenden und dehnenden Abschnitten des Dinariden-Helleniden-Übergangs anhand der Thermolumineszenz-Thermochronologie von Kalzit/Dolomit",
      "investigators": "Professorin Dr. Sumiko  Tsukamoto;Professor Dr. Kamil Marek  Ustaszewski, Ph.D.",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303655",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Mit diesem Antrag wollen wir die neogene bis rezente Verformung in vorrangig verkürzenden resp. dehnenden strukturellen Teilgebieten in der Übergangszone zwischen den Dinariden und Helleniden in Albanien untersuchen, indem wir Kalzit/Dolomit-Thermolumineszenz (TL)-Datierungen als Ultraniedrigtemperatur-Thermochronometer einsetzen. Bislang war der Einsatz konventioneller thermochronologischer Methoden, wie Zirkon- und Apatit-Spaltspuren- sowie (U-Th)/He-Analysen im Überschiebungsgürtel der Dinariden und Helleniden stark eingeschränkt, da diese Minerale in den überwiegend karbonatischen Abfolgen, die sich während des Mesozoikums am passiven Kontinentalrand der Adriatischen Platte ablagerten, nicht vorkommen. Die TL-Datierung, bei welcher eingefangene Elektronen aus dem radioaktiven Zerfall gemessen werden, kann zur Datierung der Abkühlung des Gesteins unter 50-70 °C mit einer zeitlichen Reichweite bis zu etwa 10 Ma verwendet werden. Dies macht die Methode zu einem leistungsfähigen Instrument für die Bewertung der Exhumationsgeschichte in Gebieten, die bisher als ungeeignet für „klassische“ Niedrig-T-Thermochronologie-Ansätze galten, die Zirkon und Apatit erfordern. Dies wird es uns ermöglichen, den zeitlichen Ablauf der Deformation der oberen Kruste und der Exhumationsmuster besser zu verstehen, die durch die vom Erdmantel angetriebenen Prozesse rückschreitender Subduktion und von slab breakoff in den Dinariden und Helleniden verursacht wurden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugAlbanien, SlowenienKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Ana  Fociro;Dr. Bardhyl  Muceku;Dr. Kujtim  Onuzi;Professor Dr. Marco  Vrabec"
    },
    {
      "project_id": "560279307",
      "url": "https://gepris.dfg.de/gepris/projekt/560279307",
      "title": "CASPAR, Umfassende Sammlung und Analyse von Erdbebenmechanismen in der Region der Ostadriatischen Kontinentalplatte",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560279307",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die AdriaArray-Initiative konzentriert sich auf den östlichen Rand der adriatischen Platte, und deckt eine Region ab, die sich von den Ostalpen bis nach Westgriechenland erstreckt. Dazu gehört ein dichtes Netz seismischer Stationen, das durch die Zusammenarbeit zwischen deutschen Universitäten, Forschungsinstituten und seismologischen Untersuchungen in den Balkan- und Adriastaaten aufgebaut wurde. Unser vorgeschlagenes Projekt CASPAR, Comprehensive collection and Analysis of Source Parameters in the eastern Adria plate Region, ist eine Initiative, die seismologische Kataloge und Erdbebeninformationen zu sammeln. Damit wird das Projekt zahlreichen anderen Forschungsprojekten im Rahmen des SPP DEFORM beitragen, mit dem Potenzial, das Verständnis der Seismizität und der strukturellen Merkmale der Region erheblich zu verbessern. Die Adria-Region ist von besonderem seismologischem Interesse, da sie in der Vergangenheit von großen, zerstörerischen Erdbeben heimgesucht wurde. Die Seismizität in der Region ist diffus und komplex und weist unterschiedliche Bruchprozesse und -stile auf. Diese Vielfalt verdeutlicht sowohl die erhebliche seismische Gefährdung als auch das komplexe Netz aktiver Verwerfungsstrukturen und unterschiedlicher Spannungsbedingungen. Folglich ist das Zusammentragen früherer Studien und seismischer Kataloge von entscheidender Bedeutung, um die Analyse, die Interpretation und das Verständnis neuer Daten und künftiger seismischer Ereignisse in der Region zu verbessern. Die komplexe gesellschaftliche und politische Geschichte der Region stellte bisher eine Herausforderung für die grenzüberschreitende Harmonisierung seismischer Informationen dar, die nun durch die AdriaArray Initiative ermöglicht wird. Gegenwärtig gibt es keine einheitlichen seismischen Kataloge der gesamten Region mit kritischen Parametern wie Momentmagnituden und Momententensoren. Lokale Institutionen betreiben kleine regionale Netzwerke, und wenden unterschiedliche Methoden zur Prozessierung der Daten an. Informationen über Erdbeben liegen in verschiedensten Formaten vor. Diese Heterogenität der Informationen erschwert ein umfassendes Verständnis der seismischen Merkmale des Gebiets. Das CASPAR Projekt soll diese Lücke schließen, indem es diese unterschiedlichen Informationsquellen zusammenführt und harmonisiert, um einen einheitlichen, offen zugänglichen seismischen Katalog für die gesamte Adria-Region zu erstellen. Um dieses Ziel zu erreichen, sind Besuche in den Balkanländern und eine enge Zusammenarbeit mit den Partnern vor Ort vorgesehen, wobei auf den jüngsten Initiativen aufgebaut wird, die bereits wertvolle Verbindungen zu regionalen Partnern etabliert haben. Durch diesen Prozess soll baut wird, die bereits wertvolle Verbindungen zu regionalen Partnern etabliert haben. Durch diesen Prozess soll das Projekt eine bessere Analyse und Koordinierung für künftige seismische Forschungen und Risikominderungsmaßnahmen in der Adria-Region ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)MitverantwortlicheDr. Jörn  Kummerow;Dr. Gesa M.  Petersen"
    },
    {
      "project_id": "560293909",
      "url": "https://gepris.dfg.de/gepris/projekt/560293909",
      "title": "CYBERSHAKE - CyberShake und SeisSol für physikbasierte Simulationen von Fehlerrupturen und Bodenbewegungen am östlichen Rand der Adria-Platte unter Verwendung von Supercomputing",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560293909",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Wir beabsichtigen, physikbasierte Simulationen von Erdbeben und den daraus resultierenden Bodenbewegungen durchzuführen, die die östliche Grenze der Adriatischen Platte beeinflussen könnten. Unsere Simulationen konzentrieren sich auf Erdbeben, die sich entlang des Scutari-Pec-Störungssystems (an der Dinariden-Helleniden-Übergangszone) und des Kefalonia-Transformstörungssystems (an der ozeanisch-kontinentalen Übergangszone) ereignen. Simulationen von Erdbeben aus diesen Quellen können wertvolle Informationen für zukünftige seismische Gefahrenstudien in der östlichen Adria liefern, einer dicht besiedelten Region mit einer wachsenden Einwohnerzahl. Für seismische Gefahrenstudien werden Bodenbewegungen traditionell mit empirischen Gleichungen vorhergesagt, die auf Beobachtungen basieren. Allerdings sind Erdbebendatenbanken in Bezug auf Nahfeldaufzeichnungen und Beobachtungen von Ereignissen mit hoher Magnitude selten. Dieser Vorschlag schlägt eine alternative Methodik zur Vorhersage von Bodenbewegungen vor, indem deterministische potenzielle Szenarien mit der CyberShake-Plattform und dem SeisSol-Code simuliert werden. CyberShake und SeisSol können auf Hochleistungsrechnern (HPC) Tausende von Szenarien simulieren, was die Untersuchung einer breiten Palette von möglichen Quellrupturen und Ausbreitungsparametern ermöglicht. CyberShake verwendet das Reziprozitätsprinzip, um effizient mehrere Szenarien zu untersuchen, die für die anschließende seismische Gefahrenanalyse geeignet sind. SeisSol hingegen ermöglicht die Untersuchung kinematischer und dynamischer Szenarien für die Quellruptur. Beide Simulationswerkzeuge verwenden geeignete Vernetzungsstrategien, um die Wellenausbreitung genau zu simulieren. Der Anelastic Wave Propagation (AWP)-Code, der Teil von CyberShake ist, verwendet ein versetztes Gitter, das eine feinere Zellengröße in den langsameren, flacheren Krustenschichten ermöglicht. SeisSol verwendet ein tetraedrisches Gitter, das eine höhere Auflösung in Bereichen in der Nähe der Störungsquelle ermöglicht. Wir werden die aktuellsten geologischen, geophysikalischen und geodätischen Informationen der Region sammeln, um die Erdbebenszenarien von Interesse für unsere Simulationen auszuwählen. Wir werden unsere Ergebnisse mit den Beobachtungen der AdriaArray-Mission und anderen seismologischen Netzwerken in der Region vergleichen. Zusätzlich werden wir unsere Ergebnisse durch den Vergleich mit empirischen Bodenbewegungsvorhersagegleichungen (Ground Motion Prediction Equations, GMPEs) kalibrieren. Diese Untersuchung wird voraussichtlich in der ersten Phase des DEFORM Priority Programms durchgeführt, die die Grundlage für seismische und Tsunami-Gefahrenstudien in der zweiten Phase des Programms legen wird. Außerdem werden wir unsere Ergebnisse in einem Simulationsdaten-See speichern, der einen organisierten Zugriff für zukünftige Studien ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugItalien, Spanien, USAMitverantwortlicheProfessor Dr. Michael  Bader;Dr. Alice-Agnes  Gabriel;Professor Dr. Heiner  IgelKooperationspartnerDr. Abdelkrim  Aoudia, Ph.D.;Professor Dr. Kim Bak  Olsen;Dr. Josep de la Puente"
    },
    {
      "project_id": "560302743",
      "url": "https://gepris.dfg.de/gepris/projekt/560302743",
      "title": "Das seismische Mosaik: 4D Krustendeformation entlang des Dinariden-Helleniden Übergangs",
      "investigators": "Professor Dr. Daniel  Koehn;Dr. Sofia-Katerina  Kufner",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560302743",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Dieses Projekt zielt darauf ab, die Frage zu beantworten, wie die Deformation der Erdkruste in Verbindung zu einer sich biegenden Lithosphärenplatte im Erdmantel steht. Unsere Hypothese ist, dass durch die Bewegung der Lithosphärenplatte eine breite 3D-Deformationszone in der oberen Kruste erzeugt wird, die aus einem Mosaik von Krustenblöcken besteht, die teilweise unterschiedliche Deformationsgeschichten durchlaufen. Die Dinariden-Helleniden-Übergangszone in Albanien, eine der Schwerpunktregionen innerhalb DEFORM, ist hervorragend geeignet, um diese Hypothese zu testen. In dieser Region, in der die Adriatische Mikroplatte gegen den westlichen Balkan konvergiert, herrscht im Vergleich zu anderen Teilen der Plattengrenze eine hohe seismische Gefährdung. Die genauen Mechanismen und Loci der Krustendeformation sind jedoch umstritten. Hier schlagen wir ein Analysetool vor, mit dem man den Deformationszustand der gesamten Kruste – nicht nur entlang aktiver Verwerfungen – bestimmen kann. Unser interdisziplinärer Ansatz kombiniert die Bestimmung der Krustenanisotropie mittels Scherwellenaufspaltung (SWS) mit der Methode der Stylolithen-Spannungsinversion (SRIT). Die Anisotropie der oberen Kruste kann durch spannungsgerichtete Mikrorisse verursacht werden, aber sie kann auch strukturbedingt sein, z. B. in der Nähe von Verwerfungssystemen, und somit Informationen über deren aktuelle oder vergangene Aktivität liefern. Stylolithen wiederum können als Spannungsmesser angesehen werden, da sie durch Drucklösungsvorgänge im Gestein entstehen. Ihre Analyse bietet die Möglichkeit, Spannungsrichtungen sowie die Größe des vollständigen Spannungstensors für verschiedene geologische Ereignisse zu entschlüsseln, wobei das jüngste in der Regel das aktuelle Spannungsfeld widerspiegelt. In diesem Projekt werden wir Daten eines 400-Stationen seismologischen Netzes, das über neun Monate 10.800 lokale Erdbeben aufgezeichnet hat, für die SWS-Analyse verwenden. Um die Überlagerung verschiedener Faktoren, die Anisotropie verursachen, zu trennen, werden wir geologische Feldarbeiten durchführen und SRIT anwenden und letztlich diese beiden Datensätze in einer Inversion kombinieren. Unser Ansatz wird ein 3D Modell der aktuellen Krustenspannungsverteilung sowie Informationen über vergangene Deformationsereignisse liefern. Dies wird unser Verständnis der vergangenen und aktuellen Deformationen und deren Zusammenhang mit dem seismischen Gefährdungspotenzial verbessern. Durch die Verbindung von Seismologie und Geologie ist unser Ansatz neuartig und erfolgversprechend, da der Abstand zwischen den verwendeten seismologischen Stationen im gleichen Maßstab wie geologische Strukturen liegt. Innerhalb von DEFORM dient dieses Projekt als Verbindung zwischen lithosphärenweiten und oberflächenbasierten Studien und liefert entscheidende Daten für Modellierungsstudien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugAlbanienKooperationspartnerinProfessorin Dr. Ana  FociroMitverantwortlichProfessor Dr. Andreas  Rietbrock"
    },
    {
      "project_id": "560300382",
      "url": "https://gepris.dfg.de/gepris/projekt/560300382",
      "title": "Data2Model: Wissensaufbau zur Konvertierung von Beobachtungen zu Modellen",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560300382",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die Region um das adriatische Meer umfasst mehrere Subduktionszonen und ist deshalb durch eine hohe seismische Gefährdung gekennzeichnet. Für eine Physik-basierte, seismische Gefahreneinschätzung sind dynamische Erdbebenmodelle erforderlich. Die Resultate solcher Bruchmodelle sind jedoch von den initialen Bedingungen, dem anfänglichen Spannungszustand und der Störungsorientierung, abhängig. Beide Parameter sind schwer zu bestimmen und daher größtenteils unbekannt, was relativ ungenaue Vorhersagen zur Folge hat. Das SSP DEFORM wird dieses Problem angehen indem es Beobachtungen aus Geologie, Geomorphologie, Geodäsie und Geophysik mit numerischer Modellierung kombiniert um die physikalischen Faktoren zu quantifizieren, die ausschlaggebend für das seismische Risiko sind. Das Spannungsfeld der Kruste ist die wichtigste Triebkraft für Erdbeben, kann aber durch vorhandene Beobachtungen nicht ausreichend bestimmt werden. Seine räumliche und zeitliche Entwicklung wird durch das Zusammenspiel von oberflächennahen und tieferliegenden lithopshärischen Strukturen, subduzierenden Platten, bestimmt. Allerdings ist die Geometrie dieser Platten noch umstritten. Dies erschwert den Aufbau eines umfassenden und physikalisch konsistenten Modells für Erdbebengefährdung. Das Ziel von Data2Model ist es, die Vorhersagekraft von konventionellen Explorationstechniken (z.B. seismische Tomographie) zu verbessern indem sie in Physik-basierte, geodynamische Modelle integriert werden. Data2Model wird die nötige Infrastruktur entwickeln, um geophysikalische, geodätische, geologische und geomorphologische Daten nahtlos zu integrieren, interpretieren und geodynamische Modelle für die Adria zu erstellen. Darauf aufbauend wird Data2Model die Werkzeuge für eine geodynamische Inversion entwickeln, mit der der Spannungszustand der Kruste und Lithosphäre eingegrenzt werden kann. Auch die Unsicherheiten und der Wertebereich von geometrischen und Materialparametern können über diese Inversion quantifiziert werden. Aufgrund dessen wird Data2Model deutlich bessere Spannungsfelder für Erdbebensimulationen liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560303013",
      "url": "https://gepris.dfg.de/gepris/projekt/560303013",
      "title": "Erkundung sedimentärer Tsunami-Archive in Albanien",
      "subject_area": "GeologiePhysische Geographie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303013",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Tsunami-Gefahren im zentralen und östlichen Mittelmeerraum, die von seismischen oder vulkanischen Quellen ausgehen, sind gut untersucht und in paläoseismologischen und Tsunami-Datenbanken dokumentiert. In diesem Zusammenhang ist die adriatische Platte als tektonisch aktive Region bekannt, die Erdbeben und Tsunamis verursacht. Dennoch liegen für die Balkanländer, einschließlich Albanien, keine Informationen aus geologischen und sedimentologischen Archiven über die Rekurrenz von seismisch ausgelösten Tsunamis vor. Das Fehlen oder die Inkonsistenz von feldbasierten Daten über Tsunamis hat in der Vergangenheit zu dramatischen Katastrophen geführt, wie der Mangel an Wissen vor dem Tsunami im Indischen Ozean 2004 oder die Unterschätzung des Gefahrenpotenzials vor dem Tohoku-Oki-Tsunami 2011 gezeigt haben. Feldbasierte synoptische Beobachtungen sind für die Erstellung von Tsunami-Gefahrenszenarien und -modellen unerlässlich. Um dies zu erreichen, haben sich Multi-Proxy-Ansätze, einschließlich sedimentologischer, geochemischer, geophysikalischer und geochronologischer Methoden, bei der Entschlüsselung von Tsunamiiten aus Sedimentarchiven bewährt, um Wiederkehrraten und Intensitäten vergangener Tsunamis zu rekonstruieren. Dieses Projekt zielt darauf ab, (A) Sedimentarchive entlang der albanischen Küste mit Hilfe eines Multi-Proxy-Ansatzes zu untersuchen, um Tsunamiite zu identifizieren; (B) die zeitlichen Wiederkehrraten und die räumliche Verteilung dieser Tsunamiite zu rekonstruieren; (C) die entdeckten Ereignislagen mit bekannten Ereignissen aus angrenzenden Regionen in Griechenland und Süditalien zu korrelieren; und (D) erste feldbasierte Daten bereitzustellen, um die Genauigkeit von Modellierungswerkzeugen und Georisikoszenarien zu verbessern. Diese Hauptziele sollen unsere Hypothese bestätigen, dass die Küsten der Adria in der Vergangenheit von Tsunamis betroffen waren und gegenwärtig einer noch nicht quantifizierten Gefahr ausgesetzt sind, und dass die feldbasierten Daten unser Verständnis und unsere Modellierungsfähigkeiten in Bezug auf seismisch induzierte Tsunami-Rekurrenzen entlang des östlichen Randes der Adriatischen Platte verbessern werden. Dieses Forschungsprojekt ist in das SPP „DEFORM“ integriert, indem es feldbasierte Daten über vergangene Tsunamis bereitstellt, welche die Bestimmung aktiver Verwerfungszonen onshore und offshore verbessern, einen chronologischen Rahmen für die Paläoseismizität von Tsunamis liefern und das Potenzial für eine genaue Modellierung von Tsunami-Gefahrenszenarien erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560303056",
      "url": "https://gepris.dfg.de/gepris/projekt/560303056",
      "title": "Etablierung eines multidisziplinären Rahmens für aktive Tektonik im Übergangsbereich zwischen Adriakollision und Ägäisdehnung",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303056",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die tektonische Region des zentralen östlichen Mittelmeers entsteht durch das Zusammenspiel verschiedener tektonischer Prozesse, die in einem relativ kurzen räumlichen und zeitlichen Maßstab auftreten. Die Adriatische Platte stellt ein Gebiet von entscheidender Bedeutung dar, das entlang der Dinariden kollidiert und unter dem Ionischen Meer am Hellenischen Graben subduziert. Die entlang des Verlaufs variierenden Subduktionsdynamiken verursachen eine komplexe Deformation der oberen Platte, was zu deutlichen Rotationen im GNSS-Geschwindigkeitsfeld und einem komplizierten Deformationsfeld führt, mit in verschiedene Richtungen verlaufenden Verwerfungen, die sich von den westlichen Balkanländern über das griechische Festland bis hin zur Peloponnes erstrecken. Die Entwicklung dieser Region und der Ursprung dieses komplexen Spannungsfelds sind nach wie vor umstritten. Ziel dieses Projekts ist es, mittels multidisziplinärer Beobachtungen Licht in das seismotektonische Regime dieser diffusen Plattengrenze in den westlichen Balkanländern und im nördlichen griechischen Festland zu bringen. Diese markiert die Verbindung zwischen der Adria-Kollisionszone und der Ägäischen Rückarc-Ausdehnung, die mit dem Rückzug des Hellenischen Grabens zusammenhängt. Diese Region ist durch ein hohes Erdbeben- und Tsunami-Risiko im Mittelmeerraum gekennzeichnet. Das Projekt wird in drei Arbeitspakete (WPs) unterteilt. WP1 wird das geologische Deformationsfeld, aktive Verwerfungen und Hebungen beschreiben, um die großräumigen, langfristigen Kinematiken der Region zu definieren. WP2 wird sich auf die Auflösung des zeitgenössischen Deformationsfeldes und der Kinematik mittels geodätischer und seismologischer Beobachtungen konzentrieren. WP3 ist der Integration der langfristigen und kurzfristigen Beobachtungen (WP1 und WP2) gewidmet, um Modelle der Deformation auf verschiedenen räumlichen und zeitlichen Skalen zu entwickeln, die die Erstellung einer regionalen seismotektonischen Karte unterstützen, ein fundamentales Instrument für das DEFORM-Projekt. AARte wird ein Expertenteam einsetzen, das die verschiedenen Disziplinen abdeckt, darunter Strukturgeologie, Tektonik und Geomorphologie, Geodäsie, Seismologie und Modellierung. Unser Projekt steht in enger Übereinstimmung mit Thema 1 des SPP-DEFORM, indem es wichtige Einblicke in die Plattenverformung in Nord-Zentral-Griechenland und den westlichen Balkan liefert und wesentlich zu Thema 2 des Programms beiträgt, das sich auf aktive Verwerfungen und Plattengrenzen konzentriert. Die Ergebnisse des Projekts werden wesentliche Beiträge sowohl für die geodynamische Modellierung als auch für die Erdbeben-/Tsunami-Gefährdungsabschätzung liefern und in die seismotektonische Karte einfließen, was wichtige Beiträge zu Thema 3, insbesondere den Aktivitätsfeldern B und E, darstellen wird, die sich mit der Modellierung von Erdbeben- und Tsunamigefährdungen beschäftigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugGriechenland, NeuseelandMitverantwortlicheProfessor Dr. Sascha  Brune;Dr. Silvia  Crosetto;Dr. Giorgio di Gomba;Dr. Sabrina  Metzger;Professor Dr. Dirk  Scherler;Professorin Taylor F.  Schildgen, Ph.D.;Professorin Dr. Laura  WallaceKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Susan M.  Ellis;Dr. Christos  Evangelidis;Dr. Vasiliki  Mouslopoulou;Professor Dr. Ioannis  Papanikolaou, Ph.D."
    },
    {
      "project_id": "560303388",
      "url": "https://gepris.dfg.de/gepris/projekt/560303388",
      "title": "Integrierte Multiskalen-Seismische Vollwelleninversion (FWI) für die Adriatische Platte (IMFWI-Adria)",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303388",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die seismische und tektonische Struktur der zirkumadriatischen Region ist der Schlüssel zum Verständnis aktueller und vergangener Platteninteraktionen sowie der damit verbundenen Georisiken in der Mittelmeerregion. Trotz früherer Studien sind kritische Fragen nach wie vor ungelöst, wie etwa die Konfiguration der adriatischen Mikroplatte und ihre Wechselwirkungen mit benachbarten Platten, unter Einbezug der europäischen und ionischen ozeanischen Platte. Unklarheiten bestehen weiterhin in Bezug auf Prozesse wie Risse (tears) in der Platte, Ablösung und Polarität der Subduktion, insbesondere in den Dinariden-Helleniden und Alpen. Diese Wissenslücken behindern unser Verständnis der geodynamischen Prozesse, die die Deformation in der Region vorantreiben, sowie die genaue Bewertung der damit verbundenen tektonischen Gefahren. Dieses Projekt befasst sich mit diesen Fragestellungen durch die Entwicklung eines robusten hochauflösenden 3D-P- und S-Wellen-Geschwindigkeitsmodells der zirkumadriatischen Region mit Schwerpunkt auf die Krusten-Mantel-Struktur. Wir werden die Multiskalen-FullWaveform-Inversion (FWI) anwenden, eine Methode, die die traditionelle Tomographie übertrifft, indem sie die gesamte seismische Wellenform verwendet und dadurch eine höhere Auflösung von der Kruste bis zur Basis des oberen Mantels erreicht. Regionale Erdbebenwellenformen, Umgebungsrauschen und teleseismische Daten werden integriert, um die Auflösung in verschiedenen Tiefen zu verbessern. Bei dieser Arbeit werden auch die Daten der jüngsten seismischen Experimente wie AlpArray, AdriaArray, ANTICS und C2S-RLN (Aufstellung in diesem SPP geplant) genutzt. Durch die Integration dieser Datensätze in unser FWI Inversionsverfahren wollen wir die komplexe Dynamik der Platten und die Wechselwirkungen zwischen den Platten verdeutlichen. Das hochauflösende Geschwindigkeitsmodell wird die Lokalisierung von Erdbeben und die Analyse von Herdmechanismen verbessern und damit einen wichtigen Beitrag zu den Zielen des DEFORM-Programms leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560303125",
      "url": "https://gepris.dfg.de/gepris/projekt/560303125",
      "title": "Kollision zu Subduktion; Von den Dinariden-Helleniden zum Ozean-Kontinent Übergang am Kefalonia-Transform Fault System – ein zweiphasiges ‘Large-N’ Exp",
      "investigators": "Dr. Beth  Kahle;Professor Dr. Andreas  Rietbrock;Dr. Bernd  Schurr;Professor Dr. Frederik  Tilmann",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303125",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Der östliche Rand der adriatischen Platte ist eine Region mit hoher seismischer Gefährdung.  Beobachtungen von Erdbeben und Verwerfungen an der Oberfläche zeigen komplexe Herdmechanismen, Verwerfungsausrichtungen und Verschiebungsrichtungen in einem weiten Gebiet, das von verteilten Deformationsprozessen charakterisiert wird. Verschiedene mögliche Ursachen der Oberflächendeformationen werden in der Literatur diskutiert: Die Dynamik der Subduktion/Kollision, insbesondere der Übergang von der kontinentalen Kollision zur ozeanischen Subduktion entlang der Kefalonia Transform Fault Zone (KTFZ), übt wahrscheinlich einen tiefgreifenden Einfluss aus, aber auch die topografischen Kontraste, d.h. Unterschiede in der potenziellen Energie im Schwerefeld, tragen wesentlich dazu bei.  Wir schlagen ein temporäres seismischen Netz mit ~400 Geophonen und 50 Breitbandstation mit geringen Stationsabständen (6 km) vor, das die Darstellung von Strukturen der Kruste und des oberen Mantels, von Geschwindigkeiten und Seismizität in hoher Auflösung ermöglicht. Eine sorgfältige Untersuchung der Verwerfungsarten, Oberflächenmorphologie, heutiger seismischer Aktivität und seismischer Geschwindigkeitsstruktur wird zum Verständnis der Kinematik der Region beitragen. Die Informationen über Verwerfungsgeometrien und -aktivität werden zusammen mit den hochaufgelösten Modellen elastischer Eigenschaften die Beurteilung verschiedener dynamischer Modelle der Region erlauben und sind eine Voraussetzung für physikalisch-dynamische Bruchmodelle großer Erdbeben in der zweiten Phase des SPP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560285092",
      "url": "https://gepris.dfg.de/gepris/projekt/560285092",
      "title": "Koordinationsfonds",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560285092",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Das dicht besiedelte Gebiet um die Adria ist durch eine Vielzahl von Geohazards gekennzeichnet. Insbesondere der östliche aktive Kontinentalrand der Adriatischen Platte, an dem Erdbeben mit bis zu einer Stärke von 7 auftreten und der weit weniger erforscht ist als der westliche, ist gut geeignet, um die geodynamischen Ursachen von Geohazards zu untersuchen. Das Hauptziel von DEFORM besteht darin, die Deformation von Lithosphärenplatten und damit verbundene Geohazards quantitativ zu modellieren. Dazu werden geodynamische Prozesse im Plattenmaßstab mit lokalen Studien aktiver Verwerfungen verknüpft. Neue Verfahren der digitalen Datenerfassung, Strukturerkundung, der seismotektonischen Analyse und numerischen Modellierung werden eingesetzt, um quantitative Geohazardszenarien zu entwickeln. In der ersten Phase konzentrieren wir uns auf die „Geophysikalische Strukturerkundung“ (Tätigkeitsfeld A), die „Seismotektonik“ (Tätigkeitsfeld B) und die Entwicklung von „Modellierungswerkzeugen zur Simulation von Plattendeformation und Geohazards“ (Tätigkeitsfeld C). Die Kommunikation zwischen den einzelnen Projekten, die Organisation von Tagungen, Workshops, Exkursionen, von Mentoring- und Outreach-Aktivitäten sowie die Zusammenarbeit mit internationalen Partnern und Initiativen wie EPOS und AdriaArray erfordern intensive Koordination.  Um die Ziele von DEFORM zu erreichen, muss eine effektive Vorgehensweise für die Erstellung und Bewertung numerischer Lithosphärenmodelle auf der Grundlage von Ergebnissen der Aktivitätsfelder A und B entwickelt und koordiniert werden. Kenntnisse zur Plattengeometrie und der Kruste müssen in 3D-Modelle umgewandelt werden, um sie als Input für numerische Simulationen verwenden zu können (Tätigkeitsfeld C). Darüber hinaus werden diese geodynamischen Input-Modelle durch den direkten Vergleich von synthetischen und gemessenen Phasengeschwindigkeiten von Oberflächenwellen, Laufzeiten lokaler Raumwellen, Receiverfunktionen und des Schwerefelds bewertet. Für die Wahrnehmung dieser wissenschaftlichen Koordinierungsaufgaben wird die Stellen eines wissenschaftlichen Mitarbeiters/einer wissenschaftlichen Mitarbeiterin beantragt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560284584",
      "url": "https://gepris.dfg.de/gepris/projekt/560284584",
      "title": "KYMA - Ein multiskaliger, selbstkonsistenter Rahmen für Tsunami- und Erdbebenmodellierung des Kefalonia-Verwerfungssystems unter Verwendung von Supercomputing und maschinellem Lernen: Hin zu einer physikbasierten Tsunami-Gefahrenbewertung, dringender Reaktion und neuen Instrumenten.",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560284584",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Die geplante Beobachtungsinfrastruktur und Datenerfassung im Rahmen von DEFORM bieten hervorragende Möglichkeiten zur Weiterentwicklung der Erdbebenphysik, erfordern jedoch einen zentralen Zugangspunkt für Simulationsexpertise. Das Projekt Kyma (κύμα, griechisch für „Welle“) hat das Ziel, das Verständnis tsunamigener Erdbebenquellen und Erdbeben-Tsunami-Wechselwirkungen zu vertiefen, wobei das Kefalonia-Transformstörungssystem (KTFS) als Fallstudie dient. Gleichzeitig bildet es das Rückgrat der Erdbebenmodellierung für DEFORM. Es werden innovative Modellierungsabläufe entwickelt, um die Zeitskalen vom seismischen Zyklus bis zur seismischen und Tsunami-Wellenausbreitung zu überbrücken, indem dynamische Bruch-, seismische Zyklus- und Tsunami-Modellierung integriert werden. Besonders wichtig ist die Entwicklung einer integrierten Modellierung für seismische Zyklen (“seismic cycles”), dynamische Brüche und Tsunamis, die speziell auf komplexe Mehrfachstörungssysteme zugeschnitten ist, was eine integrierte dynamische Bruch- und Tsunami-Modellierung ermöglicht. Darüber hinaus wird das Projekt 3D-Simulationstechniken für Tsunami-Erdbeben voranbringen, indem automatische CAD-Workflows, umfassende Analysen zur Charakterisierung komplexer 3D-Tsunami-Entstehungseffekte sowie effiziente Approximationsmethoden für 2D-Tsunami-Modelle entwickelt werden. Es wird auch das Verständnis der von Meeresboden- und 6-DOF-Instrumenten erfassten Signale durch parametrische Studien verbessern. An den geplanten amphibischen Instrumentierungsstandorten werden Erdbeben- und Tsunami-Signaturen für eine schnelle Erkennung und Charakterisierung von Ereignissen untersucht. Zudem wird ein Datensatz gekennzeichneter tsunamigener und nicht-tsunamigener synthetischer Signale erstellt, und eine erste explorative Analyse mit maschinellen Lernmethoden durchgeführt. Dieser umfassende Ansatz trägt zum Ziel des DEFORM-Schwerpunktprogramms bei, physikalische Modelle zur Erklärung der Komplexität von Störungssystemen und der Deformation der Lithosphäre über verschiedene Zeitskalen zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)MitverantwortlicheProfessor Dr. Michael  Bader;Professor Dr. Jörn  Behrens;Dr. Alice-Agnes  Gabriel;Professor Dr. Heiner  Igel"
    },
    {
      "project_id": "560283387",
      "url": "https://gepris.dfg.de/gepris/projekt/560283387",
      "title": "MOSAIC - Ein modularer, paralleler, 3D seismo-thermo-mechanischer Ansatz zur Simulation der Rückkopplung zwischen geodynamischen und seismischen Prozessen.",
      "investigators": "Professor Dr. Thibault  Duretz;Dr. Alice-Agnes  Gabriel;Professor Dr. Boris J.P.  Kaus",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560283387",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Wie geodynamische Prozesse wie Subduktion oder Kollision die seismische Gefährdung beeinflussen, ist nach wie vor wenig verstanden, da diese Prozesse aufgrund ihrer Nichtlinearitäten und der großen Unterschiede in den Zeitskalen (von Millionen Jahren bis zu Sekunden) schwer zu modellieren sind. Dieses Projekt konzentriert sich auf die Entwicklung eines neuen 2D/3D parallelen Software-Frameworks in Julia, um geodynamische Prozesse und seismische Zyklen auf konsistente Weise zu simulieren. Durch die Verwendung von gestaffelter Finite-Differenzen-Diskretisierung, adaptiver Zeitschrittsteuerung und reibungsgesetzabhängiger Rate-und-State-Funktionalität wird die Software die Wechselwirkungen zwischen langfristiger tektonischer Deformation, seismischen Zyklen und Oberflächendeformationen modellieren.  Ein zentrales Ziel ist es, die zweiseitige Kopplung zwischen diesen Prozessen zu untersuchen, bei der seismische Zyklen das großräumige geodynamische Verhalten beeinflussen können, im Gegensatz zur der häufiger verwendeten einseitigen Kopplung, bei der seismische Ereignisse ausschließlich durch tektonischen Spannungen angetrieben werden. Dies wird neue Erkenntnisse darüber liefern, wie sich Störungssysteme dynamisch entwickeln und im Laufe der Zeit mit größeren tektonischen Kräften interagieren. Wir werden den neuen Code mit etablierten Standards vergleichen, die Bedeutung von einseitigen und zweiseitigen Kopplungsansätzen testen und einen Workflow entwickeln, um von geodynamischen Zeitskalen bis hin zu Bodenerschütterungen zu gelangen, die durch Brüche in einem Mehrfach-Verwerfungssystem verursacht werden. Durch die Nutzung von GPU-beschleunigtem Rechnen und effizienten ODE-Lösern zielt das Team darauf ab, seismische Zyklen über längere Zeiträume zu simulieren, möglicherweise bis zu Millionen von Jahren. Die Zusammenarbeit mit anderen Projekten der DEFORM SPP-Initiative wird es ermöglichen, dieses Framework in regionale geodynamische Modelle zu integrieren und ein leistungsstarkes Werkzeug zur Untersuchung seismischer Gefahren und tektonischer Prozesse in komplexen geologischen Umgebungen zu schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugSchweizKooperationspartnerDr. Albert de Montserrat;Dr. Ludovic  Räss"
    },
    {
      "project_id": "560303458",
      "url": "https://gepris.dfg.de/gepris/projekt/560303458",
      "title": "Muster der vertikalen Bewegung über Zeitskalen und Plattenkonvergenztypen hinweg (OCT yo-yo)",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560303458",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Das DEFORM-Schwerpunktprogramm konzentriert sich auf den tektonischen Übergang zwischen kontinentaler Kollision in den Dinariden und ozeanischer Subduktion in den Helleniden, wobei die Kefalonia-Transformverwerfung den Verformungskontrast zwischen diesen beiden Konvergenzstilen lokalisiert. Dieser Antrag zielt darauf ab, das Muster der vertikalen Bewegung über kurze (< 50 ka), mittlere (> 50 ka) und lange (> 1 Ma) Zeitskalen entlang der Helleniden-Dinariden einzugrenzen. Wir werden dies durch die Analyse von Meeresterrassen und Faziesveränderungen in neogen-quartären Sequenzen marinen Ursprungs an drei Schlüsselstellen erreichen, die die vertikale Bewegung über diese verschiedenen Zeitskalen einschränken. Unser umfassender Ansatz, der eine Kombination aus Radiokarbondatierung, kosmogener Nuklidanalyse und Strontium (87Sr/86Sr)-Datierungstechniken für eine robuste Alterskontrolle beinhaltet, ist entscheidend für das Verständnis der Variabilität der vertikalen Bewegungen über Zeit und Raum, kontrastierende Konvergenzstile, für die Identifizierung der Mechanismen, die die Deformation antreiben, und liefert wichtige Randbedingungen für zukünftige Modellierungsvorhaben. Unsere Analyse steht in engem Zusammenhang mit Thema 2 von DEFORM, das sich auf aktive Verwerfungen und Plattengrenzen konzentriert. Die Ergebnisse dieses Projekts werden jedoch präzise Eingangsparameter für die geodynamische und seismische/Tsunami-Gefahrenmodellierung liefern, die in der zweiten Phase von DEFORM eine zentrale Rolle spielen wird. Insbesondere werden die kurzfristigen Ergebnisse (< 50 ka) als entscheidender Input für Thema 3 (insbesondere die Aktivitätsfelder B und E) dienen, die sich auf die Modellierung der Erdbeben- und Tsunami-Risiken beziehen. Die Ergebnisse zu den mittel- und langfristigen Zeitskalen (über Hunderttausende bis Millionen von Jahren) werden wesentliche Parameter für die geodynamischen Modelle in Thema 1 liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)MitverantwortlichProfessor Dr. Pieter van der Beek"
    },
    {
      "project_id": "560282762",
      "url": "https://gepris.dfg.de/gepris/projekt/560282762",
      "title": "Plattendeformation, Slab Gaps und Mantelströmungen entlang des östlichen Randes der Adriatischen Platte durch Joint Inversion von Oberflächenwellen und Scherwellen-Splitting",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560282762",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Um die Ursachen von Georisiken entlang des östlichen Randes der Adriatischen Platte zu untersuchen, müssen geodynamische Prozesse wie Plattenbewegungen, Mantelströmungen und lithosphärische Deformationen untersucht werden. Die Region zeichnet sich durch den Übergang von ozeanischer Subduktion in der südlichen Ägäis zur kontinentalen Kollision in den Helleniden und Dinariden aus. Dabei treten komplexe Prozesse auf, wie die Subduktion, Delaminierung der Mantel-Lithosphäre, Abrisse der Lithosphäre (horizontal und vertikal), Mantelströmungen und Krustendeformationen, die bisher wenig erforscht sind. Um dies zu untersuchen, entwickeln wir ein dreidimensionales, azimutal anisotropes Scherwellengeschwindigkeitsmodell durch gemeinsame (Joint) Inversion von Scherwellen-Splitting- und Oberflächenwellen-Phasengeschwindigkeitsdaten. Diese Beobachtungen werden integriert, um laterale strukturelle Heterogenitäten und Anisotropie in der Kruste, der Mantellithosphäre und der Asthenosphäre aufzulösen. Die Studie untersucht auch die vertikale Schichtung der Anisotropie, die durch strukturelle Anisotropie, duktile Deformation und Mantelströmungen entstehen kann. Ziel ist es, eingefrorene und geschichtete Anisotropie zu identifizieren, um die räumlich-zeitliche Variabilität der Deformation zu verstehen. Dies ist besonders relevant für den Übergang von NE-SW-Kompression an der aktiven Deformationsfront zur NS-Extension im Hinterland der Dinariden und Helleniden. Zudem werden mögliche Plattenlücken und Risse in den Helleniden und Dinariden untersucht. Daten des AdriaArray-Netzwerks werden zur Analyse von Scherwellen-Splitting und Oberflächenwellen-Dispersion unter strenger Qualitätskontrolle verwendet. Ein stochastischer Inversionsalgorithmus wird entwickelt, um ein hochauflösendes 3D-Modell zu erstellen. Umfangreiche Auflösungstests und Unsicherheitsanalysen gewährleisten die Robustheit des Modells, das wichtige Randbedingungen für die geodynamische Modellierung im SPP DEFORM liefert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560280130",
      "url": "https://gepris.dfg.de/gepris/projekt/560280130",
      "title": "Seismische Dämpfung und Textur des östlichen Randes der Adriaplatte (A-MAP)",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560280130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "A-MAP erschließt die Informationen des hochfrequenten gestreuten seismischen Wellenfeldes, um neue Informationen über die Dynamik und Struktur der Kruste und des oberen Mantels entlang des östlichen Randes der adriatischen Platte abzuleiten. Wir entwickeln 1-D, 2-D und 3-D Modelle der Heterogenität im Untergrund und der frequenzabhängigen seismischen P- und S-Wellendämpfung. Dazu simulieren wir mit Hilfe der Energietransfertheorie die seismischen Energieausbreitung vom Ersteinsatz bis zur späten Koda. Dies ermöglicht die Unterscheidung zwischen intrinsischer Absorption und Streudämpfung, um neue Perspektiven auf Prozesse und Strukturen im Untergrund zu erhalten.   Wir wenden die geophysikalische Bildgebung sowohl auf die gesamte Adria-Region an, die vom AdriaArray abgedeckt wird, als auch auf die Schlüsselgebiete des Dinariden-Helleniden-Übergangs und des Kefalonia-Transform-Fault-Systems. Es werden 1-D tiefenabhängige Dämpfungsmodelle entwickelt, die für eine korrekte Modellierung der Amplituden bei der seismischen Wellenausbreitung erforderlich sind.   Auf Grundlage der abgeleiteten Dämpfungsmodelle untersuchen wir Erdbebenquellenspektren zur Bestimmung von Momentmagnituden, Eckfrequenzen und Spannungsabfällen, um die Quellencharakterisierung kleiner Ereignisse gegenüber empirischen Magnituden zu verbessern. Damit schaffen wir Voraussetzungen für die physikalisch basierte Modellierung der Bodenbewegung für die seismische Gefährdungsanalyse in der zweiten Phase von DEFORM.  2D- und 3D-Dämpfungsmodelle, die aus Erdbebendaten und Umgebungsrauschen abgeleitet werden, liefern neue Informationen über die Struktur des Untergrunds, die in seismischen Geschwindigkeitsmodellen nicht enthalten sind. Die seismische Absorption ist ein Indikator für Temperatur und Fluidgehalt. Die seismische Textur oder Heterogenität, quantifiziert durch die Streudämpfung, ist ein Indikator für die Dichte von Rissen und Verwerfungen sowie für kleinräumige Veränderungen der mineralogischen Zusammensetzung. Wir setzen die seismische Streutomographie als geophysikalisches Bildgebungsverfahren ein, das Hinweise auf Wärmefluss und Plattendeformation liefert, insbesondere auf die vertikale Durchmischung und Hebung von heterogenem Material der unteren Kruste.    Unsere auf seismischer Streutheorie und den Informationen im hochfrequenten Wellenfeld basierenden Methoden ermöglichen somit eine hochauflösende räumliche Darstellung der Viskosität der Kruste und mit geringerer Genauigkeit auch die der Mantel-Lithosphäre und der Asthenosphäre. In Verbindung mit anderen geowissenschaftlichen Methoden, die in DEFORM eingesetzt werden, bestimmen wir die intrinsische Frequenzabhängigkeit des viskoelastischen Verhaltens über Zeitskalen von der seismischen Wellenausbreitung bis zu den Deformationen der Lithosphäre. Damit leisten wir einen wichtigen Beitrag zum Verständnis der dynamischen Prozesse der östlichen Adria.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)"
    },
    {
      "project_id": "560302439",
      "url": "https://gepris.dfg.de/gepris/projekt/560302439",
      "title": "Untersuchung der Kefalonia-Verwerfung anhand seismischer Wellenfeldanalysen: Seismizität, amphibische Arrays, lokale Gradienten und Rotationen",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560302439",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "Ziel dieses Projekts ist es, neue Erkenntnisse über den Deformationszustand und die strukturellen Eigenschaften der Kefalonia Transform Fault Zone (KTFZ) zu gewinnen. Die KTFZ ist die aktivste Blattverwerfung in Europa. Beispiele für zerstörerische Erdbeben in jüngster Zeit sind die Ereignisse der Magnitude Mw 7,0 im Jahr 1953 und der Mw 6,8 im Jahr 1983. Die KTFZ stellt eine STEP-Verwerfung am Übergang von ozeanischer Subduktion im Süden zu kontinentaler Kollision im Norden dar. Die Details der Verwerfungsgeometrie, ihrer Segmentierung und des darunter liegenden Plattenrandes müssen noch geklärt werden. KAROS wird sich auf Prozesse auf der Verwerfunggrößenordnung konzentrieren (DEFORM-Forschungsthema 2: seismisches und aseismisches Verhalten von Verwerfungen sowie Charakterisierung von Plattengrenzen und deren Verformung) und dabei neue Methoden zur detaillierten Charakterisierung der Seismizität und des Herdmechanismus anwenden. Innovative Ansätze für die seismische 3D-Tomographie und die Charakterisierung von Spannungsfeldern werden die Verbindung zu Prozessen auf der Plattenskala herstellen (DEFORM-Forschungsthema 1: geodynamische Antriebskräfte und Plattenkonfiguration). Schließlich werden die Ergebnisse unserer amphibischen Experimente wichtige Grundlagen für die physikalische Erdbeben- und Tsunami-Gefahrenabschätzung liefern (DEFORM-Forschungsthema 3). Zum ersten Mal wird die KTFZ mit einem amphibischen passiv-seismischen Experiment untersucht, das 15 Meeresbodenstationen westlich/südwestlich der KTFZ sowie 10 6-Komponenten-Stationen und kleine Arrays auf den Inseln Kefalonia und Lefkada umfasst. Mit Hilfe neuartiger Methoden, die sich aus der Möglichkeit ergeben, räumliche Wellenfeldgradienten direkt zu beobachten, werden wir die Verwerfungsstruktur sowie den Rand der darunter liegenden ozeanischen Platte systematisch charakterisieren. Die Verbindung von direkten und von Array abgeleiteten Wellenfeldgradientenbeobachtungen mit Eikonal- und Helmholtz-Tomographie wird es uns ermöglichen, unser Wissen über die lokale Scherwellengeschwindigkeitsstruktur sowie die Anisotropie des oberen Mantels und der Kruste erheblich zu verbessern. 6C-Beobachtungen in Kombination mit der verbesserten räumlichen Datenabdeckung, die wir durch die OBS-Einsätze erhalten, sowie der Fortsetzung der aktuellen AdriaArray-Einsätze (DSEBRA) werden die Seismizität und die Herdmechanismen entlang der KTFZ in noch nie dagewesenen Details aufdecken. Insgesamt wird unsere Studie zu einem besseren Verständnis der geodynamischen Triebkräfte der Erdbeben- und Tsunamigefahr in diesem DEFORM-Schlüsselgebiet beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugGriechenlandKooperationspartnerinnen / KooperationspartnerDr. Christos  Evangelidis;Professorin Dr. Paraskevi  Nomikou;Professor Dr. Costas  Papazachos;Professor Dr. Efthimios  Sokos"
    },
    {
      "project_id": "560282405",
      "url": "https://gepris.dfg.de/gepris/projekt/560282405",
      "title": "Vertikale Krustenbewegungen, Relief- und Entwässerungsentwicklung am Dinariden-Helleniden-Übergang",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560282405",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)",
      "description": "The Shkoder-Peja Fault System (SPFS) in northern Albania forms the limit between the oblique collisional Dinarides orogen to the north and the subduction-controlled Hellenides orogen to the south. The SPFS has been associated with the northern limit of clockwise rotation of the Hellenides due to slab rollback, marks a 30º change in strike of the orogen, and has also been associated with a possible tear in the subducting Adriatic slab. To the south of the SPFS, the internal zone of the northern Hellenides is characterized by orogen-perpendicular extension, which has marked the topography and has been argued to control rapid exhumation since the late Miocene-Pliocene. In addition, the SPFS should also accommodate orogen-parallel extension and hosts some of the highest massifs of the Dinaride-Hellenide orogen in its footwall. First-order questions concerning both the dynamics and the kinematics of the Dinaride-Hellenide Transition (DHT) at the SPFS remain unanswered, including: (1) the role of the SPFS in accommodating differential motion between the Dinarides and Hellenides; (2) the temporal and kinematic relationships between range-perpendicular and range-parallel extension; (3) the onset age of the most recent phase of extension in the northern Hellenides; (4) the link between extension and exhumation; and (5) the imprint of extensional tectonics on topography and drainage patterns. This project will address these outstanding research questions by: (1) collecting new low-temperature AHe and potentially 4He/3He thermochronology data from strategic locations throughout the DHT to map out spatial / temporal patterns of exhumation and their relationship with extension; (2) integrating new and existing thermochronology data into thermo-kinematic models in order to quantitatively infer fault-motion history from the pattern of thermochronological dates; (3) establishing quantitative relationship between landscape morphology and catchment-average erosion rates from cosmogenic-nuclide data in catchments across major extensional faults; and (4) performing quantitative landscape analysis to constrain timing and rates of rock-uplift and drainage reorganization in response to extensional faulting. The overarching objective is to provide a well-constrained history of uplift, exhumation and extensional faulting associated with the DHT since the Late Miocene.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2497: \nGeohazards und Deformation von Lithosphärenplatten: Der östliche Kontinentalrand der Adriatischen Platte (DEFORM)Internationaler BezugAlbanien, Frankreich, ItalienKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Eline Le Breton;Professor Dr. Lorenzo  Gemignani;Dr. Bardhyl  Muceku"
    }
  ]
}