{
  "spp_number": "SPP 2100",
  "spp_title": "Soft Material Robotic Systems",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359715917",
  "projects_count": 18,
  "projects": [
    {
      "project_id": "498342743",
      "url": "https://gepris.dfg.de/gepris/projekt/498342743",
      "title": "Aktive softrobotische Saugvorrichtung für den Tiefseeeinsatz",
      "investigators": "Dr. Tom  Kwasnitschka;Professorin Dr.-Ing. Annika  Raatz",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498342743",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Die Tiefsee ist nicht zuletzt wegen ihrer extremen Bedingungen noch weitestgehend unerforscht, erfährt aber durch die dort vorkommenden natürlichen Ressourcen und die Bedeutung für das Weltklima ein stetig steigendes Interesse. Für die Robotik bietet die Tiefsee damit gleichzeitig schwierigste Einsatzbedingungen in einem vielversprechenden Anwendungsgebiet. Eine der Hauptaufgaben von zur Forschung eingesetzten Tauchrobotern (ROV, Remotely Operated Vehicles) ist die Probennahme von Flora, Fauna und Gestein. Diese erfolgt zurzeit noch durch starre hydraulischen Manipulatoren, aus industrieller Produktion. Suction Sampler stellen besonders zur Probenahme eine Verbesserung dar. Hierbei wird analog zum Staubsaugerkonzept ein flexibler Schlauch vom Roboterarm zum Einsatzort geführt. Die starren Manipulatoren sind dabei weder besonders präzise und agil, noch sind sie für diese Aufgabe energieeffizient. Das vorliegende Projekt soll daher den bisher passiven Suction Sampler zu einem aktiven System machen und damit unabhängig von weiterer Aktorik. Hierfür werden mehrere soft hydraulische Aktoren aus Silikon miteinander kombiniert, um einen möglichst großen Arbeitsraum abzudecken. Der softe Roboter wird mit Meerwasser aktuiert und vom Einsatzschiff teleoperativ gesteuert. Das Projekt deckt zudem die gesamte benötigte Peripherie ab und stattet das ROV mit einer Pumpe, dem Probennahmemechanismus, Aktuierungseinheit und einem angepassten ROV-Trägersystem aus. Ziel des Projekts ist damit ein vollständig einsetzbares System zur Probennahme in der Tiefsee, basierend auf einem soften Roboter. Hierfür ergänzen sich die am match bestehende und in der ersten Phase des SPP2100 vertiefte Expertise auf dem Gebiet der Soft Robotik mit dem praktischen Wissen um Betriebsanforderungen, Entwicklungsprozesse und Rahmenbedingungen der Meerestechnik am GEOMAR.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "498252575",
      "url": "https://gepris.dfg.de/gepris/projekt/498252575",
      "title": "Aktive Steifigkeitsverteilungssteuerung und ihre Anwendung in weichen Unterwasserrobotern",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498252575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Die wellenförmige Fortbewegung ist eine universelle Methode, die von Spermien (~ Mikrometer) wie auch von Walen (~ Meter) angewendet wird. Ihr großes Potential im Feld Roboteranwendungen reicht in den Bereichen Überwachung, Umweltsanierung bis hin zur biomechanischen Forschung. Bislang wurden viele wellenförmige Schwimmer vorgestellt. Diese künstlichen Schwimmer können jedoch kaum vergleichbare Leistungen wie ihre natürlichen Gegenstücke erbringen. Außerdem können natürliche Wellenformschwimmer ihre Körpersteifigkeitsverteilung adaptiv einzustellen, um sich den verschiedenen Strömungsbedingungen anzupassen. In Anbetracht dieser Herausforderung schlagen wir einen neuartigen, auf künstlichen Muskeln basierenden Mechanismus zur Abstimmung der Steifigkeitsverteilung für wellenförmige Roboter und eine begleitende CFD-basierte inverse Entwurfsmethodik für die angestrebte Steifigkeitsverteilung zur Erreichung der gewünschten Schwimmleistung vor. Die Design-Iteration mit Hilfe der Berechnungsgrundlage wird zu einem autonomen, wellenförmigen Fischroboter führen, der seine Körpersteifigkeitsverteilung mit verbesserter Schwimmleistung unter wechselnden Strömungsbedingungen intelligent anpassen kann. Des Weiteren kann die hier aufgezeigte Methodik auch bei der Entwicklung und Herstellung allgemeiner sehnengetriebener weicher Roboter wie einer Roboterhand, -greifer und -katheter helfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsMitverantwortlichDr.-Ing. Xu  ChuEhemaliger AntragstellerDr. Wenqi  Hu, bis 10/2024"
    },
    {
      "project_id": "498165449",
      "url": "https://gepris.dfg.de/gepris/projekt/498165449",
      "title": "Biomimetische Roboter mit autonomer Steuerung durch dielektrische Elastomere (BROADCAST)",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498165449",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Projekt BROADCAST schafft eine neue Klasse weicher, biomimetischer Systeme, die mit der Umgebung in einer sicheren, bio-inspirierten Weise interagieren können. Der Ansatz basiert auf wichtigen Forschritten in der Produktionstechnik von Schaltkreisen auf Basis dielektrischer Elastomere (DE), neuen weichen elektronischen Materialien und neuen Ansätzen bei der Signalverarbeitung. BROADCAST untersucht multifunktionale DE, die robotische Strukturen steuern auf Basis bioinspirierter elektromechanischer Strategien wie zentraler Mustergeneratoren, auronomer Perestalsis und Lokomotion und anderer. Dies erfordert neue Materialien für flexible Elektroden und Sensoren, die zugeschnittene elektrische und elektromechanische Eigenschaften wie Elastizitätsmodul, Leitfähigkeit und Piezoresitivität liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "405033880",
      "url": "https://gepris.dfg.de/gepris/projekt/405033880",
      "title": "Co-Design von sensorbasierter Regelung und weicher Morphologie für Inhandmanipulation",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405033880",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Soft Material Robotic Systems bieten bedeutende Vorteile gegenüber traditionellen, \"harten\" Roboter. Das Verhalten eines weichen Roboters ist nicht ausschließlich das Ergebnis von Regelung, wie es für harte Roboter der Fall ist. Sondern das Verhalten ergibt sich genau so aus der Form und den Materialeigenschaften des Roboters, also aus der Morphologie. Wenn weiche Roboter Kontakt mit der Umwelt eingehen, verformen sie sich. Dabei erfüllen sie implizit Aspekte von Regelung, Aktuierung und Sensorik. Intelligentes morphologisches Design kann sich daher sehr vorteilhaft auf das Verhalten des Roboters auswirken und gleichzeitig Regelung und Sensorik vereinfachen. Die Vorteile eines passend gewählten morphologischen Designs wurden in vielen Systemen und Anwendungen gezeigt, sei es bei schwimmenden oder fliegenden Robotern, oder beim Greifen oder Laufen.Die \"Programmierung\" weicher Roboter bleibt allerdings ein weitestgehend ungelöstes Problem. Während die Programmierung harter Roboter einfach die Spezifizierung von Aktuationsbefehlen beinhaltete, müssen wir im Falle von weichen Robotern sowohl die Regelung als auch die Morphologie \"programmieren\", um die Vorteile von Soft Material Robotic Systems voll ausnutzen zu können. Selbstverständlich gibt es bei der Erzeugung des Verhaltens eine starke Koppelung zwischen Regelung und Morphologie. Deswegen sprechen wir hier von einem Co-Design-Problem: wir müssen die Regelung und Morphologie aufeinander abstimmen, um das Verhalten des Gesamtsystems zu bestimmen. Diese Problem wird gegenwärtig hauptsächlich durch menschliche Intuition und iterative Versuche gelöst. Damit Soft Material Robotic Systems als Wissenschaftsfeld voran kommt, müssen wir ein Verständnis dieses neuen Designproblems entwickeln und entsprechende, generelle Designregeln entwickeln.In diesem Projekt werden wir den Co-Designraum von Regelung mit Rückkopplung und morphologischem Design im Kontext von In-Hand-Manipulation untersuchen. In-Hand-Manipulation erfordert eine Vielzahl von Kontaktpunkten zwischen Hand und Object und stellt somit sowohl an die Regelung als auch an die Morphologie sehr hohe Anforderungen. Wir werden somit in der Lage sein, eine Vielzahl von Designherausforderungen mit einer einfachen experimentellen Plattform zu untersuchen. Zudem gibt es eine klare Definition von Erfolg, was die Beurteilung verschiedener Designs vereinfacht. Wir werden ein Verständnis des Co-Designraums herleiten, wir werden Berechnungswerkzeuge und Hardwarekomponenten entwickeln, um den Designprozess zu vereinfachen, und wer werden Einsichten über den Designprozess herleiten, die auch in anderen Anwendungsgebieten von Soft Material Robotic Systems ihre Gültigkeit behalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "404646560",
      "url": "https://gepris.dfg.de/gepris/projekt/404646560",
      "title": "Design-Methodik für die weiche Miniatur-Robot-Lokomotion",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMikrosysteme",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404646560",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Miniatur-Weichkörper-Materialroboter, die ungebunden und klein in der Gesamtgröße bis zu einigen Millimetern und sogar Submillimeter-Größenordnungen sind, müssen mehrere Fortbewegungsmodi aufweisen, um in komplexen Umgebungen, wie im Inneren des menschlichen Körpers, zu navigieren. Solche Miniatur-Weichkörper-Roboter für den medizinischen Einsatz werden in der Lage sein, mit minimaler Invasion auf zuvor schwer zugängliche oder unzugängliche Stellen des menschlichen Körpers zuzugreifen und medizinische Operationen sicher und präzise durchzuführen. Um solche neuartigen Miniatur-Weichkörper-Maschinen für den medizinischen Einsatz zu entwickeln, zielt dieses Forschungsprojekt darauf ab, eine systematische Methodik für Design, Herstellung und Validierung von mobilen Miniaturrobotern mit multimodalen Fortbewegungsmöglichkeiten unter Verwendung magnetisch-weicher Elastomer-Materialien zu entwickeln.Um dieses Ziel zu erreichen, besteht unser Forschungsziel in diesem Vorschlag aus drei iterativen Schritten. Im ersten Schritt werden wir die Roboter mit weichen Körpern so konstruieren, dass sie die Kinematik verschiedener Fortbewegungsmodi nachahmen, die von verschiedenen kleinen Tieren mit weichem Körper ausgeführt werden. Wir beginnen mit einem intuitiven Roboterdesign und entwickeln dann eine Berechnungsmethodik, die systematisch nach suboptimalen Roboterkonstruktionen sucht. Im nächsten Schritt, um die im ersten Schritt generierten Weichkörper-Roboterkonstruktionen zu realisieren, werden wir die aktuellen Fertigungstechniken für weiche Soft-basierte Miniatur-Softroboter deutlich weiterentwickeln und ein Verfahren zur Herstellung von dreidimensionalen Geometrien und Magnetisierungsprofilen entwickeln. Im letzten Schritt werden wir ermittelte Fortbewegungsmodi testen und charakterisieren, um ihre Leistung zu bewerten und auch die entwickelten dynamischen Modelle der Fortbewegung zu validieren. Das in diesem Schritt gesammelte Wissen wird als Richtschnur für die Verbesserung des Designs der Weichkörper-Miniaturroboter und ihrer gesamten multimodalen Fortbewegungsleistung in den nächsten Iterationen verwendet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "405032227",
      "url": "https://gepris.dfg.de/gepris/projekt/405032227",
      "title": "Dielektrische Elastomere Phase 2: Aktor-/Sensorkonzepte aus weichen Materialien für dreidimensionale Soft-Robotik-Systeme",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405032227",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Ziel dieses Projekts ist die Entwicklung des ersten dreidimensionalen weichen Roboter-Tentakelarms mit künstlichen Muskeln aus dielektrischen Elastomeren (DE) als zentrale Aktor-/Sensorelemente, um in Zukunft hochflexible und sichere Anwenderinteraktion sowie weiche Endoskopie- oder Greifanwendungen zu ermöglichen. Diese Aufgabe wird gemeinsam von zwei Gruppen aus der Fachrichtung Systems Engineering der Universität des Saarlandes (Seelecke, Rizzello) bearbeitet, in Fortführung der bereits in der ersten SPP 2100-Förderperiode etablierten Zusammenarbeit. Während in Phase 1 der Fokus auf der Generierung eines grundlegenden Systemverständnisses über planare DE-Softroboterkonzepte lag, werden in Phase 2 die entwickelten Methoden und Algorithmen auf den Fall eines skalierbaren dreidimensionalen und hyperredundanten DE-Soft-Tentakelarms erweitert. Zu diesem Zweck wird die erste Gruppe (Seelecke) neuartige Auslegungs-, Herstellungs- und Integrationskonzepte für dreidimensionale DE-Soft-Tentakelarme untersuchen, während die zweite Gruppe (Rizzello) mathematische Modelle und auf Self-Sensing basierende Regelungsalgorithmen für ein umfassendes Systemverständnis und eine präzise Positionierung/Interaktion entwickeln wird. Wie in Phase 1 wird das Erreichen dieses Ziels einen stark interdisziplinären Ansatz erfordern, der durch die komplementäre Expertise der beiden Gruppen abgedeckt wird. Der gemeinsame Standort an der Universität des Saarlandes wird zudem eine enge und synergetische Zusammenarbeit während der gesamten Projektlaufzeit gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "404971005",
      "url": "https://gepris.dfg.de/gepris/projekt/404971005",
      "title": "Drucktoleranter Energiewandler für Tiefseeanwendungen",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404971005",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Ziel des Projektes ist die Erhöhung der Robust- und Kompaktheit von Tiefseesystemen durch eine Verringerung der Systemkomplexität. Um Tauchtiefen größer als 500m zu erreichen, stoßen konventionelle Unterwassersysteme mit Druckkörpern an ihre Grenzen. Ein enormer Aufwand ist erforderlich, um diese Systeme tiefseetauglich zu machen. Immer größere Wandstärken der schweren Druckkörper erfordern großvolumige Auftriebskörper zur Gewichtskompensation. Fertigungs-, Entwicklungs-, Betriebs und Wartungskosten explodieren. Eine Verkleinerung der Systeme ist nicht denkbar. Im Rahmen dieses beantragten Projektes sollen grundlegende Untersuchungen zur Komplexitätsverringerung durch die Entwicklung drucktoleranter Funktionseinheiten aus weichen Materialien erfolgen. Der Umgebungsdruck wird dabei auf die im soften Material eingebettet Komponenten gleichmäßig übertragen, so dass auf Druckgehäuse komplett verzichtet werden kann. Bezüglich einer Tiefseeanwendung können alle inhärenten Eigenschaften von soften Materialien positiv genutzt werden. Aufgrund des Unterwasser herrschenden Auftriebs kann selbst die tragende Struktur aus weichen Material bestehen. Exemplarisch soll als weitestgehend flexible Funktionseinheit ein Fluidtransportsystem für die Tiefsee entwickelt werden. Dabei soll das softe Material multifunktional als Druckgehäuse für die darin eingebetteten Komponenten eingesetzt werden, als Korrosionsschutz, als tragende Struktur und zur Realisierung von Gelenken. In dem soften Trägermaterial sollen zudem weiche Energiewandler integriert werden. Die Verwendung softer Materialein ermöglicht neben multifunktionalen Materialnutzung eine Systementwicklung mit hohen Funktionsintegration, was zu einer Erhöhung der Robust- und Kompaktheit führt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsMitverantwortlicheProfessor Dr.-Ing. Franz  Dietrich;Dr.-Ing. Marc  Simnofske"
    },
    {
      "project_id": "404941515",
      "url": "https://gepris.dfg.de/gepris/projekt/404941515",
      "title": "Eigenenergie-versorgte, hybride triboelektrisch-piezoresistive taktile Sensoranordnung auf Basis künstlicher Haut für Soft Robots",
      "subject_area": "PolymermaterialienHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404941515",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Die erste Periode des SPP2100-Antrags konzentrierte sich auf die Entwicklung multifunktionaler, vernetzter, gummibasierter und kostengünstiger Lösungen für piezoresistive und triboelektrische Tastsensor-Prototypen und deren anschließende Integration in Komponenten für Soft Robots. In der zweiten Projektphase sollen diese Ergebnisse konsolidiert und weiter ausgebaut werden. Es konnte gezeigt werden, dass der ultrasensitive triboelektrische Tastsensor bereits schwache Berührungen detektiert und dass dies durch eine zusätzliche topografische Funktionalisierung weiter beeinflusst werden kann. Wir beabsichtigen, funktionelle, kommerzielle Gummisubstrate zu entwickeln und zu designen, um durch den Einsatz von chemischem Oberflächen-Engineering, additiver Fertigungsmethoden, selbstheilender Eigenschaften und Transferdruck hochempfindliche triboelektrische und piezoresistive Sensorlösungen zu erhalten. Für Anwendungen in der Soft-Robotik werden insbesondere piezoresistive Sensoren mit hoher Wiederholbarkeit und Reproduzierbarkeit angestrebt. In diesem Projekt schlagen wir erstmals vor, die gewünschten Eigenschaften, verbunden mit ausgezeichneter Empfindlichkeit zu erreichen, indem wir Dehnungssensoren auf Basis von Vakuum-Metallschichten einsetzen. Weiter beabsichtigen wir anstelle eines einzelnen Sensors, der menschlichen Haut nachempfundene hybride taktile Arrays herzustellen, welche hochdehnbar, langlebig und reaktionsfähig auf verschiedene Reize mit hoher räumlicher und zeitlicher Auflösung sind. Das vorgeschlagene Haut-ähnliche taktile Modul kann eine hohe Reproduzierbarkeit mit einer größeren Oberflächenabdeckung auf Soft Robots bieten und dabei komplexe taktile Informationen aufzeichnen, indem es unterschiedliche elektrische Spannungssignale als Antwort auf Vibration, Berührung oder Kraft erzeugt. Darüber hinaus kann die E-Skin auch eine Eigenstromversorgung aufweisen, da das triboelektrische Tastmodul bei Kontaktreibung einen Ausgangsstrom (im Mikroampere-Bereich) erzeugen kann, welcher für den Betrieb von Sensoren und Arrays mit geringer Intensität ausreicht. Ein weiteres Ziel ist, selbstheilende Funktionen in gummibasierte Berührungs- und Kraftsensoren zu integrieren, um eine langlebige, wetterunabhängige Funktionsfähigkeit zu gewährleisten. Dieser Antrag wird die kumulative Entwicklung und die multilateralen Forschung zur komplexen Datenverarbeitung stark befördern, welche durch gemeinsame Entwicklungen mit anderen Projektpartnern im SPP2100 auf dem Gebiet der neuronalen Netze basierenden Algorithmen für maschinelles Lernen und computergestützte Modellierungsstudien beruhen,. Der vorliegende Antrag, der die Entwicklung einer künstlichen Haut für Soft-Robotik-Komponenten und die Signalverarbeitung durch computergestützte Methoden einbezieht, legt daher besonderen Wert auf belastbare kollaborative Ergebnisse innerhalb des SPP2100 im Hinblick auf interdisziplinäre Synergien zwischen E-Skin, Soft-Robotik und maschinellem Lernen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "404586657",
      "url": "https://gepris.dfg.de/gepris/projekt/404586657",
      "title": "Entwicklung und Charakterisierung von weichen magnetischen Materialien mit Anisotropie in den mechanischen Eigenschaften und mehrfach stimulierbarer Nachgiebigkeit",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404586657",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Die Projektziele sind (A) die Untersuchung von weichen magnetischen Hybridmaterialien, die aus magnetischen Partikeln suspendiert in einer hoch elastischen Matrix, welche teilweise oder vollständig aus thermoplastischem Material besteht, und (B) die Ausnutzung der Vorteile in Form ihrer magnetisch reversibel veränderbaren Eigenschaften in prototypischen Lösungen für Anwendungen in der Soft Robotik. Das visionäre Ziel der Forschungen ist dabei auf die Erzeugung adaptiver mechanischer Nachgiebigkeit der technischen Funktionselemente, wie Aktoren und Sensoren, gerichtet. Es wird die Idee verfolgt, durch die Nutzung dieser ‚intelligenten’ Materialien die Effizienz von nachgiebigen Systemen im Vergleich zu Systemen ohne reversibel veränderbare Eigenschaften signifikant zu steigern. Zusätzlich zu einer variablen mechanischen Nachgiebigkeit ermöglichen die aktorischen und sensorischen Fähigkeiten dieser Materialien ein hohes Maß an Funktionsintegration.Der Schwerpunkt der geplanten Untersuchungen liegt auf der Betrachtung der Anwendbarkeit von drei Materialsystemen im Zusammenhang mit weichen Robotersystemen und deren vergleichende Analyse und Bewertung. Magnetische Hybridmaterialien (1) mit einem thermoplastischen Elastomer als Matrixmaterial, (2) mit einer Elastomer-Thermoplast-Matrix und (3) mit einer Elastomer-Matrix und eingebetteten makroskopischen thermoplastischen Einlagerungen werden untersucht. Der Fokus in der ersten Antragsperiode liegt auf der Methodenentwicklung, zugehörig zur theoretischen Beschreibung makroskopischen mechanischen Materialverhaltens, durch die Bereitstellung von geeigneten Materialmodellen und Entwurfswerkzeugen auf verschiedenen Abstraktionsebenen. Dazu kommt die experimentelle Charakterisierung der besonderen mechanischen Materialeigenschaften, wie der thermisch und magnetisch beeinflussbaren Steifigkeit.Die systematischen Untersuchungen, bestehend aus Material-, Komponenten- und System-Entwurf, werden prinzipiell neue Anwendungen weicher magnetischer Hybridmaterialien für Soft Robotik Systeme ermöglichen. Das intrinsische aktorische und sensorische Potenzial dieser Materialien, umgesetzt in einer hohen Funktionsintegration, kann zu einer neuen Qualität in der Adaptionsfähigkeit von Soft Robots bezüglich Aufgaben und Umgebungsbedingungen führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "404986830",
      "url": "https://gepris.dfg.de/gepris/projekt/404986830",
      "title": "Experimentell gestützte Balkenformulierung zur robusten Simulation weicher Robotersysteme",
      "subject_area": "MechanikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2019 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404986830",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Die Untersuchung fast uneingeschränkt verformbar, weicher Kontinuumsroboter und die damit verbundenen neuen Ansätze von Fortbewegung, Regelung und Sensorintegrierung, stellen derzeit einen Schwerpunkt in der Robotik dar. Die Fähigkeiten dieser Roboter sich an Hindernisse anschmiegen, Gegenstände greifen und ihr Bewegungsverhalten anpassen zu können sind prädestiniert für Anwendungen im Gesundheitswesen, bei der Mensch-Roboter Interaktion und im Feldeinsatz.Um jedoch ihr Verhalten mathematisch beschreiben zu können bedarf es überarbeiteter Modelle, die die nachgiebige Struktur und die kontinuierlichen Verformungen berücksichtigen. Daher besteht das Ziel dieses Forschungsvorhabens in der Entwicklung eines robusten  Modells, das allgemein für weiche Kontinuumsroboter gültig ist und das Wechselwirkungen zwischen Roboter und Umgebung, sowie dynamische Effekte abbildet. Wegen der Recheneffizienz wird der sehr vielversprechende Cosserat Balkenansatz angewendet, der die Struktur des Roboters als flexible, räumliche Materialkurve abbildet. Im Hinblick auf die Anwendbarkeit dieses Modells werden im Forschungsprojekt folgende Fragestellungen behandelt: 1) Welche grundsätzlichen Einflüsse im Einsatz von weichen Kontinuumsrobotern müssen erfasst werden und wie lassen sich diese Einflüsse mit dem Cosserat Balkenmodell angemessen berücksichtigen?2) Wie hängen die Modellparameter von der Ansteuerung des Roboters ab und ist eine Überlagerung verschiedener Bewegungsabläufe möglich?3) Wie müssen aufgrund der vereinfacht dargestellten Struktur des Roboters Kontakteinflüsse und aufgebrachte Lasten im Balkenmodell integriert werden um lokale Einflüsse zu erfassen?4) Wie groß ist der Fehler des Balkenmodells aufgrund der vereinfachten Darstellung der Roboterstruktur im Vergleich zu Modellen, die eine größere Geometrietreue erlauben?Für die Beantwortung werden numerische und experimentelle Untersuchungen an hergestellten pneumatisch angesteuerten weichen Kontinuumsrobotern durchgeführt. Die Roboter unterscheiden sich dabei in ihrem Bewegungsvermögen (Biegung, Torsion, Längung) und in der Komplexität ihrer Struktur. Grundlagenuntersuchungen sollen den Zusammenhang zwischen der Verformung und den korrespondierenden Modellparametern identifizieren. Zusätzliche Bewegungsanalysen unter aufgebrachten Lasten und Kontakten helfen das Cosserat Balkenmodell zu erweitern. Während des Projekts werden die Ergebnisse des Modells fortlaufend mit Experimenten überprüft. Zusätzliche Vergleiche mit Finiten Elementen Modellen, die die Roboterstruktur detailgetreuer abbilden, dienen der Bestimmung der Fehler und Gültigkeitsgrenze. Das Ergebnis des Forschungsprojekts ist ein allgemeines und parametrisiertes Cosserat Balkenmodell für weiche Kontinuumsroboter, das durch Experimente mit Prototypen validiert ist. Die durchgeführten numerischen und experimentellen Untersuchungen tragen zudem zum ganzheitlichen Verständnis der weichen Kontinuumsroboter und ihres Einsatzverhaltens bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "498339709",
      "url": "https://gepris.dfg.de/gepris/projekt/498339709",
      "title": "Intelligente Polymermaterialien als Aktoren und Sensoren für Soft Robotics Anwendungen (IntPoly)",
      "investigators": "Professorin Dr. Sabine  Ludwigs;Professor Dr.-Ing. Holger  Steeb",
      "subject_area": "PolymermaterialienMechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498339709",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "“Intelligent Polymer Materials as Actuators and Sensors for Soft Robotics Applications” (IntPoly) ist ein neues materialwissenschaftliches Projekt aus dem Bereich weicher Materialien, das die momentanen Aktivitäten des SPP2100 “Soft Material Robotics” ergänzen soll. IntPoly basiert auf der interdisziplinären Expertise von Prof. Sabine Ludwigs (Polymerchemie, Materialwissenschaften) und Prof. Holger Steeb (Mechanik, Materialmodellierung) und schlägt die Entwicklung neuartiger intelligenter Doppelschichten sowie 3D gedruckter Architekturen vor, die ihre mechanischen Eigenschaften an externe Felder adaptieren.  Die Materialien und Strukturen sollen als Dehnmessstreifen sowie als (versteifende) Aktoren von Elastomerbauteilen eingesetzt werden. Leitfähige Polymere (CPs) wie z.B. Poly(ethylendioxythiophen):Poly(styrolsulfonat) (PEDOT:PSS) stehen im Vordergrund, da sie als intelligente Materialien aktiv auf elektrische Felder reagieren. Hochdehnbare Materialien werden entwickelt, um sie kompatibel mit Soft Robots zu machen, was einerseits die Kombination der CPs mit Hydrogelen und andererseits als Blends mit Elastomeren beinhaltet.  Das Projekt ist in 3 Arbeitspakete strukturiert: In WP1 soll eine systematische Charakterisierung des komplexen Wechselspiels zwischen Temperatur, Luftfeuchte, elektrischer Leitfähigkeit und rheologischen Eigenschaften des Materials durchgeführt werden. Für die Anwendung als Aktoren und für (variabel aktuierte) Versteifung wird Joule Heating angewendet: lokales Erhitzen führt zu Krümmungsänderungen in Doppelschichten und erhöhten Materialsteifigkeiten. Für die Anwendung als Dehnmessstreifen soll der Widerstand als Funktion der Dehnung gemessen werden.  WP2 nutzt 3D Drucktechnologie für die Herstellung von intelligenten Architekturen, die in komplexeren Formänderungen resultieren sollen. Kontinuumbasierte finite Deformationsmodelle sollen für den Einsatz von FE-Simulationen entwickelt werden. Die numerischen Simulationen sollen die Vorhersage von Formänderungen unterstützen und interne Eigenspannungszustände von heterogenen Aktor-Architekturen sichtbar machen. In WP3 ist eine enge Kooperation mit den Demonstratorprojekten TENDON und SMART geplant. Einerseits sollen Dehnmessstreifen mit den Soft Robotics Systemen gekoppelt und hinsichtlich Form, Position und Orientierungsdetektion optimiert werden. Andererseits soll die durch elektrische Felder  „auf Knopfdruck“ induzierte Versteifung  der intelligenten Schichten und Architekturen mit den existierenden Soft Robots auf Elastomerbasis verknüpft werden. Das Projekt IntPoly adressiert aktuelle Herausforderungen im Gebiet Soft Material Robotics: Materialauswahl, -design und -verarbeitung von neuartigen weichen Materialien mit Hilfe neuer Fabrikationsprozesse (wie z.B. 3D Druck) für weiche, stark dehnbare Aktoren und Sensoren, die optimal in den Demonstratoren integriert werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "405032969",
      "url": "https://gepris.dfg.de/gepris/projekt/405032969",
      "title": "Kohärente Methodologie zur Modellierung und zum Entwurf weicher Roboter – Die Soft Material Robotics Toolbox (SMaRT)",
      "investigators": "Professorin Dr.-Ing. Annika  Raatz;Professor Dr.-Ing. Thomas  Seel, seit 3/2023;Professor Dr.-Ing. Jörg  Wallaschek",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405032969",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "In den letzten Jahren wurden unterschiedlichste Robotersysteme aus weichen Materialien entwickelt.  Dank ihrer geringen Steifigkeit und der daraus resultierenden Flexibilität werden diese als vorteilhaft in Bezug auf den Umgang mit unbekannten Objekten oder der Interaktion mit ihrer Umgebung angesehen. Die Entwicklung und Nutzung von weichen Robotersystemen für reale Anwendungsfälle ist jedoch eine Herausforderung, die bis heute besteht. Für die Modellierung und Regelung weicher Robotersysteme werden häufig Vereinfachungen getroffen, die nur auf sehr spezielle und damit eingeschränkte Anwendungen zutreffen und nicht verallgemeinert werden können. Für verallgemeinerte Entwicklungsaufgaben sind grundlegendere Methoden nötig, damit die Vorteile softer Robotersysteme reale Anwendungen finden. Ziel des vorliegenden Projektes ist es daher, einen Schritt hin zu der benötigten Methodik zu leisten. Dafür soll das komplexe Kontaktverhalten weicher Robotersysteme, das bisher häufig entweder vereinfacht oder vernachlässigt wurde, in die Modellierung einbezogen werden. Besonders im Hinblick auf reale Anwendungen muss der Kontakt des Roboters mit der Umgebung berücksichtigt werden.  Während der ersten Förderperiode wurde eine Toolbox entwickelt, die verschiedene Methodiken und Ansätze beinhaltet, die die Entwicklung und Optimierung eines einzelnen soften Aktorsegments unterstützen. Darauf aufbauend soll im hier beschriebenen Forschungsvorhaben eine Erweiterung der Toolbox vorangetrieben werden. Diese wird sowohl eine Erweiterung des weichen Robotersystems auf mehrere Segmente als auch eine Weiterentwicklung und Erweiterung der Methodiken beinhalten. Für einen zielgerichteten modellbasierten Designprozess werden Optimierungsprozesse erforschen, die einen vollständigen soften Manipulator mit spezifischen Aufgabenstellungen berücksichtigen, anstatt sich auf bestimmte Eigenschaften eines einzelnen weichen Aktors zu konzentrieren.  Für diese Optimierungsprobleme erforschen wir die Möglichkeit, Bahnplanung auch unter Berücksichtigung des Kontakts und der Nutzung von Hindernissen zu untersuchen. Dafür wird unter anderem ein komplexeres, und damit realistischeres Kontaktverhalten softer Robotersysteme in die Regelung und Modellierung einbezogen. Im Hinblick auf den Einsatz realer Roboter wird darüber hinaus die Bahnplanung im Zusammenspiel mit der gezielten Nutzung von Hindernissen untersucht. Die Ausführung gezielter dynamischer Trajektorien erfordert identifizierte Modelle, welche unter Berücksichtigung der Designoptimierung generiert werden. Um den Kontaktfall zu erkennen, werden Zustandsschätzer auf Basis der weiterentwickelten Modelle der Dynamik inkl. Kontakt untersucht. Die in diesem Projekt erzielten Forschungsergebnisse werden in einer weiterentwickelten Toolbox der Öffentlichkeit zugänglich gemacht und unterstützen somit zukünftig eine zielgerichtete und anwendungsorientierte Entwicklung softer Robotersysteme.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsEhemalige AntragstellerinDr.-Ing. Svenja  Spindeldreier, bis 3/2023"
    },
    {
      "project_id": "405030609",
      "url": "https://gepris.dfg.de/gepris/projekt/405030609",
      "title": "Koordinationsfonds",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405030609",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "The second funding period aims for contributions and applications in which the knowledge generated from the first funding period can define systems and methods with a notable impact on soft robotics and beyond. The benefit of soft robotic systems will be defined through collaborative projects, where the integration of different areas can address a specific application or method. However, non-collaborative projects or new projects are equally welcome and will be given the same priority. Proposals are expected to provide a clear overview of how the proposed systems address one or more of the opportunities arising from the use of soft materials concerning: • active and passive adaptability• whole-body deformation and dexterity• complexity reduction by exploiting morphological computation• functional integration/fusion of soft robotic systems approaches• control improvement in actuation/sensor integration• human-robot interactionThe programme is intended to be highly interdisciplinary, with close collaborations to enhance the possibilities for technology transfer and the mutual knowledge exchange. The projects are emphasized to build on each others’ progress, leading to an accelerated and efficient development process of soft material robotic systems. Potential participants are encouraged to establish collaborations with other research groups, addressing how the collaboration is beneficial for the aim of the Priority Programme. Successful projects should contribute to soft material robotics by demonstrating how the potential of soft materials can be effectively employed.It should be noted here, that the common abbreviation “soft robotics” can be misleading, as it is also used for robots that are extrinsically soft, i.e. robots in which compliancy is achieved through mechanism design (i.e. springs, compliant joints) and control. While these extrinsically soft robots are not within the scope of the programme, innovative proposals that address currents issues posed by intrinsically soft robotic systems are highly encouraged.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "497562474",
      "url": "https://gepris.dfg.de/gepris/projekt/497562474",
      "title": "Medizinische Miniaturroboter mit weichem Körper in unserem Körper",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMikrosysteme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497562474",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Das Forschungsziel dieses Vorschlags ist die Entwicklung von drei drahtlosen medizinischen Softroboter-Designs, die vielversprechend sind, um sich in flüssigkeitsgefüllten, begrenzten In-vivo-Umgebungen adaptiv, robust und sicher fortzubewegen und zu funktionieren. Dieses Ziel erreichen wir in folgenden vier Schritten:Schritt 1. Wir werden untersuchen, wie die Fortbewegungsleistung des blattförmigen weichen Roboterdesigns durch die nicht-Newtonschen Eigenschaften der Bioflüssigkeiten und die Oberflächenreibung auf biologischem Gewebe beeinflusst wird. Oberflächenmodifikationstechniken werden verwendet, um die Reibung des Roboters mit den umgebenden Grenzen für eine bessere Fortbewegung in realistischen Umgebungen zu modifizieren. Biokompatible magnetische Materialien werden schließlich verwendet, um den Roboter zu bauen, um ihn in biologischen In-vivo-Umgebungen besser anwendbar zu machen.Schritt 2. Wir werden untersuchen, wie die unterschiedlichen Geometrien des beengten Raums die Fortbewegungsfähigkeit des Rohrroboterdesigns beeinflussen. Für unterschiedliche medizinische Aufgaben in einem Blutgefäß werden unterschiedliche Funktionselemente in den Roboter integriert. Es werden Möglichkeiten untersucht, den Rohrroboter mit biokompatiblen Materialien herzustellen.Schritt 3. Wir werden die Möglichkeit untersuchen, eine multimodale Fortbewegung des ballonförmigen Soft-Roboter-Designs zu erreichen. Der Mechanismus hinter seiner Deformation und Fortbewegung wird untersucht und verschiedene Strategien zur Leistungssteigerung werden dementsprechend vorgeschlagen. Verschiedene Funktionen wie Okklusion und Öffnen eines Stents werden in einem röhrenförmigen Umgebungsphantom untersucht.Schritt 4. Wir werden die Fortbewegungsleistung der drei oben beschriebenen Roboterdesigns unter Phantom- und Ex-vivo-Testbedingungen nahe der realistischen biologischen Umgebung charakterisieren. Es wird eine Tracking- und Kontrollstrategie entwickelt, um den Roboter in Richtung medizinischer Anwendungen zu navigieren. Die Vor- und Nachteile der einzelnen Roboterkonstruktionen werden abschließend im Detail verglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsEhemaliger AntragstellerProfessor Dr. Metin  Sitti, bis 2/2024"
    },
    {
      "project_id": "411517575",
      "url": "https://gepris.dfg.de/gepris/projekt/411517575",
      "title": "Optimierung und Weiterentwicklung granularer robotischer Greifsysteme unter Verwendung von Simulationen und maschinellem Lernen",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 411517575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Granulare Robotergreifsysteme stellen eine vielversprechende, aufstrebende Technologie dar, die sich in fast allen Bereichen der Industrie anwenden lässt.Granulare Greifer haben das Potential, moderne Fertigungsprozesse zu revolutionieren. Jedoch sind aktuelle Systeme häufig nicht optimiert und unzuverlässig. Dies liegt nicht zuletzt daran, dass Dynamik und Struktur des Granulats in den Greifern auf mikroskopischer Ebene bislang kaum erforscht sind.Das Ziel dieses Projekts ist die Entwicklung einer neuen Generation von hochgradig anpassungsfähigen Greifsystemen, deren Funktion schnell und autonom optimiert werden kann, um eine präzise und sichere Interaktion mit unterschiedlichsten Objekte zu gewährleisten.Im Projekt verfolgen wir den neuartigen Ansatz, numerische Simulationsmethoden mit evolutionären Algorithmen zu verknüpfen, um einerseits durch virtuelle Prototypisierung neue Greifer zu entwerfen und diese andererseits zu kalibrieren und in ihrer Funktionsweise zu optimieren, damit sie verschiedenartige Objekte optimal handhaben können.Die Simulationen werden außerdem dazu verwendet, neuartige Maschinenlernsysteme zur Steuerung der Greifer so zu trainieren, dass neue Klassen von Objekten optimal manipuliert werden können und das Greifersystem so adaptiv auf unbekannte Objekte bereits bekannter Objektklassen reagieren kann.Der hier vorgeschlagene numerische Ansatz ermöglicht es, die Optimierung und Entwicklung schneller, sicherer, einfacher und kostengünstiger durchzuführen als durch die herkömmliche  Weiterentwicklung anhand realer Prototypen. Unsere einzigartige Methodik ermöglicht es zudem, Parameterräume zu untersuchen, die mit konventionellen Methoden nicht zugänglich wären. Da unser Ansatz kostengünstig ist, können wir risikolos neue Designs und Ansätze erproben, die bisher als \"high-risk, high-reward\" einzustufen waren.Neben der Entwicklung fortschrittlicher Verfahren für Design, Training und Optimierung von granularen Greifsystemen, werden wir zudem eine neue Generation von Greifern entwickeln und testen. Dazu stützen wir uns sowohl auf Simulationen als auch auf Experimente. Die Stärke und Anpassungsfähigkeit dieser neuen Generation von Greifern wird durch die Verwendung interner piezoelektrischer Wandler erreicht, durch die das im Effektor enthaltene Granulat selektiv  fluidisiert oder verfestigt werden kann.Abschließend werden wir – unter Verwendung modernster dreidimensionaler Bildgebungsverfahren wie PEPT und der Computertomographie – erstmals die Struktur und Dynamik im Inneren des Greifers zeitlich und auf der Partikelskala räumlich aufgelöst untersuchen. Damit können wir erstmals eine Verbindung zwischen dem makroskopischen Verhalten granularer Greifer und der Mikrostruktur des Granulates herstellen. Davon erhoffen wir uns fundamental neue Einsichten in die Wirkungsweise granularer Greifer, die uns wiederum auf neue Ansätze zur Optimierung und zur Neu- und Weiterentwicklung granularer Greifsysteme führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsInternationaler BezugGroßbritannienKooperationspartnerChristopher  Windows-Yule, Ph.D."
    },
    {
      "project_id": "405032442",
      "url": "https://gepris.dfg.de/gepris/projekt/405032442",
      "title": "Photomechanische Weichgreifer",
      "investigators": "Professor Dr. Stanislav N.  Gorb;Professorin Dr. Anne  Staubitz",
      "subject_area": "Fügetechnik und TrenntechnikHerstellung und Eigenschaften von FunktionsmaterialienPräparative und Physikalische Chemie von PolymerenSystematik und Morphologie der Tiere",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405032442",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Wir entwickeln bioinspirierte Greifvorrichtungen aus weichen Materialien mit Elastizitätsmodulen im MPa-Bereich. Dazu verwenden wir neue photomechanische weiche Polymere oder Polymerkomposite, die durch die Verwendung von Licht bestimmter Wellenlängen ihre Form schnell auf eine vordefinierte, völlig berührungslose Weise verändern können. Da diese Materialien in der Ingenieurwissenschaft noch relativ unbekannt sind, können daraus neue Greifkonstruktionen entwickelt werden, die gänzlich anders funktionieren als etabliertere Konzepte. Bisher sind die Bewegungen solcher photomechanischer Polymerfilme oder Komposite in Bezug auf die erzeugten Kräfte, dynamische Biegegeschwindigkeiten und Formabhängigkeit der Biegung sehr wenig erforscht. Aus diesem Grund planen wir einen breiten experimentellen Ansatz, um grundlegende Einsichten über die Eigenschaften solcher Materialien und Systeme zu gewinnen. Die übergeordneten Ziele dieses Projekts sind daher (1) die strukturelle Untersuchung zweier Typen biologischer Greifsysteme; (2) Quantifizierung der erzeugten Kräfte und Biegekinematik; (3) Design von biologisch inspirierten Greifern und Prüfung ihrer kinematischen Leistung; (4) Design neuer photomechanischer Verbundsysteme (PMVS); (5) Implementierung von PMVS in die weichen Roboter. Darüber hinaus streben wir an, biologisch-basierte Konzepte zu entwickeln, um der Soft-Robotik-Community zu dienen, die sich in diesem SPP etabliert, sowie die neuen Materialien auch anderen Mitgliedern der Soft-Robotik-Community zur Verfügung zu stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    },
    {
      "project_id": "405032572",
      "url": "https://gepris.dfg.de/gepris/projekt/405032572",
      "title": "Seilgetriebene serielle Manipulatoren aus soften Materialien",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405032572",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Der aufstrebende Forschungsbereich der „Soft Robotics“ steht noch ganz am Anfang. Bisher sind die meisten soften Roboter für eine Laborumgebung konzipiert, wobei die mechatronische Zuverlässigkeit noch begrenzt ist und Regelungskonzepte in den Kinderschuhen stecken. Folglich sind reale Anwendungsszenarien eher rar. Um einen Schritt näher in Richtung Anwendung zu kommen, werden wir einen seilgetriebenen seriellen Manipulator aus softem Material entwickeln. Wir stellen uns diesen Soft Material Manipulator aus gestapelten Gelenkmodulen der ersten Antragsphase vor. Dieser Manipulator soll ein Technologiedemonstrator darstellen mit dem man die Grenzen des machbaren ausloten kann. Mit Standardtests aus der Robotik wollen wir den Soft Material Manipulator hinsichtlich Ganzkörperverformung, Dexterität, Präzision, Wiederholbarkeit, Geschwindigkeit und Robustheit gegenüber äußeren Einflüssen untersuchen.Um die Funktionsintegration des soften Materials zu erhöhen, untersuchen wir, wie Hohlräume für die aktuierenden Seilzüge eingebracht werden können, ohne dass die Eigenschaften des Materials beeinträchtigt werden. Die Dimensionierung dieser Seilkanäle, der Seilzüge sowie Ihrer elektro-mechanischen Aktuatoren hängen stark vom physikalischen Modell des Manipulators ab. Daher werden wir eine Simulationsumgebung zur Analyse des statischen und dynamischen Verhaltens der soften Manipulatoren aufbauen. Die Simulationsumgebung zeichnet sich durch die Integration der Seilaktuierung sowie alternativer Aktuierungsprinzipien aus der „Soft Robotics“ aus.Unser übergeordnetes Ziel ist die Regelung des Endeffektors des Soft Material Manipulators entlang einer definierten Trajektorie. Hierdurch ergeben sich für die beabsichtigten modellbasierten Regelstrategien drei herausfordernde Themen. Dies sind die Trajektoriengenerierung, die Trajektorienverfolgungregelung sowie die Zustandsschätzung des Manipulators. Diese Themen sind besonders herausfordernd, da entsprechende Methoden für Gelenkarmroboter nicht direkt anwendbar sind. Da kontinuierlich verteilte Sensoren und Aktoren fehlen, bedeutet die Steuerung eines Soft Material Manipulators die Steuerung eines stark unteraktuierten, nichtlinearen Systems. Eine zusätzliche Schwierigkeit entsteht durch die Seilzüge, die nur einseitig wirken. Zur Trajektoriengenerierung werden wir an optimalen Steuerungsstrategien arbeiten, die diese spezifischen Schwierigkeiten für den Regeleingang lösen können. Für die Trajektorienfolgeregelung streben wir eine modellbasierte Rückführungsregelung an, die es sowohl ermöglicht, eine Vorsteuerung zu integrieren als auch die bereits günstige Dynamik des Manipulators mit seinen inhärent stabilen Gleichgewichtslagen auszunutzen.Die Entwicklung des Manipulators wirft neue Forschungsfragen zu Konstruktion, Modellierung und Regelung auf, die in diesem Projekt bearbeitet werden und deren Antworten uns zu einer neuen Generation von „Soft Robots“ führen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic SystemsEhemaliger AntragstellerDr. Simon  Eugster, bis 2/2024"
    },
    {
      "project_id": "405033228",
      "url": "https://gepris.dfg.de/gepris/projekt/405033228",
      "title": "Soft Tensegrity-Strukturen mit variabler Steifigkeit und Formänderungsfähigkeit",
      "investigators": "Professor Dr.-Ing. Valter  Böhm;Professorin Dr.-Ing. Lena  Zentner",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 405033228",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2100: \nSoft Material Robotic Systems",
      "description": "Das Ziel des Projektes ist die Untersuchung intrinsisch nachgiebiger Tensegrity-Strukturen auf der Basis von hochelastischen Materialien mit ausgeprägt variabler Steifigkeit und Formänderungsfähigkeit für die Anwendung im Bereich der Soft-Material-Robotersysteme. Die Betrachtung spezieller nachgiebiger Materialien mit einem energielos (passiv) anpassungsfähigen dynamischen Verhalten, angewandt an die Tensegrity-Strukturen, ist ein wesentlicher Teil der Untersuchungen.Die zentrale Hypothese ist dabei: intrinsisch nachgiebige Tensegrity-Strukturen unterscheiden sich erheblich von anderen nachgiebigen Systemen und zwar durch deren Vorspannungszustand und spezifische Morphologie. Aufgrund dieser beiden Eigenschaften sind diese Strukturen insbesondere für zukunftsweisende Anwendungen in der Soft-Material-Robotik prädestiniert. Die Anwendung spezieller intelligenter Materialien in derartigen Strukturen zur gleichzeitigen Erzeugung aktuatorischer und sensorischer Eigenschaften führt zu hohem Grad funktioneller Integration.Deshalb werden im Projekt die Erforschung und die Analyse derartigen Strukturen und die Herleitung grundlegender Prinzipien deren anpassungsfähigen Verhaltens betrachtet, wobei ein holistischer Ansatz basierend auf strukturellen, material- und fertigungsseitigen Aspekten verwendet wird.Aufgrund fehlender systematischer Untersuchungen zu intrinsisch nachgiebigen Elastomer-Tensegrity-Strukturen und zur Erforschung ihrer charakteristischen Eigenschaften liegen die Ziele der Untersuchungen im ersten Anwendungszeitraum bei (A) Methodenentwicklung, die zur theoretischen Beschreibung der Eigenschaften und des mechanischen Verhaltens gehört, mit dem Ziel der Bereitstellung geeigneter Design-Tools auf verschiedenen Abstraktionsstufen (Beschreibung der Form und der Nachgiebigkeit bzw. Steifigkeit sowie deren Änderungen bei Belastung); (B) Untersuchungen spezieller intelligenter nachgiebiger Materialien für diese Strukturen; (C) experimentelle Verifikation von theoretischen Ergebnissen und Nachweis der Funktionalität durch Demonstratoren; (D) Entwicklung von Designrichtlinien für solche Strukturen, die als Aktuatoren, Strukturen mit variabel einstellbarer Steifigkeit sowie mit passiv variabler Nachgiebigkeit genutzt werden können und (E) Klassifizierung dieser speziellen Strukturen.Mögliche Anwendungen dieser Strukturen sind anpassungsfähige Strukturen mit aktiv und passiv veränderbarer mechanischer Nachgiebigkeit, Aktuatoren und vollständig oder teilweise nachgiebige Strukturen mit vordefinierten Richtungen für anpassungsfähige Steifigkeitsänderungen. In der ersten Antragsperiode werden Grundlagenuntersuchungen zur Eignung nachgiebiger Tensegrity-Strukturen für diese Anwendungen durchgeführt. Die Ergebnisse der Grundlagenforschung in diesem Projekt bilden die Grundlage für die Erforschung vom Potenzial, der Vorteile sowie der Grenzen nachgiebiger Tensegrity-Strukturen für die Anwendung in der Soft-Material-Robotik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2100: \nSoft Material Robotic Systems"
    }
  ]
}