{
  "spp_number": "SPP 2330",
  "spp_title": "Neue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441953848",
  "projects_count": 31,
  "projects": [
    {
      "project_id": "548567266",
      "url": "https://gepris.dfg.de/gepris/projekt/548567266",
      "title": "Analyse der großen Vielfalt an Anti-Retron-Mechanismen in Phagengenomen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548567266",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bakterien nutzen ein beeindruckend vielseitiges Repertoire an Immunsystemen, um sich vor Phageninfektionen zu schützen. Sogar innerhalb der gleichen Kategorie verwenden bakterielle Immunsysteme eine Vielzahl an Mechanismen, von denen die molekulare Funktionsweise jedoch noch weitgehend unklar ist. Retrons, die Phageninfektionen mittels abortiver Infektion unterbinden, spiegeln diese Diversität wider. Diese weit verbreiteten dreiteiligen Immunsysteme besitzen eine reverse Transkriptase und eine schnell evolvierende nicht-kodierende DNA (oder DNA-RNA hybrid) um diverse Effektorproteine zu kontrollieren. Die Effektorproteine sind für die Klassifizierung in verschiedene Familien ausschlaggebend. Erste Beispiele von phagenkodierten Strategien zur Überwindung dieser Immunsysteme wurden kürzlich beschrieben, es fehlen jedoch adäquate Methoden, um Anti-Immunsysteme (Blocker) systematisch zu erforschen, was auf der hohen Modularität und vielen uncharakterisierten Genen in Phagengenomen beruht. Die Modularität verhindert den effektiven Einsatz von Genomkontext-basierten Methoden, die zur Entdeckung vieler bakterieller Immunsysteme beigetragen haben. Diese Limitierung konnten wir durch eine unvoreingenommene genetische Methode überwinden, die eine Vielzahl an Phagen-basierten Anti-Retron Strategien offengelegt hat und vermutlich auf andere bakterielle Immunsysteme übertragbar ist. Mittels funktionaler Metagenomik und eines vorwärtsgerichteten genetischen Screens für Retron-Sen2 konnten wir über 50 unterschiedliche Phagenproteine identifizieren, die das RcaT Toxin inhibieren, auch während der Phageninfektion. Die Hälfte dieser Proteine besitzt keine Ähnlichkeit mit bekannten Proteinen. Im Rahmen dieses Antrags wollen wir die Funktionen dieser Proteine unterteilen. Hierbei fokussieren wir uns auf Proteine die RcaT direkt binden, was konvergente Evolution als bedeutenden Einfluss auf Phagen-basierte Blocker indizieren würde. Weiterhin wollen wir die Ausbreitung von Blockern in Phagengenomen erforschen. Hier wollen wir durch die Inaktivierung/Reduzierung von existierenden Blockern, sowie die Integrierung in neue Phagen, feststellen, ob Blocker notwendig und ausreichend zur Überwindug bakterieller Immunsysteme in einem natürlichen Infektionskontext sind. Um die molekularen Mechanismen von Blockern zu erforschen, werden wir diese gegen diverse Retrons gleicher und unterschiedlicher Klassen, als auch gegen Immunsysteme mit ähnlichen Mechanismen testen. Außerdem werden wir durch experimentelle Evolution Blocker gegen bestimmte Retrons selektieren, um im Anschluss den Einfluss auf die Verteidigung gegen andere Retrons und Immunsysteme. Dieses Projekt bezweckt die Diversität von Phagen-basierten Blockern basierend auf RcaT Retrons als Modellsystemen zu erforschen, und implementiert eine flexible und skalierbare Methode, die für jedes bakterielle Immunsystem und das zugehörige Blocker Repertoire eingesetzt werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "548292591",
      "url": "https://gepris.dfg.de/gepris/projekt/548292591",
      "title": "Bakterielles Gasdermin als Modellsystem zur Untersuchung von konservierten Immunmechanismen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548292591",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Prokaryoten sind mit Anti-Phagen-Abwehrsystemen ausgestattet, die zusammenfassend als bakterielles Immunsystem bezeichnet werden können. Die am häufigsten untersuchten bakteriellen Immunmechanismen sind CRISPR-Cas und Restriktionsmodifikationssysteme, es wurden jedoch viele weitere Abwehrsysteme bei Bakterien beschrieben. Bis vor Kurzem ging man davon aus, dass Eukaryoten und Prokaryoten hinsichtlich ihrer Immunmechanismen nur geringe Gemeinsamkeiten aufweisen. Diese Ansicht erwies sich als falsch, als kürzlich mehrere neuartige prokaryotische Anti-Phagen-Immunsysteme entdeckt wurden, die in wichtigen eukaryotischen antiviralen Signalwegen vorhanden sind. Dazu gehören Gasdermine, die die Pyroptose auslösen und ein entscheidender Teil des menschlichen angeborenen Immunsystems sind. Die jüngste Entdeckung des bakteriellen Gasdermins hat unsere Wahrnehmung des evolutionären Verlaufs des menschlichen Pyroptosewegs dramatisch verändert. Viele kritische Aspekte des Mechanismus und der Evolutionsverläufe der Pyroptose bleiben jedoch völlig unbekannt: Verwenden prokaryotische Zellen Gasdermine, um als Reaktion auf eine Infektion zytokinähnliche Moleküle abzugeben, und kann die durch Gasdermin vermittelte Abwehr benachbarte Zellen beeinflussen? Diese Fragen werden im Rahmen meines geplanten Forschungsprogramms bearbeitet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugIsrael"
    },
    {
      "project_id": "465069819",
      "url": "https://gepris.dfg.de/gepris/projekt/465069819",
      "title": "Befragung von DNA-zentrierten bakteriellen Abwehrmechanismen und Phagen-Gegenabwehr",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465069819",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Das anhaltende Wettrüsten zwischen Bakterien und (Bakterio-)Phagen hat die Entwicklung einer Vielzahl von bakteriellen Abwehrmechanismen und von durch Phagen kodierten Abwehrmechanismen vorangetrieben, wobei jede Seite ständig versucht, die Oberhand zu gewinnen. In den letzten Jahren gab es eine explosionsartige Zunahme neu entdeckter Verteidigungs- und Abwehrmechanismen, die jedoch fast alle noch nicht experimentell charakterisiert wurden. In der ersten Förderperiode haben wir uns bemüht, zellfreie Transkriptions-Translations-Systeme (TXTL) einzusetzen, um neuartige Verteidigungsmechanismen zu erforschen. Diese Bemühungen führten zu mechanistischen Einsichten in die Membranassoziation durch Zorya Typ II Abwehrsysteme sowie zur Entdeckung eines Anti-CRISPR-Proteins (AcrIC11) mit Homologie zu einem seit langem bekannten, aber schlecht charakterisierten Anti-Restriktionsprotein (KlcA). Wir begannen auch mit der Charakterisierung der wenig erforschten Druantia-Typ-III-Systeme und stießen auf flankierende Gene, die möglicherweise eine bisher nicht beschriebene Abwehr darstellen. In der zweiten Förderperiode werden wir auf diesen Erkenntnissen, unserem Fachwissen über TXTL und umfangreichen vorläufigen Daten aufbauen, um unser Verständnis der DNA-zentrierten bakteriellen Abwehr und der Phagenabwehr zu verbessern. Dabei werden wir insbesondere zwei hypothesengesteuerte Forschungsziele verfolgen: Ziel 1: Aufklären, wie KlcA/AcrIC11 R-M-Systeme und CRISPR-Cas-Systeme hemmt. Dieses Ziel wird von der Hypothese geleitet, dass AcrIC11 und KlcA sowohl R-M-Systeme vom Typ I als auch CRISPR-Cas-Systeme vom Typ I-C hemmen, indem sie direkt mit Nuklease-Untereinheiten interagieren, um die DNA-Translokation zu blockieren. Ziel 2: Feststellen, wie die Druantia-Typ-III-Abwehr Phageninfektionen blockiert. Dieses Ziel wird von der Hypothese geleitet, dass Druantia III Phageninfektionen durch Spaltung der viralen DNA durch Erkennung eines freien 3′-Überhangs verhindert, während Serket ein neuartiges Anti-Phagen-Abwehrsystem darstellt, das alle vier Gene benötigt und Resistenz gegen epigenetisch veränderte Phagen verleiht, die unempfindlich gegenüber Druantia III sind. Wenn dieses Projekt erfolgreich ist, wird es ein Anti-Abwehr-Protein aufzeigen und charakterisieren, das in der Lage ist, mehrere vorherrschende Abwehrmechanismen zu hemmen, obwohl die Abwehrmechanismen keine gemeinsamen Komponenten haben. Außerdem wird es mechanistische Einblicke in bisher kaum erforschte DNA-zentrierte Abwehrmechanismen liefern. Im Gegenzug erwarten wir, unser Verständnis der Interaktionen zwischen Bakterien und Phagen durch ihr Arsenal an Verteidigungs- und Gegenverteidigungsmaßnahmen erheblich zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464312965",
      "url": "https://gepris.dfg.de/gepris/projekt/464312965",
      "title": "Charakterisierung von Anti-Phagen-Abwehrinseln in Mikroben",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464312965",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bis heute wurden über 150 verschiedene Arten von Anti-Phagen-Abwehrsystemen beschrieben, von denen die meisten erst kürzlich entdeckt wurden. Diese neue Revolution in unserem Verständnis von Phagen-Abwehrsystemen wurde durch die Erkenntnis vorangetrieben, dass bakterielle Abwehrsysteme häufig an bestimmten genomischen Stellen, den so genannten \"Abwehrinseln\", angesiedelt sind. Die Eigenschaft ihrer bevorzugten genomischen Lokalisierung innerhalb von Abwehrinseln in verschiedenen mikrobiellen Genomen ermöglichte die Entdeckung von zahlreichen neuartigen Anti-Phagen-Abwehrsystemen. Das Ziel des aktuellen Projekts ist es, zu verstehen, was Abwehrinseln sind, wie sie über mikrobielle Genome verteilt sind und wie sie zur Verbreitung von Abwehrsystemen durch horizontalen Gentransfer beitragen. In der ersten Projektphase haben wir Methoden entwickelt, um die genauen Grenzen von Abwehrinseln in mikrobiellen Genomen zu bestimmen. Mit dieser Methode analysierten wir über 1000 E. coli Genome und fanden heraus, dass Abwehrinseln in E. coli in der Regel auf mobilen genetischen Elementen getragen werden, die bevorzugt an mehreren speziellen Hotspots im E. coli Genom integriert werden. Unsere Daten zeigen, dass die überwältigende Mehrheit des Pan-Immunsystems von E. coli auf Abwehrinseln liegt, die von mobilen genetischen Elementen getragen werden (Hochhauser et al, PLoS Genetics 2023). In der zweiten Projektphase werden wir die Analyse der Abwehrinseln auf ~50.000 Genome ausweiten, die sehr weit über den phylogenetischen Baum von Bakterien verteilt sind. Die genaue Bestimmung der Inselgrenzen wird es uns ermöglichen, Gemeinsamkeiten und Unterschiede in den Verbreitungsstrategien von Abwehrsystemen zwischen verschiedenen Bakterientypen zu verstehen und darüber hinaus neue Familien von Anti-Phagen-Abwehrsystemen zu entdecken, die bisher unentdeckt blieben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugIsrael"
    },
    {
      "project_id": "548397935",
      "url": "https://gepris.dfg.de/gepris/projekt/548397935",
      "title": "Charakterisierung von Phagen-vermittelten horizontalen Gentransfer in der menschlichen Nase",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548397935",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Staphylococus aureus ist ein bedeutender Humanpathogen und ruft eine Großzahl unterschiedlicher Infektionen hervor. Der Phagen-vermittelte horizontale Gentransfer (HGT) ist kritisch für seine Anpassung an sich ändernden Umweltbedingungen. Wichtige lysogene Phagen codieren häufig Virulenzfaktoren, die ihrem bakteriellen Wirt einen Fitness-Vorteil verschaffen. Die molekularen Details der Staphylokokken-Phagen-Biologie sind zunehmend verstanden, besonders die Interaktion von Staphylokokken-Phagen mit ihrem Wirtsrezeptor. Es wurde gezeigt, dass S. aureus in der Lage ist, durch Phagen-vermittelten HGT genetische Information nicht nur mit engverwandten Staphylokokken, sondern auch mit entfernt-verwandten Bakterien auszutauschen. S. aureus ist Teil eines komplexen Mikrobioms, zusammen mit anderen Staphylokokken-Spezies das die menschliche Nase besiedelt. Human-assoziierte Mikrobiome der Lunge oder Darm sind gehäuft als Orte des Phagen-vermittelten HGT beschrieben worden. Es ist jedoch weitestgehend unverstanden wie und zu welchem Grad das nasale Mikrobiome den Phage-vermittelten HGT von S. aureus beeinflusst. Um dieser Frage nachzugehen, erstellten wir eine umfassende Sammlung nasaler bakterieller Isolate, welche mehr als 30 Spezies und 300 Isolate von 11 verschieden humanen Spendern umfasst. Des Weiteren bestimmten wir die genetische Zusammensetzung der Sammlung mittels Genomsequenzierung. In der genetischen Untersuchung der Prophagen-Zusammensetzung von 40 verscheiden nasalen Staphylokokken beobachteten wir, dass diese eine große Zahl und Diversität aufwiesen. Des Weiteren stellten wir fest, dass Prophagen von Staphylokokken aus derselben Nase eine größere Häufung von ähnlichen Prophagen aufwiesen al solche mit Wirten aus verschieden verscheiden nasalen Nischen. Dies ist ein starker Hinweis darauf, dass die menschliche Nase als Schauplatz für Phagen-vermittelten HGT dient, mit bedeuten Implikation für die Staphylokokken-Evolution und Virulenz.  Auf Grund dieser Ergebnisse schlagen wir vor den Umfang und Einfluss nasalen Mikrobiomes auf den Phagen-vermittelten HGT in all seinen Aspekten nachzugehen: Phagen-Induktion, Phagen-Wirt-Interaktion und letztendlich genetischer Transfer. Dies wird mittels eines umfassenden Sets von bioinformatischer und molekularbiologischen Methodik durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenMitverantwortlichProfessor Dr. Simon  Heilbronner"
    },
    {
      "project_id": "464864735",
      "url": "https://gepris.dfg.de/gepris/projekt/464864735",
      "title": "Der Einfluss von Viren auf marine heterotrophe Bakterien - von einzelnen Zellen bis hin zu einzelnen Metaboliten – eine Einzelzellen-Perspektive",
      "investigators": "Cristina  Moraru, Ph.D.;Hryhoriy  Stryhanyuk, Ph.D., seit 4/2023",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464864735",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bakteriophagen haben einen signifikanten Einfluss auf die Populationen von Meeresbakterien und die globalen biogeochemischen Kreisläufe durch Viruslyse, Manipulation des Wirtsstoffwechsels und horizontalen Gentransfer. Phageninfektionen können einen ausgeprägten Einfluss auf den Wirtsstoffwechsel haben. In der Zeit zwischen Genominjektion und Viruslyse kann es zu massiven Verschiebungen im bakteriellen Metabolismus kommen, so dass sich die infizierte Zelle physiologisch von ihren nicht infizierten Gegenstücken unterscheidet. In der Umwelt zeichnen sich die Phagen- und bakteriellen Wirtspopulationen durch eine hohe genetische Mikrodiversität aus. Hier planen wir, das Virozell-Konzept unter dem Gesichtspunkt der Phagenmikrodiversität und der lytischen Infektionsphasen zu betrachten, wobei der Schwerpunkt auf den marinen heterotrophen Bakterien und ihren Phagen liegt, um ein besseres Verständnis der viralen Auswirkungen auf marine Mikrobengemeinschaften zu ermöglichen. Mit einer Kombination von Einzelzellmethoden und Bulk-Messungen wollen wir folgende Fragen beantworten: i) Gibt es Unterschiede im Virozellmetabolismus durch die verschiedenen Phasen der lytischen Infektion? ii) In welchem Ausmass führt die Phagenmikrodiversität zu Unterschieden im Virozellmetabolismus? und iii) In welchem Ausmass führt die Co-Infektion mit mehreren mikrodiversen Phagen zu Unterschieden im Virozellmetabolismus? Für diese Arbeit werden wir auf die umfangreiche Sammlung mikrodiverser Phagen und ihrer Wirte aus dem Moraru-Labor zurückgreifen. Diese Sammlung enthält mehr als 130 Phagen, die den umweltrelevanten marinen Sulfitobacter infizieren. Sowohl Phagen als auch ihre Wirtsstämme sind untereinander hochgradig verwandt und weisen einen hohen Grad an Mikrodiversität auf. Was die Methode betrifft, werden wir eine Kombination aus Ein-Schritt-Infektionskulturen, phage-targeted direct-geneFISH, Transkriptomik, Sondierung stabiler Isotope kombiniert mit isotope ratio mass spectrometry und nanoSIMS verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenEhemalige AntragstellerinDr. Niculina  Musat, bis 3/2023"
    },
    {
      "project_id": "464874573",
      "url": "https://gepris.dfg.de/gepris/projekt/464874573",
      "title": "Die Rolle der ADP-Ribosyltransferasen Alt1 und Alt2 des Phagen Thanatos bei der Entwaffnung und Vorbereitung des Wirts",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464874573",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bakterien und deren Viren, die Phagen, koexistieren seit Milliarden von Jahren in einem immerwährenden Kampf. Bakterien entwickeln Phagen-Abwehrsysteme, um Phagenangriffe abzuwehren, die Phagen wiederum evolvieren entsprechende Anti-Abwehrstrategien, um die Wirte erfolgreich zu infizieren. Die Forschung der letzten Jahre hat eine Vielzahl von neuartigen Phagen-Abwehrsystemen identifiziert, auf die Phagen eine Antwort finden mussten. ADP-Ribosyltransferasen (ADPRTs) sind Enzyme, die bei Pro- und Eukaryonten sowie Viren weit verbreitet sind und eine Vielzahl unterschiedlicher Funktionen haben. Neuere Genomanalysen zeigen, dass sehr viele Phagen Gene besitzen, die für ADPRTs kodieren. Bisher sind jedoch nur bei einem einzigen Phagen, dem bekannten Escherichia Phagen T4, einige wenige Funktionen seiner ADPRTs (ModA, ModB und Alt) bekannt. Diese NADylieren oder RNAylieren Wirtsproteine der Transkription und Translation und sind daher an der Umprogrammierung der Wirtszelle beteiligt. Die T4 ADPRT Alt befindet sich im Phagenkopf und wird mit oder bereits vor der DNA in die Zielzelle injiziert. Damit stellen die ADPRTs ein mächtiges Instrument dar, um die Wirtszelle sofort nach der Infektion zu beeinflussen. Trotzdem ist mit der eingeschränkten Ausnahme von T4 nichts über die ATP-Ribosyltransferasen von Phagen bekannt. Unser Modellphage, der Shewanella oneidensis infizierende Phage Thanatos, zwei Alt-ähnliche ADPRTs, Alt1 und Alt2. Wir konnten zeigen, dass beide Proteine im Phagen verbaut sind und direkt nach Phageninfektion aktiv Zielproteine modifizieren. Wir konnten bereits einige potentielle Zielproteine identifizieren, die sich unter den beiden Alt Proteinen und auch T4 Alt unterscheiden. Darunter sind Proteine des Zentralmetabolismus, aber auch mehrere potentielle Phagenabwehrsysteme, z. B. Toxin-Antitoxin-Systeme oder dNTPasen. Wir postulieren daher, dass Alt1 und Alt2 die erste Angriffslinie des Phagen darstellen, um den Wirt zu entwaffnen und auf die kommende Infektion vorzubereiten. Genetische Modifikation der alt-Gene im Phagen Thanatos zeigen, dass beide Proteine zwar nicht essentiell für die Proliferation des Phagen sind, diese aber deutlich positiv beeinflussen. In dieser Arbeit soll die Rolle der beiden ADPRTs Alt1 und Alt2 des Phagen Thanatos genauer untersucht werden. Die genetische Zugänglichkeit und Phage und Wirt bietet eine ausgezeichnete Plattform außerhalb der bekannten Phagenmodelle. Wir erwarten fundamental neue Erkenntnisse zum Verständnis der Rolle von Phagen-ADPRTs allgemein und bei der Neutralisierung von Phagenabwehrsystemen im Besonderen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464582101",
      "url": "https://gepris.dfg.de/gepris/projekt/464582101",
      "title": "Die Rolle der m6A-RNA-Modifikation zur Kontrolle der Phagenreplikation",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464582101",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "In Eukaryoten wird die Virusreplikation unter anderem auch durch die Methylierung der messenger RNA (mRNA) kontrolliert. Dabei werden insbesondere die neu transkribierten viralen RNAs einer post-transkriptionellen N6-Adenosin-Methylierung (m6A) unterzogen. Infolge der Virusinfektion erfolgt ein Anstieg der m6A-Modifikation der Wirts-mRNA, was die Virusreplikation limitiert. Bisher ist fast nichts über einen Einfluß der mRNA-Modifikation zur Kontrolle der Phagenreplikation in Prokaryoten bekannt. Im Rahmen dieses Projekts wollen wir die Bedeutung der m6A-RNA-Methylierung bei der Phagenreplikation im Meeresbakterium Vibrio campbellii ATCC BAA-116 (früher V. harveyi BB120), einem Modellorganismus für das Quorum Sensing, aufklären. In unseren Vorarbeiten haben wir zeigen können, dass V. campbellii vier Prophagen enthält und durch oxidativen Stress der lytische Zyklus eingeleitet wird. Als wichtige Voraussetzung für dieses Projekt ist es uns gelungen, eine stark m6A-RNA dezimierte V. campbellii Mutante zu generieren, in der zwei für Methyltransferasen kodierende Gene (rlmF und rlmJ) deletiert sind. Diese Mutante ist durch einen signifikant höheren Grad der Prophageninduktion und Zelllyse im Vergleich zum Wildtyp gekennzeichnet, was darauf hindeutet, dass auch in Prokaryoten die mRNA-Methylierung eine Rolle bei der Kontrolle der Phagenreplikation spielt.  Im ersten Arbeitspacket wollen wir den Wildtyp und eine m6A-RNA dezimierte Mutante (∆rlmF∆rlmJ) hinsichtlich der Induktion des lytischen Zyklus der vier Prophagen in V. campbellii unter verschiedenen Bedingungen (UV-Stress, Hitze, Zelldichte, sekretierte Molekule von Mikrobiota und Mikroalgen) vergleichen. Darüber hinaus soll der Einfluss der m6A-RNA-Methylierung auf das Infektionspotential (Lyse oder Lysogenie) vorhandener und neu isolierter Phagen getestet werden. Im zweiten Arbeitspacket wollen wir untersuchen, welchen Einfluss die m6A-RNA-Methylierung auf die Entscheidung einzelner Zellen, Prophagen zu aktivieren oder lytischen Phagen zu widerstehen, spielt. Dabei sollen fluoreszierende transkriptionelle und translationale Reporterfusionen der zwei intakten Prophagen, die in den beiden V. campbellii-Chromosomen kodiert sind, sowie räumlich-zeitliche Änderungen des Lebenszyklus der Phagen auf Einzelzell-Ebene analysiert werden. Im dritten Arbeitspacket wollen wir untersuchen, in wieweit die Phagenreplikation das m6A-Methylierungsmuster in V. campbellii beeinflusst.Dieses Projekt fokussiert auf eine bisher unerforschte regulatorische Ebene, die Translationsebene, im Replikationszyklus von Phagen. Wir erwarten neue Erkenntnisse über die Phagen-Bakterien-Interaktion im Allgemeinen und speziell über die Feinabstimmung der Entscheidungsfindung der einzelnen Zellen. Langfristig ist es unser Ziel, nach Effektoren zu suchen, die die m6A-RNA-Modifikation modulieren, um neue antivirale Verbindungen zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "465087098",
      "url": "https://gepris.dfg.de/gepris/projekt/465087098",
      "title": "Die Rolle von Membranvesikeln für Virus-Wirts Interaktionen in Archaeen",
      "subject_area": "VirologieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465087098",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Prokaryontische Membranvesikel (MVs), in der Literatur auch als extrazelluläre Vesikel (EVs) bezeichnet, sind sphärische Strukturen in Nanogröße (10-300 nm), die von der Zelloberfläche knospen. Inzwischen ist bekannt das MVs mit verschiedenen entscheidenden Funktionen für die Zelle verbunden sind, die vor allem der Kommunikation von Zellen mit ihrer Umgebung dienen. Besonders interessant ist die Erkenntnis das MVs eine wichtige Rolle für die Interaktion zwischen Virus und Wirt spielen. Jüngste Studien haben gezeigt, dass bakterielle MVs sowohl die Infektiosität eines Virus verringern (durch Virusadsorption an MVs) als auch die Infektiosität eines Virus erhöhen können (durch Übertragung eines Virusrezeptors).Im Gegensatz zu Bakterien, die Gegenstand der meisten aktuellen Studien zu MVs sind, ist fast nichts über die Existenz und physiologische Rolle von MVs in Archaeen bekannt. Archaeen umfassen weltweit häufig vorkommende und vielfältige Mikroorganismen. Sie spielen eine entscheidende Rolle für die globale Umweltgesundheit und sind phylogenetisch eng mit Eukaryoten verwandt. Es wurde gezeigt, dass MVs von hyperthermophilen Archaeen und spezialisierte MVs (Plasmidvesikel (PVs)) von halophilen Archaeen (Haloarchaeen) Plasmid-DNA zwischen Zellen übertragen können, was darauf hinweist, dass MVs wichtig für den Gentransfer sein können. Darüber hinaus haben wir kürzlich entdeckt, dass MVs, die von veschiedenen Haloarchaeen-Arten produziert werden, eine starke Anreicherung an speziellen kleinen RNAs zeigen (unveröffentlicht). Dies ist das erste Mal, dass kleine RNAs in MVs von Archaeen gefunden werden. Wir vermuten, dass diese kleinen RNAs an der Zell-Zell-Kommunikation beteiligt sind und einen Einfluss auf Virus-Wirt Interaktionen haben könnten. Die Rolle von MVs für Virus-Wirt Interaktionen wurde für Archaeen noch nicht untersucht.Dieses Projekt konzentriert sich sowohl auf den Einfluss von Viren auf die MV- (und PV-) Produktion in halophilen Archaeen (Haloarchaea) als auch im Besonderen auf die Rolle von MVs (und PVs) für Virus-Wirt Interaktionen von Haloarchaeen. Wir werden die MV-Produktion, die MV-Morphologie und die MV-Zusammensetzung (einschließlich des RNA-Gehalts) verschiedener Haloarchaeen-Stämme unter dem Einfluss verschiedener Viren und unterschiedlicher Umweltstressfaktoren testen. Dies wird unser Wissen über die MV-Bildung und insbesondere den Einfluss von Viren auf die MV-Bildung in Archaeen erheblich erweitern. Wir werden den direkten Einfluss von MVs (physischer Kontakt) und den indirekten Einfluss von MVs (Zell-Zell-Kommunikation und Übertragung von Virusinformationen durch MVs), die aus virusresistenten und virusanfälligen Stämmen isoliert wurden, auf die Infektiosität verschiedener Arten von Viren testen. Dabei wollen wir herausfinden, ob und inwieweit MVs eine Rolle für Virus-Wirt Interaktionen in Archaeen spielen sowie unser Verständnis der Virus-Wirt Interaktionen in Archaeen und im Allgemeinen erheblich verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenMitverantwortlich(e)Dr. Coraline  Mercier"
    },
    {
      "project_id": "465341196",
      "url": "https://gepris.dfg.de/gepris/projekt/465341196",
      "title": "\"Dynamik und Mechanismen der frühen Wechselwirkungen zwischen Bakteriophagen und seinem Bakterienwirt in der Haut\"",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465341196",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Neugeborene sind auf eine kompetente Hautbarriere angewiesen, um Umweltprobleme, einschließlich Krankheitserreger, zu bewältigen. Staphylococcus epidermidis ist ein Hauptbestandteil der menschlichen Hautmikrobiota und wirkt als Barriere gegen die Besiedlung pathogener Mikroben. In jüngster Zeit hat sich S. epidermidis als Hauptwirkstoff für die Sepsis bei Neugeborenen herausgestellt, insbesondere bei Frühgeborenen. Während Frühgeborene Kommensalstämme beherbergen, enthalten Frühgeborene in ihren Hautstämmen S. epidermidis mit pathogenen Elementen, hoher Fähigkeit zur Bildung von Biofilmen und antibiotikaresistenten Kassetten. Natürlich verhindert intakte Haut das Eindringen von Krankheitserregern, bildet jedoch eine Lagernische. Störungen der Hautintegrität, die durch Verweilkatheter verursacht werden, ermöglichen das Eindringen von S. epidermidis in das Blut, was bei pathogenen Stämmen zu Sepsis führt. SEP1 ist ein virulenter Bakteriophage, der spezifisch von S. epidermidis1 gehostet wird. Während SEP1 ein breites lytisches Spektrum aufweist, bleiben einige Stämme von S. epidermidis, obwohl sie infiziert sind, resistent gegen die Lyse. Ziel des Projekts ist es, die Phagen-Wirt-Wechselwirkung in der Haut von Neugeborenen zu untersuchen. Das Ziel ist: zu verstehen, über welchen Mechanismus und unter welchen Bedingungen der Lebenszyklus des Phagen von den Mikrobiota beeinflusst wird, und den Einfluss des Phagen auf die mikrobielle Zusammensetzung und Funktion zu untersuchen. Unsere Hypothesen sind, dass die Fitness und Umweltanpassung der Kommensalstämme an die reife Haut ihre Lyse durch die Phagen verhindern würde und dass der Phage die Besiedlung der Haut durch pathogene Stämme von S. epidermidis verhindern würde, indem er sie lysiert oder durch Störung dieser Pathogenität. Wir werden ein neuartiges und einzigartiges experimentelles Mausmodell verwenden, das in meinem Labor entwickelt wurde, um die Hautreifung während der Schwangerschaft mit sterilen Nachkommen zu kontrollieren2. Kommensale und pathogene S. epidermidis-Isolate wurden aus menschlicher Haut und Blut von Neugeborenen erhalten. Wir versuchen, das Verhalten des Phagen und der Bakterienisolate in reifer und unreifer Haut mithilfe von kulturbasierter Analyse, qPCR, NGS und Metabolomic zu untersuchen. Wir sind daran interessiert festzustellen, ob und wie die Bakterien Resistenz gegen den Phagen erlangen können. Wir versuchen, die möglichen Störungen und Mechanismen des Phagen in der Nischenkonkurrenz der Kommensal- und Pathogenstämme der reifen und unreifen Haut zu untersuchen. Schließlich werden wir den Einfluss von Phagen auf die Pathogenität von S. epidermidis in einem Sepsis-Modell analysieren. Unsere Ergebnisse werden sich direkt auf die Entwicklung neuer Strategien zur Behandlung von Frühgeborenen auswirken, um eine Sepsis durch pathogene Staphylococcus epidermidis zu verhindern, und darüber hinaus den Rahmen für die Modulation der Besiedlung durch multiresistente Bakterien bilden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugPortugalKooperationspartnerDr. Luis  Melo"
    },
    {
      "project_id": "464434020",
      "url": "https://gepris.dfg.de/gepris/projekt/464434020",
      "title": "Einbindung multizellulärer Abwehrstrategien im Kontext des bakteriellen Immunsystems",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464434020",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Die letzten Jahre haben ungeahnte Einblicke in die Komplexität des prokaryotischen antiviralen Immunsystems geliefert. Dies erstreckt sich auch auf antivirale Strategien auf der multizellulären Ebene, wie die Sekretion von antiviralen (antiphage) Molekülen, die von Bakterien produziert werden sowie die Freisetzung von Membranvesikeln oder die Entwicklung von transienter Phagenresistenz. In der ersten Förderperiode von SPP 2330 konnten wir zeigen, dass Aminoglykosid-Antibiotika, welche von Streptomyceten produziert werden, die Infektion von Phagen hemmen, indem sie ein frühes Stadium des viralen Lebenszyklus blockieren. Dieser Effekt wurde auch unter Verwendung des Kulturüberstandes (spent medium) des natürlichen Produzenten des Aminoglykosids Apramycin (Streptoalloteichus tenebrarius) nachgewiesen, was die physiologische Relevanz dieses Phänomens unterstreicht. Darüber hinaus konnten wir zeigen, dass typische Mechanismen, die Resistenz gegenüber Aminoglykosid-Antibiotika vermitteln, wie Modifikationen des Moleküls selbst oder des bakteriellen Targets (16S rRNA), die antibakteriellen Eigenschaften der Verbindungen aufheben, jedoch nicht mit den antiviralen Eigenschaften interferieren. Diese Erkenntnisse legen nahe, dass die Ziele für die antibakterielle und die antivirale Funktion unterschiedlich sind. Bei der Untersuchung der Phageninfektion in Streptomyces beobachteten wir außerdem, dass die Phageninfektion die Bildung von transient-resistenten Myzel am Infektions-Interface auslöst. Wir konnten zeigen, dass diese morphologische Veränderung entscheidend für die Eindämmung viraler Infektionen ist. Basierend auf diesen Vorarbeiten, werden wir in dem beantragten Projekt untersuchen, welche Phagen-Charakteristika die Sensitivität gegenüber antiviralen Sekundärmetaboliten beeinflussen. Besonderen Augenmerk werden wir hier auf den Einfluss epigenomischer Modifikationen legen. Des Weiteren werden wir untersuchen, wie die Phageninfektion die Ausbilung transienter Phagenresistenz verursacht und dabei insbesondere die Rolle von amyloiden Oberflächenproteinen (Rodlins und Chaplins) bewerten. In diesem Kontext werden wir außerdem die Rolle von Phagen-kodierten WhiB-like Proteinen, die zu den häufigsten Regulatoren in Actinobacteriophagen gehören, bei der Modulation von Wirtsantworten aufklären. Abschließend streben wir die Integration von multizellulären Abwehrstrategien in den Kontext des bakteriellen Immunsystems an, indem wir potenzielle synergistische Interaktionen mit anderen Abwehrsystemen untersuchen. Insgesamt erwarten wir, dass die Ergebnisse dieses Projekts unser Verständnis von multizellulären Abwehrstrategien erweitern und eine umfassendere Perspektive auf das prokaryotische antivirale Immunsystem bieten werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "548605513",
      "url": "https://gepris.dfg.de/gepris/projekt/548605513",
      "title": "Einfluss von Außenmembran-Vesikel assoziierten Bakteriophagen auf Infektion und Abwehrmechanismus Gram-negativer Wirte",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenVirologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548605513",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Gram-negative Bakterien besitzen eine Außenmembran, die die Zelle effektiv gegen äußere Einflüsse schützt. Sie ist zugleich die initiale Kontaktfläche bei der Infektion durch Bakteriophagen (Phagen), die Viren der Bakterien. Bakterien verändern die Zusammensetzung ihrer Außenmembran dynamisch durch das Abstoßen kleiner, kugelförmiger Membranvesikel (OMV) von 40-400 nm Durchmesser. OMVs sind relevant für die Pathogenese und übertragen u.a. Toxine und Antibiotika-Resistenzen in eukaryotische und prokaryotische Zellen oder transferieren Gene zwischen Bakterien. In Konkurrenz zur bakteriellen Außenmembran binden auch OMV Bakteriophagen und können somit effektiv die Zahl infizierender Viruspartikel im Umfeld einer Bakterie reduzieren. Trotz ihrer hohen Relevanz für die mikrobielle Kommunikation ist bisher wenig untersucht, wie Bakteriophagen über OMV mit Wirtszellen interagieren. In unserem Projekt charakterisieren wir die Wechselwirkungen von Bakteriophagen mit OMV aus Salmonella Typhimurium. Ziel unserer Arbeiten ist es, die Mechanismen zu beschreiben, mit denen OMVs Phagen inaktivieren. Mit Fluoreszenzspektroskopie konnten wir zeigen, dass der Modellphage P22 seine DNA in OMV injiziert. Es ist jedoch bisher nicht untersucht, ob OMV dieses extern akquirierte, phagen-assoziierte genetische Material wieder in Bakterien transportieren können. Wir verwenden sowohl Modellmembranen in vitro als auch intakte Salmonellen, um hier mit Fluoresezenzmikroskopie die Fusion der OMV zu beobachten, die für eine Genübertragung notwendig ist. Bakterien reagieren auf Bakteriophagenkontakt mit verstärkter Vesikelbildung. Wir wollen Art und Menge dieser Phagen-induzierten OMV für verschiedene Kulturbedingungen und Salmonella Stämme analysieren, dabei wollen wir mit Fluoreszenz-Korrelationsspektroskopie die schnelle OMV-Quantifizierung in komplexen Partikel-Gemischen etablieren, z.B. in Kulturüberständen. Unsere Arbeiten leisten einen wichtigen Beitrag zum Verständnis der Virus-Wirtsinteraktion in bakteriellen Systemen in Gegenwart der ubiquitär vorkommenden, extrazellulären Vesikel. Als Nanopartikel werden diese insbesondere auch von eukaryotischen Zellen internalisiert. Dies unterstreicht die hohe Bedeutung von Bakteriophagen bei der Regulation von Vesikeln an der Schnittstelle von Mikrobiomen und höheren Organismen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenMitverantwortlicheProfessor Dr. Stephan  Block;Professor Dr. Salvatore  Chiantia"
    },
    {
      "project_id": "464976318",
      "url": "https://gepris.dfg.de/gepris/projekt/464976318",
      "title": "Entschlüsselung der komplexen Regulation des Expressionsprogramms von T4-ähnlichen Cyanophagen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464976318",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Marine einzellige Cyanobakterien sind wichtige Primärproduzenten in den Weltmeeren, deren Häufigkeit, Vielfalt und Evolution maßgeblich von Cyanophagen beeinflusst werden. Eine bedeutende Familie mariner Cyanophagen sind die T4-ähnlichen Cyanomyoviren, die viele Ähnlichkeiten mit dem E. coli infizierenden T4-Archetyp haben. Die Genexpression von T4-ähnlichen Cyanophagen erfolgt in drei Expressionsgruppen entsprechend der frühen, mittleren und späten Infektionsphase und vermutlich unter Nutzung spezifischer Promotoren für jede Expressionsgruppe. Genau wie T4 besitzen T4-ähnlichen Cyanophagen keine eigene RNA-Polymerase und müssen die des Wirts nutzen. Im Vergleich zu T4 haben marine Cyanophagen jedoch andere frühe und mittlere Phase-Promotoren und wichtige Regulatoren dieser Promotoren sind nicht vorhanden. Sie haben aber T4-ähnliche Promotoren und Regulatoren für Gene der späten Expressionsgruppe. Unser Forschungsziel im Rahmen des SPP2330 ist die Klärung der Regulation des Expressionsprogramms mariner T4-ähnlicher Cyanophagen auf transkriptioneller und post-transkriptioneller Ebene. Dazu konzentrieren wir uns auf (1) die Identifizierung von Wirt- und Phagenfaktoren, die Phagenpromotoren regulieren, (2) die Untersuchung von RNA-bindenden Proteinen, die an der post-transkriptionellen Regulation beteiligt sind, (3) die Aufklärung von Phagenfaktoren, die mit der RNA-Polymerase des Wirts interagieren und (4) die Weiterentwicklung genetischer Methoden für die Erforschung mariner Cyanophagen. Als Modellsystem dienen Syn9 und der marinen Synechococcus-Stamm WH8109, die beide genetisch manipulierbar sind. In der ersten Förderperiode haben wir Phagenproteine identifiziert, die wahrscheinlich an der Regulation des Expressionsprogramms beteiligt sind, und ein Phagen-Genmanipulationssystem für die Untersuchung essentieller Gene unter Verwendung eines genetischen Knockdown-Ansatzes entwickelt. Des Weiteren haben wir vier Phagenmutanten erzeugt, die alle deutliche Phänotypen aufweisen, wobei drei längere Latenzzeiten haben und zwei weniger Phagennachkommen produzieren. Zusätzlich haben wir Methoden zur experimentellen Identifizierung von (1) Regulatoren, die mit Phagenpromotoren interagieren, (2) Phagenproteinen, die in Wechselwirkung mit der RNA-Polymerase stehen und (3) RNA-bindenden Proteinen etabliert. In der nächsten Förderperiode werden wir diese Methoden einsetzen, um Proteine zu finden, die an der transkriptionellen und post-transkriptionellen Regulation der Genexpression von Syn9 beteiligt sind, und die Rolle dieser Proteine im Infektionszyklus mit Hilfe von Knockout- oder Knockdown-Mutanten genauer untersuchen. Wir werden auch weitere genetische Werkzeuge für die Erforschung mariner Cyanophagen entwickeln. Unsere Studien werden grundlegende Informationen darüber liefern, wie marine T4-ähnliche Cyanophagen ihre Genexpression regulieren, und das Verständnis der Wechselwirkungen zwischen diesen Phagen und ihren ökologisch wichtigen Wirten verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugIsrael"
    },
    {
      "project_id": "548311592",
      "url": "https://gepris.dfg.de/gepris/projekt/548311592",
      "title": "Funktionelle Charakterisierung des Lysis-Lysogenie Kontrollsystems des Bacillus subtilis-Phagen SPbeta und Charakterisierung eines neuartigen SPbeta Abwehrsystems",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548311592",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Der temperente Phage SPbeta infiziert das Endosporen bildende Gram-positive Bakterium Bacillus subtilis und verbleibt als Prophage in dessen Genom. Kulturen von B. subtilis, die für SPbeta lysogen sind, setzen das Glykolipid Sublancin frei, welches das Wachstum von SPbeta-freien B. subtilis-Stämmen hemmt, indem es die DNA-Replikation und die Transkription stört. Somit ist SPbeta nach der Übertragung auf einen anderen B. subtilis-Stamm, dem zuvor der Prophage fehlte, ein wirtsförderndes Merkmal. Phagen der SPbeta-Gruppe, wie zum Beispiel Phi3T, nutzen ein Peptid-basiertes Kommunikationssystem (das sogenannte „Arbitrium“-System), um Lysis-Lysogenie-Entscheidungen zu koordinieren. Im Frühstadium der Infektion ist die Anzahl der Phagen und die Peptid-Konzentration gering und ein Antiterminator-Protein ermöglicht die Synthese eines Antitoxins. Als Konsequenz daraus werden die lytischen Transkripte nicht abgebaut und SPbeta verbleibt in dem lytischen Zyklus. Mit ansteigender Peptid-Konzentration inaktiviert das durch die Zelle aufgenommene Peptid das Antiterminator-Protein. Die lytischen Transkripte werden abgebaut und SPbeta tritt in den lysogenen Zyklus ein. Kürzlich konnten wir in SPbeta den Hauptrepressor und einen Faktor identifizieren, welcher downstream des Repressors wirkt und für die Aktivierung des lytischen Zyklus entscheidend ist. Obwohl viele zusätzliche Komponenten des Lysis-Lysogenie-Entscheidungssystems bereits identifiziert wurden, ist es insbesondere bei dem Phagen SPbeta unklar, wie der lysogene Zyklus aktiviert wird. Mit Hilfe genetischer, biochemischer und struktureller Ansätze möchten wir die molekularen Details des Lysis-Lysogenie-Entscheidungssystems des temperenten Phagen SPbeta aufklären. Darüber hinaus möchten wir ein putatives SPbeta-Abwehrsystem, welches auf einem Escherichia coli-B. subtilis-Shuttle-Vektor kodiert ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464500427",
      "url": "https://gepris.dfg.de/gepris/projekt/464500427",
      "title": "Gezielte RNAylierung der translationalen Maschinerie von Escherichia coli: Eine Hijacking-Strategie des Bakteriophagen T4",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenBiochemie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464500427",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "SSeit der Entdeckung von Bakteriophagen (Phagen) vor über einem Jahrhundert hat die Phagenforschung unser Verständnis über grundlegende, biologische Prozesse revolutioniert. Im Vordergrund stehen hier insbesondere Mechanismen, durch die Phagen die Genexpression der Wirtszelle beeinflussen können. Unter den Modell-Phagen ist vorallem der Bakteriophage T4 (T4-Phage) zu erwähnen, der die Infektion durch die Nutzung der RNA-Polymerase und des Ribosoms des Wirts gezielt orchestriert. In der ersten Phase des SPP 2330 haben wir die “RNAylierung” entdeckt, einen neuartigen Mechanismus, durch den RNA und Proteine während der T4-Phageninfektion in Escherichia coli gezielt miteinder kovalent verbunden werden. Unsere Entdeckung zeigte, dass die T4-Phagen-ADP-Ribosyltransferase (ART) ModB spezifisch den Translationsapparat von E. coli RNAyliert. Diese Studie ermöglichte erste Einblicke in neuartige Mechanismen, durch die der Phage die Translationmaschinerie seines Wirts gezielt modifizieren kann. Aufbauend auf dieser grundlegenden Entdeckung zielt unser interdisziplinäres Forschungsprojekt darauf ab, die Dynamik und Präzision der RNAylierung genauer zu untersuchen. Es ist das Ziel, die Spezifität von ModB für die RNAylierung von Proteinen, die an der Translation beteiligt sind, zu verstehen. Des Weiteren werden wir den Einfluss der RNAylierung auf die Translation während der T4-Phageninfektion charakterisieren. Darüber hinaus werden wir erforschen, ob die RNAylierung von ribosomalen Proteinen ein reversibler Prozess ist und potenzielle regulatorische Mechanismen identifizieren, die die RNAylierung während der Infektion steuern. Diese Studie wird unser Verständnis darüber verbessern, wie ModB die bakterielle Translation moduliert, um eine effektive Infektion zu ermöglichen. Indem wir die funktionelle Rolle der RNAylierung in Phagen-Wirt-Interaktionen aufklären, können wir bisher unbekannte Infektionsmechanismen verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "465126486",
      "url": "https://gepris.dfg.de/gepris/projekt/465126486",
      "title": "Glcocode-vermittelte Bakteriophagen-Wirtinteraktion in der Evolution des Genus Staphylococcus",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465126486",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Die verschiedenen Staphylococcus-Arten treffen in ihrem natürlichen Lebensraum, der menschlichen Nasenhöhle und Haut, auf eine große Vielfalt von Phagen. Die Empfänglichkeit für bestimmte Phagen hat ihre Vor- und Nachteile - sie bestimmt die Anfälligkeit für die Abtötung durch Phagen, aber auch den Zugang zum gemeinsamen Genpool einer Art, denn Phagen sind das wichtigste Vehikel für den horizontalen Gentransfer bei Staphylokokken. Tatsächlich wird die fortwährende Evolution neuer Antibiotikaresistenzen, Virulenz- und Fitnessmerkmale der Gattung durch die Übertragung von Phagen bestimmt. Wir fanden heraus, dass die fakultativen Krankheitserreger Staphylococcus aureus und Staphylococcus epidermidis die art- und stammspezifische Struktur der Wandteichosäure (WTA) Glykopolymere der wichtigsten Phagen-Bindestrukturen an der Bakterienoberfläche, verändern können, um die Anfälligkeit gegenüber bestimmten Phagen zu beeinflussen. Der Weg der WTA-Glykosylierung in der Coagulase-negativen Staphylococcus (CoNS)-Spezies S. epidermidis wurde entschlüsselt, was wichtige Einblicke in die Rezeptorpräferenzen von Phagen für S. epidermidis und andere CoNS-Spezies ermöglichte. Die WTA-Glykosylierung durch verschiedene Hexosen erwies sich als besonders entscheidend für die Bindung spezifischer Phagengruppen, und die Genome von Staphylokokken unterschieden sich durch unterschiedliche Sätze von WTA-Glykosyltransferasen. Wir analysierten auch die rezeptorbindenden Proteine (RBPs) der wichtigsten Staphylococcus-Phagengruppen und entwickelten eine RBP-basierte Typisierungsmethode, mit der sich die Phagenspezifität für opportunistischer CoNS-Erreger vorhersagen lässt. Wir haben festgestellt, dass S. epidermidis und möglicherweise auch andere CoNS mindestens zwei Glykosylierungswege für die WTA-Modifikation mit unterschiedlichen Zuckern nutzen. Wir werden alternative Glykosylierungswege und deren Regulierung identifizieren, um ein umfassendes Verständnis der Anfälligkeit für CoNS-Phagen unter verschiedenen Umweltbedingungen einschließlich invasiver Infektionen zu erlangen. Unser computergestütztes Phagen-Analysetool PhARIS wird erweitert, um Phagenrezeptor-Spezifitäten in einem breiteren Spektrum von opportunistischen Staphylokokken-Pathogenen vorherzusagen. Derzeit unbekannte Phagen mit der Fähigkeit, Resistenzgene von CoNS auf S. aureus zu übertragen, sollen identifiziert werden. Solche Phagen könnten für den kontinuierlichen Import von Resistenz- und Virulenzgenen in S. aureus verantwortlich sein und damit die Evolution dieses wichtigen Humanpathogens vorantreiben. Unser Projekt wird auch für künftige Phagentherapieansätze und für das individuelle Design von Phagencocktails, die auf spezifische Pathogenklone abgestimmt sind, von Bedeutung sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464371654",
      "url": "https://gepris.dfg.de/gepris/projekt/464371654",
      "title": "Identität, Infektionsstrategie und biogeochemische Relevanz von Umweltviren die nitrifizierende Mikroorganismen infizieren",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieVirologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464371654",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Umweltviren haben einen großen Einfluss auf die genetische Vielfalt und Ökologie mikrobieller Gemeinschaften und kontrollieren somit indirekt biogeochemische Kreisläufe. Für den Kohlenstoffkreislauf wurde dies bereits in Modellkonzepten wie dem Viral Shunt oder dem Viral Shuttle veranschaulicht. Derzeit wissen wir allerdings äußerst wenig darüber, wie Viren mikrobielle Gemeinschaften beeinflussen, die am Stickstoffkreislauf beteiligt sind. In diesem Antrag möchten wir die Auswirkungen von Viren auf nitrifizierende Mikroorganismen, insbesondere auf Ammoniak-oxidierende Archaeen (AOA) und Bakterien (AOB) untersuchen. Unsere Haupthypothese ist, dass Viren die Umsatzrate und Resilienz der Nitrifikation je nach Infektionsstrategie und der dominierenden Ammoniak-oxidierenden Population (AOA vs. AOB) unterschiedlich beeinflussen. Umweltrelevante Mikroorganismen wie AOA und AOB sind oft schwer zu kultivieren und wachsen nicht auf Agarplatten. Deshalb basiert das wenige Wissen über Viren die Nitrifizierer infizieren meist auf bioinformatischen Vorhersagen. Kürzlich haben wir in unserem Labor eine Plaque-freie Isolierungsmethode für Viren etabliert und so den ersten lytischen Phagen von AOB isolieren können. Basierend auf dieser Strategie wollen wir die Identität, die Infektionsstrategie und die biogeochemischen Auswirkungen von Viren untersuchen, die nitrifizierende Mikroorganismen befallen können. In Teilprojekt 1 (TP1) wollen wir die Diversität von Viren erfassen, die Nitrifizierer infizieren können. Dazu sollen AOA- und AOB-Stämme aus der bestehenden DSMZ-Sammlung benutzt werden, um über die Plaque-freie Methode Viren aus oligotrophen bis eutrophen Umwelthabitaten zu isolieren (Seen, Böden und Kläranlagen). Ausgewählte archaeelle und bakterielle Viren sollen daraufhin im Detail auf ihre Phylogenie, ihr genetisches Potential und ihre Infektionsstrategie untersucht werden. Basierend auf diesem Wissen werden wir in Teilprojekt 2 (TP2) die Auswirkungen dieser Viren auf den Prozess der Nitrifikation untersuchen; mit besonderem Augenmerk auf unterschiedliche Infektionsstrategien, z. B. lytische vs. chronische Infektionen. Hier sollen nitrifizierende mikrobielle Anreicherungen mit Viren infiziert werden, die aus demselben Lebensraum isoliert wurden. Die Auswirkungen der Virusinfektion sollen durch Änderungen in der Nitrifikationsaktivität quantifiziert und in Zusammenhang mit Veränderungen der mikrobiellen Gemeinschaft und der Transkriptionsaktivität des Energiestoffwechsels und der Virusabwehr gebracht werden. Der Antrag wird direkt zum Bereich C des SPP beitragen: Auswirkungen von Viren auf mikrobielle Gemeinschaften. Die zu erzielenden Ergebnisse werden wichtige Verbindungen zwischen neuartigen Viren und umweltrelevanten Wirten herstellen und somit relevante Verknüpfungspunkte zu anderen SPP-Projekten bieten, die sich z.B. mit bioinformatischen Vorhersagen von Virus-Wirt-Paaren oder Modellierungsansätzen von Virus-Wirt-Interaktionen befassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenMitverantwortlichDr. David Kamanda  Ngugi"
    },
    {
      "project_id": "464437939",
      "url": "https://gepris.dfg.de/gepris/projekt/464437939",
      "title": "Koordinationsfonds",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenMikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464437939",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Im Rahmen des Schwerpunktprogramms SPP 2330, befasst sich ein Konsortium aus ca. 25 Gruppen gemeinsam mit assoziierten Mitgliedern mit aktuellen Fragestellungen im Bereich der Virus-Wirt Interaktionen in Prokaryoten. Die wissenschaftlichen Ziele dieses Konsortiums konzentrieren sich auf das Verständnis neuer Mechanismen in prokaryotischen Virus-Wirt-Interaktionen auf molekularer Ebene sowie im Kontext mikrobieller Gemeinschaften. Dies beinhaltet auch die Identifizierung und das mechanistische Verständnis neuer Komponenten des prokaryotischen Immunsystems. Um dieses Ziel zu erreichen, hat das Konsortium in der ersten Förderperiode bereits erfolgreich Expertisen in den Bereichen molekulare Mikrobiologie, Bioinformatik, mathematische Modellierung, bildgebende Verfahren, Strukturbiologie und Biochemie gebündelt und damit ein international einzigartiges Konsortium geprägt. Die Thematik ist gegenwärtig besonders relevant, da das Potenzial von Bakteriophagen zur Behandlung antibiotikaresistenter Bakterien sowie ihre Anwendung in der Landwirtschaft und Lebensmittelsicherheit zunehmend große Beachtung finden. Für die Entwicklung effizienter Anwendungen ist jedoch ein grundlegendes Verständnis der Interaktion von Phagen mit ihrem Wirt und den zugrundeliegenden Mechanismen deren Koexistenz in mikrobiellen Gemeinschaften von herausragender Wichtigkeit. Der Erfolg eines Schwerpunktprogramms hängt entscheidend von der Schaffung geeigneter Rahmenbedingungen ab. Daher beantragen wir Mittel für die Organisation von Jahrestagungen sowie einer internationalen Konferenz (im dritten Jahr), die Durchführung von Workshops und Vorlesungen, den Austausch von Doktoranden, eine Anschubfinanzierung für Postdocs, Maßnahmen zur Gleichstellung und die Entwicklung eines Moduls zur Öffentlichkeitsarbeit. Die Koordinationsmittel werden von der Koordinatorin und dem wissenschaftlichen Komitee verwaltet, die alle von der Koordinationsassistentin des Schwerpunktprogramms unterstützt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "548567961",
      "url": "https://gepris.dfg.de/gepris/projekt/548567961",
      "title": "Mechanismen des programmierten Zelltods von Bakterien bei der Phagenabwehr: Zusammenspiel von NAD+ Depletion und Effektor Phospholipase PlaB",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548567961",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Legionella pneumophila (Lpn) ist ein wichtiges intrazelluläres bakterielles Pathogen, das die menschliche Lunge und Umweltprotozoen infiziert. Die Interaktion der Bakterien mit den Protozoen hat den Lebensstil und das Arsenal an bakteriellen Virulenzfaktoren wesentlich geprägt. Gleichzeitig kann auch das Teilen von Wasserhabitaten mit Bakteriophagen zur Akquise von Phagenabwehrstrategien beitragen, die ebenso die Virulenz des Erregers unterstützen können.  Zum Beispiel dient die Lpn Phospholipase PlaB den Bakterien einerseits als ein wichtiger Virulenzfaktor. Andererseits postulieren wir, dass sie ebenso ein effizienter Faktor für die Phagenabwehr ist, der bakteriellen Zelltod auslöst. Wie Eukaryonten besitzen auch Bakterien eine Vielzahl von Mechanismen, wie z.B. NAD+ Depletion, um gegen Virusinfektionen gewappnet zu sein, aber viele Details der Phagenabwehr werden aktuell noch nicht verstanden. Kürzlich haben wir einen ungewöhnlichen Mechanismus entdeckt, der die Aktivität von PlaB mittels NAD+ kontrolliert. Unter physiologischen Konzentrationen an NAD+ wird das inaktive PlaB Tetramer stabilisiert während bei geringen Konzentrationen an NAD+ die Dissoziation in aktive PlaB Dimere mit der Freisetzung von starker Phospholipase Aktivität einhergeht (Diwo et al.: https://doi.org/10.1073/pnas.201704611). Da NAD+ üblicherweise im intrazellulären Milieu zu finden ist, vermuten wir eine zusätzliche Funktion von PlaB im programmierten Zelltod der Bakterien, der auch ein Schlüsselmechanismus bei abortiven Phageninfektionen (abi) ist. Einhergehend mit dem Befund, dass NAD+ zentral für die Regulation der Aktivität von PlaB ist, fanden wir in Gen Co-occurence Untersuchungen das gemeinsame Auftreten von plaB mit NAD+ depletierenden Enzymgenen, wie z.B. RES-Xre Toxin Antitoxin Genen, SIR2- und TIR-Proteindomäne Genen. Dies legt eine funktionelle Verbindung nahe. Tatsächlich führte die Koexpression von PlaB mit NAD+ Depletoren zu einer Reduktion von NAD+ und PlaB abhängigem Zelltod. Um weitere Charakteristika von PlaB als putativer Effektor des Zelltods im Zusammenspiel mit NAD+ Depletion bei einer Phageninfektion zu analysieren, möchten wir die folgenden Forschungsziele adressieren und: 1) die Bedeutung von NAD+ Depletion und PlaB für die Phagenabwehr, 2) Einflussfaktoren für PlaB Aktivität und Lokalisierung und deren Bedeutung für die Phagenabwehr und 3) neue potentielle Effektoren mit einer ähnlichen NAD+ depletionsabhängigen Aktivierung wie PlaB untersuchen. Zusammengefasst sollen die anvisierten Ergebnisse im Projekt einen Einblick in wichtige physiologische Interaktionen bei der NAD+ Depletion im Zusammenhang mit der Phagenabwehr geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "548567920",
      "url": "https://gepris.dfg.de/gepris/projekt/548567920",
      "title": "Molekulare Erkennungsmechanismen von Phageninfektionen durch das Zorya-Anti-Bakteriophagen-Abwehrsystem",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548567920",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "In dem komplexen Zusammenspiel zwischen Bakteriophagen und ihren bakteriellen Wirten spielen Anti-Phagen-Abwehrmechanismen wie das kürzlich entdeckte Zorya-System eine entscheidende Rolle, um das Überleben der Bakterien zu gewährleisten. Bisher wurden drei Zorya-Subtypen identifiziert, aber fundamentale Details, wie dieses System Phageninfektionen erkennt und abwehrt, sind noch unbekannt. In Zusammenarbeit mit Nicholas Taylor von der Universität Kopenhagen haben wir damit begonnen, die strukturellen und funktionellen Aspekte des E. coli Zorya Typ I Systems bestehend aus den Membranproteinen ZorAB, welche homolog zu den Statoreinheiten MotAB des bakteriellen Flagellums sind, und den cytoplasmatischen Effektorproteinen ZorCD zu entschlüsseln. Auf diesen Grundlagen aufbauend wollen wir die molekularen Mechanismen hinter dem Zorya-Anti-Phagen-Abwehrsystem aufklären. Mit einer Kombination aus strukturbasierten Mutageneseansätzen und funktionellen Ansätzen in Verbindung mit fortschrittlicher Mikroskopie, einschließlich Lebendzell-Totalreflexions-Fluoreszenzmikroskopie (TIRF) und Superresolution-STED-Mikroskopie, werden wir erforschen, wie eine Phageninfektion von der Wirtszelle erkannt wird, was zur Aktivierung des Zorya-Systems führt, wie Zorya-Komponenten zu dem Ort der Infektion rekrutiert werden, um die Phagenreplikation zu verhindern, und ob der Erkennungs- und Anti-Phagen-Abwehrmechanismus zwischen den Zorya-Subtypen konserviert ist. Das Projekt ist in drei Arbeitspakete unterteilt. (i) Bestimmung der Regulierungs- und Erkennungsmechanismen, die die Expression und Aktivierung von Zorya regulieren. (ii) Visualisierung der Interaktion zwischen eindringenden Phagen und Zorya-Komponenten mit einem Schwerpunkt auf der strukturellen und funktionellen Rolle von ZorAB. (iii) Vergleich der mechanistischen Übereinstimmungsmerkmalen zwischen den Subtypen des Zorya-Systems. Durch diesen umfassenden Ansatz wollen wir die komplizierten molekularen Details des Zorya-Systems aufdecken und so allgemein zu dem grundlegenden Verständnis der bakteriellen Immunstrategien gegen Phagen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugDänemarkKooperationspartnerProfessor Nicholas  Taylor"
    },
    {
      "project_id": "464612409",
      "url": "https://gepris.dfg.de/gepris/projekt/464612409",
      "title": "Molekulare Interaktion zwischen Sa3int Phagen und dem Wirtsbakterium Staphylococcus aureus",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464612409",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Als wichtiger opportunistischer Erreger bei Mensch und Tier besiedelt Staphylococcus aureus asymptomatisch den Nasenvorhof, ist aber auch eine führende Ursache für lebensbedrohliche akute und chronische Infektionen. Die Evolution der Spezies als Ergebnis kurz- und langfristiger Anpassung an verschiedene Wirte ist eng mit dem Phagen-vermittelten Transfer von extra-chromosomalen mobilen Elementen sowie chromosomalen Markern verbunden. S. aureus-Stämme können bis zu vier temperente Phagen tragen, von denen viele akzessorische Gene besitzen, die für Staphylokokken-Virulenzfaktoren kodieren. Mehr als 90% der menschlichen S. aureus Nasenisolate tragen Sa3int-Phagen. Sie integrieren in das  hlb-Gen und hemmen dadurch die Synthese der Sphingomyelinase Hlb, einen unter bestimmten Infektionsbedingungen wichtigen Virulenzfaktor. Andererseits kodieren die ϕSa3-Phagen verschieden immun-modulatorische Virulenzfaktoren wie die Staphylokinase, Enterotoxine, ein Chemotaxis-hemmendes Protein und einen Komplementinhibitor. All diese Faktoren sind hoch human-spezifisch und wahrscheinlich für das bakterielle Überleben im menschlichen Wirt essentiell. Sowohl die Insertion der Prophagen in das bakterielle Genom als auch die Exzision aus dem bakteriellen Genom haben daher das Potenzial, S. aureus einen Fitnessvorteil zu verleihen. Es gibt immer mehr Hinweise darauf, dass Sa3int-Phagen eine \"aktive Lysogenie\" durchführen können, ein Prozess, bei dem ein Prophage zeitlich aus dem Chromosom herausgeschnitten wird, ohne intakte Phagenpartikel zu bilden. Wie der S. aureus-Wirt den Lebenszyklus der Phagen moduliert, ist jedoch weitgehend unklar. Unsere Daten deuten darauf hin, dass die bakteriellen Faktoren stark stammspezifisch sind, wobei manche S. aureus-Stämme eher einen lysogenen, andere einen eher lytischen Lebenszyklus unterstützen. Unser Ziel ist es, die molekularen Mechanismen zu entschlüsseln, die den Übergang der Sa3int-Phagen von einer lysogenen zu einer \"aktiven lysogenen\" oder einer lytischen Phase regulieren. Bioinformatische Analysen werden Einblicke in die Vielfalt der Sa3int-Phagen geben. Phagen- und Bakterienfaktoren, die am lysogenen-\"aktiven lysogenen\"-lytischen Schalter beteiligt sind sollen identifiziert und ihre molekulare Interaktion aufgeklärt werden. Daneben werden Lysogenie, \"aktive Lysogenie\" und lytische Phagenzyklen auf Einzelzellebene über die Zeit beobachtet. Dies wird uns helfen zu verstehen, wie sich diese speziellen Phagen zusammen mit ihrem bakteriellen Wirt S. aureus entwickelt haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464316632",
      "url": "https://gepris.dfg.de/gepris/projekt/464316632",
      "title": "Molekulare Mechanismen des Virusaustritts in Haloarchaea",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenVirologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464316632",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Archaeen sind in der Umwelt allgegenwärtig und gedeihen in verschiedenen Lebensräumen, die vom Ozean bis hin zum menschlichen Verdauungstrakt reichen. In einer von Archaeen dominierten Umgebung kann mehr als die Hälfte der Zellen mit Viren infiziert sein. Folglich stellen Viren einen wichtigen evolutionären Druck auf Archaeen dar. Die Viren der Archaeen unterscheiden sich von anderen Viren, da sie eine ungewöhnlich hohe morphologische Vielfalt aufweisen. Gegenwärtig ist nur eine Handvoll Freisetzungsmechanismen für die ~100 beschriebenen archaealen Viren bekannt. Einige Viren können durch Knospung aus der Wirtszelle austreten, ein Prozess, über den bisher nur für eukaryotische Viren berichtet wurde. Andere Viren sind dabei auf aussergewöhnliche pyramidenförmigen Austrittsstrukturen angewiesen. Beide Beispiele stammen von Viren, die Crenarchaea infizieren. Die Austrittsmechanismen von Viren, die Euryarchaeen infizieren, sind jedoch noch immer rätselhaft. Die meisten bakteriellen Viren nutzen das Endolysin-Holin-System, um die Murein-Zellwand ihres Wirts zu zerstören. Die Austrittsmechanismen archaealer Viren sind jedoch wahrscheinlich sehr unterschiedlich, da Archaeen keine Murein-Zellwand besitzen. In diesem Projekt soll untersucht werden, wie Viren aus euryarchaealen Zellen austreten. Als Modell wird Haloferax gibbonsii LR2-5 verwendet, da vor kurzem das erste Virus (HFTV1), das ein Mitglied der Gattung Haloferax infiziert, von diesem Wirt isoliert wurde. Haloferax bietet einen deutlichen Vorteil für die Untersuchung molekularer Infektionsmechanismen, was auf eine gut entwickelte Genetik und die derzeitige Verfügbarkeit der ersten archaealen fluoreszierenden Fusionsproteine zurückzuführen ist. HFTV1 ist ein lytisches Virus, und sein Austrittsmechanismus wird mit verschiedenen licht- und elektronenmikroskopischen Techniken untersucht werden. Darüber hinaus sollen die an diesem Prozess beteiligten Proteine durch eine Kombination von RNAseq-, Gendeletions-, Überexpressions- und Proteininteraktionstechniken identifiziert werden. Andere, kürzlich identifizierte LR2-5 infizierende Viren, die nicht mit HFTV1 verwandt sind, werden einen Vergleich zwischen den Austrittsmechanismen verschiedener Viren ermöglichen, welche die gleiche Wirtsart infizieren. Dies wird eine detaillierte Charakterisierung der molekularen Mechanismen ermöglichen, die dem haloarchaealen Virusaustritt zugrunde liegen. Diese Ergebnisse werden dazu beitragen, einen Einblick in die Infektionsstrategien der relativ unerforschten archaealen Viren zu gewinnen. Sie könnten die Identifizierung neuer Virusproteine ermöglichen, die spezifisch auf das lysieren archaealer Zellen abzielen. Dieses Projekt wird dazu beitragen, unser Verständnis der viralen Diversität und Evolution zu verbessern, und es wird uns lehren, wie archaeale Wirte sich an den evolutionären Druck der Viren anpassen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugNiederlande"
    },
    {
      "project_id": "548547420",
      "url": "https://gepris.dfg.de/gepris/projekt/548547420",
      "title": "Molekulare Mechanismen von Phagen-Antibiotika-Wechselwirkungen und ihr Zusammenspiel mit Phagen-Abwehrsystemen",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548547420",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Kombinationstherapien aus Bakteriophagen und Antibiotika sind eine vielversprechende Strategie im Kampf gegen schwer behandelbare multiresistente Pathogene. Sie wurden in einigen kritischen Infektionsfällen bereits erfolgreich eingesetzt. Die gezielte Gestaltung solcher Kombinationen wird jedoch erheblich durch ein beträchtliches Defizit im Verständnis der zugrunde liegenden Wirkmechanismen erschwert. So sind die zellulären Folgen von einzeln eingesetzten Antibiotika oder Phagen äußerst komplex und oft unzureichend erforscht. Dies gilt umso mehr für Phagen-Antibiotika-Kombinationen, die häufig ungenügend charakterisiert sind und möglicherweise erheblicher in molekulare Mechanismen eingreifen als die einzelnen Komponenten. Unser Projekt zielt darauf ab, die molekularen Grundlagen von Phagen-Antibiotika-Interaktionen mittels innovativer systembiologischer Ansätze zu entschlüsseln und ihr Zusammenspiel mit dem kürzlich entdeckten Phagenabwehrsystem CBASS zu untersuchen. In einer vorherigen Studie konnten wir kürzlich zeigen, dass CBASS die Wirkung etablierter Antibiotika wie Antifolate und β-Lactame umfassend moduliert; auch ohne Phagenzugabe. Da CBASS sowohl die Auswirkung von Antibiotika als auch von Phagen einzeln beeinflussen kann, vermuten wir, dass es auch in die Phagen-Antibiotika-Interaktionen eingreifen könnte. Wir werden systematisch die Wechselwirkung von β-Lactam- bzw. Antifolat-Antibiotika, und den Phagen T2, T4 und T5 in Escherichia coli untersuchen und analysieren, wie CBASS diese beeinflusst. Mittels einer genomweiten Knock-out-Kollektion nicht-essenzieller Gene werden wir bestimmen, welche genetischen Determinanten des Wirts an der Reaktion auf die Einzel- und Kombinationszugabe beteiligt sind. Die molekulare Grundlage der Wechselwirkung von CBASS mit β-Lactamen ist derzeit unbekannt, aber unerlässlich für das Verständnis von Phagen-β-Lactam-Interaktionen. Aufbauend auf unseren vorherigen Arbeiten werden wir CBASS-β-Lactam-Interaktionen in Abwesenheit von Phagen mechanistisch untersuchen. Schließlich werden wir eine Phagensammlung zusammenstellen, die bis zu drei Krankheitserreger und eine Vielzahl unterschiedlicher Phagenabwehrsysteme abdeckt. Diese Sammlung werden wir als Ressource den Kollegen des SPP2330 und der wissenschaftlichen Gemeinschaft zur Verfügung stellen. Die von uns erhobenen Daten und Ressourcen werden über dieses Projekt hinaus künftige systematische Untersuchungen darüber ermöglichen, wie bakterielle Immunsysteme Phagen-Antibiotika-Integrationen beeinflussen. Unsere Ergebnisse werden die molekularen Treiber von Synergie und Antagonismus in Phagen-Antibiotika-Interaktionen aufzeigen, weshalb dieses Projekt sehr gut in den Fokus „Cellular organisation and regulation of the viral infection cycle“ des SPP2330 passt. Da wir auch den Einfluss von Phagenabwehrmechanismen auf die Phagen-Antibiotika-Interaktion untersuchen, fügt sich unser Projekt zusätzlich nahtlos in den Fokus „Novel anti-viral defence systems“ ein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464460608",
      "url": "https://gepris.dfg.de/gepris/projekt/464460608",
      "title": "Molekularer Einblick in die Virusinfektion von Methanoarchaeen und ihre jeweiligen Viren",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenVirologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464460608",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Das vorgeschlagene Projekt befasst sich generell mit Virus-Infektion von Methanoarchaeen. Der erste Teil zielt darauf ab, die vorhandenen Wissenslücken zu schließen, indem die Interaktion zwischen dem Virus MetSV und seinem Wirt Methanosarcina mazei auf molekularer, mechanistischer und zellulärer Ebene untersucht wird. So sollen insbesondere die Virusreplikation und die Funktion von Virus- und Wirtsproteinen in diesem Prozess untersucht werden, sowie die Reaktion des Wirts auf die Virusinfektion. Das in der ersten Phase etablierte genetische System für MetSV ermöglicht es seit kurzem, biochemische Ansätze mit genetischen Manipulationen des Virus zu kombinieren und zur Verifizierung unserer Funktionsvorhersagen einzusetzen. Wir werden (i) aufklären, ob MetSVORF12 ein PCNA-ähnliches Protein darstellt, das an der Virusreplikation beteiligt ist, (ii) die vorgeschlagene MetSV-Polymerase (MetSVORF07/08) charakterisieren und (iii) untersuchen, ob MetSVORF06 ein terminales Protein darstellt, das die Genomreplikation primed (Ziel 1). Darüber hinaus soll für zwei Wirtsproteine, ssDNA-Bindeprotein und ein potentielles EF-Hand-Protein, die postulierte Rolle für die Virusproduktion untersucht werden (Ziel 2). Schließlich sollen TEM/SEM-Analysen ausgewählter Wirts- und Virusmutanten, sowie Einzelpartikelanalysen des Replikationskomplexes mittels Kryo-Elektronenmikroskopie in enger Zusammenarbeit mit Jan Schuller durchgeführt werden (Ziel 3). Im zweiten Teil sollen neue Methanoarchaeen (MA) aus Biogasreaktorproben (Zeitreihe >2 Jahre, 20 Proben) identifiziert und isoliert werden. Dabei soll auf den Resultaten und Erkenntnissen der eingehenden bioinformatischen Analyse der Metagenom- und einer ersten Analyse der komplementären Metatranskriptom-Datensätze aufgebaut werden. Unser Ziel ist es, DNA-Viren zu charakterisieren und, falls vorhanden, RNA-Viren bioinformatisch zu identifizieren, die MA-Wirte infizieren (Ziel 4); und die entsprechenden vorausgesagten MA Wirte zu isolieren mittels Einzelzellsortierung durch einen Zellprinter und F420-abhängiger Fluoreszenz zur Identifizierung von MA-Zellen in Zusammenarbeit mit Anne Kaster (Ziel 5). Im Anschluss sollen die isolierten MA-Wirte für die Anreicherung und gezielte Isolierung von bioinformatisch identifizierten MA-Viren verwendet werden (Ziel 6). Zusätzlich zum Nachweis lytischer Viren werden die Überstände der Virusanreicherungen durch TEM-Analysen, sowie durch Extraktion von DNA und RNA und anschließender Sequenzierung auf chronisch-infizierende Viren hin untersucht. Schließlich werden die neuen MA-Viren initial charakterisiert (Genomanalyse und Infektionsstudien). Insgesamt erwarten wir einen tieferen molekularen Einblick in ein beispielhaftes MA Wirts-Virus System (M. mazei/MetSV), sowie in die Vielfalt neuer MA-Viren, um zum einen das Feld voranzubringen und zum anderen die Kollektion von MA-Viren zu vergrößern, die z. B. für Mikrobiomstudien von potenziellem Interesse sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464797012",
      "url": "https://gepris.dfg.de/gepris/projekt/464797012",
      "title": "Phagen-Wirt-Interaktionen im menschlichen Darm",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464797012",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Darm-Dysbiose, ein bakterielles Mikrobiom außerhalb des natürlichen Gleichgewichts, wird zunehmend in Verbindung gebracht mit Volkskrankheiten wie dem Darmerkrankungen (IBD) und Graft-versus-Host-Disease (GVHD).  Phagen regulieren die bakterielle Abundanz, Diversität und den Stoffwechsel in vielen Ökosystemen. Während ihre Rolle im Darm noch weitgehend unerforscht ist, gibt es Hinweise darauf, dass sie im menschlichen Darm eine ähnliche Rolle spielen könnten. In Phase I haben wir experimentelle und analytische Werkzeuge entwickelt, um die Wechselwirkungen zwischen Phagen und Bakterien bei gastrointestinalen Erkrankungen zu untersuchen. Wir haben Verbindungen zwischen diesen Interaktionen und IBD und GVHD identifiziert, indem wir Auxin-Metaboliten (AMGs) identifiziert haben, die die intestinale Homöostase aufrechterhalten, wie z.B. immunmodulierende Metaboliten (IMMs). Unser Hauptziel in Phase II ist es, die molekularen Mechanismen aufzudecken, die der bakteriellen Umprogrammierung des Stoffwechsels durch vIMM-kodierende Phagen und ihrem Knock-on-Effekt auf das Darmmikrobiom zugrunde liegen. Unser Ziel I ist es, eine umfassende Datenbank von vIMM- und Phagen-Genomen zu erstellen. Wir werden unseren Datensatz mit Hilfe einer in Phase I etablierten bioinformatischen Pipeline erweitern, um neue AMGs in der IMM-Generation zu identifizieren. Wir werden vIMM-tragende Phagengenome mit Pharokka annotieren und ihre vorhergesagten Strukturen mit der AlphaFold Database und der RCSB Protein Data Bank vergleichen. Wir werden eine öffentliche Datenbank aller vIMM-tragenden Phagengenome erstellen, um neue vIMMs zu entdecken, die mit menschlichen Krankheiten in Verbindung stehen. Ziel II ist die systematische Isolierung und Charakterisierung vIMM-tragender Phagen und ihrer bakteriellen Wirte sowie die Aufklärung der molekularen Mechanismen, die der durch diese Phagen induzierten Reprogrammierung des bakteriellen Stoffwechsels zugrunde liegen. Wir werden einen gezielten Isolierungsansatz namens POSH und anaerobe Kulturomik verwenden, um Phagen und ihre Wirtsbakterien aus unseren IBD-Kohorten zu isolieren. Ziel III ist es, ein mechanistisches Verständnis der vIMM-vermittelten bakteriellen Modulation im breiteren GI-Ökosystem zu erlangen. Wir werden Robogut verwenden, ein ex vivo Bioreaktormodell, das die physiologischen Bedingungen des menschlichen GI-Traktes imitiert, um die Interaktionen zwischen vIMM-Phagen und GI-Bakterien zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464877090",
      "url": "https://gepris.dfg.de/gepris/projekt/464877090",
      "title": "Photosynthese-Gene in Phagen-Genomen - Aufklärung ihrer Rolle in der Interaktion zwischen Cyanobakterien und Phagen",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464877090",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Marine Cyanobakterien der Gattungen Synechococcales und Prochlorococcales sind die am häufigsten vorkommenden photosynthetischen Bakterien in den Ozeanen. Diese Cyanobakterien sind sehr anfällig für Virusinfektionen, wobei bis zu 40 % der bakteriellen Population von Phagen infiziert sind. Im marinen Ökosystem haben Cyanophagen einen signifikanten Einfluss auf Ökologie, Evolution und biogeochemische Prozesse. Sie sind am Nährstoffrecycling, der Kontrolle der Wirtspopulation und der Nischenanpassung beteiligt und dienen als Vehikel für den Gentransfer. Die Infektion eines Bakteriums durch einen Phagen verwandelt die Wirtszelle in eine sog. Virozelle, die ihre normalen zellulären Aktivitäten auf die Produktion viraler Komponenten verlagert. In diesem Zustand kommt es zu erheblichen Veränderungen in verschiedenen Stoffwechselwegen des Wirts. Cyanophagen erweitern darüber hinaus den Stoffwechsel der Virozelle, indem sie zusätzliche Stoffwechselgene (auxiliary metabolic genes, AMGs) einführen, die häufig mit Photosynthese und Lichtsammlung zusammenhängen, um den erforderlichen Stoffwechselbedarf zu ergänzen. In der zweiten Förderperiode soll die Rolle von AMGs in der Phagen-Wirt-Interaktion am Beispiel von ФcpeT untersucht werden. ФcpeT hat Ähnlichkeit mit einer cyanobakteriellen Phycobiliprotein-Lyase, die an der Reifung des lichtsammelnden Phycobilisoms beteiligt ist. Die Funktion von ФCpeT in der Virozelle, seine Interaktion mit Wirtsproteinen und seine Entbehrlichkeit sollen untersucht werden. Insbesondere wird die Virozelle von Synechococcus sp. WH8109 untersucht, die von dem Cyanophagen Syn9 und einem kürzlich generierten rekombinanten ФcpeT-Deletionsphagen infiziert ist. Mittels Proximity-Labelling und anschließender Affinitätsanreicherungs-Massenspektrometrie werden die Proteininteraktionspartner von ФCpeT identifiziert. Die massenspektrometrische Proteomik des Wildtyps und der rekombinanten Virozellen wird einen Einblick in die Proteinzusammensetzung geben, wobei der Schwerpunkt auf den Proteinen liegt, die mit der Lichtsammlung und der Pigmentbiosynthese zusammenhängen. Darüber hinaus wird die Metabolomik dazu beitragen, zu klären, wie der Stoffwechsel der Virozellen während der Infektion umgestaltet wird. Alle Strategien zielen darauf ab, Einblicke in die Rolle von ФCpeT während der Infektion zu gewinnen und zu verstehen, wie es den Stoffwechsel der Virozellen beeinflusst. Darüber hinaus werden physiologische Parameter im Zusammenhang mit der Photosynthese (Lichtsättigungspunkte, O2-Freisetzung, pH-Wert) sowie ökologische Parameter wie die Nährstofffreisetzung (Protein, Glykogen, Phosphate) in Wirts- und Virozellen untersucht. Schließlich wird die Funktion von ФCpeT auf molekularer Ebene untersucht und seine biochemische Funktion mit der Version des Wirts verglichen. Insgesamt wird dieses Projekt zur globalen Wissensbasis über die Rolle von Cyanophagen bei der Regulierung der ozeanischen Photosynthese und des Nährstoffkreislaufs beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464459808",
      "url": "https://gepris.dfg.de/gepris/projekt/464459808",
      "title": "Pseudogen vermittelte Phagenabwehr bei Vibrio cholerae",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464459808",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bakteriophagen, oder kurz Phagen, sind Viren, die Bakterien infizieren und gelten als die am häufigsten vorkommenden biologischen Einheiten auf der Erde. Die Interaktion von Phagen und Bakterien spielt eine entscheidende Rolle bei der Bildung mikrobieller Gemeinschaften, beeinflusst die Bakterienentwicklung und trägt zum ökologischen Gleichgewicht verschiedener Ökosysteme bei. Das anhaltende Wettrüsten zwischen Phagen und Bakterien ist ein biologischer Kampf ums Überleben, bei dem Bakterien Abwehrmechanismen entwickeln, um Phageninfektionen zu widerstehen, während Phagen kontinuierlich Strategien entwickeln, um der bakteriellen Abwehr zu entgehen. In den letzten Jahren sind zahlreiche neuartige Anti-Phagen-Systeme entdeckt worden, die oft auf genomischen Inseln, sogenannten „defense islands“, gebündelt zu finden sind. Im Gegensatz dazu ist das Wissen über Anti-Phagen-Gene außerhalb von Verteidigungsinseln begrenzt und ihr Beitrag zum bakteriellen Anti-Phagen-Arsenal bisher unklar. Dieses Projekt versucht, diese Lücke zu schließen, indem es die molekularen Mechanismen untersucht, mit denen sich der menschliche Krankheitserreger Vibrio cholerae gegen die Replikation des lysogenen Phagen VP882 verteidigt. Die Aktivierung von VP882 beinhaltet die Detektion des DPO Quorum-Sensing-Moleküls und unsere vorläufigen Daten deuten darauf hin, dass V. cholerae dasselbe Molekül verwendet, um eine entgegenwirkende Phagenabwehrreaktion auszulösen. Insbesondere zeigen wir, dass die DPO-Signalisierung zur Aktivierung eines kryptischen Genorts auf dem zweiten Chromosom von V. cholerae führt, der die Produktion eines hydrophoben Proteins namens DacP (DPO-aktiviertes Pseudogen) aktiviert. Eine Mutation von dacP beeinträchtigt das Wachstum von V. cholerae nach der VP882-Aktivierung und wenn DacP überexprimiert wird, kommt es zur Bildung von Kondensat, von der wir annehmen, dass sie die Phagenreplikation hemmen. Wir liefern außerdem Hinweise dafür, dass die Abwehr gegen VP882 eine phänotypische Heterogenität von V. cholerae beinhaltet, an der drei separate Zellpopulationen beteiligt sind, die unterschiedliche Reaktionen auf die Aktivierung von VP882 zeigen. Da das Zusammenspiel mit Phagen eine entscheidende Rolle im Lebensstil und in der Evolution von V. cholerae spielt, gehen wir davon aus, dass der dargelegte Forschungsplan wichtige Informationen darüber liefern wird, wie sich V. cholerae anpasst, um der Lyse durch Phagen zu entgehen. Außerdem erwarten wir uns generelle Informationen darüber, wie Anti-Phagen-Systeme, die außerhalb kanonischer Verteidigungsinseln kodiert sind, das Anti-Phagen-Repertoire der Zelle erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "465133664",
      "url": "https://gepris.dfg.de/gepris/projekt/465133664",
      "title": "Regulation der Wirtsproteinsynthese durch Jumbo-Phagenproteine",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465133664",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Bacteriophagen sind Viren, die Bakterien angreifen. Einige dieser Phagen mit großen Genomen und komplexen Lebenszyklen bieten eine erstklassige Möglichkeit, neue molekulare Faktoren und Prinzipien zu entdecken, wie Phagen ihre Wirte manipulieren. Die meisten Phagenproteine zeigen keinerlei Übereinstimmungen mit derzeitigen Sequenzdatenbanken, was einen bisher unerschlossenen Raum für die Entdeckung neuer Proteine mit spezialisierten Funktionen verspricht. Die Analyse von Phagenproteinen und Wirtsabwehrsystemen hat uns schon jetzt wichtige molekulare Werkzeuge an die Hand gegeben, wie z.B. T7 Polymerase, T4 Kinase, Restriktionsenzyme, Phagendisplay und CRISPR-Cas Technologie. Durch das Studium der Wechselwirkungen zwischen Phagen und Bakterien haben wir auch ein genaueres Verständnis der grundlegenden Prinzipien der Genexpression erlangt. Darüber hinaus stellen Phagen eine Ressource zur Entdeckung von Proteinen dar, die als neuartige Antibiotika zur Kontrolle multiresistenter humaner Krankheitserreger eingesetzt werden könnten. Unser Modellsystem ist der Jumbophage ΦKZ, der Bakterien der Spezies Pseudomonas infiziert. Das 280-kB große Genom von ΦKZ kodiert für >369 annotierte Proteine, von denen die meisten nicht charakterisiert sind. Wir haben ein Verfahren namens Grad-seq etabliert, um Phagenproteine zu identifizieren, die die Genexpressionsmaschinerie von Pseudomonas aeruginosa nach einer Infektion mit ΦKZ beeinflussen. Bemerkenswerterweise fanden wir zahlreiche Phagenproteine, die mit Proteinkomplexes im Wirt assoziieren, wie z.B. der RNA-Polymerase und den Ribosomen. Durch biochemische, genetische und strukturelle Analysen haben wir das abundante und konservierte Protein ΦKZ014 charakterisiert und gezeigt, dass es direkt an Ribosomen bindet. ΦKZ014 wird unmittelbar nach der Infektion exprimiert und ist essentiell für Phagenreplikation in spezifischen Pseudomonas-Stämmen. Diese Stämme dienen uns nun als genetische Systeme, die es erlauben, die Funktion von ΦKZ014 zu entschlüsseln. Unser Ziel ist es, die molekularen Mechanismen zu charakterisieren, die es Phagen ermöglichen, die Wirtstranslation zu manipulieren und die virale Replikation zu fördern. Darüber hinaus möchten wir das anti-Phagenabwehrsystem identifizieren, das von ΦKZ014 umgangen wird. Im Ganzen wird unsere Analyse uns ein besseres Verständnis dafür vermitteln, wie Phagen bakterielle Translation kontrollieren und wie Bakterien dem entgegenwirken; das wird uns ermöglichen, eine neue Verbindung zwischen Translation und bakterieller Immunität herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464851329",
      "url": "https://gepris.dfg.de/gepris/projekt/464851329",
      "title": "Wechselwirkungen von Bakteriophagen mit Glykan-basierten Biofilmen und Kontrolle durch Depolymerase-Enzyme",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der MikroorganismenVirologie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464851329",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "In den meisten Ökosystemen leben Mikroorganismen in Biofilmen, komplexen Gemischen aus Biopolymeren wie Proteinen, DNA oder Polysacchariden, der extrazellulären, polymeren Substanz (EPS). Die eingebetteten Zellen profitieren in vielfacher Hinsicht von dieser Matrix, die sie vor allem von äußeren Einflüssen abschirmt, z.B. sind pathogene Bakterien in Biofilmen schwerer angreifbar durch Antibiotika. Auch der Zugang bakterieller Viren (Bakteriophagen) zu ihren bakteriellen Wirten wird durch den Biofilm stark eingeschränkt und so ihre Infektionsrate beeinflusst. Jedoch existieren bisher kaum Untersuchungen zur Wechselwirkung von Bakteriophagen mit Biofilmen, obwohl der Bakteriophagen-vermittelte Gentransfer untrennbar mit der Evolution Biofilm-bildender, bakterieller Gemeinschaften verbunden ist.Die EPS bildet im Biofilm ein enges Netzwerk, das die Diffusion von Partikeln – einschließlich Bakteriophagen - einschränkt und verlangsamt. Dabei sorgen vor allem Polysaccharide für die viskoelastische Stabilität und Vernetzung vieler Biofilme. Ziel unseres Vorhabens ist es, die Bakteriophageninfektion in solchen Glykan-dominierten Biofilmen zu untersuchen. Viele Bakteriophagen besitzen als Teil ihres Schwanzapparates Glykosidasen, Enzyme, die Polysaccharide der EPS spalten (Depolymerasen), und damit aktiv die Stabilität des Biofilms herabsetzen können. Bisher existieren keine systematischen Untersuchungen, wie diese Depolymerasen die Dynamik der Bakteriophageninfektion innerhalb von Biofilmen beeinflussen.Pflanzenpathogene der Gattung Erwinia, z.B. der Feuerbranderreger E. amylovora, bilden Glykan-Biofilme, in denen wir das Infektionsverhalten von Erwinia-Phagen untersuchen wollen. Die Fluoreszenz-Korrelationsspektroskopie ist hier eine besonders geeignete Methode, um die Diffusion von Phagenpartikeln im Biofilm mit hoher räumlicher und zeitlicher Auflösung zu verfolgen. Wir werden damit den Einfluss der Mobilität auf die Infektionsrate bestimmen und mit theoretischen Modellen zu Populationsdynamiken abgleichen, insbesondere während des Biofilm-Abbaus durch Bakteriophagen-eigene Glykan-Depolymerasen.Depolymerasen beeinflussen so wahrscheinlich auch das Infektionsverhalten in Gemischen verschiedener Bakteriophagen-Typen. Um diese Synergieeffekte zu verstehen müssen Depolymerasen in den viralen Genomen möglichst vollständig identifiziert werden. Aufgrund ihres speziellen, strukturellen Aufbaus erfordert dies neue Algorithmen, die wir in diesem Projekt entwickeln werden. In Metagenomen werden wir damit systematisch nach Bakteriophagen-Depolymerasen suchen und somit zu einem verbesserten Verständnis von Phagen-Wirts-Beziehungen in Biofilmen beitragen. Biofilm-Depolymerasen sind zudem von hoher Bedeutung für die Biotechnologie als hochwirksame antimikrobielle Agentien zur Bekämpfung Biofilm-bildender Pathogene.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenInternationaler BezugBelgien, SchweizKooperationspartnerProfessor Dr. Abram  Aertsen;Professor Dr. Martin  LoessnerMitverantwortlicheProfessor Dr. Salvatore  Chiantia;Dr. René  Kallies;Dr. Ulisses  Nunes da Rocha"
    },
    {
      "project_id": "465136285",
      "url": "https://gepris.dfg.de/gepris/projekt/465136285",
      "title": "Z-Projekt - Bacteriophagen Repositorium, Services und Databank",
      "subject_area": "VirologieStoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465136285",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Unter der Leitung des Leibniz-Instituts DSMZ und aufbauend auf dessen Expertise und bisherigen Arbeiten wird das Z-Projekt ein dediziertes, maßgeschneidertes Dienstleistungsportfolio über die drei Projektbereiche (PAs) des SPP, Viral Cell Biology (PA A), Unicellular and Multicellular Anti-viral Defenses(PA B) und Viral Impact on Multispecies Microbial Communities  (PA C) für die beteiligten Forschungsprojekte bereitstellen. Dies umfasst die Unterstützung durch das Angebot von State-of-the-Art-Methoden für alle relevanten Aspekte der Biologie prokaryotischer Viren, die langfristige Konservierung, Qualitätskontrolle und Verteilung der isolierten Bakteriophagen und prokaryotischen Wirte sowie der zugehörigen Daten. Das Portfolio des Z-Projekts umfasst somit: - Isolierung von Bakteriophagen gegen Bakterien von Interesse, z. B. Streptomyceten, Staphylococcus-Spezies oder Cyanobakterien; - Isolierung von Viren und Wirtsbakterien/-archaeen, die durch metagenomische Untersuchungen komplexer mikrobieller Gemeinschaften identifiziert wurden; - die nachhaltige Hinterlegung und Bereitstellung neuer Bakteriophagen und ihrer Wirtsstämme in allen PAs;  - Klassifizierung von Phagen und Unterstützung der Nomenklatur durch ein verbessertes Klassifizierungssystem, Bestimmung der evolutionär verwandten Phagengruppen - Bestimmung von Bakteriophagen-Wirtsbereichen und relevanten Parametern, d.h. Kinetik der Phagenreplikation und Wirtszelllyse, Latenzzeit, Wurfgröße - Analyse der Morphologie der Phagen mittels Transmissionselektronenmikroskopie; - Long-Read-Sequenzierung von Phagengenomen und entsprechende bioinformatische Analysen; - Pflege und gezielte Weiterentwicklung von PhageDive (PhageDive), das alle relevanten Aspekte der Bakteriophagenbiologie mit spezifischen Datenfeldern abdeckt. PhageDive verwendet ein kontrolliertes Vokabular und verfügt über umfangreiche Suchfunktionen, die nach den spezifischen Bedürfnissen der SPP-Mitgliedsprojekte programmiert wurden. Die aktuelle Version wird regelmäßig aktualisiert und weitere Daten von weiteren Forschungsgruppen sowie Datenfelder wie für Rezeptoren oder transkriptomische Daten werden implementiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften"
    },
    {
      "project_id": "464366151",
      "url": "https://gepris.dfg.de/gepris/projekt/464366151",
      "title": "Zusammenspiel der Phagen phi29 und SPP1 mit der (p)ppGpp-Antwort von B. subtilis",
      "subject_area": "Stoffwechselphysiologie, Biochemie und Genetik der Mikroorganismen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 464366151",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen Gemeinschaften",
      "description": "Um sich erfolgreich zu replizieren, sind Phagen stark auf den Metabolismus ihrer bakteriellen Wirte angewiesen. Bakterien kontrollieren alle Aspekte ihres Stoffwechsels streng über die konservierte stringent response (SR), die auf den Second Messenger Nukleotiden (p)ppGpp beruht. Die (p)ppGpp-Nukleotide steuern im Wesentlichen alle Ebenen des bakteriellen Metabolismus, einschließlich des Nukleotid- und Aminosäuremetabolismus, der DNA-Replikation, der Transkription und der Translation. Enzyme der RelA/SpoT-Homologie (RSH) Familie sind für den Auf- und den Abbau der (p)ppGpp Nukleotide hauptsächlich verantwortlich. Daher sollte eine Strategie, die die produktive und ressourcenintensive Phagenreplikation ermöglicht, eine Neuprogrammierung des SR und damit der zellulären (p) ppGpp-Spiegel umfassen. Wir werden untersuchen, wie die Phagen phi29 und SPP1 den (p)ppGpp-Metabolismus ihres Wirts, des Gram-positiven Modellorganismus Bacillus subtilis, beeinflussen. Unsere vorläufige Arbeit zeigt, dass das RSH-Enzym Rel während einer Phageninfektion relevant ist, während die beiden anderen (p)ppGpp-Synthetasen RelP und RelQ dies nicht sind. Eine Phageninfektion löst auch die Produktion von Hydrolasen des Nudix-Typs aus, die an der Reduktion der zellulären (p)ppGpp-Pools während einer Phageninfektion beteiligt sein könnten. Schließlich enthalten Phagen auch ihre eigenen (p)ppGpp-Hydrolasen, die Gegenstand dieses Antrags sein werden. Zusammengenommen werden wir ein mechanistisches Bild davon liefern, wie Phagen die (p)ppGpp-Reaktion des Wirts beeinflussen, um so ihre erfolgreiche Reproduktion zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2330: \nNeue Konzepte der Virus-Wirt Interaktion in Prokaryoten – von Einzelzellen zu mikrobiellen GemeinschaftenMitverantwortlich(e)Dr. Laura  Czech"
    }
  ]
}