{
  "spp_number": "SPP 2127",
  "spp_title": "Gen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/360003551",
  "projects_count": 27,
  "projects": [
    {
      "project_id": "399443882",
      "url": "https://gepris.dfg.de/gepris/projekt/399443882",
      "title": "3D-Gehirnorganoide mit augenähnlichen Strukturen zur Modellierung von frühkindlichen Netzhautdystrophien",
      "investigators": "Professor Jay  Gopalakrishnan, Ph.D.;Dr. Kerstin  Nagel-Wolfrum",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399443882",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Angeborene Netzhauterkrankungen, einschließlich der Leber'sche kongenitale Amaurose (LCA)/ frühkindliche Netzhautdystrophie und der Okulokutane Albinismus (OCA), sind vererbte Netzhauterkrankungen, von denen jedes Jahr etwa 150 Neugeborene weltweit betroffen sind. Diese angeborenen Netzhauterkrankungen treten bereits zu einem frühen Zeitpunkt der retinalen Entwicklung  auf, wobei die Pathomechanismen, die zur Krankheit führen, bislang noch unbekannt sind. Für die Entwicklung therapeutischer Strategien ist die Aufklärung der zellulären Pathomechanismen in einem krankheitsrelevanten experimentellen System essentiell. Zur Zeit fehlen jedoch experimentelle Modelle, die die frühe Retinogenese aus dem sich entwickelnden Vorderhirn physiologisch rekapitulieren. In der ersten Förderperiode des Schwerpunktprogramms SPP 21 wurden unsere Arbeiten zur „Generierung von 3D-Gehirnorganoide mit augenähnlichen Strukturen zur Modellierung und Validierung von Therapiestrategien für neuronale Degenerationen (OVB-Organoide)“ unterstützt. Hierbei konnten wir eine robuste OVB-Organoid-Kultivierungsmethode entwickeln. In der nächsten Förderperiode werden wir zunächst die Entwicklungsmechanismen von LCA und OCA mit Hilfe von patientenspezifischen OVB-Organoiden modellieren und anschließend an diesen Modellen die Wirksamkeit von pharmakologischen Wirkstoffen (TRIDs) und viraler Genaddition untersuchen.Hierfür haben wir in Zusammenarbeit mit Humangenetikern Patienten identifiziert, die Mutationen in SPATA7, Cep290 (verursacht LCA) und HPS1 (verursacht OCA) tragen. Diese Mutationen führen zu nicht-syndromalen Erkrankungen, d. h. die Mutationen beeinträchtigen nicht den Entwicklungsprozess des Gehirns, sondern nur die Entwicklung der Netzhaut.Im vorliegenden Projekt, werden wir unser interdisziplinäres Fachwissen vereinen, um die deregulierten zellulären Signalwege bei den ausgewählten Erkrankungen in patientenspezifischen OVB-Organoiden zu entschlüsseln und um die Effizienz von möglichen Gen-basierten Therapien zu untersuchen. Um dieses Ziel zu erreichen, werden wir:1. vaskularisierte OVB-Organoide (v-OVB-Organoide) entwickeln, um über die längere Kultivierung der Organoide, die bessere Differenzierung von retinalen Zellen, insbesondere von Photorezeptorzellen, zu ermöglichen,  2.\tpatientenspezifische v-OVB-Organoiden generieren, um die Pathophysiologie von LCA und OCA, verursacht durch Mutationen in SPATA7-, Cep290- bzw. HPS1 zu entschlüsseln,3.\tdie Wirksamkeit von Gen-basierenden Therapiemöglichkeiten, wie das Überlesen von Nonsense-Mutationen durch TRIDs und viraler Genaddition, in den patientenspezifischen v-OVB-Organoiden untersuchen. Insgesamt werden wir mit unserer interdisziplinären Expertise und den neuartigen 3D-Gehirnorganoide mit augenähnlichen Strukturen deregulierte zelluläre Signalwege von retinalen Entwicklungsstörungen, die zu LCA und OCA führen, charakterisieren und mögliche Therapieoptionen identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399433088",
      "url": "https://gepris.dfg.de/gepris/projekt/399433088",
      "title": "Barrierefreie chromatische Pupillometrie ab Säuglingsalter. Eine neue Quantifizierungsmethode der inneren und äußeren Netzhautfunktion bei erblichen Netzhautdystrophien als Parameter des therapeutischen Nutzens nach Gentherapie.",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399433088",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Retinale Genadditionstherapie ist bereits seit einigen Jahren verfügbar und wird kontinuierlich weiterentwickelt. In Kürze wird ein erstes Medizinprodukt basierend auf adenoassoziierten Vektoren (AAV) zur Behandlung der schweren frühkindlichen Netzhaudegeneration aufgrund von Mutationen im RPE65 Gen von den Behörden FDA und EMA genehmigt. Der heutige Therapienutzen ist jedoch schwer quantifizierbar, zum einen aufgrund des limitierten Therapieerfolgs, zum anderen aufgrund eingeschränkt verfügbarer funktioneller hochsensibler Untersuchungsmethoden. Eine Möglichkeit zur Erhöhung des Therapieerfolges wäre, möglichst wenig beeinträchtigte Netzhaut zu behandeln. Dies könnte bedeuten, dass in Zukunft auch sehr junge Patienten, also sogar Säuglinge und Kleinkinder einer Therapie zugeführt werden. Aufgrund altersbedingt eingeschränkter Fähigkeiten und Mitarbeit müssen neue objektive funktionelle und morphologische Untersuchungsmethoden entwickelt werden.Ziel dieses Projektes ist die Entwicklung hochsensibler funktioneller Parameter bei erblichen Netzhautdystrophien, welche ab dem Säuglingsalter einsetzbar sind, sowie deren Korrelation mit der entsprechenden Netzhautmorphologie. Wir werden ein neues Konzept zur objektiven Messung der Netzhautfunktion entwickeln, konstruieren und validieren. Die vorgeschlagene kontaktlose und barrierefreie chromatische Pupillometrie wird eine separate oder simultane Stimulation der Augen ermöglichen. Der stationäre Eyetracker nimmt gleichzeitig beide Pupillenweiten, Blickfolgebewegungen und Kopfwendungen auf, was zur Korrektur von Pupillendeformitäten und dadurch verursachten Artefakten notwendig ist. Stimuliert werden die Augen über einen LED-Monitor mit roten und blauen Farben unterschiedlicher Leuchtdichte und unter unterschiedlichen Adaptationszuständen, ohne dass hierfür der Kopf des Patienten gehalten oder fixiert werden muss. Dies wird eine altersunabhängige Beurteilung der Stäbchen-, Zapfen- und ipRGC-vermittelten Pupillenreaktion, als Indikator ihrer Funktion, ermöglichen. Dies ist insbesondere von Relevanz bei Netzhautdystophien des LCA Typs, wo Stäbchen- und Zapfenfunktion in der Ganzfeld-Elektroretinographie (ERG) schon früh unterhalb der Nachweisgrenze liegen. Die mit der barrierefreien chromatischen Pupillometrie erhobenen Stäbchen, Zapfen- und ipRGC-Funktionen werden mit morphologischen Daten der Netzhaut korreliert, die mit der handgehaltenen optischen Kohärenztomographie (HH-OCT) erhoben und mit DIOCTA-Software (OCT Einzelschichtanalyse) analysiert werden. Die Daten der barrierefreien Pupillometrie werden im Vergleich zu der von uns bereits entwickelten binokularen chromatischen Pupillometrie bei älteren Kindern validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler DegenerationEhemaliger AntragstellerDr. Wadim  Bowl, bis 10/2018"
    },
    {
      "project_id": "399422891",
      "url": "https://gepris.dfg.de/gepris/projekt/399422891",
      "title": "Charakterisierung von Spender-Empfänger Interaktionen zur Verbesserung einer Photorezeptorersatz-Therapie",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399422891",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Der Verlust der lichtempfindlichen Photorezeptoren stellt den häufigsten Grund für visuelle Einschränkungen und Blindheit in industrialisierten Gesellschaften dar. Bislang sind für dieses Krankeitsspektrum noch keine kurativen Therapien klinisch etabliert. Die Transplantation von Spender-Photorezeptoren wird als allgemeine Behandlungsoption diskutiert, um degenerierte Photorezeptoren zu ersetzen. Jüngste technologische Fortschritte ermöglichen die Erzeugung menschlicher Photorezeptoren in aus pluripotenten Stammzellen gewonnenen Netzhautorganoiden in ausreichender Menge in vitro. Erste präklinische Studien in vivo haben gezeigt, dass sich nach der Transplantation in Tiermodelle mit Netzhautdegeneration einige funktionelle Verbesserungen ergeben. Die zellulären und molekularen Voraussetzungen und Mechanismen, die eine erfolgreiche strukturelle und funktionelle Integration, einschließlich der Konnektivität mit Zellen der Empfänger-Netzhaut, ermöglichen, sind jedoch noch unbekannt. Darüber hinaus ist der vollständige Verlust der Photorezeptoren zwar das Endstadium degenerativer Erkrankungen der Netzhaut, doch die zugrunde liegenden Ursachen und die Dynamik des Krankheitsverlaufs sind sehr unterschiedlich, was zu sehr heterogenen Empfängerumgebungen führt. Auf Grundlage unserer etablierten präklinischen Transplantationspipeline mit aus menschlichen induziert-pluripotenten Stammzellen gewonnenen Photorezeptoren werden daher die Integrationskinetik der Transplantate, Transkriptom- und Proteomveränderungen der endogenen Netzhautzellen sowie verschiedene Degenerationsstadien der Empfängermäuse untersucht, um die zellulären und molekularen Voraussetzungen für einen erfolgreichen Photorezeptorersatz zu ermitteln. Die gewonnenen Erkenntnisse werden von größter Bedeutung für die Definition von Voraussetzungen sowie potenzieller Ziele für die Modifizierung der Empfängerumgebung sein, um die Integration, Organisation und Reifung des Transplantats zu optimieren, mit dem letztendlichen Ziel, die visuelle Wahrnehmung bei verschiedenen Netzhautpathologien deutlich zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "498251037",
      "url": "https://gepris.dfg.de/gepris/projekt/498251037",
      "title": "CRISPR/Enhanced-Deletion Cas9-vermittelte, allel-spezifische Disruption des Rhodopsin-Gens: ein neuartiger, mutationsunabhängiger Ansatz zur Behandlung von RHO-gekoppelter autosomal dominant vererbter Retinitis pigmentosa",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498251037",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Etwa 10–30% der Fälle von autosomal-dominanter Retinitis pigmentosa (adRP) werden durch Mutationen im Rhodopsin (RHO)-Gen verursacht, welches für das Sehpigment in Stäbchen-Photorezeptoren kodiert. Mehr als 150 verschiedene dominant wirkende RHO-Mutationen wurden funktionell charakterisiert, und es konnte gezeigt werden, dass ein dominant-negativer Effekt oder ein Funktionsgewinn des mutanten Rhodopsins ursächlich ist. Daher ist das Abschalten oder die Disruption der mutierten Genkopie ein rationaler und erfolgversprechender Therapieansatz bei adRP-Patienten mit RHO-Mutation. CRISPR/Cas9-basiertes Genome Editing bietet hier einen potenten Ansatz, um dauerhafte therapeutische Modifikationen auf DNA-Ebene zu erzeugen, wodurch verschiedene Probleme konventioneller Gentherapie (wie z.B. Toxizität bei Überexpression oder Fehlexpression) umgangen werden. Andere genetische Therapieansätze, einschließlich Antisense Oligonukleotid-basierter und CRISPR/Cas9-basierter Technologien, konzentrieren sich auf das selektive Abschalten bzw. die Disruption bestimmter mutierter Allele und adressieren damit nur ungenügend die Vielzahl verschiedener RHO-Mutationen bei den betroffenen Patienten.Dieses Projekt verfolgt einen neuartigen alternativen Ansatz - SEDIMS-X (selective disruption of the mutant allele through targeting common SNPs by Cas9-exo) – welcher das Potenzial hat, vorhandene Probleme und Beschränkungen auszuräumen. SEDIMS-X wendet die CRISPR/Cas9-Technologie an, um mutierte Genkopien selektiv zu inaktivieren, wobei der Ansatz dabei auf häufige, in Phase vorliegende Genvarianten und nicht die einzelne, krankheitsverursachende Mutation abzielt. SEDIMS-X verwendet neuartige Cas9-Exonuklease Fusionsproteine, die in der Lage sind, den Cas9-induzierten Strangbruch zu erweitern, so dass eine effektive Disruption der mutierten Genkopie erfolgt. Aufbauend auf erfolgreichen Vorergebnissen untersucht dieses Projekt eingehend die Anwendbarkeit und Nutzung von SEDIMS-X zur selektiven Disruption adRP-gekoppelte RHO-Mutationen in Hinblick auf eine klinische Anwendung. Zu diesem Zweck verfolgt das Projekt einen stringenten Workflow, um effektive Cas9-exo/gRNA Kombinationen mittels eines zellbasierten Reportersystems zu entwickeln und zu selektieren, deren Spezifität für die Zielvariante in menschlichen Fibroblasten zu validieren und zuletzt die therapeutische Wirksamkeit auf Transkript- und Proteinebene in einem stammzell-basierten Krankheitsmodell zu prüfen. Darüber hinaus sollen potenzielle Nebenwirkungen dieses neuartigen Ansatzes sorgfältig untersucht und bewerten werden. Wir erwarten, dass SEDIMS-X das bestehende Repertoire an präklinischen, experimentellen Therapiestrategien für Patienten mit RHO-gekoppelter adRP erweitern und ergänzen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399300408",
      "url": "https://gepris.dfg.de/gepris/projekt/399300408",
      "title": "Die angeborenen Immunantwort und Gentherapie am Auge",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399300408",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Viele neuroretinale Degenerationen sind monogenetischen Ursprungs und führen zur Erblindung - bisher ohne Therapieoption. Gentherapie trägt das Potential diesem Krankheitsprozess entgegenzuwirken. Das Adeno-assoziierte Virus (AAV) ist dabei zu einem verbreiteten Vektor für den okulären Gentransfer geworden. Allerdings haben unabhängige AAV-Gentherapie-Studien über Fälle mit intraokularen Entzündungsreaktionen und einem Verlust des therapeutischen Effekts nach anfänglich funktionaler Verbesserung berichtet. Eine Immunantwort gegen AAV und von AAV infizierten Zellen könnte eine Erklärung für den Verlust an Wirksamkeit darstellen. Unsere eigenen Arbeiten bestätigen, dass selbst eine hochreine AAV-Lösung das pathogen-associated pattern recognition (PPR)-System in der Netzhaut von Primaten aktivieren und mittels Effektor-Zytokine in Konsequenz eine Immunantwort induzieren kann. Obwohl die Biologie des AAV weitgehend untersucht wurde, ist über die Wechselwirkung zwischen AAV und dem PPR-System in retinalen Zellen nicht viel bekannt. Da das PPR-System und die nachgeschalteten Effektor-Zytokine dazu beitragen eine konzertierte Immunantwort zu initiieren, ist ein grundlegendes Verständnis dieser Wechselwirkungen von entscheidender Bedeutung für die AAV-vermittelte Gentherapie. Dieses Forschungsvorhaben zielt darauf ab, die Sicherheit und Wirksamkeit des AAV-vermittelten Gentransfers zu erhöhen, indem es die wesentlichen Signalwege identifiziert, die zur okulären Immunantwort gegen AAV führen und Strategien findet, um diese zu modulieren. So können Entzündungsreaktionen begrenzt und eine langfristige therapeutische Transgenexpression gewährleistet werden.Proben aus aktuellen AAV-Gentherapie-Studien an Primaten und Patienten werden verwendet, um die Immunantwort nach okulärer AAV-Gentherapie mittels ELISA, PBMC-Sub-Populationsanalyse (FACS), Immunhistochemie und Expressionsanalyse zu charakterisieren. Dies wird einen Überblick über die Inzidenz und Schwere der Immunantwort geben (Ziel 1). Molekulare und zellbiologische Techniken werden verwendet, um in o.g. Proben und in vitro wesentliche Signalwege im PPR-Systeme zu identifizieren, die an der Erkennung von rekombinantem AAV beteiligt sind (Ziel 2). Schließlich wollen wir Strategien aufzeigen und in einer Pilotstudie in vitro deren Potential analysieren o.g. Signalwege zu beeinflussen mit dem Ziel das Sicherheitsprofil und die Wirksamkeit von AAV-Gentherapie zu verbessern (Ziel 3).Das Vorhaben wird neue Kenntnisse über die Wechselwirkungen zwischen dem AAV und der Netzhaut bringen und Strategien zur Verbesserung der Sicherheit und Wirksamkeit der retinalen Gentherapie liefern. Die Identifizierung von Strategien zur Unterdrückung einer Immunantworten gegen AAV wäre ein wichtiger Schritt über das SPP hinaus und für die Verwendung von viralen Vektoren insgesamt relevant. Die bessere Kenntnis des retinalen PRR-Systems könnte weiterhin auch im Kontext okulärer Zelltransplantationen von Nutzen sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "398539671",
      "url": "https://gepris.dfg.de/gepris/projekt/398539671",
      "title": "Die Auswahl der richtigen Patienten für Gen-Therapien: Entwicklung und Implementierung eines Pathogenitätsbewertungssystems komplementiert durch funktionelle in vitro Validierung von Varianten bei Patienten mit erblichen Netzhautdystrophien als Kriterium für den Einschluss in Therapiestudien",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 398539671",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Die Anzahl an gentherapeutischen Studien für erbliche Netzhautdystrophien nimmt stetig zu. Es ist wichtig sicherzustellen, dass die Erkrankung bei diesen Patienten wirklich und ausschließlich durch Mutationen in dem Zielgen der Therapie verursacht wird. Die derzeitige Praxis für die Auswahl von Patienten für Gentherapie hinsichtlich Genotyp bzw. dessen Validität ist weder objektiv noch standardisiert. Richtlinien für die Varianten-Interpretation in der genetischen Diagnostik müssen fach- bzw. subjektspezifisch weiterentwickelt und standardisiert werden. Es muss eine objektive und zuverlässige Pathogenitätsbewertung für einzelne Varianten und die Genotypen der Patienten als wesentliches Kriterium für die Auswahl von Patienten in Genotyp-basierte Therapiestudien vorgenommen werden. Wir haben in der ersten Förderperiode das Scoring-System für einzelne Varianten und Patienten-Genotypen als proof-of-concept mit funktionellen Daten aus unserem weiterentwickelten in vitro Aequorin-basierten Bioassay zur Funktionsprüfung von missense-Varianten in CNGA3 korreliert. Im Fortsetzungsantrag übertragen wir diesen Bioassay zuerst auf CNGB3, und anschließend auf CNGA1 und CNGB1. Wir werden erneut die Funktionalität von CNG-Kanälen mit allen bislang nicht charakterisierten, mutmaßlich krankheitsverursachenden Varianten in einem medium-throughput-Format in HEK293-Zellen testen. Mit diesem Konzept können wir alle nicht funktionell charakterisierten Varianten bewerten und die in silico Vorhersage bestätigen oder verwerfen. Wir erwarten, dass wir am Endes des SPP für alle CNGA3-, CNGB3-, CNGA1- und CNGB1-Varianten, die in unserer Patientenkohorte, der Literatur- und Mutationsdatenbanken beobachtet wurden, eine objektive funktionell bestätigte Pathogenitätsbewertung vornehmen können. Mit dieser Bewertung können dann Patienten für aktuelle und zukünftige Gentherapieversuche bei autosomal rezessiv erbliche Achromatopsie – im Falle von biallelischen Mutationen in CNGA3 oder CNGB3, bzw. bei autosomal rezessiv erblicher Retinitis pigmentosa – im Falle von biallelischen Mutationen in CNGA1 oder CNGB1, ausgewählt bzw. priorisiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399299380",
      "url": "https://gepris.dfg.de/gepris/projekt/399299380",
      "title": "Ein Multiplexing-CRISPRa-Ansatz für die genunabhängige Therapie der Netzhautdegeneration",
      "subject_area": "AugenheilkundeMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399299380",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Erbliche Netzhautdystrophien (ENDs) umfassen eine breite Gruppe verschiedener Erblindungserkrankungen, die zum progressiven Verlust der Netzhaut führen. Die meisten Therapieansätze fokussieren sich derzeit auf einzelne Gene oder Mutationen. Eine deutlich attraktivere Alternative ist die Entwicklung von Strategien, die den Krankheitsverlauf unabhängig vom zu Grunde liegenden Gen oder Krankheitsmechanismus stoppen können. Eine vielsprechende Möglichkeit dazu stellt die Expression neuroprotektiver oder der Knockdown potenziell schädlicher Gene dar. In der Vergangenheit wurden verschiedene neuroprotektive oder zellschädigende Gene bzw. Proteine identifiziert und für einige davon wurde die Wirkung ihrer Supplementierung bzw. ihres Knockdowns an Mausmodellen evaluiert. Trotz einiger Fortschritte bleibt jedoch unklar, ob eine Kombination aus verschiedenen zellprotektiven Proteinen und ihren Rezeptoren bzw. der gleichzeitige Knockdown potenziell schädigender Gene zusätzliche positive Effekte auf die Effizienz und Dauer des Therapieerfolgs haben. Um die Testung solcher kombinatorischen Ansätze in vivo zu ermöglichen, soll in diesem Antrag die modulare CRISPR-Cas-Technologie angewendet werden, die sich zur Aktivierung einzelner oder mehrerer Gene (CRISPRa) mit Hilfe Locus-spezifischer single guide RNAs (sgRNAs) eignet. In unseren Vorarbeiten haben wir CRISPRa bereits zur Gentherapie eines END-Mausmodells erfolgreich angewendet. In weiteren Vorarbeiten haben wir gezeigt, dass sich CRISPRa auch zum gleichzeitigem Knockdown anderer Gene in vivo eignet. In den beantragten Versuchen sollen zunächst verschiedene sgRNAs in vitro optimiert werden, die sich zur Aktivierung von Genen, die für neuroprotektive Proteine und deren Rezeptoren kodieren, eignen (Transaktivierungs-Multiplexing-Einheit, TAMU). In weiteren Versuchen werden wir die Effizienz verschiedener TAMU-Kombinationen auf RNA und Proteinebene in vitro und in vivo testen. Für die in vivo Anwendung sollen die TAMUs und CRISPRa mittels dualer rekombinanter Adeno-assoziierter viraler (rAAV) Vektoren exprimiert werden. Anschließend soll die Effizienz optimierter TAMUs am Pde6bH620Q/Cre Mausmodell für Retinitis Pigmentosa analysiert werden. Pde6bH620Q/Cre Mäuse bieten den Vorteil, dass der Degenerationsverlauf durch Tamoxifen-Injektion zu jedem beliebigen Zeitpunkt gestoppt und so der maximal zu erreichende therapeutische Effekt gemessen werden kann. Der Therapieerfolg einzelner TAMUs wird zu verschiedenen Zeitpunkten nach der Injektion auf molekularer, morphologischer, funktioneller und verhaltensbiologischer Ebene überprüft und mit Tamoxifen injizierten Mäusen verglichen werden. Das effizienteste TAMU wird schließlich mit Knockdown-sgRNAs kombiniert und am Pde6bH620Q/Cre Mausmodell evaluiert werden. Im Falle des Erfolgs wird dieser Ansatz eine Machbarkeitsstudie für eine genunabhängige kombinatorische Gentherapie liefern, von dem weltweit Millionen Patienten profitieren könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler DegenerationEhemaliger AntragstellerProfessor Dr. Elvir  Becirovic, bis 5/2022"
    },
    {
      "project_id": "498046067",
      "url": "https://gepris.dfg.de/gepris/projekt/498046067",
      "title": "Entwicklung Patienten-berichteter Endpunkte für interventionelle klinische Studien zur Wiederherstellung von Sehen bei Kindern und Jugendlichen mit hochgradiger Sehbehinderung und Blindheit",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498046067",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Durch neue Ansätze in der Gen- und Stammzelltherapie, pharmakologische Interventionen und retinale Prothesen stehen zunehmend Möglichkeiten zur Verfügung, Sehen bei hochgradiger Sehbehinderung wieder her zu stellen. Da ein Großteil der Erkrankungen, für die diese Interventionen entwickelt werden, zu Sehverlust und Erblindung im Kindes- und Jugendalter führen, werden Kinder und Jugendliche in die entsprechenden klinischen Studien eingeschlossen.  Die Effektivität dieser Interventionen nachzuweisen ist schwierig, da alle konventionellen Endpunkte in klinischen Studien ungeeignet sind, eine nur geringe Verbesserung im Sehen zu erfassen. Daher müssen Patienten-berichtete Endpunkte (PROs) wie Alltags-relevante visuelle Funktion und visuelle Lebensqualität (VRQoL) zum Einsatz kommen. Bislang gibt es keine deutschen PROs für diese Zielgruppe in der Augenheilkunde, die für klinische Studien geeignet wären. PROs für Kinder und Jugendliche müssen alters-gerecht sein. Selbst-Bericht ist bei Kindern unter 8 Jahre nicht möglich, weshalb wir Kinder ab 8 Jahre Einschließen werden. Kürzlich wurden PROs von Prof. Rahi (Kooperationspartnerin) in alters-entsprechenden Versionen für Kinder (8-12) und Teenager (13-18) auf UK Englisch entwickelt, der Functional Vision Questionnaire for Children and Young People (FVQ_CYP) und den Vision related Quality of Life instrument for Children and Young People (VQol_CYP). Beide PROs sind theoretisch für den Einsatz in klinischen Studien geeignet, müssen jedoch noch weitere Erfordernisse erfüllen: 1.\tWeitere Sprachversionen werden benötigt.  Alle klinischen Studien werden multi-national sein müssen, da nur seltene Erkrankungen hochgradige Sehbehinderung in dieser Zielgruppe verursachen.  Daher werden wir deutsche Versionen der PROs erstellen.1.\tPROs müssen hoch-qualitative Daten liefern, psychometrisch robust sein und den Vergleich über verschiedene Sprachversionen ermöglichen. Wir werden die psychometrischen Messeigenschaften und cross-kulturelle Aspekte der deutschen und britischen Version mittels modernen psychometrischer Theorien wie der Rasch-Analyse inkl. Kalibrierung zur Versions-unabhängigen Messung untersuchen.2.\tKontinuierliche Messung über die alters-spezifischen Versionen hinweg.Mit der natürlichen Alterung der Teilnehmer klinischer Studien wird ein Teil von der Kinder-Version zur Teenager-Version wechseln. Hierfür werden wir einer Kalibrierung entwickeln um eine kontinuierliche Altersversions-unabhängige Messung zu ermöglichen. Dies gibt es bislang weder für den FVQ_CYP noch den VQoL_CYP.Dieses Projekt wird unmittelbar in klinischen Studien einsetzbare PROs liefern. Darüber hinaus werden die teilnehmenden Kinder und Jugendlichen direkt in die Evaluation der getesteten Interventionen eingebunden und können systematisch Präferenzen äußern und an medizinischen Entscheidungen teilhaben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399435571",
      "url": "https://gepris.dfg.de/gepris/projekt/399435571",
      "title": "Entwicklung von Patienten-relevanten ENdpunkten für klinische Studien von Interventionen zur Wiederherstellung des Sehens bei hochgradiger Sehbehinderung",
      "subject_area": "AugenheilkundeEpidemiologie und Medizinische Biometrie/Statistik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399435571",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Durch Gentherapie, Stammzelltherapie und retinale Prothesen stehen uns zunehmend neue Möglichkeiten zur Verfügung, mit denen der Sehverlust durch erbliche Netzhautdystrophien behandelt werden könnte. Bislang ist es jedoch nahezu unmöglich, eine therapeutische Effektivität dieser Interventionen überzeugend nachzuweisen, da alle konventionell verwandten Endpunkte in klinischen Studien ungeeignet sind. Konventionelle Endpunkte eigenen sich nicht zum Einsatz bei hochgradiger Sehbehinderung und auch eine nur geringe Verbesserung im Sehen, wie sie mit den Interventionen zu erwarten wäre, kann nur unzureichend erfasst werden. Daher müssen Tests, die Alltags-relevante Fähigkeiten und Lebensqualität standardisiert erfassen, zum Einsatz kommen. Beide Bereiche lassen sich auch bei einem nur geringen Zugewinn an Sehschärfe oder Gesichtsfeld durch diese Interventionen verbessern, so dass nicht nur der eigentliche Benefit der Interventionen in diesem Bereich liegt, sondern dieser auch gut messbar ist.Aus diesem Grund haben wir zwei Messinstrumente entwickelt, das Instrumental Activities of Daily Living – Very Low Vision (IADL-VLV) Protokoll und den Impact of Vision Impairment – Very Low Vision (IVI-VLVL) Fragebogen. Beide wurden mit Patienten mit erblichen Netzhautdystrophien entwickelt und erprobt und messen zuverlässig alltagspraktische Fähigkeiten, für die Sehen relevant ist, sowie visuelle Lebensqualität bei Personen mit hochgradiger Sehbehinderung. In diesem Projekt werden wir beide Instrumente weiter entwickeln, die Test-Retest- Reliabilität und die Sensitivität, funktionelle Änderungen über die Zeit abzubilden, untersuchen. Dazu wird eine Gruppe von Patienten mit hochgradiger Sehbehinderung durch erbliche Netzhautdystrophien für 2 Jahre nachverfolgt und durchläuft regelmäßig standardisierte Funktionstestung, den IADL-VLV und den IVI-VLV. Aus den Daten werden wir die minimale klinisch relevante Änderung etablieren können, was wichtig für die Planung zukünftiger Studien ist. Leitlinien und anerkannte Praxis werden befolgt, so dass unsere Instrumente nicht nur Patienten-relevant sind, reliabel messen, sondern auch allen Vorgaben der regulativen Behörden entsprechen. Das Ergebnis dieses Projekts werden zwei direkt in klinischen Studien einsetzbare Instrumente zur Endpunktmessung sein, die eine rasche Translation von neuen Interventionen zur Wiederherstellung von Sehen in klinische Studien und damit auch in die klinische Versorgung ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "498201805",
      "url": "https://gepris.dfg.de/gepris/projekt/498201805",
      "title": "Evaluierung des Therapeutischen Potenzials von Genom-Modifikation in einem Schweinemodells mit dominant negativer GUCY2D Mutation",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498201805",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Im Zuge der ersten Förderperiode des SPP2127 wurde eine Anschubförderung für die Erstellung eines genetisch modifizierten Schweinemodells bereitgestellt, im Zuge dessen das GUCY2D Gen in primären Schweinzellen modifiziert wurde und erste Kerntransfers  durchgeführt wurden. Bestätigte Trächtigkeiten sollten im Lauf des Jahres 2021 erste Foundertiere produzieren. Innerhalb des Projektes beschäftigen wir uns mit der Charakterisierung des okularen Phänotyps des Modells und zum anderen mit der Evaluierung von Gene Editing als therapeutische Option. Die Phänotypisierung erfolgt über Elektroretinographie (ERG) und optische Koherenztomographie (OCT), Verhaltenstest sowie morphologische und molekulare Analysen. Ziel dieses Arbeitspaketes ist eine grundlegende Charakterisierung des Phänotyps im GUCY2D Schweinemodells und die Abschätzung des therapeutischen Fensters zur Behandlung der Erkrankung.Für die therapeutische Evaluierung werden disruptive Ansätze, die eine spezifische Zerstörung des Leserahmens im mutierten Allel zum Ziel haben, mit korrigierenden Ansätzen, die den ursprünglichen kodierenden Bereich im mutierten Allel durch Base Editing oder Prime Editing wieder herstellen, verglichen. Diese Untersuchungen werden in Zellkulturexperimenten in primären Schweinezellen durchgeführt. Neben der unmittelbaren Effektivität der jeweiligen Ansätze werden die Möglichkeiten untersucht, die genetischen CRISPR/Cas-Kompenten in AAV-Vektoren durch multiples Intein-Splitting zu verpacken. Ziel des zweiten Arbeitspaktes ist die Entwicklung eines vielversprechenden Gene Editing Ansatzes für die Behandlung der Erkankung. Final soll der beste therapeutische Ansatz in einer Kohorte von GUCY2D-Schweinen getestet werden. AAV werden 1x appliziert und der Effekt dann über einen Zeitraum von 6 Monaten in vivo verfolgt. Über diesen Zeitraum wird longitudinales Monitoring durch Verhaltenstest und regelmäßige ophthalmologische Untersuchungen mittels ERG und OCT durchgeführt. Nach Terminierung der Experimente werden Augen isoliert und morphologische und molekulare Analysen der Retina durchgeführt. Hauptziel des Projektes eine Abschätzung, inwieweit therapeutisches Gene Editing neue Perspektiven zur Behandlung dominant negativer retinaler Erberkrankungen eröffnet. Weitere Ziele sind der Einblick in die Degenerationsprozesse von cone-rod-degenerations sowie die Etablierung einer Zuchtherde, um Versuchstiere für fortführende eigene Arbeiten und Kooperationsprojekte zur Verfügung zu stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399447659",
      "url": "https://gepris.dfg.de/gepris/projekt/399447659",
      "title": "Gentherapie von Splice-Defekten durch optimierte Splice-Faktoren im Rd6 Mausmodell",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399447659",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Ein signifikant hoher Anteil (ca. 10-20%) aller Mutationen in vererbten Erkrankungen stört den Splice-Prozess. Diese Beobachtung scheint für fast alle krankheits-assoziierten Gene Gültigkeit zu haben. Ausgehend hiervon, sind Therapieansätze, die Splice-Defekte korrigieren oder abschwächen können, attraktive Techniken zur Behandlung von retinalen Degenerationen, besonders da das Auge ideale Voraussetzungen zur Anwendung von genetherapeutischen Methoden bietet.Wir haben gentherapeutische Methoden entwickelt, die mutationsspezifisch designte U1- und U6-snRNA Splice-Faktoren verwenden, um Splice-Donor-Site Mutationen zu behandeln. Die Wirksamkeit dieses Therapieansatzes haben wir, unter Verwendung von Patientenzelllinien, bereits für mehrere retinale Degenerationsgene gezeigt. Weiterhin konnten wir in präliminären Daten zeigen, dass die UsnRNA-basierten Therapien auch in der Retina eines murinen Krankheitsmodels wirksam sind.Die Experimente dieses Antrags haben zum Ziel, den Splice-Defekt des Rd6 Mausmodels zu therapieren. Die Rd6 Maus trägt eine Splice-Donor-Site Mutation, welche einerseits zu einer Retinitis Pigmentosa-ähnlichen Degeneration der Retina und andererseits zu einem fleckigen Fundus führt. Das hier vorgeschlagene Projekt wird die UsnRNA-vermittelte Gentherapie an dem Rd6 Mausmodel in vivo analysieren und optimieren. Nach subretinaler Injektion und AAV-Transduktion von UsnRNAs in die Retinae von Mfrp knock-outs und Kontrolltieren, wird die Effizienz des Therapieansatzes durch histologische, molekulare und funktionale Tests evaluiert. Außerdem wird die Sicherheit des Therapieansatzes gezielt überprüft.Dieses Projekt wird die Etablierung von RNA-basierten Therapieansätzen signifikant voranbringen und Erkenntnisse hervorbringen, die nicht nur bezogen auf das Rd6 Mausmodel, sondern auch für zahlreiche andere monogenetische Krankheiten, relevant sind. Das Projekt ist eng mit dem SPP2127 Programm verknüpft und wird vielversprechende Wege zur Therapie von Tiermodellen und Patienten aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "498244102",
      "url": "https://gepris.dfg.de/gepris/projekt/498244102",
      "title": "Identifizierung und Charakterisierung von ziliären WNT-Inhibitoren zur Verbesserung der RPE-Reifung und -Funktion",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498244102",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Das Auge ist ein komplexes Organ, das aus mehreren Zelltypen mit spezialisierten Funktionen besteht. Defekte in einem dieser Zelltypen führen zu verschiedenen Augenerkrankungen, die oft zu Sehstörungen und zur Erblindung führen. Eine Vielzahl von Netzhauterkrankungen haben genetische Ursachen und sind erblich. Bemerkenswerterweise sind mindestens 50 % davon Gene, die mit dem primären Zilien assoziiert sind, einer  Signalorganelle, die auf der Oberfläche der meisten Wirbeltierzellen zu finden ist. Auch das retinale Pigmentepithel (RPE) ist ziliiert. Dieses einschichtige Epithel unterstützt die Netzhaut und ist für die Phototransduktion unerlässlich. Unser Labor hat sich auf die Rolle der primären Zilien bei der Koordination von Entwicklung und Funktion des RPE konzentriert, welche weitgehend über die Regulation des WNT-Signalwegs gesteuert wird. Wir konnten auch zeigen, dass eine Dysfunktion des Ziliums im RPE maßgeblich zur Netzhautdegeneration beiträgt.Trotz des hohen Prozentsatzes von Genen, die mit Netzhautdegenerationen in Verbindung gebracht werden  und für ziliär-assoziierte Proteine kodieren, ist die Entwicklung von Behandlungsmöglichkeiten derzeit begrenzt, da diese sich hauptsächlich auf das Gen-Ersetzen in Photorezeptorzellen stützen. Nach unseren Erkenntnissen über die entscheidende Rolle des Ziliums im RPE, das zur Pathogenese der Krankheit beiträgt, ist es wichtig, sich auch auf diesen Zelltyp zu konzentrieren. Unser langfristiges Ziel ist es, zellbasierte Therapien zu identifizieren, um der neuroretinalen Degeneration bei Patienten mit zilienbedingten Augenerkrankungen mit besonderem Fokus auf das RPE entgegenzuwirken. In bereits veröffentlichten und vorläufigen Daten konnten wir eine Verbesserung der WNT-Signalwegsdefekte während der RPE-Reifung in Ziliopathie-Modellen und der Reifung von iPSC-RPE nach pharmakologischer Hemmung von WNT zeigen. Daher ist unser Ziel in diesem Antrag zunächst die Identifizierung neuer, spezifischer WNT-Inhibitoren, die im Vergleich zu bekannten WNT-Inhibitoren auf die Fähigkeit getestet werden inwieweit sie Ziliendefekte im RPE und die Reifung und Funktion von iPSC-RPE verbessern.Unsere zentrale Hypothese ist, dass wir die RPE-Reifung nicht nur in Kontrollen, sondern auch bei Erkrankungen durch pharmakologische Manipulation der ziliär kontrollierten  WNT-Signalwege  verbessern können.  Da viele der bekannten Inhibitoren wenig spezifisch sind, was zu unerwünschten Effekten und Toxizität  führen kann, besteht der Bedarf, RPE-spezifische WNT-Inhibitoren zu identifizieren, die zur Entwicklung von Behandlungsstrategien verwendet werden können. Außerdem liefert uns die pharmakologische Manipulation des WNT-Signalwegs Einblicke in RPE-spezifische Signalwege. Dies kann nicht nur der Wissenschaft von Nutzen sein, um die Differenzierung und Reifung von iPSC-RPE zu optimieren, sondern es könnte uns ermöglichen, individuelle Behandlungsstrategien bei ziliärbedingter Netzhautdegeneration zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399499939",
      "url": "https://gepris.dfg.de/gepris/projekt/399499939",
      "title": "Koordinationsfonds",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399499939",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Das Schwerpunktprogramm SPP2127 hat zum Ziel, Gen- und zeltbasierte Therapien für erbliche Netzhauterkrankungen zu entwickeln. Hierbei sollen nicht nur neue Therapieansätze aus beiden Gebieten entwickelt werden, sondern auch Faktoren untersucht werden, die den Erfolg der Behandlung beeinflussen können. Darüber hinaus ist es für die spätere klinische Anwendung auch notwendig, belastbare Readoutparameter für klinische Studien zu entwickeln und einzusetzen.Der Koordinationsfond hat zum Ziel, die Zusammenarbeit aller beteiligten Gruppen zu fördern und Networking zu ermöglichen. Darüber hinaus sollen Nachwuchswissenschaftler gefördert und trainiert werden. Hierzu werden regelmäßig Meetings, Summer Schools und Lab Exchanges durchgeführt, sowie ein Seed funding für 2 Projekte gewährt. Gelder für Gleichstellungsmaßnahmen und zur Förderung weiblicher Wissenschaftlerinnen stehen zur Verfügung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "498225961",
      "url": "https://gepris.dfg.de/gepris/projekt/498225961",
      "title": "Korrektur einer häufigen CRB1 Mutation mittels RNA-Baseneditierung - Entwicklung einer neuartigen Therapie der retinalen Degeneration",
      "subject_area": "AugenheilkundeBiochemie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498225961",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Retinitis Pigmentosa (RP) und Lebersche kongenitale Amaurose sind Formen der Netzhautdegeneration, die durch Mutationen im CRB1-Gen verursacht werden können. Besonders häufig ist dabei eine Missense-Mutation, die durch einen einzelnen Nukleotidaustausch von Guanosin durch Adenosin verursacht wird. Bis heute gibt es keine Möglichkeit, die dadurch entstehende Erkrankung zu heilen oder auch nur effektiv zu behandeln. Eine mögliche Gentherapie mit Adeno-assoziierten viralen (AAV) Vektoren wird durch die Größe des CRB1-Gens, das die Kapazität des AAV übersteigt, und durch das Vorhandensein mehrerer CRB1-Spleißvarianten behindert.Eine Alternative zu klassischen gentherapeutischen Ansätzen bietet eine neuartige RNA-Base-Editing-Technologie. Mithilfe maßgeschneiderter Antisense-Oligonukleotide (ASOs) ist es möglich, das endogene RNA-Editing-Protein ADAR (Adenosine Deaminase Acting on RNA) zu rekrutieren, um einzelne Adenosinnukleotide ortsspezifisch und programmierbar in Inosin umzuschreiben. Da Inosin biochemisch als Guanosin interpretiert wird, kann dies zur Korrektur der ausgewählten, häufigen und krankheitsverursachenden CRB1-Mutation genutzt werden.Ziel dieser Studie ist es, chemisch und pharmakologisch optimierte ASOs zu entwickeln, die die ausgewählte Mutation bei Patienten rückgängig machen könnten. Um die Wirksamkeit dieser ASOs zu bestätigen, nutzen wir humane induziert pluripotente Stammzellen (iPSZ), welche bereits in der Vergangenheit generiert wurden. Im Detail nutzen wir Linien von zwei Personen, welche die CRB1 Mutation homozygot tragen und an RP leiden. Die iPSZ werden dann zu retinalen Organoiden differenziert, welche alle Zellen der Retina in einer physiologischen Anordnung beinhalten und funktionell sind, also beispielsweise auf Lichtreize reagieren können.In einem effektiven iterativen Entwicklungsprozess werden ASOs an retinalen Organoiden sowie an organoid-abgeleiteten 2D- und 3D-Müller-Glia-Zellen getestet. Die Wirksamkeit der Therapie wird durch Charakterisierung des Expressionsniveaus und der Lokalisation des CRB1-Proteins beurteilt, welche beide aufgrund der Mutation gestört sind. Das Ziel besteht darin, ein Lead ASO zu identifizieren, das den gewünschten biologischen Effekt mit hoher Wirksamkeit und Spezifität erzeugt. In einem nächsten Schritt wird dieses Lead ASO pharmakologisch weiter optimiert und profiliert. Dabei nutzen wir unser neu entwickeltes Retina-on-Chip-System, welches eine physiologisch genaue Modellierung der Pharmakokinetik ermöglicht. In einem letzten Versuch werden wir erste toxikologische und immunologische Daten erfassen, die als präklinischer Datensatz zur Vorbereitung einer nachfolgenden klinischen Studie dienen können.Insgesamt wird dieses Projekt eine neuartige ASO-Therapie etablieren, die Patienten heilen könnte, welche von einer häufigen CRB1-Mutation betroffen sind. Darüber hinaus stellt das Projekt eine Blaupause für eine tierversuchsfreie präklinische Entwicklung dieser neuen Wirkstoffe dar.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399364546",
      "url": "https://gepris.dfg.de/gepris/projekt/399364546",
      "title": "Manipulation des ziliären WNT-Signalwegs zur Verbesserung der Entwicklung und Reifung des retinalen Pigmentepithels in vivo und in vitro",
      "subject_area": "ZellbiologieEntwicklungsbiologie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399364546",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Mehr als 733 Millionen Menschen weltweit leiden unter eingeschränktem Sehen und die Kosten dieser augenbezogenen Erkrankungen betragen mehr als 2.3 Billionen Euro jährlich. Das Vertebratenauge enthält eine Vielzahl an ziliierten Zelltypen, von denen die bekanntesten die lichtsensitiven Photorezeptoren in der äußeren Retina sind. Jedoch spielen wahrscheinlich auch viele andere ziliierte okulare Zelltypen eine Rolle in der großen Anzahl der syndromischen und nicht-syndromischen Augenerkrankungen. Von besonderer Bedeutung ist das retinale Pigmentepithel (RPE), eine ziliierte Einzelschicht, welches die Retina versorgt und essentiell für die Phototransduktion ist. Wir konnten zeigen, dass das Primärzilium notwendig für die Regulation des WNT-Signalweges während der Entwicklung und Reifung des RPE ist und wahrscheinlich zur Progression des Phänotyp beiträgt.Es gibt zur Zeit weder Behandlungsmöglichkeiten für zilien-assoziierte retinale Degenerationen noch ist es klar, in welchem Ausmaß defekte Zilien in anderen Zellen zur Krankheitsentstehung beitragen. Unser langfristiges Ziel ist die Identifikation von zellbasierten Therapien, die der neuroretinalen Degeneration in Patienten mit zilien-assoziierten Erkrankungen entgegenwirken. Unser Ziel für diesen Antrag ist die Manipulation des ziliären WNT-Signalwegs zur Verbesserung der Entwicklung und Reifung des retinalen Pigmentepithels. Wir werden pharmokologisch aktive Substanzen testen, die dem Effekt des gestörten ziliären WNT-Signalwegs im RPE entgegenwirken und das Ausmaß der retinalen Degeneration in vivo reduzieren. Außerdem wollen wir dieses Wissen nutzen, um die Differenzierung von iPS-abgeleitetem RPE in vitro sowohl in Monokulturen als auch in 3D-Organoiden zu verbessern. Unsere Zielsetzung besteht aus folgendem: Ziel 1: In vitro Applikation von möglichen Substanzen zur Verbesserung von iPS-abgeleitetem RPEZiel 2: In vivo Applikation von möglichen Substanzen zur Reduktion von okulären Ziliendefekten im RPEZiel 3: Charakterisierung von augen-organoidem RPE in Kontroll- und Mutanten-Organoiden aus iPS-abgeleiteten Hirn-OrganoidenUnsere zentrale Hypothese ist die Verbesserung der Reifung des RPE in vivo und in vitro im Kontroll- und Krankheitszustand durch pharmakologische Manipulation des zilien-vermittelten WNT-Signalwegs.  Unsere Hypothese basiert auf bereits publizierten und vorläufigen Daten, in denen unter anderem wir Defekte im WNT-Signalweg während der Reifung des RPE in Ziliopathie-Modellen und die durch pharmakologische Inhibition des WNT-Signalwegs hervorgerufene Verbesserung der zilienbezogenen WNT-Defekte in anderen Systemen zeigen konnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399392938",
      "url": "https://gepris.dfg.de/gepris/projekt/399392938",
      "title": "Müllerzellen als Zielzellen einer Genergänzungstherapie zur Dämpfung der Komplementaktivität in einem Mausmodell für Morbus Stargardt Typ 1",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399392938",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Obwohl die Retina immunprivilegiert ist, exprimieren retinale Zellen Bestandteile des Komplementsystems (KS). Eine Überaktivierung des retinalen KS und eine damit verbundene neuronenschädigende Entzündung wird durch Lipofuszin-Ablagerungen bei der erblichen retinalen Dystrophie (ERD), Morbus Stargardt Typ 1 (STGD1), hervorgerufen. An STGD1 erkranken junge Erwachsene, wobei die Pathologie durch Mutationen im ATP binding cassette subfamily A member 4 (ABCA4) Gen verursacht wird. Wir konnten zeigen, dass der wichtigste Inhibitor des KS, Komplementfaktor H (KFH), vor allem im Pigmentepithel, in Mikroglia und in vaskulären Zellen exprimiert wird, während der einzig bekannte Aktivator des KS, Properdin (KFP), primär in Müllerzellen, Mikroglia und Neuronen nachweisbar war. In dem murinen ABCA4-/- Modell für STGD1, fanden wir im Vergleich zu Kontrolltieren eine verstärkte Expression von Komplementfaktoren in allen retinalen Zelltypen.Entsprechend könnte es ein genunabhängiger Therapie¬ansatz für ERD-Patienten (einschließlich STGD1) mit komplexer oder unbekannter Genetik (ca. 25% STGD und ~40-50% aller ERD Patienten) sein, die Balance der physiologischen retinalen KS-Aktivität wiederherzustellen. Klinische Studien, bei denen das KS durch wiederholte intravitreale Injektion von rekombinanten Proteinen und therapeutischen Antikörpern beeinflusst wird, lieferten erste positive Daten und unterstützen unsere Hypothese. Wir wollen eine langfristig wirksame Gen-Additionstherapie entwickeln, die das retinale KS durch Expression von mini-FH (trunkiertes CFH) oder einem Antikörperfragment, spezifisch für KFP, dämpft. Die Expression exogener Proteine kann retinale Zellen (z.B. Photorezeptoren) stressen. Deshalb sehen wir Müllerglia als ideale Zielzellen für einen Gen-Additionsansatz, da sie (i) eine hohe intrinsische Sekretionsaktivität haben, (ii) groß sind und mit allen retinalen Zelltypen im engen Kontakt stehen, so dass durch sie sekretierte Proteine alle retinalen Subkompartimente erreichen, (iii) durch vergleichsweise sichere intravitreale Injektionen gut erreichbar sind und (iv) selbst große Mengen von Komplementaktivatoren exprimieren und somit die retinale KS-Homöostase mitregulieren. Mit den im Projekt generierten adeno-assoziierten viralen Vektoren für die Müllerzell-spezifische Expression der therapeutischen Proteine werden wir ABCA4-/--Mäuse behandeln und untersuchen, ob so das KS gedämpft, damit der Krankheitsverlauf gestoppt und die Müllerzellphysiologie positiv beeinflusst wird. Die detaillierte Charakterisierung der komplement-modulatorischen Ansätze im STGD1-Modell auf zelltyp-spezifischer Ebene ist hochinnovativ und könnte zu einem Überdenken aktuell in klinischen Tests befindlicher Therapien führen. Letztlich hoffen wir, dass STGD- und generell ERD-Patienten, die nicht für einen Genkorrekturansatz in Frage kommen, von dem so neu entwickelten therapeutischen Mitteln profitieren werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399445958",
      "url": "https://gepris.dfg.de/gepris/projekt/399445958",
      "title": "Neuartige Adeno-assoziierte Virus (AAV) Vektoren zur optimierten retinalen Gentherapie",
      "subject_area": "PharmakologieAugenheilkundePharmazie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399445958",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Adeno-assoziierte Virus (AAV) Vektoren sind aktuell der Goldstandard für retinalen Gentransfer. AAV-basierte Vektoren wurden bereits in Rahmen mehrerer klinischen Studien am Auge getestet und zeigten ein gutes Sicherheitsprofil. Der zurzeit am weitesten fortgeschrittene Ansatz ist die Gensupplementierung mittels AAV-RPE65 bei der RPE65-bedingten Leberschen kongenitalen Aumaurose (LCA2). Die subretinale Applikation von AAV-RPE65 erwies sich als sehr sicher und führte zur teilweisen Verbesserung des Sehens. Allerdings zeigte die AAV-RPE65 Behandlung leider keinen nachhaltigen Effekt auf die Progression der Photorezeptor-Degeneration in LCA2 Patienten. Die Gründe dafür sind bisher noch unklar. Es werden sowohl krankheitsspezifische, als auch AAV Vektor-bedingte Probleme, wie z.B. inadäquate Expressionslevel als mögliche Faktoren diskutiert. Eine Transduktion durch AAV Vektoren setzt die direkte Interaktion mit Zelloberflächen-Rezeptoren der Zielzelle und anschließende Internalisierung voraus. Die meisten erblichen Netzhauterkrankungen sind bedingt durch Mutationen in Photorezeptor- oder retinalem Pigmentepithel (RPE)-spezifischen Genen. Für ein effizientes Targeting dieser Zellen muss die der Netzhaut operativ vom RPE abgelöst und AAVs in die temporär entstandene subretinale Kavität appliziert werden. Subretinale Injektionen bergen ein erhöhtes Risiko für Kollateralschäden für die erkrankte Netzhaut. Zudem erreicht man nach subretinaler Injektion ausschließlich die retinalen Zellen im Areal der Netzhautablösung. Daher besteht dringender Entwicklungsbedarf für neuartige AAV Vektoren, die eine verbesserte Transduktion retinaler Zellen, optimalerweise über weniger invasive Applikationsrouten, wie z.B. der intravitrealen (IVT) Injektion, ermöglichen. Das Hauptziel des vorliegenden Antrags ist es vielversprechende, bereits im Vorfeld generierte innovative AAV Vektoren, für die klinische Anwendung weiter zu entwickeln. Das Arbeitsprogramm beinhaltet die in vitro Charakterisierung der neuartigen AAVs im 661w Sehzapfen-Zellkulturmodell sowie in retinalen Organoiden, welche aus humanen iPS Zellen generiert wurden. In vivo Experimente in Wildtyp Mäusen und Retina-Degenerations-Mausmodellen mit Vektorversionen, welche eGFP unter Kontrolle von zelltypspezifischen Promotoren exprimieren, sollen die Transduktionseffizienz der neuen AAVs in murinen Sehstäbchen und Sehzapfen etablieren. Im Anschluss folgen analoge Experimente im Hundemodell und im nichtmenschlichen Primaten (NHP), um die Fähigkeit der Vektoren, nach IVT Applikation, Stäbchen und Zapfen zu transduzieren in Großtiermodellen zu bestätigen. Die NHP- und Hunde-Studien werden zudem mögliche Immunantworten auf die Vektoren und einer wiederholten Applikation evaluieren sowie Bestimmung der Biodistribution. Nach Abschluss dieser Experimente sollen die optimale/n Vektorvariante/n in IVT Gensupplementierungsansätzen an etablierten Mausmodellen der Achromatopsie und der Retinitis pigmentosa getestet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399487171",
      "url": "https://gepris.dfg.de/gepris/projekt/399487171",
      "title": "Optimierung des Behandlungsablaufs bei retinaler Gentherapie zur Verbesserung des Therapieerfolges",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399487171",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Die Gentherapie der Retina ist eine neue, vielversprechende Behandlungsmethode für erbliche Netzhauterkrankungen. Präklinische Studien von vielen Gruppen weltweit legen einen baldigen klinischen Einsatz bei dieser Gruppe potentiell zur Erblindung führender Erkrankungen nahe.  Nach einer relativ schnellen Phase der Translation in die Klinik haben nun eine Reihe klinischer Studien begonnen bzw. sind in Vorbereitung. Traditionell liegt der Fokus in diesem Feld auf der Erschließung neuer Krankheitsbilder und der Entwicklung neuer Vektoren, während die Möglichkeiten für die Optimierung des Behandlungsablaufs bisher eher kaum genutzt wurden. Wir glauben jedoch, daß wesentliche Verbesserungen hinsichtlich der Effizienz und der Dauerhaftigkeit des Therapieerfolges auf diesem Wege möglich sind.Eine besonders hohe Wichtigkeit für den Behandlungserfolg hat unserer Meinung nach die Qualität der subretinalen Anwendung. Im Allgemeinen wird davon ausgegangen, daß sich Retina und retinales Pigmentepithel zum Zeitpunkt der Injektion trennen und später, wenn die Injektionsblase resorbiert wurde, wieder zusammenkommen. Nach unserer Kenntnis gibt es jedoch keine gesicherten, umfassenden Daten hinsichtlich potentiell wichtiger Kenngrößen wie bestes Injektionsvolumen, Größe der Abhebung und Druckverhältnisse, sowie  zum optimalen Zeitpunkt im Tagesverlauf.Wir haben daher Studien in dieser Richtung im Mausmodell durchgeführt, die auf unserem über die Jahre entwickelten Standard beruhen. Es ergab sich, daß die morphologische Ultrastruktur doch stärker in Mitleidenschaft gezogen war als vermutet. Insbesondere fanden wir, daß es oft zu einem Abriß der Außensegmente der Photorezeptoren kommt und diese nicht einfach aus der Verbindung mit den RPE-Zellen herausgleiten.Basierend auf diesen Ergebnissen haben wir eine Pilotstudie durchgeführt, um herauszufinden, ob eine geschickte Wahl des Injektionszeitpunktes das Ergebnis verbessern kann. Dabei haben wir an eine mögliche tageszeitliche Schwankung der mechanischen Verbindung von Photorezeptoren und Pigmentepithel gedacht, die unserer Erwartung nach zum Zeitpunkt des sogenannten Disc Shedding minimal sein sollte. Tatsächlich zeigte das Ergebnis, daß die Behandlung zum vermuteten Zeitpunkt des Disc Sheddings weniger Schaden verursachte als eine Behandlung 12 Stunde später. In diesem Antrag wollen wir Optionen für eine verbesserte Behandlung mittels optimaler Synchronisation mit dem tageszeitlichen Rhythmus untersuchen, um für eine gegebene Therapie das bestmögliche Ergebnis zu erzielen. Neben den akuten Effekten auf die Morphologie wollen wir auch das Langzeitergebnis in Modellen humaner Erkrankungen  evaluieren und die Rolle von stäbchen- und zapfenvermitteltem Sehen in bezug auf diese Fragestellung erarbeiten. Die vor kurzem gezeigte Möglichkeit, das Disc Shedding beim Menschen in vivo zu beobachten, zeigt, daß die hier untersuchten Verbesserungsmöglichkeiten schon bald eine klinische Relevanz erhalten könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler DegenerationKooperationspartnerProfessor Dr. Martin  Biel;Professor Dr. Uwe  Wolfrum"
    },
    {
      "project_id": "399400373",
      "url": "https://gepris.dfg.de/gepris/projekt/399400373",
      "title": "Optimierung klinischer Endpunkte für die fotorezeptor- und signalweg-spezifische retinalen Funktion für klinische Studien bei Patienten mit erblichen Netzhauerkrankugen",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399400373",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Die Notwendigkeit verbesserter funktioneller Endpunkte zur Messung der Therapieeffekte neuer Gen- und zellbasierter Ansätze für erbliche Netzhauterkrankungen ist allgemein akzeptiert. Psychophysische Messungen sind sehr wichtig, da sie die visuelle Wahrnehmung der Patienten widerspiegeln. Allerdings muss in Betracht gezogen werden, dass die Detektion einer Progression durch redundante Systeme in der Signalverarbeitung eingeschränkt sein kann. Außerdem trifft die zugrunde liegende Annahme intakter postrezeptoraler Signalwege nicht immer zu.Da erbliche Netzhauterkrankungen hauptsächlich spezifische Zellen oder Zellfunktionen der Retina beeinträchtigen, werden oft Reize benötigt, welche bestimmte Fotorezeptoren oder retinale Signalwege isolieren. In der ersten Förderperiode des Schwerpunktprogramms, untersuchten wir Endpunkte, bei denen einzelne Fotorezeptortypen isoliert mittels zeitliche modulierter Stimuli gereizt wurden. Dieses Vorgehen hat zahlreiche Vorteile gegenüber der Isolation durch chromatische Adaptation, zum Beispiel verlässlichere Isolation und eine relative freie Auswahl der Adaptationsbedingungen. Wir konnten die Durchführbarkeit dieser Messungen in Patienten mit erblichen Netzhauterkrankungen trotz deutlicher Sehbehinderung demonstrieren und longitudinale Messungen durchführen.In der nächsten Förderperiode, möchten wir I) longitudinale Untersuchungen mittels silent-substitution-Techniken verbessern, II) postrezeptorale Veränderungen in erblichen Netzhauterkrankungen darstellen und untersuchen, ob postrezeptorale Mechanismen zur Verbesserung funktioneller Endpunkte verbessert werden können, und III) die Verluste der fotorezeptor-spezifischen Kontrastempfindlichkeit zwischen verschiedenen Fotorezeptorgruppen in mit RPE65-Mutationen assoziierten erblichen Netzhauterkrankungen untersuchen.Um diese Ziele zu erreichen, werden wir: I) die Messtechniken mit dem vorhandenen LED-Stimulator verbessern, II) einen neuartigen Beamer-basierten 5-primary-Stimulator verwenden, der Stimuli mit exzellenter spektraler, zeitlicher und räumlicher Auflösung erlaubt und der spezifische Netzhautareale stimulieren kann, und III) zusätzlich ERG-Messungen durchführen, welche die Aktivität der verschiedenen Fotorezeptorarten und postrezeptoralen Mechanismen reflektieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler DegenerationMitverantwortlichProfessor Dr. Jan  Kremers"
    },
    {
      "project_id": "498238833",
      "url": "https://gepris.dfg.de/gepris/projekt/498238833",
      "title": "Optimierung von Melanopsin als Werkzeug der Optogenetischen Gentherapie",
      "subject_area": "AugenheilkundeAnatomie und Physiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 498238833",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Hintergrund: Degenerative Netzhauterkrankungen sind eine häufige Ursache für Erblindung. Sie führen gemeinhin zu einem irreversiblen Verlust von Photorezeptoren. Optogenetische Gentherapie bezeichnet einen Ansatz, bei dem lichtsensitive Proteine (Opsine) in die überlebenden Zellen der Retina (z.B.: in Bipolarzellen) eingebracht werden damit diese die Funktion der verlorenen Photorezeptoren ersetzen können. Jüngst wurden funktionelle Daten eines ersten mit diesem Ansatz behandelten Patienten aus einer klinischen Studie publiziert. Zwar weisen die Ergebnisse in die richtige Richtung, die gewonnene Sehfunktion ist allerdings äußerst gering. Die Gründe für diesen begrenzten Funktionsgewinn sind nicht bekannt. Eine mögliche Ursache ist jedoch, dass das verwendete Opsin nicht ideal als „Werkzeug“ in der optogenetischen Gentherapie geeignet ist. Alle klinischen Studien nutzen bisher sehr ähnliche Opsine mikrobiellen Ursprungs. Doch stehen mit G-Protein gekoppelten Rezeptor-Opsinen noch eine zweite Klasse potentieller optogenetischer Werkzeuge zur Verfügung. Getrieben von einer langanhaltenden Debatte über die Eignung mikrobieller Opsine wurden bereits verschiedene mammalische Opsine i.S. einer optogenetischen Gentherapie getestet. Bisher gibt es keinen Konsens, welches dieser Opsine am besten geeignet ist. Es ist anzunehmen, dass keines der natürlich vorkommenden Opsine ideal ist. Viel eher bedarf es der systematischen Modifikation eines verfügbaren Opsins um so ein ideales Werkzeug zu schaffen. In diesem Kontext bietet sich Melanopsin als Ausgangspunkt an: Es wurde bereits extensiv untersucht, arbeitet ohne externe Retinal-Versorgung und funktioniert auch in ON-Bipolarzellen, der präferierten Zielstruktur für eine optogenetische Gentherapie.Ziel: In diesem Projekt werden wir systematisch Melanopsin modifizieren um so ein optimales Werkzeug für die Optogenetische Gentherapie zu entwickeln.Methoden: Wir werden innovativer Fluoreszenzmikroskopieverfahren etablieren um Melanopsin-Kinetik und Signalwege in Echtzeit zu untersuchen. Unter Nutzung dieser Verfahren werden wir die Kompatibilität von Melanopsin ON-Bipolarzell-Signalkaskade optimieren indem wir G-Protein Spezifität und intrazelluläre Zielführung anpassen. Zudem werden wir Melanopsin durch systematischen Austausch bestimmter Aminosäureresten kinetisch optimieren. Das finale „optimale“ Melanopsin werden wir zur optogenetischen Gentherapie im Mausmodell einsetzen und mittels elektrophysiologischer in-vivo und ex-vivo Methoden validieren und vergleichen.Relevanz:  Dieses Programm wird erstmals eine systematisch optimierte Variante eines mammalischen Opsins für den Einsatz in einer Optogenetischen Gentherapie hervorbringen. Diese Variante hat das Potential die Limitationen alternativer Werkzeuge zu überwinden. Tests in einem etablierten Mausmodell werden ihren mehrnutzen quantifizieren und den weiteren Weg hin zu einer Phase I Studie zu bereiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399487982",
      "url": "https://gepris.dfg.de/gepris/projekt/399487982",
      "title": "Optimierung von Photorezeptor Zellersatztherapien in humanen Modellen für Netzhautdegeneration: Mechanismen der Zellintegration",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399487982",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Die Zellersatztherapie von Photorezeptoren (PR) durch Transplantation in die Retina stellt einen vielversprechenden Therapieansatz dar. Trotz aussichtsreicher präklinischer Tierstudien fehlen fundamentale Antworten für eine effiziente klinische Translation. Eine Kernfrage ist, ob Zellersatztherapien für alle Retinadystrophien und degenerative Makulaerkrankungen entwickelt werden können, d.h. welche Patienten und Krankheitsstadien optimale Zielgruppen darstellen. Und trotz erfolgreicher Integration von murinen und humanen PR in Kleintiermodellen, ist die Zahl an integrierten Zellen noch zu gering. Die Mechanismen, welche die Integration der Zelltransplantate regulieren, sind noch unbekannt und sie könnten zwischen Tier und Mensch variieren. Forschungsdaten weisen darauf hin, dass die Eigenschaften der Empfänger Retina und die des Zelltransplantats Einfluss darauf haben könnten, ob das Transplantat in die Retina eindringt bzw. aufgenommen wird, sich strukturell/funktionell integriert und überlebt. Tierstudien deuten darauf hin, dass Prozesse bei Retinadegenerationen, z.B. Narbenbildung und Pathologie von Gliazellen, physikalische Barrieren für das Zelltransplantat darstellen könnten. Eine Frage lautet daher, wie kann die intrinsische Eigenschaft des Zelltransplantats für eine hohe Integrationskompetenz definiert und stimuliert werden und wie kann die Empfänger Retina permissiv gemacht werden? Ein experimentelles humanes System könnte dabei helfen diese Fragen zu beantworten und die klinische Translation erleichtern. Die Technologie der humanen Retina Organoide (HRO) erlaubt die Herstellung von 3D Gewebe aus Stammzellen mit neuen Forschungsperspektiven. Wir etablierten ein effizientes HRO System und entwickelten damit ein induzierbares komplexes Pathologiemodell der Retina mit Degeneration von Photorezeptoren und mit glialen Pathologien. Damit identifizierten wir neue Pathomechanismen, welche zur Optimierung der Transplantatintegration genutzt werden könnten. In der 1.Förderperiode etablierten wir eine präklinische Forschungs-Plattform für humane Zellersatztherapien. Damit zeigten wir erstmals, dass PR-Transplantate in großer Zahl in HRO mit Pathologie integrieren. Wir werden dieses System für mechanistische Studien der Zelltransplantation nutzen um die Zellersatztherapie zu optimieren. Unsere Ziele sind: (1) Untersuchung der Integration von PR-Transplantaten in Abhängigkeit des Pathologietyp/-stadium. (2) Definition potentieller invasiver Eigenschaften von PR, oder permissiver Funktionen der Empfänger Retina (PR dringen ein oder werden aufgenommen). (3) Die Modifikation von definierten retinalen Pathomechanismen, um die Integration des PR-Transplantats zu stimulieren. Zusammenfassend zielt das vorgeschlagene Projekt darauf ab, hypothesengetriebene, reproduzierbare, quantifizierbare und mechanistische Studien im präklinischen humanen Kontext durchzuführen, um die PR-Transplantation in Richtung klinischer Translation voranzubringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399432863",
      "url": "https://gepris.dfg.de/gepris/projekt/399432863",
      "title": "Pathway Engineering zur Optimierung des homologieabhängigen therapeutischen Genome Editings des ABCA4-Lokus in Photorezeptoren",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399432863",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Mutationen in mehr als 200 netzhautspezifischen Genen wurden mit erblichen Netzhauterkrankungen in Verbindung gebracht. Für mehrere Netzhauterkrankungen wurden gentherapeutische Verfahren entwickelt, bei denen AAV-Vektoren (Adeno-assoziierte Viren) für den Gentransfer eingesetzt wurden. Da sich AAVs nur zum Transfer von kurzen cDNA Sequenzen eignen, überschreiten viele der am häufigsten mutierten Gene, wie zum Beispiel das ABCA4 Gen, die maximale Größe dessen, was per AAV transferiert werden kann. Mutationen im ABCA4 Gen sind die Ursache für Morbus Stargardt, eine früh einsetzende Form der Makuladegeneration. Aufgrund der Größe des ABCA4 Gens stellt das Gene Editing einen attraktiven Ansatz dar, um die Mutation im Genom der Photorezeptoren von Patienten zu korrigieren. Präzises Gene Editing zur Vermeidung unkontrollierter zusätzlicher genomischer Veränderungen erfordert eine homologie-abhängige Doppelstrangbruch-Reparatur (DSB). Da die DSB-Reparaturmechanismen im Zellzyklus variieren, haben wir in der ersten SPP2127-Förderperiode untersucht und nachgewiesen, dass eine präzise DSB-Reparatur in postmitotischen Nervenzellen, zu denen Photorezeptoren zählen, stattfindet. Darüber hinaus konnten wir durch Modifikationen der DSB Mechanismen die Präzision der Reparatur weiter verbessern. Wir haben außerdem aus menschlichen Stammzellen gewonnene Nervenzellen als geeignetes in vitro Modell charakterisiert, um alle experimentellen Parameter für präzises Genome Editing zu testen. Darüber hinaus ist die DSB-Aktivität in gesunden und kranken murinen und menschlichen Photorezeptoren unverändert. Auf der Grundlage unserer bisherigen Studien werden wir alle molekularen Werkzeuge für das DSB-Pathway-Engineering, gRNAs, ABCA4- und DSB-Reporter-Konstrukte erstellen und systematisch im in vitro Nervenzellmodell anwenden, um die optimalen Parameter für eine präzise Reparatur zu ermitteln. Wir werden auch eine ABCA4-mutierte humane Stammzelllinie erzeugen, die wir zur Herstellung von Netzhautorganoiden verwenden werden. Diese mit unseren experimentellen Ansätzen behandelten 3D-Organoide werden mit bildgebenden Verfahren sowie mit transkriptombasierten, genomischen und quantitativen proteomischen Messungen untersucht. Letztendlich werden wir unseren Ansatz auch in einem Mausmodell für Morbus Stargardt testen, um das Abca4-Gen in vivo zu korrigieren. Die behandelten Mäuse werden mittels Live-Bildgebung, Verhaltenstests und Elektrophysiologie untersucht. On- und potenzielle Off-Target-Effekte werden durch Sequenzierung aufgedeckt. Der Nachweis der Wirksamkeit und Sicherheit in vivo sowie der Einsatz hochentwickelter humaner in vitro Modelle für die Korrektur des ABCA4-Locus vereinfacht und ebnet den Weg für eine zukünftige klinische Umsetzung. Unsere Proof-of-Concept-Studie für präzises Gene Editing einschließlich DSB-Pathway-Engineering wird auch für andere therapeutische Interventionen bei Netzhauterkrankungen, und allgemein in Nervenzellen, aufschlussreich sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399415314",
      "url": "https://gepris.dfg.de/gepris/projekt/399415314",
      "title": "Programmierung retinaler Müller Gliazellen zur Unterstützung neuronalen Überlebens bei Netzhautdegenration",
      "subject_area": "AugenheilkundeZellbiologie",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399415314",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Erbliche Netzhautdystrophien (EN) sind seltene Erkrankungen der Netzhaut die eine Degeneration der Photorezeptoren zur Folge haben und damit progrediente Visusverluste bis hin zur Erblindung der betroffenen Patienten verursachen. Die zugrundeliegenden Mutationen sind sehr komplex und können über 200 verschiedene Gene betreffen. Da nur eine kleine Anzahl dieser Gene direkt in Zapfen exprimiert sind, während andererseits die Zapfen für das Tageslichtsehen verantwortlich sind, ist der Funktionserhalt der Zapfen ein vordringliches therapeutisches Anliegen. Es wurden bereits viele neuroprotektive Substanzen, die der Photorezeptordegeneration entgegenwirken, identifiziert. Die Mehrzahl dieser aktiven Faktoren werden in der gesunden Netzhaut von den Müllergliazellen (RMG), den Hauptgliazellen der Netzhaut, die für lebenslangen Funktionserhalt der Photorezeptoren sorgen, bereitgestellt. Im Erkrankungsfall durch EN ist diese netzhauteigene Neuroprotektion jedoch nicht ausreichend, und unsere Hypothese ist, dass ein Verstärken der neuroprotektiven Eigenschaften der RMG das Überleben der Photorezeptoren verlängert und damit die Netzhautfunktion bei EN erhalten werden kann.Wir planen die positiven Eigenschaften der RMG durch CRISPR7(d)Cas9-vemittelte Genaktivierung zu verstärken, und gleichzeitig mögliche gliotische oder immunologische Reaktionen der Zellen zu supprimieren um somit die in der Netzhaut vorhandenen RMG in einen neuroprotektiven Phänotyp umzuprogrammieren. Wir werden uns auf die Aktivierung der Expression von vier verschiedenen neurotrophen Faktoren konzentrieren, nämlich CNTF und GDNF, die sich beide bislang als die effektivsten neurotrophen Faktoren für Photorezeptoren erwiesen haben. Darüber hinaus werden wir CXCL10 untersuchen, ein neuer neuroprotektiver Faktor der von RMG sekretiert wird. Schließlich werden wir auch die Expression von RdCVF aktivieren, ein Protein das normalerweise nur von Stäbchen sekretiert wird, und das gezielt Zapfen schützt, jedoch normalerweise nicht von RMG exprimiert wird. Für unsere Arbeiten werden wir sowohl frisch aus der Schweinenetzhaut isolierte RMG nutzen, sowie organotypische Netzhaut-Explantatkulturen, um die RMG direkt im intakten Gewebe zu targetieren. Damit entwickeln wir ein völlig neues therapeutisches Konzept das sich unabhängig von der zugrunde liegenden Mutation auf alle EN Patienten anwenden lässt, und darüber hinaus die fragilen Photorezeptoren erhält, bevor eine korrigierende oder supplementierende Gentherapie verfügbar wird.  Weiterhin öffnet sich damit die Möglichkeit auch bei Patienten, die aufgrund von Mutationen bereits alle Stäbchen verloren haben, und damit keine korrigierende Gentherapie mehr empfangen können, die noch vorhandenen Zapfen, und damit das Tageslichtsehen zu schützen. Über EN hinaus, könnte dieses neue therapeutische Konzept auch auf andere degenerative Erkrankungen der Netzhaut, zB Glaucom, altersabhängige Makuladegeneration und diabetische Retinopathie Anwendung finden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399487434",
      "url": "https://gepris.dfg.de/gepris/projekt/399487434",
      "title": "Studien am Schweinemodell für USH1C: Aufklärung der USH1C/Harmonin Funktion in der Retina und präklinische Anwendung von AAV-basierter Gentherapie im Auge",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399487434",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Das Usher-Syndrom (USH) ist die häufigste vererbte Taubblindheit beim Menschen. Da es keine ausreichenden Tiermodelle für die okulare Komponente der Krankheit gibt, fehlt noch immer ein grundlegendes Verständnis der Pathomechanismen und eine Therapieoption für USH1 im Auge. Wir haben ein genetisch maßgeschneidertes Schweinemodell für USH1C entwickelt, das wir im vorangegangenen Förderzeitraum charakterisierten haben. Die gefundenen Defizite im Innenohr und der fortschreitende Sehverlust spiegeln den bei USH1-Patienten beobachteten Phänotyp wider. Sie weisen damit auch auf die Eignung unseres Models für die Evaluierung präklinischer Behandlungsmöglichkeiten von USH1C hin. Diese und unsere jüngsten Erkenntnisse über das Transkriptom- und Proteinexpressionsprofil von USH1C/Harmonin in der Netzhaut sowie neue Befunde aus dem USH-Feld haben uns dazu veranlasst, die folgenden Ziele zu definieren, um damit unser Verständnis der Krankheitsmechanismen bei USH und des Potenzials der AAV-basierten Gentherapie zu vertiefen: 1. Bereitstellung von Versuchstieren und Interventionsinfrastruktur sowie Standardisierung der klinischen Messparameter. Die Möglichkeit USH1C-Tiere durch Zucht zu produzieren und multi-disziplinär zu untersuchen, ermöglicht uns, Versuchstiere für unser eigenes Projekt und Kooperationsarbeiten zur Verfügung zu stellen. Wir planen dabei, die Verhaltenstests soweit zu optimieren, dass wir die verschlechterte Sehfähigkeit vom fehlenden Gleichgewichtssinn besser diskriminieren und mit dem ERG-Profil vergleichen können.2. Erforschung der molekularen und zellulären Funktion von Harmonin in Netzhautzellen, um die der USH1C zugrunde liegenden Pathomechanismen zu erhellen. Neue Fixierungstechniken werden eine detailliertere and validere Analyse der auffälligen morphologischen Veränderungen in Netzhautzellen ermöglichen. Zelluläre Assays und die Anwendung von Omics-Ansätzen werden aufzeigen, wie Müller-Glia- und Photorezeptorzellen zur Krankheit beitragen und neue pathophysiologische Mechanismen und Biomarker für Erkrankungen des Auges aufdecken.3. Klärung der Wirkung der AAV9-vermittelten Gentherapie bei der Verhinderung des Fortschreitens des Sehkraftverlusts bei USH1C. Wir werden mittels AAV9 weitere Gentherapie-Experimente im Auge von USH1C-Schweinen durchführen und die Auswirkungen auf ERG-Signal, Sehvermögen, molekulare und immunologische Parameter untersuchen.Insgesamt erwarten wir, dass unser Forschungsprogramm zu einem besseren Verständnis des USH1C/Harmonin-Mangels im Auge beiträgt, um das letztendliche Ziel unseres Vorhabens zu erreichen: die Entwicklung von Möglichkeiten, die fortschreitende Netzhautdegeneration zu stoppen oder zu verlangsamen und damit die Lebensqualität von USH-Patienten zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399366294",
      "url": "https://gepris.dfg.de/gepris/projekt/399366294",
      "title": "Untersuchung der Rolle und des therapeutischen Potenzials der Dysregulation des Zytoskeletts bei CRB1-gebundenen Netzhautdegenerationen",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399366294",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Auf der Grundlage von langzeitkultivierten, aus hiPSCs abgeleiteten Netzhautorganoiden und auf der Basis von rekombinant hergestelltem crb1, das als Fängermolekül (bait) für ein proteomweites Interaktomscreening angeboten wurde, haben wir in der letzten Förderperiode des SPP Erkenntnisse, Hypothesen und Zielkandidaten für eine zukünftige Intervention bei crb1-assoziierter Netzhautdegeneration generiert. Auf der Suche nach einem Verständnis der Pathomechanismen und der unterschiedlichen klinischen Ausprägungen dieser Form der RD schlagen wir nun vor, unsere Ergebnisse im Detail zu analysieren und zu validieren, wobei wir uns auf die Rolle von crb1 bei der Organisation und Dynamik des Zytoskeletts konzentrieren. Mit Hilfe von Organoiden, die von Patienten stammen, sowie Knock-outs und Knock-downs, die mit crb1-Defekten assoziiert sind, wollen wir nun molekulare Defekte, die durch crb1-Mutationen verursacht werden, hypothesenbasiert untersuchen. Dazu verwenden wir weiterhin kontroll- und patientenspezifische iPS und erzeugen daraus retinale Organoide, die homozygote Mutationen im CRB1-Gen tragen, die wir bereits erfolgreich etablieren konnten. Im Fokus stehen hier jetzt die Deregulationen von CRB1 abhängigen Signalwegen, die mit der Organisation des Zytoskeletts verbunden sind, sowie Veränderungen von Proteininteraktionen und Transkriptionsmustern in Abhängigkeit von CRB1. Dabei werden wir die von Ueffing und Mitarbeitern entwickelte Strategie des Pathway Walking anwenden. Ergänzt wird dies durch histologische und hochauflösende mikroskopische Bildgebungsverfahren (2-Photonen, STED und EM), um topologische (Immunhistochemie) und mikroanatomische Merkmale in Abhängigkeit von CRB1 zu analysieren.  Da bei CRB1 Patienten unterschiedliche Schweregrade der Erkrankung beobachtet werden, werden wir weiterhin Organoide von Patienten mit unterschiedlichem Krankheitsschweregrad vergleichend analysieren, um nach Modifikatoren sowie nach protektiven Mechanismen zu suchen, die den Schweregrad der Erkrankung mildern. Dies erfordert einen ganzheitlichen Blick auf die Rolle von CRB1 in der Netzhautentwicklung, den wir durch die Kombination eines tiefgreifenden Mutli-omics-Ansatzes mit avancierter Bioinformatik gewinnen wollen. Auf der Grundlage eines tieferen Verständnisses der Rolle von CRB1 in zellulären Signalwegen, die mit der Organisation des Zytoskeletts verbunden sind, versuchen wir, Einblicke in mögliche endogene Schutzmechanismen zu gewinnen, die mit der Varianz der Ausprägung der Erkrankung in Verbindung stehen und die als künftige Ansatzpunkte für die Entwicklung von Therapien dienen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399487883",
      "url": "https://gepris.dfg.de/gepris/projekt/399487883",
      "title": "Untersuchungen mit der adaptiven Optik in Neurodegeneration der Netzhaut: neue morphologische Biomarker und zelluläre / vaskuläre Reaktion nach der Therapie",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399487883",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Das Vorhaben hat folgende Ziele (A, B & C), die auf Untersuchungen der Netzhaut mit der hochauflösenden adaptive optics Funduskamera rtx1 (Imagine Eyes, Orsay, France) beruhen:A) Beschreibung neuer morphologischen Biomarker erblicher Netzhautdegenerationen, besonders solcher, die solche Veränderungen der Netzhaut identifizieren können, die der Degeneration vorgehen oder sie begleiten. Somit könnten die Netzhautbereiche, die sich optimal zur Therapie eignen, besser definiert werden.Das Ziel ist es erstmals morphologische Biomarker im klinischen Verlauf bestimmter Untergruppen der Netzhautdegenerationen durch qualitative Beschreibung der zentralen 15° der Netzhaut, sowie (für Patienten mit einer stabilen Fixation) durch quantitative Analyse (Zellzahl) zu beschreiben. Besondere Aufmerksamkeit wird pigmentierten Zellen gegeben (die bei der altersbedingten Makuladegeneration beschrieben worden sind, vermutlich Markophagen), deren Vorkommen und Bewegung im Gewebe und den damit verbundenen Veränderungen der Netzhautmorphologie.Weiterhin werden wir die Gefäßveränderungen wie Gefäßdicke, Wand-zu-Lumen Verhältnis und pervaskuläre Prozesse bei erblichen Netzhautdegenerationen dokumentieren.B) Untersuchungen der Netzhautreaktion nach der Gentherapie durch virale Vektoren. Diese wird durch quantitative (Zellzahl) und qualitative Analyse der Netzhautdegeneration im Vergleich zu den beschriebenen Mustern des natürlichen Verlaufs (s. oben) untersucht, aber auch durch Vorkommen von Immunzellen sowie Gefäßverändeungen im Gewebe unmittelbar nach der Therapie identifiziert. Dies könnte helfen die Immunreaktion auf die viralen Vektoren in der menschlichen Netzhaut besser zu verstehen.C) Untersuchungen der Netzhautrekation bei Patienten mit Uveitis posterior als Vergleichsgruppe auf Immunzellen und entzündliche Prozesse in der Netzhaut.In dem vorgelegten Vorhaben werden Patienten mit erblichen Netzhauterkrankungen rekrutiert, die derzeit in Vorbereitung oder bereits in laufenden Gentherapiestudien in Frage kommen (Retinitis pigmentosa durch PDE6A, RPE65 oder RPGR Mutationen, Achromatopsie durch CNGA3 Mutationen) und Stargardt Erkrankung durch ABCA4 Mutationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    },
    {
      "project_id": "399370883",
      "url": "https://gepris.dfg.de/gepris/projekt/399370883",
      "title": "Zellaufgelöste in vivo Bildgebung und Mikrostimulation der humanen Netzhaut mit adaptiven Optiken zur Identifikation zellulärer Biomarker retinaler Funktion und Dysfunktion.",
      "subject_area": "Augenheilkunde",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 399370883",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration",
      "description": "Aktuelle klinische Bildgebung und Funktionstests können kleine aber bedeutende physiologische Änderungen der Netzhaut im Verlauf neurodegenerativer Prozesse nur ungenügend genau darstellen um damit neue gentherapeutische Interventionsansätze in einem geeignetem Zeitrahmen zu evaluieren. Durch ein neu entwickeltes, zellgenaues Verfahren zur Darstellung und Stimulation einzelner Photorezeptoren der menschlichen Netzhaut (AOSLO) soll diese Lücke geschlossen werden. Neuro-degenerative Prozesse gehen mit einem Funktionsverlust der Photorezeptoren einher (z.B. deren Lichtempfindlichkeit), die möglicherweise vor sichtbaren Veränderungen zellulärer Strukturen (z.B. Rezeptorenverlust) beginnen. Wir werden zellgenaue Funktionstest mit adaptiven Optiken entwickeln, die den Zusammenhang zwischen Netzhautstruktur und –funktion auf elementarer Ebene, Sehzelle für Sehzelle, aufklären können. Die Ergebnisse AOSLO-gestützter Tests können als empfindliche Biomarker retinaler Intergrität dienen, und den Verlauf von Netzhauterkrankungen besser als bisher beschreiben und während neuer Behandlungsstrategien im Patienten direkt verfolgt werden. Wir werden unseren Ansatz den Mitgliedern des SPP als methodische Platform zur Verfügung stellen, so dass neue gentherapeutische Ansätze direkt und in Echtzeit in behandelten Probanden getestet werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2127: \nGen- und Zellbasierte Therapien für die Behandlung neuroretinaler Degeneration"
    }
  ]
}