{
  "spp_number": "SPP 2458",
  "spp_title": "Kombinatorische Synergien",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/521249412",
  "projects_count": 27,
  "projects": [
    {
      "project_id": "539867564",
      "url": "https://gepris.dfg.de/gepris/projekt/539867564",
      "title": "Berechnung der äquivarianten Orlik-Solomon-Algebra eines Matroids",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867564",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Dieses Projekt verfolgt zwei verwobene Ziele: Berechne die graduierten Anteile der Orlik-Solomon Algebren von geometrischen Verbänden zusammen mit ihrer Algebren-Struktur und verallgemeinere die Lehrer-Solomon Vermutung auf andere Klassen von Hyperebenenkonfigurationen und nicht-darstellbare Matroide, gegebenenfalls durch Abänderungen ihrer Aussage. Für das erste Ziel besteht die Hauptstrategie im Ausnutzen von äquivarianten Strukturen unter der Automorphismengruppe (und ihren Untergruppen) des zugrundeliegenden Verbandes der Orlik-Solomon Algebra. Angemessene Klassen von Hyperebenenkonfigurationen für das zweite Ziel, die einen induktiven Prozess erlauben und nicht-triviale Automorphismengruppen haben, sind die Klasse der induktiv-freien und die größere Klasse der freien Hyperebenenkonfigurationen. Darunter befinden sich ebenfalls die Klassen der Coxeter Konfigurationen und die größeren Klassen der Ideal-Teilkonfigurationen von Weyl-Konfigurationen und kristallographische Konfigurationen, welche allesamt relativ große Automorphismengruppen besitzen. Die Notwendigkeit beide Strategien zu vereinen führt uns zur Benutzung kategorieller Sprache, sowohl aus theoretischer als auch aus algorithmischer Sicht. Die Ergebnisse werden in einer Online-Datenbank zur Verfügung gestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539960112",
      "url": "https://gepris.dfg.de/gepris/projekt/539960112",
      "title": "Die Kombinatorik und die Geometrie der von Spiegelungen erzeugten (Unter-)Gruppen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539960112",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Das Thema des Projektantrags ist der duale Zugang zu Coxeter- und Artingruppen im Rahmen von Garsidetheorie. Wir planen verschiedene Methoden wie Kombinatorik, kombinatorische Geometrie, Gruppentheorie und Computeralgebra einzusetzen, um den dualen Zugang auf allgemeine Coxetergruppen und den zugehörigen Artingruppen auszuweiten. In dem ersten Themenkomplex planen wir für (affine) Coxetergruppen W und für Elemente w in W den Zusammenhang zwischen der Hurwitztransitivität von w, parabolischen Untergruppen und der Eigenschaft von w, ein Prefix eines Coxeterelements zu sein, zu untersuchen. Unser Ziel ist es, eine neue, zufriedenstellendere Definition einer parabolischen Untergruppe zu finden. Das Ziel des zweiten Themenkomplexes ist, die neue Klasse von Gruppen G([1,w]) für sphärische (und affine) Coxetergruppen zu verstehen, und wenn möglich, daraus neue Erkenntnisse für die damit zusammenhängenden mysteriösen Artingruppen schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539867386",
      "url": "https://gepris.dfg.de/gepris/projekt/539867386",
      "title": "Extremale Körper in Bezug auf Gitterfunktionale",
      "investigators": "Professor Dr. Gennadiy  Averkov;Professorin Dr. Giulia  Codenotti;Dr. Ansgar  Freyer",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867386",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Wir werden die kürzlich in Bezug auf Gitter eingeführten Klassen konvexer Körper, gitterrreduzierte und gittervollständige Körper, untersuchen. Diese Körper, die von zwei der Antragsteller:innen definiert wurden, stellen ein innovatives Mittel dar um die unten gelisteten Probleme hinsichtlich der maximalen Gitterweite zu untersuchen. Unsere neue Sichtweise der gitterreduzierten Körper mit etablierten Methoden zu kombinieren verspricht grundlegende Durchbrüche. 1) Flatness problem: Maximiere die Gitterweite konvexer Körper ohne innere Gitterpunkte. Durch die Klassifizierung gitterreduzierter Körper wollen wir explizite Maximierer in niedrigen Dimensionen, oder in speziellen Klassen konvexer Körper, bestimmen. 2) Flatness problem eingeschränkt auf Gitterpolytope. Wir wollen die Ungleichungen, die wir im vorherigen Punkt erhalten auf das Aufzählungsproblem von Gitterpolytopen ohne innere Gitterpunkte in niedrigen Dimensionen anwenden. 3) Maximale Gitterweite eines Gitterpolytops mit k inneren Gitterpunkten. Wir werden diese Frage sowohl asymptotisch, als auch für kleine k rechnerisch, angehen. 4) \"Generalized flatness constant\" und \"lattice size\". Eine Vielzahl von Gitterproblemen kann durch das Verbieten gewisser Strukturen innerhalb eines konvexen Körpers ausgedrückt werden. Unser Ziel ist es ein einheitliches Framework aufzusetzen in dem diese Probleme synergistisch untersucht werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienMitverantwortlichProfessor Dr. Christian  Haase"
    },
    {
      "project_id": "539867266",
      "url": "https://gepris.dfg.de/gepris/projekt/539867266",
      "title": "Invariante Ketten in Algebra und diskreter Geometrie",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867266",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "In der Algebra, Geometrie, Kombinatorik und Anwendungsgebieten dieser Disziplinen gibt es in vielen interessanten Situationen das Phänomen, dass Objekte von Interesse in aufsteigenden Ketten A(n) auftreten und zusätzlich geeignete sowie kompatible Gruppenoperationen auf diesen Objekten existieren. Beispiele hierfür sind generische determinantielle Ideale in Polynomringen mit immer mehr Variablen oder Polytopen bzw. Kegel in reellen Vektorräumen mit größer werdenden Dimensionen. Oft gibt es ein Grenzobjekt B der A(n), welches hilfreich sein kann, um Eigenschaften der A(n) zu untersuchen und umgekehrt. In den beiden Beispielen ist die Vereinigung der Elemente der Kette ein solches Grenzobjekt (in geeigneter Weise definiert). Drei Fragen sind dann insbesondere von Bedeutung: (1) Bestimme das Grenzverhalten von interessanten Eigenschaften der A(n); (2) Untersuche entsprechende Eigenschaften von B; (3) Zeigen die Zusammenhänge zwischen den betrachteten Eigenschaften von A(n) und denen von B. Eine Antwort auf (1) kann als interessante lokale Information und eine auf (2) als eine Art globale Information betrachtet werden. (3) ist dann als ein lokal-global Prinzip zu betrachten, welches man verstehen möchte. In den vergangenen Jahren wurde dieser Ansatz äußerst erfolgreich auf verschiedene Situationen in den oben genannten Bereichen angewandt und auch z.B. beim maschinellen Lernen, der Optimierung und der Darstellungstheorie. Zu den Ergebnissen gehören beispielsweise äquivariante Versionen von klassischen Sätzen von Hilbert in der kommutativen Algebra und der klassischen algebraischen Geometrie, wie etwa der Hilbertsche Basissatz. In der polyedrischen Geometrie wurden äquivariante Versionen des Satzes von Caratheodory und des Lemmas von Gordan bewiesen. Darüber hinaus wurde auch ein erster Ansatz für eine äquivariante Aussage zum Satz von Minkowski-Weyl aufgestellt und gezeigt. Das übergeordnete Ziel über das Projekt hinaus ist eine systematische Entwicklung der Grundlagen der kommutativen Algebra und der polyedrischen Geometrie „bis auf Symmetrie“. In diesem Antrag wird ein Rahmenwerk betrachtet, den der Antragsteller zusammen mit seinen Mitautoren in einer Reihe von Arbeiten entwickelt hat, um die bekannte Theorie zu erweitern. Genauer soll untersucht werden: (a) die Rationalität einer äquivarianten Ehrhart-Reihe einer symmetrischen Kette rationaler Polytope; (b) eine äquivariante Version des Satzes von Minkowski-Weyl (auf „vollständige“ Art und Weise); (c) der Satz über unabhängige Mengen in der algebraischen Statistik aus rein kombinatorischer Sicht; (d) Primärzerlegungen symmetrischer Ketten (monomialer) Ideale in Polynomringen. Die Ziele dieses Antrags stehen im Mittelpunkt von vier der neun zentralen Themen des Schwerpunktprogramms. Genauer sind dies: kommutative Algebra, Konvexität, Abzählungen und Gitterpunkte. Anwendungen werden auch in anderen Bereichen des SPP erwartet, wie zum Beispiel in der (algebraischen) Statistik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539974215",
      "url": "https://gepris.dfg.de/gepris/projekt/539974215",
      "title": "K-Theorie und Orthogonalkomplexe",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539974215",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Kombinatorische Schnitttheorie ist inzwischen ein etabliertes und aktives Forschungsfeld, welches algebraische Geometrie und Kombinatorik verbindet. Auf der einen Seite ist es sehr wichtig, kombinatorische Werkzeuge zu entwickeln, um algebraische Varietäten zu studieren, da überproportional viele Räume in der algebraischen Geometrie (wie auch in der kommutativen Algebra, in der Darstellungstheorie, in der mathematischen Physik) eine explizite kombinatorische Struktur aufweisen. Auf der anderen Seite ist es seit Stanleys Beweis von McMullens g-Vermutung offensichtlich, welch weitreichenden Einfluss algebraisch geometrische Methoden in der Kombinatorik haben. Dies wurde kürzlich durch die bahnbrechende Arbeit zur Heron-Rota-Welsh log-Konkavitäts-Vermutung von Adiprasito-Huh-Katz unterstrichen. Der Durchbruch, der in dieser Arbeit gelang war es, Techniken aus der Schnitttheorie in die kombinatorische Situation von Matroiden zu übersetzen. Der K-Ring einer algebraischen Varietät ist eine verfeinerte Version der Schnitttheorie. Ähnlich wie diese wird sie aktiv für kombinatorische Probleme benutzt. Jedoch lässt sich die derzeitige Situation in der K-Theorie mit der der Schnitttheorie vor Adiprasito-Huh-Katz vergleichen. Der Anwendungsbereich ist auf Situationen beschränkt, die ein algebraisch geometrisches Modell besitzen. Wir schlagen vor, das Bild insofern zu vervollständigen, dass wir K-theoretische Konstruktionen zu rein kombinatorischen Situationen verallgemeinern. Zwei Ansatzpunkte unseres Antrags sind die Theorie der Pukhlikov-Khovanskii-Algebren, welche die Schnitt- bzw. die K-Theorie großer Klassen algebraischer Varietäten modellieren, sowie die Theorie der Normalenkomplexe, die konvexe Polytope für die Schnitttheorie von Matroiden verallgemeinern. Wir hoffen, unsere Ziele zu erreichen, indem wir diese beiden Ansätze verbinden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerDr. Leonid  Monin"
    },
    {
      "project_id": "539847082",
      "url": "https://gepris.dfg.de/gepris/projekt/539847082",
      "title": "Kombinatorische Hodgetheorie in der Singularitätentheorie und der torischen Geometrie",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539847082",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Das Hauptziel dieses Projektes ist es, das Verständnis von Hodgetheoretischen Invarianten, welche man auf der einen Seite Hyperebenenarrangements, und auf der anderen Seite Toruswirkungen zuordnen kann, zu verbessern. In beiden Fällen wollen wir Differentialgleichungssysteme, welche durch diese Hodgestrukturen definiert sind, studieren. Konkret sollen für komplexe Hyperebenenarrangements die Hodgeideale, welche die Hodgefiltration of dem Modul der meromorphen Funktionen entlang des Arrangements bestimmen, untersucht werden. Wir wollen diese kombinatorisch bestimmen, und feststellen, inwieweit sie durch das dem Arrangement zugeordnete Matroid bestimmt sind. Wir werden weiterhin das sogenannte Erzeugtheitsniveau der Hodgefiltration für gewisse Klassen von Arrangements studieren, und verschiedene Kompatibilitätseigenschaften von Filtrationen auf D-Moduln, welche den Hodgemodulstrukturen auf der Garbe der meromorphen Funktionen unterliegen, betrachten. Es sollen außerdem Algorithmen zur Berechung von Hodgeidealen entwickelt und implementiert werden. Eine zweite Forschungsrichtung, die in diesem Projekt verfolgt werden soll, ist das Studium der kombinatorischen Aspekte von Hodgetheorie von hypergeometrischen Differentialgleichungssystemen. Dazu zählen GKZ-Systeme, sowie gewisse Verallgemeinerungen von diesen, für die wir die Dualitätstheorie und manche Anwendungen in der torischen Spiegelsymmetrie untersuchen wollen. Weiterhin werden Verbindungen zwischen hypergeometrischen Systemen und Arrangements, welche mit Hilfe von Bergman-Fächern von Matroiden bestehen, studiert. Schliesslich sollen auch Gewichtsfiltrationen sowohl auf Garben von meromorphen Funktionen als auch auf GKZ-Systemen untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539875257",
      "url": "https://gepris.dfg.de/gepris/projekt/539875257",
      "title": "Kombinatorische Methoden für das Lernen von Max-Linearen Bayes'schen Netzen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539875257",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Gerichtete azyklische graphische Modelle, manchmal auch Bayes'sche Netze genannt, sind in der modernen Datenwissenschaft und Statistik aufgrund ihrer Anwendungen auf Kausalität und probabilistische Schlussfolgerungen von entscheidender Bedeutung. Diese statistischen Modelle verwenden gerichtete azyklische Graphen (DAGs auf Englisch), um kausale Beziehungen zwischen Zufallsvariablen darzustellen, und werden häufig durch ein System von Strukturgleichungen spezifiziert, das mit Hilfe des zugehörigen DAGs definiert wird. In diesem Antrag konzentrieren wir uns auf eine relativ neue Familie von gerichteten graphischen Modellen, die als max-linearen Bayes'sche Netze (MLBN) bezeichnet werden. Diese Modelle eignen sich hervorragend für die Modellierung von Kaskadenfehlern und finden in vielen Bereichen Anwendung, in denen dies häufig vorkommt, wie z.B. bei finanziellen Risiken und Wasserverschmutzung. Im Gegensatz zu vielen anderen klassischen Familien graphischer Modelle halten sie sich nicht an das bekannte d-Separationskriterium und weisen daher sehr unterschiedliche Strukturen der bedingten Unabhängigkeit auf. Dies bedeutet, dass viele Standardalgorithmen für das Lernen von graphischen Modellen nicht auf Daten angewandt werden können, die durch ein max-lineares Bayes'sches Netz erzeugt wurden. Während MLBNs nicht d-separationstreu sind, haben Amendola et. al. vor kurzem ein neues graphisches Separationskriterium, die *-Separation, entwickelt, das die bedingte Unabhängigkeit in diesen Modellen charakterisiert. Das Hauptziel unseres Projekts besteht darin, kombinatorische Algorithmen zu entwickeln, die einen DAG rekonstruieren, der die von einem MLBN erzeugten Daten am besten repräsentiert, und die nur die Einhaltung der *-Separation erfordern. Viele der klassischen Algorithmen, die für die d-Separation entwickelt wurden, beruhen auf kombinatorischen Ergebnissen, die beschreiben, wann zwei Graphen Markov-äquivalent sind, welche Art von Konditionierungssätzen für eine d-Separation erforderlich sind und wie sich das Löschen und Hinzufügen von Kanten auf die CI-Relationen des Graphen auswirkt. Durch die Entwicklung analoger Ergebnisse für das neue *-Separationskriterium werden wir in der Lage sein, Algorithmen zu entwickeln, die eine Markov-Äquivalenzklasse von MLBNs aus Daten zu rekonstruieren kann. Ein natürlicher nächster Schritt für kausale Inferenz besteht darin, zu verstehen, welcher Graph in der Äquivalenzklasse die korrekte kausale Struktur kodiert. Dies geschieht häufig mit Interventionen, bei denen zusätzliche Daten durch Beeinflussung einer einzelnen Zufallsvariablen erhoben werden. Für klassische graphische Modelle ist bekannt, wie Interventionen die MECs verändern, aber diese Ergebnisse gelten nicht für MLBNs. Das nächste Ziel unseres Projekts ist es, die MECs für MLBNs zu charakterisieren und daraus abzuleiten, wie viele Interventionen erforderlich sind, um die wahre Kausalstruktur zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539865598",
      "url": "https://gepris.dfg.de/gepris/projekt/539865598",
      "title": "Kombinatorische und probabilistische Aspekte symmetrischer Kanten- und kosmologischer Polytope",
      "investigators": "Professorin Dr. Martina  Juhnke-Kubitzke;Professor Dr. Christoph  Thäle",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539865598",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Polytope gehören zweifellos nicht nur zu den zentralen Objekten aktueller Forschung in Geometrie und Kombinatorik, sondern sie sind aufgrund ihrer natürlichen Anwendungen in zahlreichen Gebieten, wie beispielsweise Optimierung, theoretischer Physik, mathematischer Statistik, algorithmischer Geometrie sowie Machine Learning von herausragender Bedeutung. Zwei wichtige Klassen von Gitterpolytopen, die sowohl wegen ihrer intrinsischen kombinatorischen und geometrischen Eigenschaften als auch aufgrund ihrer zahlreichen Anwendungen, insbesondere in der Theorie metrischer Räume und der Physik, von Interesse sind, sind zu einem Graphen assoziierte symmetrische Kantenpolytope und kosmologische Polytope. In dem vorgeschlagenen Forschungsprogramm untersuchen wir diese beiden Polytopklassen (und weitere Verallgemeinerungen) sowohl von einer deterministischen als auch einer probabilistischen Sichtweise. Die Ziele lassen sich folgendermaßen zusammenfassen: (a) Es werden mehrere mögliche Verallgemeinerungen symmetrischer Kantenpolytope, bei denen der zugrundeliegende Graph durch einen höher-dimensionalen Simplizialkomplex ersetzt wird, eingeführt und deren fundamentalen geometrischen und kombinatorischen Eigenschaften, wie ihre Dimension und ihre f-, h-, h^* und gamma-Vektoren, untersucht. Insbesondere wird die Frage nach der Existenz einer regulären unimodularen Triangulierung, d.h. einer quadratfreien Gröbner-Basis für die torischen Ideale betrachtet.  (b) Es werden kombinatorische, geometrische und probabilistische Eigenschaften zufällig erzeugter Gitterpolytope, wie zufälliger symmetrischer Kantenpolytope und kosmologischer Polytope untersucht. Das asymptotische Verhalten von Erwartungswert und Varianz des f-Vektors bei wachsender Größe des Graphen oder Simplizialkomplexes ist eine wichtige Frage. Neben dem klassischen Erdös-Rényi-Modell werden auch r-reguläre und geometrische Zufallsgraphen betrachtet.  (c) Es werden asymptotische Verteilungseigenschaften zufällig erzeugter hochdimensionaler Gitterpolytope untersucht. Insbesondere beweisen wir, mittels Varianten der Steinschen Methode, wie der Malliavin-Stein-Methode, quantitative zentrale Grenzwertsätze für die Anzahl der Facetten und das logarithmische Volumen zufälliger symmetrischer Kantenpolytope und kosmologischer Polytope. (d) Dieses Projekt trägt zu einem tieferen Verständnis des typischen oder erwarteten Verhaltens von Gitterpolytopen bei, indem diese aus einem probabilistischen Winkel betrachtet werden. Dies komplementiert den traditionellen Ansatz, Eigenschaften spezifischer Klassen von Gitterpolytopen zu untersuchen.  Auf Grundlage dieses Projekts ergeben sich neue Forschungsrichtungen für die Zukunft, wie die Untersuchung verallgemeinerter symmetischer Kantenpolytope für zufällige Simplizialkomplexe und Matroide sowie die Frage nach feineren zentralen Grenzwertsätzen, wie moderate oder große Abweichungen und Konzentrationsschranken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539866395",
      "url": "https://gepris.dfg.de/gepris/projekt/539866395",
      "title": "Kompartmentalisierte Strukturen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539866395",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Ein voll-dimensionales konvexes Polytop heißt `unconditional', falls es invariant unter Spiegelungen in den Koordinatenhyperebenen ist. Ein unconditional Polytop lässt sich eindeutig aus der Einschränkung auf einen beliebigen Orthanten rekonstruieren und diese Einschränkungen erfüllen die sogenannte `anti-blocking' Eigenschaft. Die lokal anti-blocking Polytope verzichten auf die Symmetrie und fordern nur, dass die Einschränkung auf jeden Orthanten anti-blocking ist. Die resultierende Unterteilung des Polytops in möglicherweise unterschiedliche anti-blocking Polytope ist ein Beispiel für eine kompartmentalisierte Struktur. Allgemeiner ist ein reiner Fächer eine Menge von gleich-dimensionalen polyhedrischen Kegeln, die sich paarweise in Seiten schneiden. Der Fächer heißt vollständig, wenn seine Kegel den umgebenden Raum überdecken. Ein Polytop heißt kompartmentalisiert bezüglich eines Fächers, wenn die Einschränkung auf jeden Kegel eine verallgemeinerte anti-blocking Bedingung erfüllt. Viele wichtige Klassen von Polytopen sind in diesem Sinne kompartmentalisiert. Bespiele sind die eingeschriebenen beziehungsweise ideal-hyperbolischen Polytope, Polytope, die invariant bezüglich einer Spiegelungsgruppe sind, sowie Orbitpolytope. Für wichtige Klassen von Fächern lässt sich zeigen, dass kompartmentalisierte Polytope unter natürlichen Operationen wie dem Schnitt, Polarität, konvexe Hülle und Minkowski Summe abgeschlossen sind. Dieses Projekt zielt auf die systematische Entwicklung von algebraischen, kombinatorischen und geometrischen Eigenschaften von komparmentalisierten Strukturen. Ein besonderer Fokus liegt dabei auf den Anwendungen innerhalb der Mathematik. Unconditional und lokal anti-blocking Polytope sind ideale Kandidaten zum Testen einer Vielzahl an Vermutung einschließlich der Vermutungen von Mahler und Godbersen sowie der Kalais 3^d-Vermutung. Im ersten Teil des Projekts werden wir diese Vermutungen für allgemeine kompartmentalisierte Polytope untersuchen. Die Abgeschlossenheit bezüglich Polarität ermöglicht es uns, reflexive kompartmentalisierte Gitterpolytope zu studieren und arithmetische Verallgemeinerungen der Mahler Vermutung zu erforschen. Der zweiten Teil des Projekts zielt darauf ab, die Resultate und Techniken für kompartmentalisierte Polytope auf Strukturen mit möglicherweise nicht-vollständigen Fächer zu verallgemeinern. Die Minkowski-Summe ist der Ausgangspunkt einer breiten Theorie von geometrischen Ungleichungen, die sich in wichtigen algebraischen Strukturen manifestieren. In diesem Teil des Projekts werden die Auswirkungen von Minkowski Summation auf nicht-konvexe kompartmentalisierte Strukturen untersucht. Zusammen mit den resultierenden algebraischen Strukturen und den zugehörigen geometrischen Ungleichungen verallgemeinern nicht-konvexe kompartmentalisierte Strukturen die sogennanten `normal complexes', die eine geometrische Perspektive auf die Hodge-Theorie von Matroiden bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539663130",
      "url": "https://gepris.dfg.de/gepris/projekt/539663130",
      "title": "Konvexität und Graßmann-Mannigfaltigkeiten in der Statistischen Inferenz",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539663130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Zukünftige Fortschritte in den Bereichen Statistik und Data Science werden in vielen Fällen von kombinatorischen, algebraischen und geometrischen Erkenntnissen abhängen. Während die umgebenden Räume für Datendarstellungen gegenwärtig fast ausschließlich hochdimensional sind, können die in den Anwendungen tatsächlich vorkommenden Daten in der Regel durch niedrigdimensionale Strukturen beschrieben werden. Diese sind oft durch differenzierbare Mannigfaltigkeiten, algebraische Varietäten oder Formzwänge gegeben. Zu den erfolgreichen mathematischen Ansätzen im Zusammenhang mit solchen Strukturen gehören die topologische Datenanalyse, die Informationsgeometrie und die algebraische Statistik. Diese Fachgebiete bilden die Grundlage für neuartige Algorithmen in der Statistik und den modernen Datenwissenschaften und das in solch unterschiedlichen Bereichen wie Manifold Learning, nichtparametrischer Statistik, Maximum-Likelihood-Schätzung und Bayesscher Inferenz. Ziel des Projektes ist es, das Verständnis von statistischen Modellen, die eine signifikante kombinatorische und geometrische Komponente beinhalten, zu verbessern. Wir untersuchen gleichmäßige Verteilungen auf Polytopen und konvexen Körpern, Kovarianzmatrizen, die in bestimmten linearen Räumen symmetrischer Matrizen liegen und diskrete statistische Modelle, die durch Graßmann-Mannigfaltigkeiten beschrieben werden. Wir nehmen eine exakte und nicht-asymptotische Sichtweise an und betrachten Stichproben von kleiner bis mittlerer Größe. Dies ermöglicht es uns Methoden aus der Statistik und der Computeralgebra zu kombinieren, um mathematisch optimale und präzise Lösungen zu erzielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienMitverantwortlichProfessor Bernd  Sturmfels, Ph.D."
    },
    {
      "project_id": "539662315",
      "url": "https://gepris.dfg.de/gepris/projekt/539662315",
      "title": "Koordinationsfonds",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539662315",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Kombinatorik ist das Studium endlicher und diskreter Strukturen. Ausgehend von fundamentalen Fragen der Anordnung, Zerlegung und Strukturierung endlich vieler Objekte oder Zustände, bildet die Kombinatorik die Nanotechnologie der Mathematik und ihrer Anwendungen. Durch ihre Interdisziplinarität ist sie ein zentrales mathematisches Forschungsgebiet mit Einfluss über Bereichsgrenzen hinweg. Fragestellungen werden vereinheitlicht und aus strukturell verwandten Ansätzen werden ganzheitliche Theorien mit intrinsischen Fragestellungen und Methoden entwickelt. Diskrete Daten sind seit jeher Quelle für die Entwicklung mathematischer Theorien. Ihre Analyse ist vergleichbar mit der Herleitung physikalischer Gesetzmäßigkeiten aus der Beobachtung von Naturphänomenen. Durch die erreichte Komplexität und Vielgestalt mathematischer Beobachtungen stehen wir am Beginn einer Revolution der Entwicklungszyklen im Wechselspiel von Daten und Struktur. Dieses Schwerpunktprogramm identifiziert neun hoch-aktuelle Themenkomplexe, die besonders von den sich verändernden Entwicklungszyklen profitieren werden. Dies sind Enumeration, Dynkin-Klassifikation, kommutative Algebra, Matroide, Konvexität, Gitterpunkte, Statistik, nicht-lineare Optimierung und mathematische Physik. Der Schwerpunkt vernetzt das riesige Potential der exzellenten Neuberufungen, hochkarätigen Nachwuchsgruppen und etablierten Arbeitsgruppen. Er ermöglicht bahnbrechende Fortschritte in und zwischen den Themenkomplexen. Dabei wird die Zugänglichkeit und Nutzbarkeit diskreter Daten als Multiplikator wirken. Es entsteht ein weltweit sichtbares Kombinatorik-Netzwerk in der modernen mathematischen Grundlagenforschung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539867459",
      "url": "https://gepris.dfg.de/gepris/projekt/539867459",
      "title": "Kurze Polynome finden",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867459",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Dieses Projekt betrifft die Anzahl der Terme von Polynomen als Komplexitätsmaß. Dies ist ein Bereich der kommutativen Algebra, der viel weniger erforscht ist, als Grad-basierte Komplexitätsmaße wie Castelnuovo-Mumford Regularität. Die Endlichkeitsresultate, auf denen Gröbnerbasen aufbauen, beruhen auf dem Grad. Daher müssen sie durch synergetischere Methoden ersetzt werden, um hier Fortschritte zu erzielen. Kombinatorische Datenstrukturen wie Newton-Polytope und Matroide werden uns helfen, das grundlegende Problem dieses Projekts zu lösen: Ist es algorithmisch entscheidbar, ob ein Ideal in einem Polynomring ein kurzes Polynom enthält?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539677879",
      "url": "https://gepris.dfg.de/gepris/projekt/539677879",
      "title": "Kähler Paket für die Grassmann Zonoid Algebra",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539677879",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Wir studieren eine reelle probabilistische Schnitttheorie in kompakten homogenen Räumen M. Die Beispiele von primärem Interesse sind die reellen Grassmann-Mannigfaltigkeiten. Der Schnitt von zufällig bewegten Untermannigfaltigkeiten von M wird durch eine Multiplikation von gewissen konvexen Körpern beschrieben, die wir Grassmann Zonoide nennen. Diese leben in der äußeren Potenz eines Euklidischen Vektorraumes V, der als Cotangentialraum von M gewählt wird. Alternativ können diese Zonoide als positive Masse auf den Grassmann-Mannigfaltigkeiten von V interpretiert werden. (Diese sollten invariant unter the Wirkung der Isotropiegruppe sein.) Es gibt enge Verbindungen zur Theorie der Bewertungen. Ein Ziel des Projekts ist es, eine Verallgemeinerung der Alexandrov-Fenchel Ungleichung für Grassmann Zonoide höherer Ordnung zu beweisen. Dies würde implizieren, dass gewisse erwartete reelle Schnittzahlen als Koeffizienten von Lorentzschen Polynomen auftreten und deshalb logkonkave Folgen bilden. In derselben Stoßrichtung wollen wir zeigen, dass die Grassmann Zonoid Algebra ein homomorphes Bild hat, welches die Eigenschaften eines Kähler Pakets erfüllt. Ein weiteres Ziel ist es, die Grassmann Zonoid Algebra mit den Hilfsmitteln der harmonischen Analyse und Darstellungstheorie zu untersuchen. Insbesondere möchten wir die Volumina der Schubert Zonoide berechnen und deren Multiplikation verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienInternationaler BezugItalienKooperationspartnerProfessor Dr. Antonio Mercondes  LerarioMitverantwortlichDr. Leo  Mathis"
    },
    {
      "project_id": "539867500",
      "url": "https://gepris.dfg.de/gepris/projekt/539867500",
      "title": "Lokale Ehrhart-Theorie und ihre Synergien",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867500",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Das Studium der Gitterpolytope (Polytope, deren Eckpunkte ganzzahlige Koordinaten haben) ist ein sehr aktives Gebiet der algebraischen, enumerativen und geometrischen Kombinatorik, in dem sich viele verschiedene Disziplinen auf synergetische Weise treffen: diskrete, konvexe und metrische Geometrie, Geometrie der Zahlen, lineare Optimierung, algebraische Geometrie, kommutative Algebra, symplektische Geometrie, theoretische Physik, ... .Ehrhart-Theorie kann als das Studium des h*-Polynoms beschrieben werden, einer linearen Transformation des Ehrhart-Polynoms, der fundamentalen Invarianten, die Gitterpunkte in Vielfachen von Gitterpolytopen zählt. Wie Karu und Stanley gezeigt haben, kann das h*-Polynom mit Hilfe von torischen g-Polynomen in nichtnegative lokale Beiträge der Seiten zerlegt werden. Der wichtigste lokale Beitrag des Polytopes selbst wird in einem grundlegenden Artikel von Katz und Stapledon als lokales h*-Polynom bezeichnet. Es wurde bereits unter anderer Bezeichnung von Borisov, Batyrev, Mavlyutov und Schepers bei der Berechnung der stringy Hodge-Zahlen von Calabi-Yau vollständigen Durchschnitten benutzt und ist im Fall von Gittersimplizes auch als Box-Polynom bekannt.  In einer neueren Arbeit, die Methoden aus dem bahnbrechenden Beweis des g-Theorems verwendet, zeigen Adiprasito, Papadakis, Petrotou, und Steinmeyer, dass das lokale h*-Polynom von IDP-Polytopen einen unimodalen Koeffizientenvektor hat. Mit diesem Projekt etablieren wir lokale Ehrhart-Theorie als aktuelles Forschungsgebiet für die Untersuchung lokaler h*-Polynome von Gitterpolytope und ihrer reichen und vielfältigen Synergien. Wir planen, die Komplexität lokaler h*-Vektoren zu untersuchen und Konstruktionen zu erforschen, die lokale h*-Polynome invariant lassen. Ein besonders faszinierendes Phänomen ist, dass lokale h*-Polynome Null sein können. Solche Gitterpolytope werden als dünne Polytope bezeichnet und wurden erstmals von Gelfand, Kapranov und Zelevinsky untersucht. Wir planen, kombinatorische und geometrische Einschränkungen für dünne Polytope zu finden und eine interessante natürliche Klasse von dünnen Polytopen zu untersuchen. Es ist unser Ziel, bestehende und neue Beziehungen der lokalen Ehrhart-Theorie zu hypergeometrischen Motiven, Spiegelsymmetrie, dualen defekten Varietäten, Kodierungstheorie, Arrangements von Hyperebenen, metrischer Geometrie, nachbarschaftlichen Polytopen und TU-Matrizen zu nutzen und zu erweitern. Wir planen dazu, Datenbanken von Gitterpolytopen und ihren lokalen h*-Polynomen zu erstellen und Gitterpolytope mit speziellen lokal-ehrharttheoretischen Eigenschaften zu klassifizieren. Ein wichtiger Aspekt ist die Anwendung von Algorithmen des maschinellen Lernens, um zu untersuchen, ob Invarianten und Eigenschaften der (lokalen) Ehrhart-Theorie effizient bestimmt werden können. Unser Ziel ist es, diese Werkzeuge in Computerexperimenten auf der Suche nach interessanten Beispielen und Gegenbeispielen zu verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539864509",
      "url": "https://gepris.dfg.de/gepris/projekt/539864509",
      "title": "Lorentzpolynome und Gleichheit in log-konkaven Ungleichungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539864509",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Unser Projekt baut auf den jüngsten Durchbrüchen in zwei verschiedenen Bereichen der Mathematik auf. In der Kombinatorik haben der Fields-Medaillengewinner June Huh und seine Mitarbeiter die neue Perspektive etabliert, dass im Hintergrund log-konkaver Ungleichungen häufig ein sogenanntes Kähler-Paket steht. Dieses beinhaltet Analoga zur Poincaré-Dualität, dem schweren Lefschetz-Satz und den Hodge-Riemann-Relationen. Diese Herangehensweise hat zum Beweis langjähriger Vermutungen in der Kombinatorik geführt. Als Ergebnis und weitere Abstraktion dieses Ansatzes kann die von Brändén und Huh entwickelte Theorie der Lorentzschen Polynome betrachtet werden. In der Konvexgeometrie war das Problem der Charakterisierung der Gleichheitsfälle in der Alexandrov-Fenchel-Ungleichung seit den grundlegenden Arbeiten von Alexandrov und Minkowski zu diesem Thema offen. In einem kürzlichen Durchbruch haben Shenfeld und van Handel dieses Problem im wichtigen Spezialfall der Polytope vollständig gelöst. Nicht nur für geometrische, sondern auch für kombinatorische Ungleichungen stellt sich die Frage nach Gleichheitsfällen. Die Maschinerie aus Kähler-Paket und Lorentzpolynomen erweist sich jedoch in vielen Fällen als unzureichend, um Gleichheitsfälle zu charakterisieren. Andererseits wurde die Arbeit von Shenfeld und van Handel kürzlich zur Charakterisierung der Gleichheitsfälle in Stanleys Ungleichung für Posets verwendet. Eine Reihe damit zusammenhängender Probleme scheinen dadurch nun in greifbare Nähe zu rücken. Die hier vorgestellten Forschungsfragen zielen auf ein tieferes Verständnis kürzlich entdeckter,  Log-Konkavität erhaltender Operationen aus der Theorie der Lorentzpolynome. Über das intrinsische Interesse hinaus besteht die Hauptmotivation für unsere Forschung darin, genaue Information über die Gleichheitsfälle in log-konkaven Ungleichungen zu erhalten. Hauptziele dieses Projekts sind die Charakterisierung der Gleichheitsfälle in der verallgemeinerten Alexandrov-Fenchel-Ungleichung und der Kahn-Saks-Ungleichung für konvexe Polytope und die Anwendung auf kombinatorische Ungleichungen aus der Poset-Theorie. Ein entscheidendes Merkmal der von uns vorgeschlagenen Methoden ist die Nutzung tiefer Verbindungen und Synergien zwischen Kombinatorik, Konvexität und algebraischer Geometrie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539866596",
      "url": "https://gepris.dfg.de/gepris/projekt/539866596",
      "title": "Machinelles Lernen kombinatorischer Statistiken und Abbildungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539866596",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Algorithmische Ansätze und Computerunterstützung haben eine lange Geschichte in der kombinatorischen Grundlagenforschung. Das Finden passender Beispiele und Gegenbeispiele ist eine treibende Kraft bei der Formulierung von Vermutungen und beim Beweisen von Theoremen. In den letzten Jahren wurden erhebliche Fortschritte im Bereich des maschinellen Lernens erzielt, Techniken des maschinellen Lernens entwickeln sich aktuell zu einem spannenden Werkzeug für die Mathematik im Allgemeinen und für die Kombinatorik im Besonderen.Dieses Projekt zielt darauf ab, die Datenbank kombinatorischer Statistiken und Abbildungen, FindStat, systematisch mit Methoden des maschinellen Lernens zu analysieren und zu studieren. Diese Datenbank wird vom Antragsteller gemeinsam mit Martin Rubey entwickelt und gepflegt. Die beiden zentralen offenen Probleme, die in diesem Projekt bearbeitet werden, sind langjährige Fragen in der aufzählenden, bijektiven und algebraischen Kombinatorik. Sie betreffen die berühmten q,t-Catalan-Zahlen. Das erste besteht darin, einen kombinatorischen Beweis für deren Symmetrie zu finden, und das zweite besteht darin, eine kombinatorische Definition für Typ B und für allgemeine Spiegelungsgruppen zu finden. Diese beiden langjährigen offenen Probleme sind perfekte Kandidaten, um mit Techniken des maschinellen Lernens angegangen zu werden. Es gibt beteits vielversprechende Lösungsansätze und wir erwarten, mit Hilfe des maschinellen Lernens neue kombinatorische Einsichten zu erlangen. Alle Aspekte dieses Projekts gehören zum Kern des Schwerpunktprogramms SPP2458. Die vorgestellten offenen Probleme interagieren mit den neun Themenbereichen und die erwarteten Fortschritte werden durch die Verfügbarkeit kombinatorischer Daten in der FindStat-Datenbank vorangetrieben. Die konkreten Forschungsfragen sind durch Strukturen in den Kernthemen Kommutative Algebra, Konvexität und Dynkin-Klassifikation motiviert, während das Herz des Projekts zu klassischen Fragen in der Abzählung kombinatorischer Strukturen gehört.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539874788",
      "url": "https://gepris.dfg.de/gepris/projekt/539874788",
      "title": "Neue Werkzeuge aus der kombinatorischen Topologie, Garbentheorie und homologischen Algebra für die Untersuchung von Hyperebenenarrangements und orientierten Matroiden",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539874788",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Hyperebenenarrangements und (orientierte) Matroide - ihre abstrakten kombinatorischen Gegenstücke - sind klassische Objekte der diskreten Geometrie und Kombinatorik. Ihre Untersuchung offenbart überraschende und tiefe Verbindungen zwischen Algebra, Kombinatorik, algebraischer Geometrie und Topologie. Im Laufe der Jahre wurden bemerkenswerte Ergebnisse hinsichtlich des Zusammenspiels von geometrischen, topologischen, algebraischen und kombinatorischen Invarianten von Arrangements und (orientierten) Matroiden erzielt, und erst vor kurzem wurden bahnbrechende Ergebnisse durch eine moderne Synthese von Methoden aus der algebraischen Geometrie, der Topologie und der Kombinatorik erzielt, die langjährigen Vermutungen löste. Der vorliegende Antrag folgt dieser Philosophie der Kombination von Methoden aus verschiedenen Bereichen und zielt hin auf neue Ergebnisse zu wichtigen offenen Problemen in Bezug auf das Zusammenspiel von Algebra, Topologie und Kombinatorik von Arrangements, (orientierten) Matroiden, zugehörigen Varietäten und topologischen Räumen, wie das K(pi,1)-Problem für die Komplement-Mannigfaltigkeit eines komplexen Hyperebenenarrangements, die Beziehung von topologischen Invarianten von Milnor-Fasern zur Kombinatorik von (orientierten) Matroiden, und Teraos Freiheits-Vermutung über die kombinatorische Natur der kommutativ-algebraischen Eigenschaften von logarithmischen Derivationen. Wir werden neue Werkzeuge entwickeln, um ein besseres Verständnis für diese faszinierenden offenen Probleme zu erlangen, mittels Methoden aus der homologischen Algebra, der Garbentheorie, der abstrakten Homotopietheorie und der kombinatorischen Topologie, insbesondere mit Hinsicht auf eine relative Betrachtungsweise. Im Zentrum des Antrags stehen neue Ansätze mittels kombinatorischer Modelle von Faserungen und Garben auf partiell geordneten Mengen. Ein wichtiger Teil wird die Implementierung unserer neuen Strukturen, die an der Schnittstelle von Algebra, Topologie und Kombinatorik liegen, in etablierten Computeralgebra-Systemen wie SageMath, GAP und OSCAR, sein. Dies wird es uns ermöglichen, Datenbanken dieser Strukturen und ihrer Invarianten zu erstellen, die wiederum zur Entdeckung neuer Verbindungen genutzt werden können. Insbesondere wird eines unserer zentralen theoretischen Ergebnisse, welches wir anstreben, einen konkreten Komplex liefern, um (Ko-)Homologiegruppen von Milnor-Fasern reeller Arrangements zu berechnen. Dies wird zu einem neuen computerbasierten Ansatz für das langjährige offene Problem der kombinatorischen Natur der Betti-Zahlen von Milnor-Fasern führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienInternationaler BezugJapan, SchweizKooperationspartnerProfessor Dr. Takuro  Abe;Professor Dr. Emanuele  Delucchi;Professor Dr. Masahiko  YoshinagaMitverantwortlichProfessor Dr. Lukas  Kühne"
    },
    {
      "project_id": "539875438",
      "url": "https://gepris.dfg.de/gepris/projekt/539875438",
      "title": "Permutations- und Chirotopmuster: Algorithmen, Algebra und Anwendungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539875438",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Die Hauptziele dieses Projekts sind: 1) Das Entwickeln von Algorithmen und algebraische Strukturen, um Permutationen und höherdimensionale Chirotopmuster effizient zu zählen. Das Identifizieren von Unterklassen von Mustern, die effizient gezählt werden können. 2) Die Untersuchung von Chirotopmustern als Forschungsthema zu initiieren und klassische Permutationsmusterthemen wie Mustervermeidung in diesem neuen Kontext untersuchen. 3) Das Entwickeln einer Entropie basierend auf Chirotopmustern, um die Komplexität mehrdimensionaler Zeitreihen zu charakterisieren. 4) Kumulanten von Permutations- und Chirotopmustern einzuführen und ihre Eigenschaften und Anwendungen in der Kombinatorik und Statistik zu untersuchen. 5) Die Verbindung zwischen Zählmustern, dynamischer Programmierung, Multiparameterintegralen und (gekreuzten Modulen von) Hopf-Algebren herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische SynergienInternationaler BezugIsrael, NorwegenKooperationspartnerProfessor Dr. Kurusch  Ebrahimi-Fard;Professor Dr. Chaim  Even-Zohar"
    },
    {
      "project_id": "539677510",
      "url": "https://gepris.dfg.de/gepris/projekt/539677510",
      "title": "Positive Geometrie",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539677510",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Positive Geometrie ist ein neues Gebiet, das aus der Teilchenphysik stammt. Die erste mathematische Verbindung entstand zur algebraischen Kombinatorik (positive Grassmannsche und Cluster-Algebren). Ziel dieses Projekts ist es, die mathematische Verbindung weiterzuentwickeln und Methoden der reellen algebraischen Geometrie hier anzuwenden. Eine positive Geometrie ist eine semi-algebraische Teilmenge einer komplexen algebraischen Varietät, die intrinsisch durch ihre kanonische Form definiert ist (im Gegensatz zu einer extrinsischen Definition durch polynomielle Gleichungen und Ungleichungen). Wir entwickeln diese neue geometrische Perspektive auf semi-algebraische Mengen, konkret zum Beispiel für del Pezzo Flächen und ihre Moduli. Außerdem werden wir Amplitueder und adjungierte Hyperflächen genauer betrachten, insbesondere mit Hilfe von Momenten-Methoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539866293",
      "url": "https://gepris.dfg.de/gepris/projekt/539866293",
      "title": "Simplizialität in Arrangements und Matroiden",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539866293",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Ein Arrangement von Hyperebenen ist eine endliche Menge von linearen Hyperebenen in einem endlich dimensionalen Vektorraum. Ein reelles Arrangement heißt simplizial, wenn alle Kammern simpliziale Kegel sind. Simpliziale Arrangements sind zentrale Objekte an der Schnittstelle der Algebra, Geometrie und Topologie. Beispielsweise sind die Arrangements der reellen Spiegelungsgruppen alle simplizial. Aus geometrischer Sicht ist Simplizialität eine starke Einschränkung; man geht davon aus, dass simpliziale Arrangements selten sind. Ein großer Erfolg wäre daher eine vollständige Klassifikation dieser Arrangements als Verallgemeinerung der Theorie der endlichen Spiegelungsgruppen. Aus kombinatorischer Perspektive ist Simplizialität eine Eigenschaft des Matroids, was die Definition eines simplizialen (orientierten) Matroids ermöglicht. Im Gegensatz zur geometrischen Sicht suggerieren Computerexperimente, dass es sehr viele simpliziale Matroide gibt. In diesem Projekt initiieren wir eine systematische Studie von Simplizialität in Arrangements und Matroiden mit Methoden aus der Algebra, Kombinatorik und Geometrie. Die drei zentralen Paradigmen des Projekts sind \"Erzeugung und Realisierung\", \"Algebra und Konvexität\" und \"Simpliziale Kombinatorik und Matroide\", aus denen sich drei Teilprojekten bilden. Die systematische Erzeugung von simplizialen (orientierten) Matroiden sowie die Bestimmung des geometrischen Realisierungsraums ist das Ziel des Teilprojekts \"Higher Rank\". Im Rang drei gibt es einen Katalog von simplizialen Arrangements, von dem vermutet wird, dass er vollständig ist. Im höheren Rang ist hingegen deutlich weniger bekannt. Aufbauend auf bewährten Konzepten der Enumeration mittels endlicher Körper werden neue induktive Ansätze erforscht, um simpliziale Arrangements und Matroide in höheren Rängen zu erzeugen. Im Teilprojekt \"Reflection Structures\" werden Verbindungen zwischen einschreibbaren Arrangements und Spiegelungsarrangements untersucht. Die Klasse der stark einschreibbaren Arrangements haben Zonotope, deren Ecken auf einer Sphäre liegen. Restriktionen von Spiegelungsarrangements sind stark einschreibbar und es wird vermutet, dass es keine weiteren Beispiele gibt. Einschreibbare Arrangements liefern in natürlicher Weise ein Gruppoid, das durch euklidische Spiegelungen erzeugt wird. Dieses Teilprojekt zielt darauf ab, eine algebraische und kombinatorische Theorie der Gruppoide von euklidischen Spiegelungen zu entwickeln. Simpliziale orientierte Matroide lassen sich mit Methoden der Matroid- und der Stanley-Reisner Theorie studieren. Das Teilprojekt \"Quantized Invariants\" strebt danach, enumerative Invarianten von simplizialen Matroiden zu entwickeln, die die Methodik der Matroide und Simplizialkomplexe verknüpft. Das übergeordnete Ziel ist die Konstruktion von algebraischen Strukturen, die Chow Ringe und Stanley-Reisner Ringe in Einklang bringen und dadurch neue Erkenntnisse über klassische simpliziale Arrangements liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539847176",
      "url": "https://gepris.dfg.de/gepris/projekt/539847176",
      "title": "Summen nichtnegativer Circuitpolynome und Kombinatorik in polynomieller Optimierung",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539847176",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Gegenstand des Projekts ist die Untersuchung Summen nichtnegativer Circuitpolynome (SONC) und ihrer Anwendung für die dünnbesetzte polynomielle Optimierung. Diese Konzepte betreffen Schlüsselideen in dem schnell wachsenden Zusammenspiel der Kombinatorik, der Konvexität und der nichtlinearen Optimierung. Das Ziel ist die Entwicklung neuer kombinatorischer Methoden zur Konstruktion von Nichtnegativitätszertifikaten in dünnbesetzten Kontexten sowie zur Interaktion des SONC Kegels mit einer Varietät von kombinatorischen Konzepten, einschließlich konvexen Kegeln, Matroiden und Gitterpunkten. Spezifische Arbeitsrichtungen betreffen Exaktheitsresultate, konvex-algebraische Fragestellungen, verallgemeinerte kombinatorische Modelle für die Optimierung und Nichtnegativität sowie ausgewählte Anwendungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539846931",
      "url": "https://gepris.dfg.de/gepris/projekt/539846931",
      "title": "Tropische Daten in der kombinatorischen algebraischen Geometry",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539846931",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Mathematische Daten gewinnen vor allem in der Kombinatorik an Bedeutung. Ein Ziel dieses Projekts ist es, mit den Daten rund um die (tropische) Grassmannsche und ihre Untervarietäten sowie Analoga wie den Modulraum von Punktkonfigurationen oder den Modulraum von del Pezzo-Flächen dritten Grades zu arbeiten und diese Daten mit einem Fokus auf die Verbindung von tropischer Geometrie und Kombinatorik weiter zu untersuchen. Das Hauptobjekt dieser Untersuchung sind Matroide. In einem ersten Schritt werden vorhandene Daten gesammelt und neue Daten rund um die tropische, chirotopale, positive oder selbstduale Grassmannsche berechnet und nach den FAIR-Datenprinzipien zur Verfügung gestellt. In der folgenden Untersuchung wird ein besonderer Fokus auf selbstduale Positroide und die selbstduale Grassmannsche für Matroide vom Rang 4 gelegt. Letzteres Objekt spielt auch eine wichtige Rolle bei der Untersuchung von Mustafin-Entartungen des 3-dimensionalen projektiven Raums in Bezug auf fesgelegte Punkte. Es bietet einen kleineren Raum möglicher Punktkonfigurationen als der vollständige Modulraum. Diese Analyse ist auch Teil des Antrags. Für den Modulraum der kubischen del Pezzo-Flächen wollen wir uns besonders auf die tropischen positiven Aspekte konzentrieren, d.h. welche der tropischen kubischen Flächen positiv sind. Für die tropische Grassmannsche Gr(2,n) entspricht Positivität der Planarität eines zyklisch beschrifteten Baumes. Wir wollen diese Identifikation auf die tropischen kubischen Flächen ausdehnen, die durch eine Anordnung von 27 Bäumen identifiziert werden können. Um einen Parameter- oder Modulraum zu verstehen, ist es wichtig, seine Kompaktifizierung und seine Begrenzung zu kennen. Dies ist der Gegenstand der Untersuchung im vorletzten vorgeschlagenen Projekt dieses Antrags. Eine numerische Methode, die tropische Geometrie verwendet, scheint die Stratifizierung des Randes der Modulräume von Punktkonfigurationen und des Modulraums von del Pezzo-Flächen vom Grad 2 und 3 zu erfassen. Das Ziel ist es, diese Korrespondenz besser zu verstehen und die Technik auf andere Verdichtungen auszudehnen, um kombinatorische Einsichten zu gewinnen. Der letzte Teil befasst sich mit (selbstdualen) Matroiden von Graphenkurven. Letztere sind kombinatorische Objekte: Kurven, die bis zur projektiven Transformation eindeutig durch ihre dualen Graphen bestimmt sind, die einfach, 3-verbunden und drei-valent sind. Mit Hilfe von generischen Hyperebenenschnitten kann man aus einer solchen Graphenkurve ein selbstduales Matroid gewinnen. Dieses Matroid ist weder das graphische Matroid des zugehörigen Graphen noch sein Dual. Dieser Vorgang lässt sich durch algebraische Geometrie erklären. Es fehlt jedoch ein vollständiges kombinatorisches Verständnis des Prozesses, der Abhängigkeiten und Kausalitäten. Dies soll nun nachgeholt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539867663",
      "url": "https://gepris.dfg.de/gepris/projekt/539867663",
      "title": "Tropische Lineare Algebra neu gedacht: Gebäude, Bimatroide, und Anwendungen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539867663",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Die tropische Geometrie ist eine dequantisierte Version der klassischen algebraischen Geometrie, in der man einen kombinatorischen stückweise linearen Schatten von Kompaktifizierungen und Degenerationen algebraischer Varietäten studiert. Einer ihrer erfolgreichsten und aktivsten Teile ist die tropische lineare Algebra, ein Überbegriff, der für die vielen verschiedenen Instanzen des Konzepts der Linearität in der tropischen Geometrie steht. Dieses Gebiet reicht vom Studium von Matrizen über der min-plus-Algebra, das aus der Optimierung kommt, bis zur Geometrie (bewerteter) Matroide. Es umfasst die erst kürzlich entdeckten Resultate in der kombinatorischen Hodge-Theorie von Matroiden, aber auch die Geometrie der tropischen Grassmannschen und Dressischen mit ihren vielen Anwendungen, zum Beispiel in der Phylogenetik. Die zentralen Ziele dieses Projekts sind: (1) Die Entwicklung neuer Grundlagen der tropischen linearen Algebra mit Methoden aus der Geometrie affiner Gebäude, der Kombinatorik (bewerteter) Bimatroide und der Algebra von Hyperstrukturen. (2) Die Erweiterung der tropischen linearen Algebra über den Typ A_n hinaus, um sowohl bewertete Coxeter-Matroide als auch affine Gebäude zu integrieren. (3) Die Erkundung von verschiedenen Anwendungen der tropischen linearen Algebra, mit einem Schwerpunkt auf der kombinatorischen Hodge-Theorie von Bimatroiden und Coxeter-Matroiden, auf der noch nicht vollständig entwickelten Geometrie von tropischen Vektorbündeln und auf dem Dequantisierungsprozess in der kategoriellen Quantentheorie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539851419",
      "url": "https://gepris.dfg.de/gepris/projekt/539851419",
      "title": "Wachspress Koordinaten: eine Brücke zwischen Algebra, Geometrie und Kombinatorik",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539851419",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Dieses Projekt widmet sich einer detaillierten Untersuchung der Wachspress-Koordinaten und verwandter Objekte, insbesondere der Wachspress-Varietät, Wachspress-Abbildung und Izmestiev-Matrix. Baryzentrische Koordinaten sind ein klassisches Werkzeug der geometrischen Modellierung. Sie ermöglichen es Daten an den Vertices eines Simplex zu interpolieren. Verallgemeinerte baryzentrische Koordinaten (kurz VBKs) erweitern diese Idee auf Polytope allgemeinener Kombinatorik, was zu neuartigen Lösungen für Mesh-Parametrisierung/-Deformation, Bild-Verzerrung und Finite-Elemente-Analysis führte. Die Wachspress-Koordinaten wurden ursprünglich als erstes Beispiel rationaler VBKs eingeführt. Es stellte sich heraus, dass sie die eindeutigen rationalen VBKs niedrigst möglichem Grades sind, was bereits auf ihren herausragenden algebraischen Charakter hindeutete. Andere Charakterisierungen, z.B. in Form von Kegelvolumina oder als Taylor-Koeffizienten bestimmter Volumenfunktionale, betonen eine parallele geometrische Natur. In den letzten Jahren sind die Wachspress-Koordinaten immer wieder in Zusammenhängen abseits ihres ursprünglichen Verwendungszwecks aufgetaucht, und fanden überraschende Anwendungen in Mathematik (für die Berechnung von Segre-Klassen), Statistik (bei der Untersuchung von Moment-Varietäten und Bayesscher Statistik) und Physik (in Form von positiven Geometrien und im Zusammenhang mit dem Amplitueder). Neulich zeigte der Antragsteller auf, dass Wachspress-Koordinaten auch aus einem höherrangigen Polytop-Parameter hervorgehen, den wir als Izmestiev-Matrix bezeichnen - eine Matrix mit Lorentzscher Signatur und spektralen Eigenschaften die Geometrie und Kombinatorik des Polytops kodieren. Dies führte zu neuen Verknüpfungen zwischen Starrheits-Theorie, Darstellungs-Theorie und spektraler Graphentheorie. Die vielen nicht-trivial äquivalenten Definitionen der Wachspress-Koordinaten lassen uns diese heute als eine Brücke zwischen algebraischer und konvexer Geometrie sowie spektraler Graphentheorie wahrnehmen. Ziel dieses Projekts ist es, ein vielseitiges Verständnis dieser Konstruktionen zu entwickeln, sowohl als Objekte von intrinsischem Interesse, als auch als Werkzeuge für eine breite Palette an Anwendungen. Das Projekt startet mit einer detaillierten Untersuchung der Wachspress-Varietät und ihrer algebraischen Eigenschaften, gefolgt von einer Untersuchung der Izmestiev-Matrix, ihrer spektralen Kenngrößen, und der Mechanismen durch welche diese die Eigenschaften anderer Wachspress-Objekte bedingen. Aus unseren Erkenntnissen folgern wir Ansätze zu mehreren offenen Problemen in polyedrischer Geometrie, Kombinatorik und Starrheit. Wir beweisen oder widerlegen die vermutete Injektivität der Wachspress-Abbildung und entwickeln einen neuen Algorithmus zur Testung der Polytopalität simplizialer Sphären. Schließlich betrachten wir Verallgemeinerungen der Wachspress-Objekte auf allgemeine Projektionen zwischen Polytopen und auf nicht-geometrische Zusammenhänge.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539849618",
      "url": "https://gepris.dfg.de/gepris/projekt/539849618",
      "title": "Zufällige Gitterpolytope",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539849618",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Untersuchungen über Gitterpolytope und ihre Eigenschaften bilden ein äußerst aktives Forschungsgebiet mit Wurzeln in sehr klassischen Fragestellungen. Die Frage, wie ein „durchschnittliches“ Gitterpolytop aussieht, d.h. wie sich kombinatorische und metrische Eigenschaften eines generischen Gitterpolytops verhalten, ist in vielen Anwendungen wichtig und von hohem intrinsischem mathematischen Interesse. Im Speziellen steht der f-Vektor im Fokus der Forschung. Um die Frage nach dem generischen Verhalten zu beantworten, werden zufällige Gitterpolytope untersucht. Klassischen Modelle sind einerseits die zufällige Wahl eines Gitterpolytops aus einer vorgegebenen Menge an Gitterpolytopen, oder ein Gitter mit einer zufälligen Menge zu schneiden und die konvexe Hülle dieser Punkte zu bilden. Der Durchschnitt des ganzzahligen Gitters mit einer zufälligen konvexen Menge, und das dadurch mittels konvexer Hüllenbildung erzeugte Gitterpolytop bilden den Hauptfokus des vorliegenden Antrags. Hierbei nehmen wir das ganzzahlige Gitter und schneiden es mit einer zufälligen konvexen Menge, deren Form vorgegeben ist, aber deren Position zufällig gewählt wird. Alternativ können wir die konvexe Menge fixieren und das Gitter zufällig wählen, indem wir das ganzzahlige Gitter einer zufälligen Translation und Rotation unterziehen. Die konvexe Hülle der Punkte in diesem Durchschnitt bildet ein zufälliges Gitterpolytop, dessen kombinatorische und metrische Struktur relativ komplex ist. Wir interessieren uns für asymptotische Eigenschaften des zufälligen Gitterpolytops, wenn die Größe der konvexen Menge gegen Unendlich geht. Speziell soll untersucht werden, inwieweit das asymptotische Verhalten des zufälligen Gitterpolytops von der Form der zugrunde liegenden konvexen Menge abhängt. Als erstes sollen asymptotische Eigenschaften des Erwartungswerts des f-Vektors in den Blick genommen werden, und die erwartete Volumsdifferenz zwischen der zugrunde liegenden konvexen Menge und dem eingeschriebenen Gitterpolytop. Dann sollen allgemeiner die inneren Volumina und der Hausdorff-Abstand untersucht werden. Dies führt auf die Frage, die zufällige Zahl von Gitterpunkten in großen aber dünnen ‚Kappen‘ zu untersuchen. Weitere Untersuchungen werden sich mit höheren Momenten und dem Verhalten von Verteilungen von Funktionalen zufälliger Gitterpolytope beschäftigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539865068",
      "url": "https://gepris.dfg.de/gepris/projekt/539865068",
      "title": "Über Arrangments von zusammenhängenden Teilgraphen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539865068",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Die Theorie der Hyperebenenarrangements ist eine treibende Kraft in der Mathematik über viele Jahrzehnte hinweg. Sie liegt am Scheideweg der Algebra, Kombinatorik, algebraischen Geometrie und Topologie. Bei diesem Forschungsvorhaben geht es um das Zusammenspiel von kombinatorischen und geometrischen Aspekten dieser Themen. Im Jahr 2022 führten Cuntz und Kühne eine spezielle Klasse von Hyperebenenarrangements ein, die über einen gegebenen (zusammenhängenden) Graphen G definiert werden, sogenannte Arrangements von zusammenhängenden Teilgraphen A(G). Dazu gehören unter anderem so prominente Klassen wie die Zopf-Arrangements, Shi-Arrangements und sogenannte Resonanz-Arrangements. Die Ziele dieses Vorhabens sind wie folgt. Zunächst wollen wir einige der im Werk von Cuntz und Kühne aufgeworfenen Fragen beantworten. Zweitens wollen wir einige der Ergebnisse aus ihrer Arbeit stärken und erweitern. Drittens hoffen wir einige neue Ergebnisse für diese Klasse von Arrangements beweisen zu können, z.B. über endlichen Körpern. Cuntz und Kühne klassifizierten in ihrer Arbeit alle Arrangements von zusammenhängenden Teilgraphen über den rationalen Zahlen, die frei, faktorisierend, simplizial oder überauflösbar sind. In diesem Vorhaben wollen wir diese Ergebnisse wie folgt erweitern und stärken. Unser Ziel ist es zu zeigen, dass ein Arrangement von zusammenhängenden Teilgraphen A(G) über den rationalen Zahlen genau dann frei ist, wenn es bereits induktiv frei ist; dass es genau dann faktorisierend ist, wenn es schon induktiv faktorisierend ist. Cuntz und Kühne werfen insbesondere die Frage der Klassifikation von asphärischen Arrangements von zusammenhängenden Teilgraphen auf. Dies ist vermutlich eine zu schwere Aufgabe, da die Bestimmung der Asphärizität für ein Arrangement ein notorisch schwieriges Unterfangen ist. Unser weiteres Ziel besteht jedoch darin, eine umfassende Liste von Graphen G zusammenzustellen, für die A(G) nicht asphärisch ist. Da Asphärizität eine lokale Eigenschaft ist, lässt sich daraus schließen, dass große Klassen von Arrangements von zusammenhängenden Teilgraphen nicht asphärisch sind. Hierzu zählen insbesondere die oben genannten Resonanz-Arrangements vom Rang mindestens 5.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    },
    {
      "project_id": "539858198",
      "url": "https://gepris.dfg.de/gepris/projekt/539858198",
      "title": "Über Ziegler-Erweiterungen von Multiarrangements",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539858198",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2458: \nKombinatorische Synergien",
      "description": "Die Bedeutung kombinatorischer Aspekte von Hyperebenen-Arrangements liegt einem Großteil von June Huhs Arbeiten zur log-konkaven Eigenschaft der Koeffizienten des charakteristischen Polynoms eines Hyperebenen-Arrangements oder allgemeiner eines Matroids zugrunde (die sogenannte Heron-Rota-Welsh-Vermutung). Die Klassen der freien Arrangements und der freien Multiarrangements spielen eine zentrale Rolle in den Theorien der Hyperebenen-Arrangements bzw. der Multiarrangements. Ziegler hat in seiner bahnbrechenden Arbeit gezeigt, dass ein freies Arrangements A ein kanonisches freies Multiarrangement auf jeder Einschränkung von A liefert, dessen Exponenten nur von den Exponenten von A abhängen. In diesem Forschungsvorhaben bezeichnen wir diese Konstruktion als Ziegler-Einschränkung. Im Jahr 2010 untersuchte Yoshinaga ein umgekehrtes Verfahren, das er als Erweiterung bezeichnete: Gegeben sei ein freies Multiarrangement. Ist dies die Ziegler-Einschränkung eines freien Arrangements A? Im Allgemeinen ist dies nicht der Fall. In diesem Forschungsvorhaben nennen wir dies eine Ziegler-Erweiterung falls sie existiert. Das ultimative Ziel von Yoshinagas Arbeit in diesem Zusammenhang ist eine vollständige Beschreibung aller freien Zwischenarrangements zwischen den erweiterten Shi- und erweiterten Catalan-Arrangements für Wurzelsysteme vom Typ A, D oder E. Es gibt eine lange und bemerkenswerte Geschichte und ein anhaltendes Interesse an der Literatur zu Fragen der Freiheit der Familien erweiterter Schi und erweiterter Catalan-Arrangements. Dieses Forschungsvorhaben ist unter anderem ein Beitrag zu dieser Theorie. Das Ziel dieses Forschungsvorhabens besteht darin, Yoshinagas Untersuchung über Erweiterungen freier Multiarrangements fortzusetzen. Zunächst möchten wir einige der in Yoshinagas Artikel aufgeworfenen Fragen und Vermutungen beantworten. Zweitens beabsichtigen wir, die Klassifikation in dieser Arbeit auf alle mittleren freien Anordnungen zwischen erweiterten Shi- und erweiterten Catalan-Arrangements für beliebige Coxeter-Typen auszudehnen, d.h. auch auf Wurzelsysteme vom Typ vom Typ B, C, F und G. Drittens planen wir, Erweiterungen freier Multiarrangements über endlichen Körper zu untersuchen, ein Thema, das in der Literatur bisher noch nicht untersucht wurde. Schließlich zielen wir in einem vierten Forschungsstrang darauf ab, freie Erweiterungen verschiedener natürlicher freier komplexer Multispiegelungsarrangements zu untersuchen, die in früheren Arbeiten des PI und seiner Co-Autoren definiert und untersucht wurden. Man könnte sich diese Erweiterungen dann als komplexe (nicht-reale) Analoga zu erweiterten Shi- und erweiterten Catalan-Arrangements vorstellen. Letzteres ist ein völlig neuartiges Thema. Das Thema von Erweiterungen freier Multiarrangements im Allgemeinen im Sinne Yoshinagas ist weitgehend Neuland und scheint daher ideal für ein Promotionsprojekt zu sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2458: \nKombinatorische Synergien"
    }
  ]
}