{
  "spp_number": "SPP 2331",
  "spp_title": "Maschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441958259",
  "projects_count": 14,
  "projects": [
    {
      "project_id": "466601458",
      "url": "https://gepris.dfg.de/gepris/projekt/466601458",
      "title": "AI-PRE: Künstliche Intelligenz für erklärbares Roundtrip Polymer Reaction Engineering der Emulsionspolymerisation",
      "subject_area": "Technische ChemieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466601458",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Die Emulsionspolymerisation (EP) ist ein vielseitiges Verfahren mit hoher technischer Relevanz zur Herstellung von Polymerkolloiden, dessen Anwendungsbereiche von der Kosmetik bis zum Bauwesen reichen. Vorteilhaft ist die Prozessführung in Wasser mit guter Wärmeabführung und Skalierbarkeit der exothermen radikalischen Polymerisation. Es sind Produkte mit komplexen Polymerstrukturen und Polymere mit gezielten Eigenschaften zugänglich, die entscheidend vom Emulsions-polymerisationsprozess geprägt sind. Daher ist die Modellierung der Polymerisation und die Vorhersage der Reaktionsbedingungen im Rahmen des polymer reaction engineering (PRE) von großem Interesse. Das wesentliche Ziel des Projekts ist die Integration von künstlicher Intelligenz (artificial intelligence, AI) in das polymer reaction engineering der Emulsionspolymerisation. Damit soll ein reverse engineering des Polymerisationsprozesses etabliert werden mit dem optimale Rezepturen und Prozessbedingungen gefunden werden, die auf gewünschte Produkteigenschaften der Polymere (Molmassenverteilungen, Mikroarchitekturen) fokussieren. Dafür ist (1) die Beschreibung des multiskaligen Emulsionspolymerisationsprozesses durch einen kinetischen Monte Carlo Ansatz (kMC) mit einer detaillierten Reaktionskinetik und Berücksichtigung von Phasentransferprozesse und (2) die Entwicklung eines kohärenten AI basierten, integrierten Modellsystems zur Modellierung des Emulsionspolymerisationsprozesses mit der Fähigkeit des reverse engineering notwendig. Ein bereits entwickelter open source kMC Simulator für die Simulation der Reaktionskinetik in homogener Phase soll für die Beschreibung der EP erweitert werden und die erforderlichen Trainings- und Testdaten für die KI-Modelle generieren. Im Einzelnen werden folgende wissenschaftliche Ziele verfolgt: (1) Die Schaffung einer kohärenten Suite skalierbarer AI-basierter Modelle für die Multiskalenmodellierung der EP, die ein effizientes Lernen der AI-Modelle auf Basis der Trainingsdaten aus der kMC-Simulation ermöglicht. (2) Die Etablierung von AI-basierten Modellansätzen für das reverse engineering von EP-Prozessen mit Modellierungs- und Optimierungsfähigkeiten auf den unterschiedlichen Skalen (Makro- und Mikroskala) auf Basis von experimentellen Daten und Daten aus der kMC-Simulation. (3) Die Erarbeitung einer allgemeinen Methodik zur Erklärbarkeit der AI-Modelle. (4) Die experimentelle Untersuchung der Kinetik der Dibutylitaconat-Polymerisation mit Ausweitung auf Itaconate mit sehr unterschiedlichen Estergruppen. (5) Die Etablierung einer kMC-Simulationsumgebung für die multiskalige Homo- und Copolymerisationen von Itaconat-Monomeren in Emulsion. (6) Die Bereitstellung experimenteller Daten zur Validierung der kMC- und AI-Modelle. Der stoffliche Schwerpunkt des Projekts liegt auf biobasierten Itaconatmonomeren und die erhaltenen neuartigen Polymere werden hinsichtlich ihrer Eigenschaften umfassend charakterisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, VertrauenMitverantwortlichDr. Marco  Drache"
    },
    {
      "project_id": "553293694",
      "url": "https://gepris.dfg.de/gepris/projekt/553293694",
      "title": "Autoregressives Deep Learning für beschleunigte Multiskalensimulation von elektrochemischen Flussreaktoren",
      "subject_area": "Chemische und Thermische VerfahrenstechnikTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 553293694",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Flexible Prozesse sind eine Voraussetzung für die Umstellung auf erneuerbare Energieträger und Rohstoffe. Elektrochemische Prozesse mit elektrochemischen Flussreaktoren bieten aufgrund der direkten Kopplung zwischen elektrischer Energie und chemischer Umsetzung sowie der guten Regelbarkeit vielversprechende Lösungen. Allerdings ist die Kinetik der Prozesse oft stark gehemmt und die Selektivität eher gering. Daher ist eine systematische Optimierung von Katalysatoren und Reaktordesign sowie deren Betrieb erforderlich. Dies erfordert den Einsatz detaillierter Modelle, die das Zusammenspiel von Transportprozessen im Fluid und Reaktionen an den Grenzflächen berücksichtigen. Insbesondere zur Berücksichtigung der Grenzflächendegradation erfordert dies auch Multiskalensimulationen mit geringem Rechenaufwand. In diesem Projekt soll dies durch die Entwicklung neuer Methoden basierend auf maschinellem Lernen erreicht werden. Dabei sollen molekulare Grenzflächenmodelle als Ersatzmodelle durch Entwicklung von Ansätzen auf Basis des Autoregressive Deep Learning eingebettet werden. Im Gegensatz zu derzeit verfügbaren Ansätzen werden dabei Details des Grenzflächenzustandes erhalten und über längere Zeitskalen propagiert. Durch Embeddings werden auch Elementarschritte und kinetische Parameter integriert, was die Extrapolationsfähigkeit der Modelle verbessert. Im Rahmen des Projektes werden Methoden sowie geeignete numerische Löser entwickelt und deren Genauigkeit und Leistungsfähigkeit untersucht. Die Methode eröffnet neue Lösungsverfahren im Bereich der chemischen Verfahrenstechnik und neue Problemstellungen im Bereich des maschinellen Lernens.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466656378",
      "url": "https://gepris.dfg.de/gepris/projekt/466656378",
      "title": "Dateneffizientes und physikinformiertes Verstärkungslernen zur Regelung von flüssig-flüssig Trennprozessen",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466656378",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Die Trennung von flüssig-flüssig Dispersionen ist ein wesentlicher Schritt in vielen Prozessen und wird häufig in horizontalen, kontinuierlich betriebenen Schwerkraftabscheidern durchgeführt. Das Verhindern von Fluten, d.h. einer Mitnahme der dispersen Phase in einem Auslass einer kontinuierlichen Phase, ist bedeutsam für die effiziente Phasentrennung. Das Auftreten von Fluten ist jedoch schwer vorherzusagen, da Sedimentation, Koaleszenz und Strömungsbedingungen in einem Schwerkraftabscheider durch Material-, Betriebs- und Geometrieparameter beeinflusst werden. Die Herleitung eines zuverlässigen mechanistischen Modells für die Abscheiderdynamik ist erschwert, da der Einfluss der genannten Parameter auf die Phasentrennung immer noch schlecht beschreibbar ist. In der ersten Phase des Schwerpunktprogramms SPP 2331 konnten wir zeigen, dass sich physikinformierte neuronale Netze in einer solchen Situation geprägt durch beschränktes mechanistisches Wissen und beschränkte Verfügbarkeit von Daten als dynamische Prozessmodelle hervorragend eignen. Um die Abscheiderdynamik besser zu untersuchen und experimentelle Daten zum Trainieren von Modellen sammeln zu können, haben wir einen Abscheider im Pilotmaßstab mit fortschrittlicher Instrumentierung sowie Mess- und Automatisierungsfähigkeiten in unserem Labor aufgebaut. Die Anlage erlaubt uns die Generierung einzigartiger Betriebsdaten für diesen schlecht verstandenen Prozess. In der Fortsetzungsphase wollen wir die Modellierung und die experimentellen Untersuchungen auf eine neue Stufe heben und eine modellbasierte Regelung des Abscheiders mittels stichprobeneffizientem, physikinformiertem Verstärkungslernen erreichen.  Dabei werden wir auf den Erfolgen der ersten Phase aufbauen und moderne Verfahren des modellbasierten Verstärkungslernens, physikinformierten Lernens und Transferlernens nutzen, um den experimentellen Abscheider in einer vollautomatischen Schleife zu betreiben. Unser innovatives Konzept zielt darauf ab, die Stichprobenineffizienz des Standard-Verstärkungslernens zu überwinden, die ein wesentliches Hindernis für eine breitere Anwendung im Chemieingenieurwesen darstellt. Dazu werden wir moderne Verfahren des Maschinellen Lernens (ML), die jeweils für sich genommen eine Erhöhung der Stichprobeneffizienz bewirken können, in synergetischer Weise kombinieren. Einen Prozess zu regeln, der nur bedingt verstanden ist und zu diesem nur begrenzt Daten verfügbar sind, ist eine häufig anzutreffende Herausforderung. Die vorgeschlagene Kombination moderner ML-Verfahren mit dem Betrieb des Experiments in einer vollautomatisierten Schleife hat daher das Potenzial den Stand der Technik im Chemieingenieurwesen voranzubringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466417970",
      "url": "https://gepris.dfg.de/gepris/projekt/466417970",
      "title": "Generatives graph-basiertes maschinelles Lernen für das integrierte Design von Molekülen und Prozessen",
      "subject_area": "Chemische und Thermische VerfahrenstechnikTheoretische Informatik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466417970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Das Ziel dieses Projekts ist die Entwicklung eines Frameworks für das integrierte Design von Molekülen und Prozessen durch generatives graph-basiertes maschinelles Lernen. Das Framework verbindet die Molekülskala mit der Prozessskala in der Fluidverfahrenstechnik in vier Modulen: Auf der Molekülskala liefern (1) Graph neuronale Netze (GNNs) thermodynamisch konsistente Vorhersagen für Eigenschaften von Molekülen und Mischungen. Darüber hinaus ermöglicht (2) generatives graph-basiertes maschinelles Lernen ein automatisiertes computergestütztes Design von Molekülen mit gewünschten Eigenschaften. Die GNNs und Methoden des generativen graph-basierten maschinellen Lernens für Moleküle werden in die Prozessskala mit (3) modellgleichungsbasierten Prozessdesign und (4) mit Reinforcement Learning für Prozessdesign integriert. Die methodischen Fortschritte in den einzelnen Modulen und deren Kombination ermöglichen ein integriertes Design chemischer Prozesse und der zugehörigen Moleküle, d.h. Arbeitsmedien, Lösungsmittel und Produkte. Hierbei wird das Framework insbesondere die Entdeckung neuartiger Moleküle und chemischer Prozesse mit höherer Effizienz und Nachhaltigkeit durch graph-basiertes maschinelles Lernen vorantreiben und beschleunigen. Das Framework und Fallstudien zum integrierten Molekular- und Prozessdesign werden im Rahmen des SPP 2331 öffentlich zur Verfügung gestellt, so dass eine aktive Nutzung und Erweiterung möglich sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466397921",
      "url": "https://gepris.dfg.de/gepris/projekt/466397921",
      "title": "Kern-Methoden für Konfidenzbereiche zur optimalen Versuchsplanung und Parameterschätzung",
      "subject_area": "Chemische und Thermische VerfahrenstechnikMathematik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466397921",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Verlässliche Modelle sind die Voraussetzung für virtuelles Prozessdesign und Prozessoptimierung. Dazu werden Modelle an Messungsdaten kalibriert, woraus sich aufgrund von Ungenauigkeiten in den Messungen und in den Modellen Unsicherheiten ergeben. Ein Maß für die Verlässlichkeit sind Vertrauensbereiche im Raum der Modellparameter und Vorhersagefehler für die Modellfunktionen. Für nichtlineare Modelle werden diese bislang aus Linearisierungen erhalten, die zu elliptischen Vertrauensbereichen und den korrespondierenden Vorhersagefehlern führen. Aufgrund der Linearisierung bilden diese die realen Unsicherheiten nur unzureichend ab. Die Folge können zu optimistische oder zu pessimistische Annahmen über die Unsicherheiten sein. In diesem Vorhaben sollen kernbasierte Klassifikationsmethoden, die Kernel Minimal Enclosing Balls (KMEB), kombiniert mit einer adaptiven Bayes-artigen Datengenerierung, verwendet und weiterentwickelt werden, um zu einer realistischen Quantifizierung der Unsicherheiten zu gelangen. Der Kern-Trick erlaubt beliebig geformte Vertrauensbereiche, indem diese auf einen abstrakten Feature-Raum abgebildet werden, in dem wieder die elliptische Gestalt (sogar kugelartig) eingenommen wird. Mit diesen sich daraus ergebenden auf die Modellnichtlinearitäten ideal angepassten Unsicherheitsmaße sollen Methoden zur Parameterschätzung und zur optimalen Versuchsplanung numerisch erheblich robuster und effizienter und vom Ergebnis her verlässlicher gestaltet werden. Die Machbarkeit und der Nutzen dieser Methode für die chemische Verfahrenstechnik wird für ein reaktives Mehrphasensystem exemplarisch demonstriert. Solche Systeme sind für starke Nichtlinearitäten mit diskontinuierlichem und nicht differenzierbarem Verhalten bekannt; die Parameterschätzung und Versuchsplanung dafür sind entsprechend anspruchsvoll. Die hier zunächst anhand von einfachen Beispielen demonstrierte  KMEB-basierte Technik wird entwickelt und eingesetzt, um vielversprechende neue Verfahren zur Parameterschätzung und zur optimalen Versuchsplanung zu erhalten. Die Daten aus dem Modell werden aus adaptiven Bayes-artigen Samplingstrategien erhoben; die Messdaten kommen aus Versuchen, die im Projekt durchgeführt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466461567",
      "url": "https://gepris.dfg.de/gepris/projekt/466461567",
      "title": "Koordinationsfonds",
      "subject_area": "Chemische und Thermische VerfahrenstechnikMathematikTheoretische Informatik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466461567",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Die Verfahrenstechnik (VT) steht an einem Scheideweg. Eine Umstellung der chemischen Industrie auf regenerative Energie- und Rohstoffversorgung ist in Deutschland als drittgrößtem Chemielieferanten der Welt von größter Bedeutung. Erneuerbare Ressourcen fluktuieren in Zeit und Raum, was einen dynamischen Betrieb und neue Paradigmen für das Design flexibler Anlagen erfordert. Gleichzeitig muss die chemische Industrie ihren Anlagenbetrieb kontinuierlich optimieren, die Anlagenverfügbarkeit erhöhen und die Time-to-Market verkürzen, um die Wettbewerbsfähigkeit zu sichern. VT ist derzeit nicht in der Lage, diesen grundlegenden Wandel mit etablierten Methoden zu ermöglichen. VT ist tief in der Physik und Chemie verwurzelt und kombiniert Modelle und Simulation mit Experimenten. Modelle decken Skalen von Molekülen bis hin zu Unternehmen und der Umwelt ab. Experimente spielen eine wichtige Rolle bei der Identifizierung, Kalibrierung oder Validierung von Modellen für Prozessdesign und -betrieb. Die Entwicklung von Modellen und geeigneten mathematischen Methoden ist jedoch teuer und viele Phänomene lassen sich nicht vollständig durch nachvollziehbare Modelle beschreiben. Um den Wandel in der chemischen Produktion anzugehen, stellen wir uns eine enge Zusammenarbeit zwischen dem aufstrebenden Gebiet des maschinellen Lernens (ML) und VT mit seiner breiten Palette an Methoden aus der Physik und Chemie vor. ML hat eine großartige Erfolgsbilanz bei der Arbeit mit heterogenen und großen Datensätzen und der Durchführung kreativer Aufgaben. Anwendungen wie AlphaGo und autonomes Fahren zeigen beeindruckende Ergebnisse. Bisher konzentrieren sich ML-Anwendungen innerhalb von VT meist auf die Datenanalyse und das Ersetzen bestehender physikochemischer Modelle durch Surrogate. Die gemeinsame interdisziplinäre Forschung zwischen ML und VT hat das Potenzial für bahnbrechende Ergebnisse.  VT hat eine Erfolgsgeschichte in der Zusammenarbeit mit angewandter Mathematik und Informatik und in der gemeinsamen Entwicklung von Methoden, die weit über VT hinaus anwendbar sind, z.B. in partiellen Differentialgleichungen, algebraischen Differentialgleichungen und deterministischer (globaler) Optimierung. Wir haben für dieses Schwerpunktprogramm sechs Bereiche der Verbundforschung identifiziert, die neue Methoden für VT erschließen, neue Problemtypen für ML formulieren und gemeinsam Fortschritte für Methoden in ML und VT generieren. Diese Bereiche sind #1 Optimale Entscheidungsfindung, #2 Einführung physikalischer Gesetze in ML-Modellen, #3 Heterogenität von Daten, #4 Informations- und Wissensrepräsentation, #5 Sicherheit und Vertrauen in ML-Anwendungen, und #6 Kreativität. Unter dem Dach dieser Bereiche wird das SPP Kooperationsprojekte zwischen Gruppen aus dem Chemieingenieurwesen und ML haben, die Fortschritte bei der Prozesssynthese, der Prozessflexibilität, der Materialauswahl, der Generierung von Alternativen und der Aufdeckung von verborgenen Informationen versprechen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "553345933",
      "url": "https://gepris.dfg.de/gepris/projekt/553345933",
      "title": "Lernen der Gruppen für Gruppenbeitragsmethoden (LEGO)",
      "investigators": "Professorin Dr. Sophie  Fellenz;Professor Dr.-Ing. Fabian  Jirasek;Professor Dr. Marius  Kloft",
      "subject_area": "Chemische und Thermische VerfahrenstechnikKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 553345933",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Die Kenntnis der thermodynamischen Eigenschaften von Reinstoffen und Mischungen ist von entscheidender Bedeutung in der Verfahrenstechnik, z.B. für Prozessdesign und -optimierung. Da experimentelle Daten häufig nicht verfügbar sind, sind Vorhersagemethoden unverzichtbar. Bei den meisten physikalischen Vorhersagemethoden handelt es sich um Gruppenbeitragsmethoden (GCMs), die Stoffe auf Basis von Strukturgruppen als deren Bausteine modellieren. Obwohl GCMs in der Prozesssimulation sehr etabliert sind, haben sie immer noch signifikante Schwächen, die ihre Genauigkeit und Anwendbarkeit einschränken. In diesem Projekt werden die wichtigsten Einschränkungen bestehender GCMs durch Kombination mit Ansätzen des maschinellen Lernens (ML) adressiert: Nicht-optimal definierte Sturkturgruppen, mangelnde Flexibilität und Ignorieren des molekularen Kontextes sowie unvollständige Parametersätze. Dafür wird zum einen der Einsatz von Reinforcement Learning (RL) für die rigorose Optimierung der Strukturgruppen erforscht. Zum anderen wird Representation Learning (RepL) eingesetzt, um den molekularen Kontext der Strukturgruppen zu erfassen und so die Flexibilität und Genauigkeit der Parametrisierungen von GCMs zu verbessern. Schließlich werden avancierte Matrixvervollständigungsmethoden entwickelt, die die erlernten Gruppenrepräsentationen als zusätzliche Informationen berücksichtigen, um fehlende Parameter von GCMs vorherzusagen und so deren Anwendbarkeit substantiell zu erweitern. Durch das Zusammenführen flexibler ML Methoden mit etablierten physikalischen GCMs wird dieses Projekt leistungsstarke hybride Modelle entwickeln und die Vorhersage thermodynamischer Eigenschaften erheblich verbessern. Durch die Beibehaltung des physikalischen Rahmenwerks der GCMs werden die hybriden Modelle thermodynamisch konsistent und leicht in etablierte Prozesssimulationssoftware implementierbar, was die Anwendbarkeit der neuen Modelle und das Vertrauen in diese fördert. Die Auswirkungen dieses Projekts werden jedoch über die Weiterentwicklung der GCMs hinausgehen. Das Projekt wird z.B. Erkenntnisse über die Relevanz bestimmter Strukturgruppen für die Vorhersage thermodynamischer Eigenschaften liefern, die für die Entwicklung thermodynamischer Modelle im Allgemeinen von Bedeutung sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466504162",
      "url": "https://gepris.dfg.de/gepris/projekt/466504162",
      "title": "Maschinelles Lernen für das Design von Grundoperationen im Chemieingeneurwesen - von Mikroverdampfern zu 3D-strukturierten Mehrphasenreaktoren",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466504162",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Maschinelles Lernen (ML) entwickelte sich in den letzten Jahren in einer unglaublichen Geschwindigkeit. Aus verschiedenen Gründen hat sich dabei die Anwendung von ML Methoden auf einige wenige Gebiete konzentriert, wie z.B. die Verarbeitung natürlicher Sprache, Bildbearbeitung und einzelne spezielle Gebiete der Naturwissenschaften. In dem Projekt ist es geplant, ML Methoden dazu zu verwenden, Daten zu Grundoperationen im Chemieingenieurwesen (z.B. Mikroverdampfer oder Mehrphasenreaktoren) zu kombinieren, die mit Hilfe von Simulationen und Experimenten generiert werden, um nicht nur Geräteeigenschaften vorherzusagen, sondern auch Designverbesserungen vorzuschlagen. Zusätzlich dazu planen wir die ML-basierten Voraussagen verständlich und erklärbar zu machen. Als Vorarbeit haben wir eine erste Proof-of-Concept-Studie durchgeführt, in der wir gezeigt haben, dass ML-Modelle, insbesondere faltende neuronale Netze (CNNs), in der Lage sind, die Eigenschaften von Strömungsgeräten vorherzusagen. Aufbauend auf unserer Vorstudie planen wir generative ML-Modelle zu entwickeln, um einen strukturierten Mikroverdampfer und 3D-strukturierte Mehrphasenabsorber zu entwerfen. Dabei werden neuartiger Werkzeuge des maschinellen Lernens mit modernsten Simulationsmethoden kombiniert. Obwohl diese Aufgabe sehr anwendungsspezifisch klingt, erlaubt sie uns, bestehende und breit angewandte Methoden des maschinellen Lernens zu verbessern, insbesondere mit Fokus Unsicherheits-Quantifizierung und damit verbundenem aktiven Lernen, sowie auf der wissenschaftlichen Interpretation von (generativen) ML Modellen.Das erste Ziel des Projekts beinhaltet die Vorhersage neuartiger Wandstrukturierungen unter Verwendung von Methoden des maschinellen Lernens, einschließlich der Entwicklung von integrierten Workflows für aktives Lernen unter Verwendung unsicherheitsbewusster 2D CNNs, sowie die Evaluierung ML-basierter Geräteentwürfe auf der Grundlage von virtuellem Hochdurchsatz-Screening, generativen Modellen und genetischen Algorithmen zur Exploration und Optimierung. Das zweite Ziel des Projekts ist das Design neuartiger mikrofluidischer Verdampfer, die aus Anordnungen von Strömungskanälen in Arrays bestehen und durch ML-basierte Optimierung qualitativ hochwertigen gesättigten Dampf erzeugen. Hier ist die Entwicklung von ML-Modellen geplant, welche die Lücke zwischen hochgenauen kleinskaligen direkten numerischen Simulationen und rechenzeitgünstigen Simulationenen von kompletten Mikroverdampfern mit mehreren Kanälen zu schließen. Das dritte Ziel ist die Erforschung völlig neuartiger 3D-Geometrien für komplexe Mehrphasenströmungssysteme mittels ML-basiertem Design. Wir planen Methoden zu entwickeln, die das Training generativer ML-Modelle auf heterogenen Datensätzen aus Simulation und Experiment ermöglicht und die Einbindung von Heuristiken für die Druckbarkeit und schließlich für den metallischen 3D-Druck für die experimentelle Evaluierung von ML-Vorhersagen miteinbezieht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, VertrauenInternationaler BezugGroßbritannienKooperationspartnerProfessor Antonio del Rio Chanona, Ph.D.Ehemaliger AntragstellerBradley  Ladewig, Ph.D., bis 3/2022"
    },
    {
      "project_id": "466495488",
      "url": "https://gepris.dfg.de/gepris/projekt/466495488",
      "title": "Maschinelles Lernen für den Entwurf und die Regelung von Power2X-Prozessen am Beispiel der Methanolsynthese",
      "subject_area": "SystemverfahrenstechnikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMathematik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466495488",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Ziele dieses Projektes sind: 1) Die Entwicklung neuer numerischer Methoden, welche die Stärken traditioneller Modellierungs- und Optimierungsansätze und des datengetriebenen maschinellen Lernens (ML) kombinieren sowie deren Anwendung zur 2) Entwicklung einer neuen Methodik für den Entwurf und die Führung von Power2Chemicals Prozessen. Die nichtlineare Dynamik infolge stark veränderlicher Feedzuläufe soll dabei explizit berücksichtigt werden.Die Methanolsynthese wird weiterhin als theoretisch anspruchsvolles Anwendungsbeispiel von hoher praktischer Relevanz betrachtet. Wesentliche Neuerungen aus prozesstechnischer Sicht gegenüber der 1. Förderphase betreffen: a) die Fokussierung auf CO2 als Kohlenstoffquelle für die Methanolsynthese, b) die Berücksichtigung von Transportlimitierungen im Katalysator und die sich daraus ergebenden zusätzlichen Freiheitsgrade, die auch für ein integriertes Katalysatorpellet- und Prozessdesign genutzt werden sollen, c) der Entwurf integrierter robuster und lastflexibler Reaktorkonzepte zur Steigerung des Umsatzes durch simultane Abtrennung des Nebenproduktes Wasser, und d) die Entwicklung geeigneter Prozessführungskonzepte zur Kompensation unvorhergesehener Störungen auf Basis der entwickelten hybriden Modelle. Daraus resultieren auch neue Herausforderungen an die zu entwickelnden mathematischen Methoden und Algorithmen. Diese betreffen vor allem die Entwicklung, Kalibrierung und Optimierung hybrider Modelle mit multiplen neuronalen Netzen zur Beschreibung der gekoppelten Reaktions- und Transportprozesse im Katalysator und die verstärkte Berücksichtigung diskreter Entscheidungsvariablen in den Bereichen Prozessdesign, Versuchsplanung und Prozessführung durch gemischt-ganzzahlige Optimalsteuerung (MIOC). Unsere Methodik zur hybriden Modellierung kombiniert experimentelle Daten aus einem gradientenfreien Kinetikreaktor mit verfügbarem physikalisch-chemischen Wissen und effizientem ML. Ein besonderer Schwerpunkt liegt hierbei auf einem Daten-effizienten Training der resultierenden hybriden Modelle. Wir erweitern hierzu erfolgreiche algorithmische Ansätze zum Training und zur Versuchsplanung. Das resultierende hybride Modell wird für einen robusten Prozessentwurf verwendet. Nominell optimale Steuerungsprofile werden mit Hilfe von MIOC für charakteristische Feedverläufe bestimmt. Der robuste Prozessentwurf wird durch eine robuste Regelung zur Kompensation von unvermeidlichen Modellfehlern und unvorhergesehenen Abweichungen vom nominellen Fall ergänzt. Diese basiert auf einer repetitiven Online-Optimierung und erfordert u.U. eine weitere Modellreduktion um Echtzeitanforderungen einzuhalten. Die entwickelten Konzepte sollen für einen gradientenfreien Reaktor schließlich auch experimentell validiert werden.  Das ambitionierte Arbeitsprogramm spiegelt die komplementäre Expertise der drei Antragsteller in den Bereichen experimentelle Analyse, konzeptioneller Prozessentwurf und -führung sowie effiziente Algorithmen wieder.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466528284",
      "url": "https://gepris.dfg.de/gepris/projekt/466528284",
      "title": "Maschinelles Lernen und optimale Versuchsplanung zur Modellierung thermodynamischer Stoffdaten",
      "subject_area": "Technische ThermodynamikMathematik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466528284",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Für viele Aufgaben in der Chemie- und Energietechnik spielt die genaue Kenntnis der thermodynamischen Eigenschaften (z.B. Druck und Temperatur mit Dichte und Schallgeschwindigkeit) und des Phasenverhaltens der beteiligten Fluide eine Schlüsselrolle. Solche Eigenschaften sind für das grundlegende Verständnis des chemisch-physikalischen Verhaltens und für die Entwicklung von Vorhersagemodellen erforderlich. Thermodynamische Eigenschaften sind auch die Grundlage für die Gestaltung sicherer, nachhaltiger und energieeffizienter Prozesse und Maschinen. Die Qualität von Stoffdatenberechnungen hängt jedoch weitgehend von der Verfügbarkeit und der Genauigkeit der experimentellen oder simulierten Daten sowie von den verwendeten Modellierungsverfahren ab. Messungen der thermodynamischen Eigenschaften sind in der Regel die genaueste Datenquelle und werden häufig in einem dichten Raster von Messpunkten durchgeführt, was letztlich einen umfassenden Datensatz liefert. Mit dem Ziel, eine genaue Zustandsgleichung zu entwickeln, ist dieser Ansatz jedoch zeitaufwändig, während unklar ist, ob alle Daten für die Modellentwicklung tatsächlich wesentlich sind. Infolgedessen ist die Entwicklung zuverlässiger Modelle aufgrund des erforderlichen zeitlichen und finanziellen Aufwands eher begrenzt. Es ist daher sehr wünschenswert, die Modellentwicklungszeit durch Begrenzung der experimentellen Datenmenge auf das erforderliche Maß deutlich zu reduzieren. Darüber hinaus sollten die entwickelten Modelle prägnante Funktionsformen aufweisen, um effiziente Berechnungen zu ermöglichen und den Einsatz in der Prozessgestaltung zu erleichtern. Das Hauptziel des vorgeschlagenen Forschungsvorhabens besteht daher darin, die oben genannten Probleme durch einen ganzheitlichen Ansatz zu lösen. Dazu ist ein gezieltes Zusammenspiel zwischen (1) interpretierbarem maschinellen Lernen in Form symbolischer Regression zur Bestimmung geeigneter funktionale Formen, (2) optimaler Versuchsplanung, zur Bestimmung der informativsten Datenpunkte, und (3) der eigentlichen Datenerhebung vorgesehen. In der ersten Phase des Schwerpunktprogramms wurde ein Arbeitsablauf entwickelt, bei dem ausgehend von anfänglichen Daten thermodynamischer Eigenschaften mit Hilfe der Modellierung der Zustandsgleichung durch Verfahren des maschinellen Lernens eine erste funktionale Form erstellt wird. Diese Form wird verwendet, um die nächsten informativen Messungen vorherzusagen, die dann als Input für die weitere Modellierung der Zustandsgleichung verwendet werden können. In der zweiten Projektphase wird dieser Arbeitsablauf auf die Untersuchung von Mischungen angewendet. Dazu werden Flüssig-Flüssig-Gleichgewichte untersucht und anwendungsspezifische Modelle für den Einsatz im Prozessauslegung erstellt. Darüber hinaus werden mittels symbolischer Regression physikalisch begründete Fundamentalgleichungen für Reinstoffe und vor allem Gemische entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, VertrauenMitverantwortlichXiaoxian  Yang, Ph.D."
    },
    {
      "project_id": "466380688",
      "url": "https://gepris.dfg.de/gepris/projekt/466380688",
      "title": "Sicheres Reinforcement Learning unter Unsicherheit für hybride Trennprozesse mit Recyclen in der Verfahrenstechnik",
      "subject_area": "Chemische und Thermische VerfahrenstechnikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466380688",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Online-Methoden wie die nichtlineare modellprädiktive Regelung (NMPC) sind wünschenswert, um chemische Prozesse optimal zu betreiben und Ressourcen zu sparen. Diese Methoden beruhen oft auf rigorosen, dynamischen Modellen, die jedoch schwer in Echtzeit zu lösen sind, insbesondere bei komplexen Prozessen wie dem Anfahren von Anlagen. Dies erschwert die Anwendung von NMPC. Die steigende Verfügbarkeit größerer Datenmengen eröffnet die Anwendung datengetriebener Betriebsstrategien wie Reinforcement Learning (RL). Einige Herausforderungen, wie die rigorose Einhaltung von Betriebsbeschränkungen und die großen benötigten Datenmengen grenzen jedoch die Anwendbarkeit bei verfahrenstechnischen Prozessen ein. In der ersten Phase dieses Projekts wurde ein rigoroses Modell durch ein Surrogat ersetzt, das in einem NMPC-Controller verwendet wird. Ein RL-Algorithmus, der mit einem rigorosen Modell interagiert, passt das NMPC-Problem entsprechend an, um eine optimale Leistung zu erzielen. Dieser Ansatz wurde an einer Batch-Destillation von Ethanol und Wasser demonstriert. An der TU Berlin wurde die Batch-Kolonne gebaut und ein dynamisches Modell formuliert, während an der TU Dortmund der NMPC-basierte RL-Algorithmus entwickelt wurde. Unser bisheriger Ansatz setzt ein perfektes, rigoroses Modell voraus. Reale chemische Prozesse sind jedoch mit Unsicherheiten behaftet, die aus Modellparametern resultieren, die an Experimentaldaten angepasst werden. Bei der Verwendung von Surrogaten müssen Unterschiede zwischen dem rigorosen Modell und dem Surrogat berücksichtigt werden. Außerdem werden in der Verfahrenstechnik selten einzelne Prozesseinheiten isoliert betrieben; sie sind oft Teil komplexer Fließbildern mit Kreisläufen zur Massen- oder Energieintegration. In der zweiten Phase des Projekts werden diese Herausforderungen systematisch angegangen. Zur Verbesserung der Parameterschätzung wird das Ziel des NMPC-basierten RL-Algorithmus in eine Informationsmetrik geändert, die auf optimaler Versuchsplanung basiert. Unsicherheiten in Modellparametern werden durch Bayes'sche - Inversion oder Bootstrapping quantifiziert. Die Diskrepanz zwischen rigorosem und Ersatzmodell wird durch das Training eines Bayesian Last Layer Netz behoben. Die quantifizierte Unsicherheit wird genutzt, um einen robusten NMPC zu formulieren, das durch RL mit einem rigorosen Modell angepasst wird. Wir untersuchen auch, ob Surrogatmodelle einzelner Einheiten kombiniert werden können, indem größere Unsicherheiten berücksichtigt werden.  Das vorgeschlagene Vorgehen wird auf das hybride Trennverfahren die Batch-Destillation/Pervaporation zur Trennung von Ethanol und Wasser angewandt. Hierzu wird die Batch-Kolonne aus der ersten Phase um den Membranprozess erweitert und ein dynamisches Modell des Pervaporationsprozesses erstellt. Das Ziel der zweiten Phase ist die optimale Regelung dieses hybriden Prozesses in Echtzeit mit unserem NMPC-basierten RL-Algorithmus.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466468799",
      "url": "https://gepris.dfg.de/gepris/projekt/466468799",
      "title": "Translation von thermodynamischem Wissen auf Computer",
      "investigators": "Professorin Dr. Sophie  Fellenz;Professor Dr.-Ing. Hans  Hasse;Professorin Dr. Heike  Leitte",
      "subject_area": "Chemische und Thermische VerfahrenstechnikBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466468799",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Dieses Projekt adressiert ein Kernproblem der künstlichen Intelligenz: die Übertragung menschlichen Wissens auf Computer. Unser Ziel ist es, dies für das umfangreiche und tiefe Wissen über die Thermodynamik zu erreichen. Aufgrund ihrer ausgereiften und strukturierten Theorie bietet die Thermodynamik ideale Voraussetzungen hierfür; die Ergebnisse könnten zudem sowohl in den Natur- als auch in den Ingenieurwissenschaften weitreichende Anwendungen finden. Die Grundprinzipien, die die Translation des thermodynamischen Wissens leiten, sollten auch auf andere wissenschaftliche und technische Felder übertragbar sein. In den ersten zwei Jahren des Projekts haben wir eine Systematik für die Translation des thermodynamischen Wissens erarbeitet und diese in einem System umgesetzt, welches es Computern ermöglicht, thermodynamische Probleme zu lösen. Dieses System, das wir KnowTD nennen, besteht aus zwei Teilen: einer Ontologie und einem Reasoner. In der Ontologie sind die thermodynamische Theorie, Materialeigenschaften und Klassen von Problemstellungen maschinenlesbar gespeichert. Der Reasoner baut auf diesem Wissen auf und definiert anhand einer Nutzereingabe das jeweils zu lösende Problem, stellt valide Gleichungen zusammen, die dieses Problem beschreiben, und löst sie. Für die zweite Förderperiode planen wir wesentliche Erweiterungen des Leistungsumfangs von KnowTD; behandelt werden sollen: offene Systeme, andere Stoffe als ideale Gase, Prozesse aus vielen Teilschritten (auch Kreisprozesse) und gekoppelte Systeme. Zudem haben wir Voruntersuchungen zum Einsatz großer Sprachmodelle, insbesonderere ChatGPT, für die Lösung thermodynamischer Probleme durchgeführt. Bei einfachen Problemen liefert ChatGPT 4 gute Lösungen, es scheitert jedoch, wenn die Probleme komplexer werden. In der nächsten Förderperiode wollen wir auch diese Arbeiten weiterführen. Ziel ist es dabei, ein hybrides System zu entwickeln, das die Flexibilität großer Sprachmodelle mit dem wissensbasierten Ansatz von KnowTD zusammenführt und dabei die Stärken beider Ansätze nutzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466387255",
      "url": "https://gepris.dfg.de/gepris/projekt/466387255",
      "title": "Verallgemeinerung der automatisierten, neuronalen Fließbildsynthese auf neue Stoffsysteme",
      "subject_area": "Chemische und Thermische VerfahrenstechnikKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466387255",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Die Fließbildsynthese ist Teil des konzeptionellen Designs in der Verfahrenstechnik (VT). In der ersten Förderperiode des SPPs haben wir ein Reinforcement Learning (RL)-Verfahren für die automatisierte Fließbildsynthese von stationären chemischen Prozessen entwickelt und implementiert. Die RL-Umgebung besteht aus einem Prozesssimulator, der physikalisches Wissen enthält: physikalisch-chemische Stoffdaten und eine Reihe Apparatemodelle. Schritt für Schritt erstellt der RL-Agent Fließbilder, modifiziert sie und bewertet sie im Prozesssimulator, um einen Reward in Bezug auf ein bestimmtes Ziel (z.B. den Kapitalwert) zu erhalten. Der Agent hat keine Vorkenntnisse in der VT und ist darauf trainiert, Fließbilder ausschließlich durch automatische Interaktion mit dem Simulator zu erstellen. Er ist mittlerweile in der Lage ist, Fließbilder für komplexe Trennprozesse zu entwickeln: z.B. Azeotrop- oder Entrainer-Destillationen mit Lösemittelauswahl und Rückführungsströmen. Das RL-Setup ist auf Augenhöhe mit klassischen mathematischen Optimierungsmethoden für die Fließbilderstellung, wie z.B. die Reduktion von Superstrukturen. Es besteht jedoch ein großes Potenzial für das RL-Setup, gelernte Strategien auf neue, unbekannte chemische Systeme zu übertragen. In unserem Projekt für die zweite Förderperiode werden wir systematisches Training einsetzen, um das Lernen an einzelnen Stoffsystemen auf weitere, neue Stoffsysteme zu verallgemeinern. Wir setzen auf unseren Methoden aus der ersten Förderperiode auf und verbessern diese mit dem Ziel, einen generalisierten Ansatz zu entwickeln: Die Aufgabenstellung gibt einen Zulaufstrom und dessen Zusammensetzung vor. Das im Projekt entwickelte Modell des maschinellen Lernens (ML) schlägt dann nahezu optimale Fließbilder zur Trennung des Stroms vor, auch wenn das Stoffsystem nicht im Trainingsprozess einbezogen war. Um dies zu erreichen, wird die AG Burger (VT) den Fließbildsimulator flexibler gestalten (mehr Prozesseinheiten, Multikomponentenmischungen, detailliertere Kostenfunktionen). Die AG Grimm (ML) leitet die Entwicklung verallgemeinerter Fließbildrepräsentationen, skalierbarer und flexibler ML-Modellarchitekturen und effizienter Trainingsstrategien. Das Training wird hauptsächlich im Raum der thermodynamischen Eigenschaften durchgeführt, die das Verhalten der Stoffe in den Prozesseinheiten charakterisieren. Eine enge Zusammenarbeit zwischen den beiden Gruppen hat sich bereits in der ersten Förderperiode als erfolgreich erwiesen. Das Projekt ist im Feld F der Kooperationsmatrix des SPPs angesiedelt, hauptsächlich im Forschungsbereich #6 Kreativität. Es besteht ein großes Potenzial für die Zusammenarbeit mit anderen Projekten. U. a. können wir die Vorhersage von Eigenschaften aus Molekülstrukturen in unseren Prozesssimulator integrieren. Außerdem werden wir weiterhin Methoden (RL, Short-Cut-Modelle) mit den Projekten austauschen, die sich mit Prozessdesign, Optimierung oder anderen Planungsproblemen beschäftigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen"
    },
    {
      "project_id": "466092867",
      "url": "https://gepris.dfg.de/gepris/projekt/466092867",
      "title": "Verbesserung der Simulationen von großen, mit dichten Partikeln beladenen Strömungen durch maschinelles Lernen: ein genetischer Programmieransatz",
      "investigators": "Professorin Dr.-Ing. Sanaz  Mostaghim;Professor Dr. Berend van Wachem",
      "subject_area": "StrömungsmechanikBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingMechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 466092867",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, Vertrauen",
      "description": "Partikelbeladene Strömungen treten in vielen natürlichen und industriellen Prozessen auf, wie zum Beispiel in der Strömung von roten und weißen Blutkörperchen in Plasma oder der Bewegung von Partikeln in Wirbelschichten. In den letzten 40 Jahren haben Wissenschaftler Euler-Lagrange (EL) Simulationen verwendet, um das Verhalten solcher Strömungen vorherzusagen. Allerdings stützen sich EL-Simulationen stark auf Schließungsmodelle, um die Subfilterspannungen (d.h. Fluidturbulenzen) und die Wechselwirkung zwischen dem Fluid und den Partikeln zu beschreiben. Diese Schließungsmodelle entstehen aus komplexen physikalischen Phänomenen, die auf kleinen Skalen auftreten: wie kleine Fluidwirbel interagieren und wie das Fluid mit den Oberflächen der Partikel interagiert. Aktuelle Modelle hierfür sind weitgehend empirisch, rudimentär und die genaue Bestimmung der Werte wäre extrem teuer, da viele hoch aufgelöste Simulationen für jeden der Fälle durchgeführt werden müssten. Dies ist ein Antrag zur Entwicklung neuartiger Modelle für die Subfilterspannungen und die Wechselwirkungen zwischen Partikeln und Flüssigkeiten zur Vorhersage partikelbeladener Strömungen auf Prozessebene unter Berücksichtigung der Eigenschaften der Strömung um das Partikel und der umgebenden Partikel unter Verwendung eines überwachten maschinellen Lernansatzes: genetische Programmierung (GP). GP ist sehr gut geeignet, da das Ergebnis überprüfbare Gleichungen produziert. In der ersten Förderperiode haben wir ein neues, sehr genaues Partikel-Fluid-Wechselwirkungsmodell entwickelt. In dieser Förderperiode werden wir das Modell mit einer Unsicherheitsquantifizierung erweitern und einen Ausdruck für die nicht geschlossenen Subfilterspannungen entwickeln. Die entwickelten Gleichungen werden durch analytische Lösungen und hoch aufgelöste Simulationen validiert und ermöglichen genaue, groß angelegte Simulationen dichter partikelbeladener Strömungen auf Prozessebene, wobei nur ein Bruchteil der Kosten vollständig aufgelöster Simulationen erforderlich ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2331: \nMaschinelles Lernen in der Verfahrenstechnik. Wissen trifft auf Daten: Interpretierbarkeit, Extrapolation, Verlässlichkeit, VertrauenInternationaler BezugUSAKooperationspartnerProfessor Dr. Fabien  Evrard"
    }
  ]
}