{
  "spp_number": "SPP 2237",
  "spp_title": "MAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422691801",
  "projects_count": 40,
  "projects": [
    {
      "project_id": "440540015",
      "url": "https://gepris.dfg.de/gepris/projekt/440540015",
      "title": "AlgaTerrest: Wie die Evolution der Zellteilung und der Verzweigung den Übergang von Algen zu Landpflanzen ermöglichte.",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440540015",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Evolution von Grünalgen zu Landpflanzen brachte eine dramatische Veränderung des Körperplans mit sich. Dieser Übergang erforderte, dass einfache 1-D Algenfilamente zu 2-D und schließlich 3-D Wachstum vorrückten. Die Bildung der neuen Körperpläne wurde durch die Entwicklung von Verzweigungsmechanismen möglich, einschließlich tiefgreifender Änderungen in der Art der Zellteilung. Die vorgeschlagene Studie ist eine vergleichende Analyse, die auf die Entdeckung und Beschreibung von Verzweigungs- und Zellteilungsgenen abzielt. In der zygnematalen Alge Mougeotia ist die Verzweigung des Filaments durch ein einfaches Terrestrialisierungssystem induzierbar. Dafür werden die Algenfilamente auf feste Oberflächen (z.B. Agar) übertragen. Basierend auf diesem System wird die Zellbiologie der Terrestrialisierung von Mougeotia unter Verwendung von Lebendzellmikroskopie und TEM untersucht. Als nächstes werden Verzweigung und Zellteilung mittels einer transkriptomischen Studie durchleuchtet. Auf diese Weise aufgedeckte Genen können durch das Deletieren ihrer Orthologe im Lebermoos Marchantia untersucht werden. Phänotypische Analysen der erhaltenen Marchantia-Pflanzen können zeigen, wie Algengene und -proteine ​evolviert sind, um die Bildung eines Bryophyten-Körperplans zu ermöglichen. Dieser vergleichend evolutive Ansatz wird zeigen, wie die Evolution der Zellteilung und der Verzweigung die Bildung der Landpflanzen ermöglichte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440232164",
      "url": "https://gepris.dfg.de/gepris/projekt/440232164",
      "title": "Analyse der evolutionären Chemodiversität, des Metabolismus, und der Funktion von Sphingolipiden in den Zygnematophyceaen Spirogyra pratensis und Mougeotia scalaris und den Bryophyten Marchantia polymorpha und Physcomitrella patens",
      "subject_area": "Biochemie und Biophysik der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440232164",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Sphingolipide sind essentielle Lipide, die ubiquitär in Eukaryoten vorkommen. Pflanzliche Sphingolipide sind an vielen Prozessen beteiligt, wie der Aufrechterhaltung der Integrität der Plasmamembran und der Mikrodomänenbildung, des Zellwachstums und der Zellteilung, der polaren Sekretion und der Induktion des programmierten Zelltods. Sie wurden vor allem an der Modellpflanze Arabidopsis thaliana untersucht, für die seit Jahrzehnten ein umfangreiches Repertoire an genetisches Tools zur Verfügung steht. Die genauen Funktionen von Sphingolipiden sind bei Arabidopsis aufgrund nicht lebensfähiger oder pleiotropher Phänotypen der Mutanten, komplexer Organstrukturen und Schwierigkeiten bei der Extraktion und Detektion von Sphingolipiden, schwierig zu untersuchen. Genomsequenzen und Werkzeuge zur Bearbeitung des Genoms sind jetzt für eine Vielzahl von Arten verfügbar. Sie bieten die Möglichkeit ein besseres Verständnis der metabolischen und funktionalen Vielfalt von Sphingolipiden zu erhalten und ermöglichen so das Studium ihrer evolutionären Geschichte und Funktionen in den Vorfahren der Blütenpflanzen. Die Bryophyten Marchantia polymorpha und Physcomitrella patens sind frühe Landpflanzen und relativ neue Modellorganismen, die für diesen Zweck gut geeignet sind. Vorarbeiten meiner Gruppe ergaben ein einzigartiges Sphingolipidprofil für Physcomitrella und die Diversifizierung von beteiligten Genfamilien, die mit der Biosynthese des zentralen Bausteins von Sphingolipiden, den Ceramiden, verbunden sind. Wir werden zuerst eine umfassendes Sphingolipidprofil von Marchantia sowie der Zygnematophyceaen Spirogyra pratensis und Mougeotia scalaris erstellen, um eine breitere Perspektive für die Etablierung charakteristischer Sphingolipid-Bausteine bei Pflanzen zu erhalten. Als nächstes werden wir Physcomitrella und Marchantia verwenden, um die evolutionären Funktionen von Sphingolipiden in Landpflanzen zu untersuchen. Wir werden uns unseren Analyse auf drei Genfamilien konzentrieren: (1) einer Sphingolipid-Desaturase-Familie, von der wir vermuten, dass sie spezifisch für Bryophyten und Mikroalgen ist, (2) der Ceramidsynthase-Familie als Schlüsselenzym in der Sphingolipid-Biosynthese und (3) den Ceramid-Glucosyltransferasen, die die einfachste Modifikation des Ceramid-Rückgrats katalysieren. Physcomitrella und Marchantia werden aufgrund ihrer relativ einfachen Morphologie besonders nützlich für die Untersuchung von Sphingolipidfunktionen sein, weil sie die Beobachtung von Merkmalen wie Zellwachstum, Zellteilung und -differenzierung erleichtern. Von Ihnen ist bekannt, dass sie durch den Sphingolipid-Metabolismus beeinflusst werden. Des Weiteren werden wir diese Systeme verwenden, um zu testen, wie Sphingolipide zur Toleranz gegenüber abiotischem und biotischem Stress beitragen, die mit dem Leben an Land verbunden sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440370941",
      "url": "https://gepris.dfg.de/gepris/projekt/440370941",
      "title": "Anpassung der Mechanismen des chloroplastidären Proteintransports während der Evolution der Landpflanzen",
      "subject_area": "PflanzenphysiologieEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440370941",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Biogenese der Thylakoidmembran erfordert den koordinierten Transport von Membranproteinen, die sowohl im Zellkern und als auch im Plastiden kodiert sind. Komponenten des chloroplastidären Signalerkennungspartikel (SRP)-Systems spielen eine wichtige Rolle beim post- und cotranslationalen Transport einer Vielzahl dieser Proteine. Bisherige Forschungen haben gezeigt, dass sich die Transportmechanismen während der Evolution von streptophytischen Algen und Landpflanzen auf molekularer Ebene erheblich verändert haben. In dem hier vorgeschlagenen Projekt wollen wir vertiefte Einblicke in die molekularen Veränderungen des SRP-Systems während der Evolution der Landpflanzen gewinnen und die zugrundeliegenden evolutionären Triebkräfte aufdecken. Wir werden insbesondere (i) die Funktion der cpSRP-Proteine (cpSRP43 und cpSRP54) und der SRP-RNA, (ii) die Regulierung des SRP-abhängigen Transports und (iii) den Andockmechanismus von Ribosomen an die Alb3-Insertase im Moos Physcomitrium patens und im Lebermoos Marchantia polymorpha untersuchen. Zu diesem Zweck werden wir genetische, zellbiologische, biochemische und strukturelle Ansätze kombinieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440536505",
      "url": "https://gepris.dfg.de/gepris/projekt/440536505",
      "title": "Broytherm - Thermomorphogenese als Mechanismus zur Anpassung an erhöhte Temperaturen in der Evolution früher Landpflanzen",
      "subject_area": "PflanzenphysiologieEvolution und Systematik der Pflanzen und PilzeZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440536505",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Amplitude zwischen Minimal- und Maximaltemperaturen, denen ein pflanzlicher Organismus im Laufe eines Lebenszyklus ausgesetzt ist, ist bei Landpflanzen wesentlich größer als bei Pflanzen, die in aquatischen Lebensräumen beheimatet sind. Insbesondere erhöhte Umgebungstemperaturen zählen somit zu den wichtigsten abiotischen Faktoren, an die sich Pflanzen beim Schritt von Wasser an Land anpassen mußten. Wir wissen, daß die phänotypische Plastizität von eudikotyledonen Landpflanzen groß genug ist, um sich an erhöhte Wachstumstemperaturen mithilfe architektonische Veränderungen des Sprosses anpassen zu können. Dabei nutzen sie Teile des Lichtsignalweges, um Wachstumsmuster in höheren Temperaturen zu koordinieren. Wie dieser Mechanismus, die sogenannte Thermomorphogenese, ursprünglich entstanden ist, ist unbekannt. Wir wissen ebenfalls nicht, ob Bryophyten (Physcomitrella patens und Marchantia polymorpha), deren Body plan den ersten terrestrischen Pflanzen vermutlich relativ ähnlich ist, Thermomorphogenese als Anpassungsmechanismus nutzen. In diesem Projekt werden wir deshalb die Reaktion von Bryophyten auf erhöhte Umgebungstemperaturen detailliert charakterisieren und Thermomorphogenese sowohl auf morphologischer, als auch auf physiologischer Ebene inklusive der von Temperaturstimuli ausgelösten Signalkaskade analysieren. Neben vergleichenden Ansätzen werden wir auch die Reaktion auf Temperatur in erster Linie im Lebermoos Marchantia polymorpha unvoreingenommen analysieren. Dafür generieren wie hochauflösende Transkriptomdatensätze sowie Phosphoproteomdaten, um Signalmodule via Konstruktion genregulatorischer Netzwerke basierend auf machine learning zu identifizieren. Auf diese Art und Weise wollen wir in diesem Projekt morphologische und molekulare Daten miteinander kombinieren, um die Reaktion von Bryophyten auf erhöhte Umgebungstemperaturen besser verstehen zu können. Auf dieser Basis ist es dann möglich, weiterführende Experimente zu entwickeln, die die evolutionäre Entstehung solcher Mechanismen und deren Rolle bei der Terrestrialisierung von Pflanzen adressieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440231723",
      "url": "https://gepris.dfg.de/gepris/projekt/440231723",
      "title": "Carotology: Sind Apocarotinoide konservierte Modulatoren der Streptophytenphysiologie?",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzePflanzenphysiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440231723",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Umweltstressoren waren eine der großen Herausforderung für die frühesten Landpflanzen. Landpflanzenplastiden sind zentral für Stressantworten: sie produzieren Signale, welche die gesamte Zellphysiologie von Pflanzen modulieren. Eine Hauptklasse dieser Signale sind die Apocarotinoide, generiert durch Carotinoidspaltung. In der ersten Förderperiode von MAdLand lernten mein Team und ich, dass Landpflanzen und Streptophytenalgen eine Reihe von stressrelevanten Apocarotinoiden gemein haben. Nun wollen wir verstehen, welche physiologischen und molekularen Reaktionen diese Moleküle hervorrufen. Wir werden die Hypothese testen, dass die Apocarotinoide β-Cyclocitral, β-Ionon und Dihydroactinidiolid evolutionär konservierte Stressreaktionsmuster induzieren. Für alle Arbeiten werden wir die MAdLand-Systeme Mesotaenium endlicherianum, Zygnema circumcarinatum und Physcomitrium patens (als Landpflanzenreferenz) nutzen und drei synergistische Ziele verfolgen: (1) Messung der Auswirkungen von Apocarotinoiden auf das Wachstum von Zygnematophyten und Landpflanzen, Photophysiologie und Isoprenoidbiosynthese, welche die Vorstufen von Apocarotinoiden produzieren. Diese Daten werden Aufschluss über die physiologischen Effekte von Apocarotinoiden geben, die Landpflanzen und Algen gemein haben. (2) Deduktion Apocarotinoid-induzierter, globaler Reaktionsmuster über 600 Millionen Jahre der Streptophytenevolution hinweg; durch Integration von RNAseq- und Phosphoproteomik-Daten werden wir ein umfassendes Reaktionsmuster und Signaltransduktionskandidaten ermitteln um auf ein gemeinsames homologes Signalnetzwerk zu testen. (3) Untersuchung der Konservierung des Signalwegs; während in 1 und 2 ein Top-Down-Ansatz verfolgt wird, haben wir auch klare Kandidaten: das Phytohormone Salizylsäure (SA) und (Ko-)Orthologe der Transkriptionsfaktoren ELONGATEDHYPOCOTYL 5 (HY5) und PHYTOCHROME INTERACTING FACTOR 3 (PIF3) in allen drei Spezies. Wir werden die Konservierung der Transkriptionsfaktoren mittels Komplementationsexperimenten zwischen den Arten mit den Algengenen in bereits generierten Physcomitrium hy5 und pif Mutanten testen. Zusätzlich werden Integration von SA in der Apocarotinoid-Antwort und SA-assoziierte Signalprozesse untersucht. Wir werden alle unsere umfassenden Daten zur physiologischen Wirkung, globalen Signalmustern sowie dem gezielten kandidatenbasierten Ansatz auf die Phylogenie der Phragmoplastophyta projizieren und mit öffentlichen Daten an Landpflanzen und Koexpressionsnetzwerken von streptophytischen Algen vergleichen. Dieses Projekt wird vier MadLand-Kernthemen adressieren (i-iv): (i) Evolutionärer Ursprung eines Netzwerkes für die Apocarotinoid-mediierte Modulation der Antwort auf terrestrische Stressoren in streptophytischen Algen; (ii) Deduktion eines Regulationsmuster im letzten gemeinsamen Vorfahren von Landpflanzen und Zygnematophyceen; (iii) Untersuchung ihrer Rolle als molekulare Adaptation bei der Reaktion auf (iv) abiotischen terrestrischen Stress.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "527875163",
      "url": "https://gepris.dfg.de/gepris/projekt/527875163",
      "title": "Co-Evolution und molekulare Adaptation des funktionalen MLO-EXO70-Moduls im Verlauf der Terrestrialisierung",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und PilzePflanzenphysiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527875163",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "MLO-Proteins sind integrale Membranproteine, die als Calciumkanäle fungieren und spezifisch für photosynthetisch aktive Eukaryonten sind. In Landpflanzen sind sie typischerweise in multiplen sequenzdiversifizierten Isoformen pro Spezies vorhanden und tragen zu grundlegenden physiologischen Prozessen wie Wurzel-Thigmomorphogenese –und -Gravitropismus, Befruchtung sowie Pathogenabwehr bei. Exoycyst ist ein evolutionär konservierter Proteinkomplex, der aus mehreren Protein-Untereinheiten besteht und in allen Eukaryoten vorhanden ist. Von anderen Taxa abweichend, gibt es in Landpflanzen mehrere sequenzdiversifizierte Isoformen der EXO70 Exozyst-Untereinheit. Wir haben vor Kurzem entdeckt, dass Arabidopsis thaliana MLOs und EXO70s ein funktionales Modul bilden, welches die physische Assoziation dieser Proteine beinhaltet und welches gerichtete Sekretion von z.B. Zellwand-assoziierter Fracht vermittelt. Gemäß unserer Hypothese haben sich Schlüssel-Eigenschaften dieses funktionalen MLO-EXO70-Moduls im Verlauf der Terrestrialisierung entwickelt. Wir schlagen daher vor, die Co-Evolution und molekulare Adaptation des MLO-EXO70-Moduls in Chara braunii (Charophyceae) und Mesotaenium endlicheranium (Zygnematophyceae) zu analysieren, die als rezente Repräsentanten der sogenannten ZCC-Klade den organismischen Übergang vom Wasser zum Land markieren. Die Genome von C. braunii und M. endlicherianum codieren für sieben bzw. drei MLO-artige Proteine, die sich in Größe und Membrantopologie zum Teil deutlich von ihren kanonischen Gegenstücken der Landpflanzen unterscheiden. Weiterhin codieren diese Genome für jeweils zwei prototypische EXO70 Untereinheiten. Basierend auf diesem Satz Proteine, der sich von Schwesterarten der Landpflanzen ableiten, werden wir die kürzlich entdeckte Calciumkanalaktivität der MLO-Proteine analysieren, ihre bekannte Fähigkeit testen, mit dem cytoplasmatischen Calciumsensor Calmodulin zu assoziieren und ihre Isoform-Präferenz für die die Interaktion mit spezifischen EXO70-Familienmitgliedern untersuchen. Wir beabsichtigen ferner, die Expressionsmuster der MLO- und EXO70-Gene in den verschiedenen Teilen des komplexen C. braunii-Thallus unter unterschiedlichen Bedingungen zu studieren und die natürliche genetische Variabilität dieser Gene innerhalb der Art C. braunii, aber auch breiter innnerhalb der Charaphyceen, zu ermitteln. Zusammengenommen werden diese Untersuchungen ein globales Bild hinsichtlich der angenommenen Co-Evolution und molekularen Adaptation des funktionalen MLO-EXO70-Moduls während des Übergangs des Lebens vom Wasser zum Land ergeben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440539914",
      "url": "https://gepris.dfg.de/gepris/projekt/440539914",
      "title": "Das amphibische Lebermoos Riccia fluitans:\nEin neuer Modelorganismus zur Analyse adaptiver Landpflanzenmerkmale",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenÖkologie und Biodiversität der Pflanzen und Ökosysteme",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440539914",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "TCP Transkriptionsfaktoren (TF) sind Schlüsselregulatoren für die Kontrolle von Entwicklungsprozessen in Angiospermen. Wir haben gezeigt, dass der Marchantia polymorpha TF MpTCP1 Wachstumsprozesse in dem Lebermoos reguliert und auch die Bildung von neuen Pflanzenpigmenten steuert, die eine Schutzfunktion bei abiotischem Stress ausüben könnten.  Die Eroberung des Landes von Pflanzen begann wahrscheinlich in Randbereichen von Süßwasserteichen, wo Vorfahren der Landpflanzen bei Dürren einem Wassermangel ausgesetzt waren. Die ersten Landpflanzen mussten somit über Anpassungen an neue abiotische Stressoren wie Trockenheit und hohe Lichtintensitäten verfügen. Das amphibische Lebermoos Riccia fluitans lebt sowohl in aquatischen als auch terrestrischen Habitaten. Durch eine enorme Plastizität seiner Entwicklungsprogramme ist R. fluitans ideal um molekulare Prozesse zu untersuchen, die Anpassungen an eine terrestrische Lebensweise vermitteln. Unter Trockenstress bildet die Wasserform von R. fluitans die typischen Landpflanzenstrukturen aus: Rhizoide für eine Verankerung im Boden, Atemporen zum Gasaustausch sowie eine widerstandsfähige, wasserabweisende Oberfläche. In dem Projekt soll das Methodenrepertoire für R. fluitans erweitert werden und mittels CRISPR/Cas9 generierte Rftcp1 Mutanten charakterisiert werden. Weiterhin unterscheiden sich die R. fluitans Wasser- und Landform auch in ihrer meristematischen Aktivität, welches zu Unterschieden im Thalluswachstum führt. Die Aktivität des MpTCP1 Proteins ist redox-sensitiv und reguliert ein komplexes, nachgeschaltetes Redoxnetzwerk, welches auch das Wachstum beeinflusst. In diesem Projekt wollen wir den Einfluss von Redoxprozessen auf meristematische Aktivitäten und die Entwicklung von adaptiven Landpflanzenmerkmalen in Habitaten mit unterschiedlichen Stressoren untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440240293",
      "url": "https://gepris.dfg.de/gepris/projekt/440240293",
      "title": "Die Evolution des Salicylsäuresignalwegs",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440240293",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "In ihrer natürlichen Umgebung leben Pflanzen in Gemeinschaft mit verschiedenen Mikroorganismen, die einen vorteilhaften, einen neutralen oder schädlichen Einfluss auf die Pflanzen haben können. Da die Arten der Pflanzen-Mikroorganismus-Wechselbeziehungen in terrestrischer und aquatischer Umgebung vermutlich sehr unterschiedlich sind, haben molekulare Innovationen oder Adaptationen von immunspezifischen Signalwegen beim Landgang der Pflanzen wahrscheinlich eine grundlegende Rolle gespielt. Im Rahmen umfangreicher Studien konnten bereits konservierte und einzigartige Mechanismen, die den Pflanzen-Mikroorganismus-Wechselbeziehungen in unterschiedlichen Spezies zugrunde liegen, aufgedeckt werden, wobei sich die meisten Erkenntnisse jedoch derzeit auf die Klasse der Bedecktsamer (Angiospermen) beschränken. Eine molekulare Aufgliederung der Immunsysteme von Moosen (Bryophyta) und streptophytischen Algen ist daher notwendig, um Erkenntnisse über die Adaptationsprozesse bei der Landbesiedlung zu gewinnen. Salicylsäure (SA) ist ein Phytohormon, das eine grundlegende Rolle in der Immunabwehr von Pflanzen spielt und in Angiospermen eine Resistenz gegen biotrophe und hemi-biotrophe Pathogene hervorruft. In Moosen und streptophyten Algen findet man ebenfalls Salicylsäure, jedoch sind sowohl die Funktion von SA als auch der Salicylsäuresignalweg in diesen Pflanzenklassen noch nicht charakterisiert worden. Bemerkenswerterweise, konnte das NPR Gen in keinem der bisher sequenzierten Genome streptophyter Algen nachgewiesen werden. Dies impliziert, dass Pflanzen diesen kanonischen Salicylsäurerezeptor vermutlich erst während des Landgangs erworben haben. Im Rahmen dieses Projekts haben wir uns das Ziel gesetzt, die Evolution der Funktion und des Signalwegs von Salicylsäure zu entschlüsseln. Um dieses Ziel zu erreichen möchten wir erstrangig die Reaktion auf SA in unterschiedlichen Pflanzen, die entweder den kanonischen embryophyten SA-Rezeptor NPR besitzen oder diesen nicht aufweisen, auf Transkriptom- und Proteomebene beschreiben. Dabei werden wir drei Bryophyta und sechs streptophyte Algenspezies untersuchen. Zweitrangig werden wir die Evolution der Perzeption von Salicylsäure auf molekularer Ebene untersuchen, indem wir NPR in Moosen charakterisieren und neuartige SA-Rezeptoren untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440525456",
      "url": "https://gepris.dfg.de/gepris/projekt/440525456",
      "title": "Die Evolution von Plasmodesmen",
      "subject_area": "EntwicklungsbiologieZellbiologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440525456",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Plasmodesmen (PD) kontrollieren die interzelluläre Kommunikation in Pflanzen und schaffen -  trotz der vorhandenen Zellwände - eine direkte symplasmatische Kontinuität des Zytoplasmas angrenzender Zellen. Bei den Samenpflanzen wurde eingehend untersucht, dass die PD Netzwerke der pflanzlichen Gewebe hoch dynamisch sind und komplexen, fein gesteuerten strukturellen und funktionellen Veränderungen unterliegen. Diese Veränderungen sind offenbar nötig, um pflanzliche Entwicklungsprozesse zu steuern, um eine metabolische Anpassung an veränderliche Umweltbedingungen zu ermöglichen, oder die zelluläre und systemische Abwehr von Pathogenen zu kontrollieren. PD kommen schon in niederen Landpflanzen (Nicht-Samenpflanzen) regelmäßig vor, und wurden sogar in einigen Gruppen der Streptophyta Algen gefunden, die nahe mit den Landpflanzen verwandt sind. Daher wird allgemein angenommen, dass die interzelluläre Kommunikation über PD auch in der Evolution der Pflanzen und beim Landgang der pflanzlichen Organismen eine zentrale Rolle gespielt haben. Die Zellkontakte könnten z.B. die Entwicklung immer komplexerer, arbeitsteilig funktionierender Pflanzenkörper massgeblich beeinflusst haben, oder die Besiedelung des feindlichen Lebensraumes \"Land\"  ermöglicht haben, wo die Pflanzengewebe koordinierte Strategien entwickeln mussten, um der Vielzahl an abiotischen oder biotischen Stressfaktoren zu begegnen.  Daraus ergibt sich die zentrale Frage, ob PD und die symplasmische Netzwerke in Pflanzen von Anbeginn an die gleichen Eigenschaften und Regulationsmechanismen besaßen, oder ob im Verlauf der Evolution der Landpfanzen über Hunderte von Millionen Jahren auch eine \"Evolution der PD\" stattgefunden hat, die immer komplexere Möglichkeiten zur Steuerung der interzellulären Kommunikation hervorgebracht hat. Diese Frage kann nicht beantwortet werden, weil derzeit noch zu wenige, teils widersprüchliche Informationen zu den PD Netzwerken der Streptophyten Algen und niederen Pflanzen vorliegen, die mit den vielen Befunden in Samenpflanzen verglichen werden müssten. Im vorliegenden Projekt möchten wir deshalb gezielt die Evolution von PD studieren. Bevor molekulare Fragen aufgeworfen werden,  wollen wir die strukturellen Veränderungen untersuchen, die PD und symplasmische Netzwerke im Verlauf der Evolution erfahren haben und nutzen dazu Transmissionselektronenmikroskopie und Konfokale Laser Scanning Mikroskopie. Wir stellen u.a. folgende Fragen: -- haben PD der Streptophyta Algen schon eine Substruktur, die sich vom Endoplasmatischen Retikulum ableitet?-- spiegelt sich die unterschiedliche Komplexizität der Thalli von Hornmoosen und thallosen Lebermoosen in der Komplexizität ihrer PD Netzwerke wider?  --  gibt es in der  \"Blatt\"entwicklung von Nicht-Samenpflanzen die gleichen PD modifikationen wie bei Samenpflanzen? Trotz z.T. fehlender Homolgie?-- bilden Nicht-Samenpflanzen auch sekundäre PD  in bestehenden Zellwänden und welche Mechanismen nutzen sie dazu?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "527912383",
      "url": "https://gepris.dfg.de/gepris/projekt/527912383",
      "title": "Die Rolle von Trehalose-6-Phosphat in Moosen (Bryophyten) und während der Evolution der Landpflanzen",
      "subject_area": "PflanzenphysiologieEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527912383",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Trehalose-6-Phosphat (Tre6P) ist ein gering konzentriertes Metabolit, das in Blühpflanzen eine wichtige Rolle im Zuckerstoffwechsel, Entwicklungsentscheidungen und bei der Aufrechterhaltung optimaler Saccharose-Spiegel einnimmt. Tre6P wird von Tre6P-Synthasen (TPS) hergestellt und von Tre6P-Phosphatasen (TPP) zu Trehalose dephosphoryliert. TPS- und TPP-Proteine finden sich in allen Gruppen der Chloroplastiden und drunten befinden sich auch katalytisch inaktive TPS-Proteine, was auf eine Funktion für Tre6P-Signalisierung hindeutet. Darüber hinaus zeigen Tre6P-assoziierte Gene einen transkriptionellen Unterschied in dekapitierten Physcomitrium patens Sprossen, und Mutanten mit weniger Tre6P in P. patens sind nicht in der Lage Sporophyten zu produzieren. In Marchantia polymorpha sind TPS und TPP Gene in reproduktiven Anlagen hoch exprimiert, was auf eine Rolle von Tre6P in der Reproduktion sowohl in Moosen und Lebermossen hindeutet. Des Weiteren wurde ein TPP identifiziert, das mit einem zentralen Regulator des arbuskulären Mykorrhiza-Symbiose-Programms interagiert. Eine direkte Verbindung zwischen Tre6P und Mykorrhiza-Symbiose ist jedoch noch nicht gezeigt worden. Das Vorhandensein von Tre6P-Synthese- und Abbauproteinen in grünen Algen und Moosen, insbesondere das Vorhandensein katalytisch inaktiver Formen, deutet darauf hin, dass Tre6P eine Signalisierungsfunktion hat, die zur Evolution von Landpflanzen beigetragen haben könnte. Das Ziel dieses Projekts ist es daher, die Rolle von Tre6P im Zuckerstoffwechsel und während Entwicklungsprozessen in streptophytischen Algen und Bryophyten durch diese drei klaren Zielen zu untersuchen: 1) Untersuchung der Rolle von Tre6P bei der Regulierung des Stoffwechsels in Streptophyten-Algen, 2) Identifizierung der Funktion von Tre6P bei der Regulierung des Stoffwechsels und der Entwicklung in Moosen und 3) Untersuchung der Rolle von Tre6P in der arbuskulären Mykorrhiza-Symbiose in Lebermoosen. Die verwendeten Methoden umfassen das Anziehen verschiedener Algen und Moose unter variierenden Licht- und Kohlenstoffbedingungen, um zu untersuchen, ob Tre6P-Level auf Veränderungen der Zuckerverfügbarkeit reagieren und ob Veränderungen der Tre6P-Level zu einer Neuprogrammierung des Stoffwechsels führen, wie es bei Angiospermen beobachtet wird. Durch genetische Manipulation werden die Tre6P-Level in Moosen verändert und mit detaillierten metabolischen und phenotypischen Analysen kombiniert. Dies wird uns helfen, zu klären, ob Tre6P in der Bereitstellung von Trehalose als Speicher- und Transportzucker in Pflanzen einnimmt, und/oder metabolische und Entwicklungsprozesse gezielt steuert. Zusammenfassend zielt dieses Projekt darauf ab herauszufinden, ob Tre6P ein Signalmolekül ist, das eine entscheidende Rolle bei der Regulierung des Stoffwechsels und der Entwicklung in Streptophyten spielt und ob es zur Anpassung der Pflanzen an das Leben an Land beigetragen hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an VeränderungInternationaler BezugAustralienKooperationspartnerDr. Tom J.  Fisher"
    },
    {
      "project_id": "440515704",
      "url": "https://gepris.dfg.de/gepris/projekt/440515704",
      "title": "DiversiPHY and conquer — Diversifizierung von Phytochromen im Rahmen des Landgangs der Pflanzen",
      "subject_area": "Pflanzenphysiologie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440515704",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Im Vergleich zu aquatischen Lebensräumen können die Lichtverhältnisse an Land sehr unterschiedlich sein, weshalb der Landgang der Pflanzen wahrscheinlich spezielle Anpassungen bei der Lichtperzeption erforderte. Phytochrome (PHYs) sind eine wichtige Klasse von Photorezeptoren in Pflanzen. In Samenpflanzen, Farnen und Moosen führten unabhängige Genduplikationen zu kleinen PHY-Genfamilien. Die funktionelle Diversifizierung der PHYs in Samenpflanzen in PHYs, die rotes und dunkelrotes Licht wahrnehmen, ist gut bekannt. Aufgrund der unabhängigen Entstehung der PHY-Vielfalt in Samenpflanzen, Farnen und Moosen kann die funktionelle Diversifizierung der PHYs in Farnen und Moosen jedoch nicht auf der Grundlage von Studien über PHYs in Samenpflanzen vorhergesagt werden. Die Untersuchung der funktionellen Diversifizierung von PHYs ist ein wichtiges Ziel des vorgeschlagenen Projekts. Arbeiten im Rahmen der ersten Förderperiode von MAdLand haben gezeigt, dass sich die drei Kladen von PHYs im Moos Physcomitrium patens funktionell diversifiziert haben, und zwar in Kladen mit PHYs, die rotes bzw. dunkelrotes Licht wahrnehmen, und in eine Klade, die duale Spezifität aufweist und sowohl bei rotem als auch bei dunkelrotem Licht wirkt. Im vorgeschlagenen Projekt wollen wir die funktionelle Diversifizierung der PHYs im Farn Ceratopteris richardii anhand von PHY-Knock-out- oder Knock-down-Mutanten untersuchen. Außerdem wollen wir die Eigenschaften der Rot- und Dunkelrotlichtantworten, die durch die verschiedenen PHYs in Physcomitrium und Ceratopteris ausgelösten werden, vergleichen. Ähnlichkeiten bzw. Unterschiede, die wir feststellen, können dann auf gemeinsame oder spezifische Mechanismen der Lichtsignalleitung hinweisen. Im Gegensatz zu Farnen und Moosen enthalten Lebermoose ein einziges PHY, das bei rotem und dunkelrotem Licht aktiv ist. Durch artenübergreifende Komplementationsstudien mit dem Lebermoos Marchantia polymorpha und dem Moos Physcomitrium patens wollen wir Aminosäurereste oder Motive identifizieren, die für die funktionelle Diversifizierung von PHYs wichtig sind. Schließlich haben wir herausgefunden, dass zwei Schlüsselkomponenten der Lichtsignalleitung möglicherweise beim letzten gemeinsamen Vorfahren der Landpflanzen erworben wurden und daher Innovationen in der Lichtsignalleitung sein könnten, die den Landgang der Pflanzen ermöglichten. Im letzten Teil des Projekts wollen wir dieser Idee nachgehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440296213",
      "url": "https://gepris.dfg.de/gepris/projekt/440296213",
      "title": "Erscheinung und Funktion von CuZnSOD-Proteinen während der Evolution früher Landpflanzen",
      "subject_area": "Zell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440296213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Kupfer-Zink-Superoxiddismutase (CuZnSOD) Proteine traten etwa zur Zeit des Großen Oxidationsereignisses vor etwa 2,4 Milliarden Jahren auf. In höheren Pflanzen sind drei Kompartiment-spezifische CuZnSOD Proteine vorhanden, nämlich ein cytosolisches, plastidisches und peroxisomales Protein. Der cytosolische Form hat sich offenbar zuerst entwickelt da sie bereits in der Süßwasseralge Chara braunii vorhanden ist. Unsere Arbeit zeigt dass die cytosolische Form in Arabidopsis für die Embryogenese wesentlich ist und dass das CSD1-Protein zwei Funktionen hat: einerseits als antioxidatives Enzym und anderseits als nuklearer Transkriptionsregulator. Das Auftreten von CuZnSOD in Süßwasseralgen deutet darauf hin, dass es eine frühe molekulare Anpassung darstellt, um den Übergang zum Land zu ermöglichen. Hier wollen wir die Rolle von CuZnSODs während der Embryogenese und die Regulierung der abiotischen Stresstoleranz in frühen Landpflanzen durch Modulation des Phenylpropanoid-Metabolismus aufdecken. Wir fokussieren uns auf Marchantia polymorpha und Physcomitrella patens, um die doppelte Rolle des cytosolischen CuZnSOD während der Terrestrialisierung von Pflanzen zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440524757",
      "url": "https://gepris.dfg.de/gepris/projekt/440524757",
      "title": "Evolution AGC1 Kinase-abhängiger Polaritätsmodule in der Entwicklung früher Landpflanzen",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeZellbiologie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440524757",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Tierische und pflanzliche Zellen etablieren polare Bereiche an ihrer Plasmamembran zur Kontrolle von Zellteilungen und Zelldifferenzierungen. Bei Tieren ist die Regulation der polaren PAR Proteine gut verstanden und ein wichtiges Modell für die Untersuchung zahlreicher Differenzierungsprozesse. Orthologe zu den PAR Proteinen gibt es in Pflanzen nicht, jedoch haben wir Hinweise darauf, dass sogenannte AGC1 Kinasen, wie D6PK or PAX aus Arabidopsis thaliana, für die Ausbildung verschiedener polarer Prozesse bei höheren Pflanzen benötigt werden. AGC1 Kinasen erscheinen zum ersten Mal in Moosen und Lebermoosen und wir postulieren daher, dass sie bei wichtigen evolutionären Neuerungen beim Landgang der Pflanzen eine Rolle spielen. Eine sehr gut verstandene Funktion der AGC1 Kinasen ist die Aktivierung der PIN Auxintransporter, die ebenfalls - allerdings unabhängig von AGC1 Kinasen - an der Plasmamembran lokalisieren. In höheren Pflanzen wird die Polarität der PIN Proteine wiederum durch sogenannte AGC3 Kinasen reguliert, welche jedoch in frühen Landpflanzen fehlen. Wir möchten daher untersuchen, ob PIN Proteine aus frühen Landpflanzen bereits auf AGC3 Signale reagieren können und ob AGC1 Kinasen möglicherweise die Rolle der AGC3 Kinasen in frühen Landpflanzen übernehmen. Mit diesen Untersuchungen werden wir einen wichtigen Beitrag zum Verständnis der molekularen Anpassungen in frühen Landpflanzen leisten können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440539846",
      "url": "https://gepris.dfg.de/gepris/projekt/440539846",
      "title": "Evolution der Kalzium- und elektrischen Kommunikation im Zuge der Landeroberung der Pflanze",
      "subject_area": "Biochemie und Biophysik der PflanzenBiophysik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440539846",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Im Zentrum des beantragten Projektes steht die funktionelle Evolution von Kalzium- und elektrischen Signalnetzweken der Stressanpassung, welche entscheidend zum erfolgreichen Landgang der Pflanzen beigetragen haben. Drei offene Fragen für das Schwerpunktprogramm \"MAdLand\" will das Projekt beantworten: i) Welche, für die Eroberung von Land wichtigen Merkmale der Zell-Zell-Kommunikation evolvierten bereits in den Charophyten-Süßwasseralgen? ii) In welcher Abfolge und Art erfolgten die molekularen Anpassungen der Zell-Zell-Kommunikation im Zuge der frühen Landpflanzenentwicklung? und iii) Welche molekular-evolutionären Prozesse waren dabei entscheidend für den Erwerb der Toleranz gegenüber abiotischen und biotischen Belastungen?Mit dem Fokus auf drei Modellarten, Chara braunii, Marchantia polymorpha und Ceratopteris richardii, konzentrieren wir uns auf drei ausgewählte Ionenkanalklassen, die für die lokale Signalerzeugung, aber auch für die systemische Signalausbreitung sorgen: i) Glutamatrezeptor-ähnliche Kanäle (GLRs), als Plasmamembran-Eintrittspforten für Kalziumionen und Vermittler der Kalzium-abhängigen, elektrischen Signalausbreitung, ii) Kalziumaktivierte Tandemporenkanal-1-(TPC1)-Proteine als Schlüsselproteine der vakuolären elektrischen Erregbarkeit und iii) Big-K+-Kanäle (BKs) - vorhanden in Algen und frühen Landpflanzen, nicht aber in Angiospermen - als neues mögliches molekulares Verbindungsglied der Kalzium-kontrollierten elektrischen Signalübertragung.Unter Nutzung von ‘Genom-Editing’ und Molekulargenetik sowie Zellbiologie und Elektrophysiologie warden wir GLR-, TPC- und BK-Kanäle funktionell charakterisieren und deren Struktur-Funktionsbeziehungen in heterologen Expressionssystemen, in planta- und in Komplementationsstudien analysieren. Dieser experimentelle Ansatz erlaubt es uns, folgende, spezifische Fragen zu untersuchen: i) Welche Ionenkanäle werden für die Kalzium-basierte, elektrische Signalübertragung benötigt? ii) Wie und und zu welchem Zeitpunkt der pflanzlichen Evolution evolvierten sie? iii) Welche physiologische Rolle spielen die jeweiligen Ionenkanalklassen in den evolutionär früh divergierenden Pflanzengruppen, und welche funktionellen Anpassungen erfolgten nach der Divergenz der Alge Chara, des Lebermoses Marchantia und des Farns Ceratopteris im Vergleich zu den heute bekannten und gut untersuchten Angiospermen? und schließlich iv) welche strukturellen Veränderungen in GLRs, TPC1s und BKs führten zur Evolution einer systemischen Kalzium- bzw. elektrischen Signalübertragung?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528045595",
      "url": "https://gepris.dfg.de/gepris/projekt/528045595",
      "title": "Evolution der Oleosom-gebundenen Proteine und ihre Rolle bei der Trockenresistenz",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzePflanzenphysiologieZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528045595",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Trockenstress ist ein Hauptstressfaktor, den die Pflanzen bei der Eroberung des Landes überwinden mussten. Die meisten Landpflanzen sind in der Lage, sich auf zellulärer Ebene an Trockenheit anzupassen. Aber auch viele streptophytische Algen weisen eine hohe Stressresistenz auf. Es ist zwar wahrscheinlich, dass sich Trockenresistenz und Austrocknungstoleranz mehrmals unabhängig voneinander entwickelt haben, aber es ist auch wahrscheinlich, dass diese unabhängigen Ursprünge der Austrocknungstoleranz durch ähnliche Strategien erreicht werden. Trockenheitsresistenz und Austrocknungstoleranz haben gemeinsam, dass sich neutrale Lipide, vor allem Triacylglycerin (TAG), in zytosolischen lipid droplets (LDs) ansammeln, die auch als Oleosomen bezeichnet werden. Es ist bekannt, dass mehrere Proteinfamilien in LDs lokalisiert sind, und zwei von ihnen, Caleosin (CLO) und „lipid droplet associated protein” (LDAP), spielen eine Rolle bei Trockenstressreaktionen und haben diese Funktion möglicherweise in Streptophytenalgen erlangt. Ziel des Forschungsprojekts ist es, herauszufinden, ob die Anhäufung von TAG in LDs eine universelle Reaktion auf Trockenstress bei den Streptophyta ist, indem die fünf Arten Mesotaenium endlicherianum, Zygnema circumcarinatum, Physcomitrium patens, Marchantia polymorpha und Azolla filiculoides untersucht werden. Darüber hinaus wollen wir Beweise dafür sammeln, dass LD-assoziierte Proteine, die während der Trockenheit hochreguliert werden, wichtig sind, um diesen Stress zu bewältigen, und dass diese Funktion bereits in Streptophytenalgen evolvierte. Insgesamt würden diese Daten die Hypothese stützen, dass die Akkumulation von LDs und ihrer assoziierten Proteinen während der Trockenheit eine der Voraussetzungen für die Eroberung des Landes war. Die Hauptziele bestehen darin, Beweise für die folgenden Hypothesen zu sammeln: 1. Die Umgestaltung des Lipidoms und die Anhäufung neutraler Lipide in den LDs ist eine universelle Stressreaktion. Wir werden die Anzahl von LDs durch Mikroskopie bestimmen und Lipidomanalysen in trockengestressten vegetativen Geweben der fünf Arten durchführen. 2. Die Proteine CLO und LDAP werden bei Trockenstress bzw. Austrocknung universell hochreguliert. Wir werden die Transkripte der entsprechenden Gene mittels qPCR in allen fünf Arten testen und LDs aus trockenheitsgestressten Geweben isolieren, um diese mittels Proteomik zu analysieren. 3. CLO und LDAP sind bei Trockenstress und/oder in Sporen von P. patens wichtig. Wir werden die drei CLO- und das einzelne LDAP-Gen mittels CRISPR/Cas9 ausschalten und die Phänotypen in Bezug auf die Anzahl und Größe der LD, die Trockenresistenz und die Leistung der Sporen analysieren. 4. CLO und LDAP haben im Laufe der Evolution von Streptophytenalgen zu Landpflanzen eine ähnliche Funktion behalten. Wir werden die P. patens Mutantenlinien, die Phänotypen gezeigt haben, mit homologen Genen aus M. endlicherianum komplementieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440046237",
      "url": "https://gepris.dfg.de/gepris/projekt/440046237",
      "title": "Evolution der pflanzlichen Zellwand: Aufklärung notwendiger Veränderungen für das Leben an Land durch Untersuchungen an streptophytischen Algen und Moosen",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440046237",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Der mit dem Landgang der Pflanzen verbundene evolutionäre Druck machte Veränderungen der pflanzlichen Zellwand notwendig, um sich an die neuen Bedingungen anzupassen. Zunächst wird die sequentielle Extraktion der Zellwände aller MAdLand Organismen in Verbindung mit der Analyse der Monosaccharide einen Überblick über die Gesamtzusammensetzung der Zellwände und Unterschiede über einen breiteren phylogenetischen Bereich ermöglichen. Die weiteren Arbeiten werden sich auf streptophytische Algen und Moose konzentrieren, da ihre Vorfahren am Übergang vom Leben im Wasser zum Leben an Land beteiligt waren. Dabei werden wir Arabinogalaktan-Proteine (AGPs) und Pektine isolieren und charakterisieren, wobei sich beide Makromolekülgruppen durch einen höchst komplexen Aufbau auszeichnen. In der ersten Projektphase konnten wir zeigen, dass AGPs in Moosen und Farnen ungewöhnliche Strukturmerkmale aufweisen, vor allem terminale 3-O-Methylrhamnose, ein Monosaccharid, welches in Angiospermen nicht vorkommt. Während wir in Chara sp. (Charophyceae) keine AGPs nachweisen konnten, detektierten wir in Spirogyra pratensis (Zygnematophyceae) AGP-ähnliche Moleküle, bei denen Arabinose nahezu komplett durch Rhamnose ersetzt ist. Um diese Erkenntnisse weiter zu untersuchen, werden wir nun auch die neuen Modell-Algen Zygnema circumcarinatum und Mesotaenium endlicherianum und ergänzend Mougeotiopsis calospora und Coleochaete scutata sowie das Lebermoos Riccia fluitans und Suspensionskulturen des Hornmooses Anthoceros agrestis mit in die Untersuchungen einbeziehen. Vorkommen und Aufbau von Pektinen in streptophytischen Algen und Moosen ist nicht abschließend geklärt. Homogalakturonan scheint in allen grünen Organismen vorzukommen, aber die Erkenntnisse über das Vorkommen von Rhamnogalakturonan-I (RG-I) und –II (RG-II) in Moosen und streptophytischen Algen basieren hauptsächlich auf der Interaktion mit Antikörpern, die gegen pektinische Glykanmotive gerichtet sind. Daher werden wir RG-I und RG-II aus Chara, Spirogyra, Riccia und Anthoceros isolieren und strukturell charakterisieren. Weiterhin werden wir Antikörper gegen AGPs und Pektine einsetzen, um die analytische Strukturaufklärung zu komplettieren. Diese Antikörper werden zusätzlich für eine Immunlokalisation im pflanzlichen Gewebe genutzt, um erste Hinweise auf Funktionen dieser Moleküle in diesen Organismen zu erhalten. Zusätzlich werden bioinformatische Suchen nach Genen für Protein-Rückgrate von AGPs und Glykosyltransferasen, die an den Biosynthesen von AGPs und Pektinen beteiligt sind, durchgeführt. Insgesamt werden unsere biochemischen und bioinformatischen Arbeiten die Hauptmerkmale der Zellwand identifizieren, die für die Eroberung des Landes notwendig waren. Dies wird das Wissen über molekulare Anpassungen früher Landpflanzen erweitern und zur Aufklärung der Natur des letzten gemeinsamen Vorgängers aller Landpflanzen sowie des Vorgängers der streptophytischen Algen und der Landpflanzen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528100298",
      "url": "https://gepris.dfg.de/gepris/projekt/528100298",
      "title": "Evolution der plastidären FAX (\"fatty acid export\") Proteine und der Landgang der Pflanzen - molekulare und metabolische Anpassung",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenBiochemie und Biophysik der PflanzenPflanzenphysiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528100298",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Landbesiedelung durch Nachfahren der Süßwasseralgen stellt einen Wendepunkt in der Erdgeschichte dar. Während der Eroberung des Lands durch Pflanzen wurden diese allerdings verschiedenen Stressbedingungen wie Trockenheit, Starklicht, UV-Strahlung, Nährstoffmangel, mechanischen Beschädigungen oder Infektionen durch Pathogene ausgesetzt. Als Konsequenz erfolgte während der Evolution von Vorfahren der frühen Streptophyten-Algen bis zu den heutigen Samenpflanzen eine fortlaufende Anpassung von Stoffwechsel und Morphologie. Unter den vielfältigen Umstellungen des Metabolismus von Landpflanzen an die terrestrische Umgebung, nehmen Änderungen in der Synthese, Verteilung und Homöostase von Lipiden eine wichtige Rolle ein, um mit einem stressreichen Leben zurecht zu kommen. Die Fettsäuretransportfunktion der FAX (“fatty acid export”) Proteine in der inneren Hüllmembran von Chloroplasten ist in den Modellorganismen Arabidopsis thaliana (Samenpflanze) und Chlamydomonas reinhardtii (einzellige Grünalge) kritisch für die Lipid Homöstase unter normalen und Stressbedingungen wie z.B. der Akklimatisierung an Kälte. In Organismen, die evolutionär relevant für die ersten Schritte in der Landbesiedelung durch Pflanzen sind, ist allerdings nichts über die Funktion der FAX-Proteine bekannt. Um diese Lücke zu schließen und die Evolution der FAX-Proteine im Laufe der Umstellung des Stoffwechsels an das Landleben aufzuklären, planen wir die molekulare Anpassung der plastidären FAX-Proteine in den Bryophyten Physcomitrium patens und Marchantia polymorpha zu untersuchen. Mit der Entstehung des prominenten, Apolipoprotein-ähnlichen α-helikalen Bündels am N-terminus eines plastidären FAX Proteins, konnten wir bereits ein zentrales molekulares Ereignis identifizieren, das in der Evolution der monophyletischen Phragmoplastophyten konserviert ist. Interessanterweise, überbrückt diese FAX apo-Domäne nach Vorhersagen die innere und äußere Hüllmembran der Chloroplasten und ermöglicht so wahrscheinlich den Transport von Fettsäuren und Lipiden. Weiterhin vermittelt diese Domäne möglicherweise den Kontakt von Chloroplasten und Mitochondrien für einen Austausch von Lipiden unter Phosphat-Mangel. Im Rahmen des Forschungsprojekts möchten wir daher die exakte Membrantopologie, die Bildung von hetero-oligomeren Komplexen sowie die in planta Funktion der apoFAX und FAX Proteine in Physcomitrium patens und Marchantia polymorpha aufklären. Im Fokus steht die Rolle in der Anpassung des Lipidstoffwechsels unter Kältestress und Phosphat- sowie Kalium-Mineralstoffmangel.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528090862",
      "url": "https://gepris.dfg.de/gepris/projekt/528090862",
      "title": "Evolution neuer RHO OF PLANTs Signalwegsaktivatoren während der Anpassung aus dem Wasser ans Land.",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528090862",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Eroberung des Landes durch Pflanzen war ein Schlüsselprozess für die Transformation der Erdoberfläche wie wir sie kennen. Um an Land zu gedeihen, mussten sich Pflanzen an die Bedingungen an Land, die sich enorm von den Unterwasserlebendräumen in Süß- und Salzwasser unterscheiden, anpassen. Landpflanzen entwickelten sich in flachen Süßwasserbereichen aus Algen aus der Gruppe der Streptophyta. Anders als bei Algen in Unterwasserlebendräumen, mussten Landpflanzen besondere Gewebe und Zelltypen entwickeln, um die Eroberung des Landes zu bestehen. Hier schlagen wir ein Projekt vor, das zur Mission der MAdLand Forschergruppe beitragen wird zu verstehen, welche molekularen Bestandteile Streptophyten zu Eroberung des Landes befähigten und welche Eigenschaften erlaubten es dem letzten bekannten Vorfahren von Landpflanzen und Algen diesen Prozess in Angriff zu nehmen. Wir untersuchen ROPGEFs, Aktivatoren des RHOGTPase Signalwegs, die polares Zellwachstum und Zelldifferenzierung kontrollieren. Wir zeigen, dass ROPGEFs spezifisch für Streptophyten sind und sich in Landpflanzen stark diversifiziert haben. Deshab dienen ROPGEFs als hervorragendes Model um zu untersuchen, wie molekulare Bestandteile evolvieren mussten, um den Landgang der Pflanzen zu ermöglichen. Wir nutzen Komplementierungsversuche über die Speziesgrenzen hinweg und komplementieren Marchantia polymorpha Mutanten mit ROPGEFs aus Algen, um den evolutionären Ursprung dieser Proteinfamilie zu finden. Außerdem nutzen wir unterschiedliche Zellbiologische Methoden, wie Immunolokalisierungen, um die Funktion von ROPGEFs in Algen zu beschrieben. Unser Projekt wird dazu beitragen zu verstehen wie die Gestalt des letzten gemeinsamen Vorfahren der Landpflanzen und Algen aussah und welche molekularen Signalwege sich bei der Eroberung des Landes anpassen mussten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440274755",
      "url": "https://gepris.dfg.de/gepris/projekt/440274755",
      "title": "Evolution regulatorischer Netzwerke in der Steuerung entwicklungsbiologischer Adaptationen und von Akklimatisierungsmechanismen in Charophyceen als\nBestandteil der Anpassung an das Leben an Land",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeGenetik und Genomik der Pflanzen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440274755",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Pflanzen differenzieren spezialisierte Zelltypen, Gewebe und Organe, die für ihr Leben an Land, ihren photosynthetischen Lebensstil und für das Gedeihen in ihrer jeweiligen ökologischen Nische von grundlegender Bedeutung sind. Alle differenzierten Zellen stammen letztendlich von Stammzellen, undifferenzierten, pluripotenten Vorläufern ab. Während der Ontogenese werden an bestimmten Stellen kleinere Stammzellpopulationen, sogenannte Stammzellnischen, aufrechterhalten. Typische Stammzellnischen in Pflanzen existieren innerhalb des Wurzel-, Spross- und Gefäßmeristems. In diesen Stammzellnischen stellt ein präzise ausbalanciertes Gleichgewicht zwischen regulatorischen Faktoren sicher, dass der undifferenzierte, pluripotente Status aufrechterhalten wird, während an der Peripherie Zellen in spezifische Differenzierungswege eintreten können. Um den Zelldifferenzierungsstatus zu kontrollieren, besitzen Pflanzen mehrere Mechanismen, darunter spezialisierte Transkriptionsfaktoren und MicroRNAs. Unsere Schlüsselhypothese ist, dass sich die Mechanismen, die den komplexen Bauplänen der Landpflanzen zugrunde liegen, in spezifischen Mitgliedern der Charophyten entwickelt haben und dass es durch die Charakterisierung der molekularen Funktionen spezifischer Regulatoren möglich ist, den Evolutionsprozess zu verfolgen. Daher folgt dieses Projekt der Hypothese, dass die Entstehung dieser Regulationsmechanismen in der frühen Landpflanzenevolution von zentraler Bedeutung war. Wir werden uns auf das Chara braunii-Modell konzentrieren, aber mit Erkenntnissen vergleichen, die bei anderen Algen und bei Landpflanzenmodellen wie Arabidopsis und Physcomitrium gewonnen wurden. In Chara braunii stellen die zentralen Knotenzellen Kandidaten für pluripotente Zellen dar, die wir auf Einzelzellebene genauer charakterisieren werden. Wir werden die Funktion ausgewählter Regulatoren in der Kontrolle von Zelldifferenzierungsprozessen und der Chloroplastendifferenzierung, sowie die Reaktion auf ausgewählte abiotische Stressfaktoren untersuchen. Während der Schwerpunkt auf Charophyten liegt, wird der systematische Abgleich mit Daten von Moosen und Farnen auf Basis öffentlich zugänglicher Datensätze und insbesondere durch Kooperationen innerhalb des SPP vorangetrieben. Darüber hinaus werden wir unsere Bioinformatik-Expertise in der Analyse von Genexpressionsdatensätzen und RNA:RNA-Interaktionen einbringen sowie Chara braunii Material und Kulturen bereitstellen und somit das Konsortium als Ganzes stärken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528027896",
      "url": "https://gepris.dfg.de/gepris/projekt/528027896",
      "title": "Evolutionär konservierte Wechselbeziehungen zwischen der Phosphatmangelantwort und der arbuskulären Mykorrhiza-Symbiose in Pflanzen (EvoSymPho)",
      "subject_area": "Genetik und Genomik der PflanzenEvolution und Systematik der Pflanzen und PilzePflanzenphysiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528027896",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Phosphor (P) ist wie Stickstoff (N) ein wichtiger Nährstoff, der für alles Leben benötigt wird. Er kommt in der Regel in geringen Mengen in der natürlichen Umwelt vor. Daher gilt P in der Regel als der \"begrenzende\" Nährstoff in aquatischen und terrestrischen Ökosystemen, was bedeutet, dass die Verfügbarkeit dieses Nährstoffs das Wachstum und die Produktivität von Wasser- und Landpflanzen, einschließlich Algen, steuert. Bei den meisten Landpflanzen erleichtert die Symbiose mit Mykorrhizapilzen, und stickstoffbindenden Rhizobien vor allem bei Leguminosen, die P- und N-Aufnahme im Boden erheblich. Die Entwicklung der arbuskulären Mykorrhiza (AM) wie auch anderer Pflanzensymbiosen hängt vom gemeinsamen Symbiose-Signalweg (CSSP) in den Wirtspflanzen ab, der den mikrobiellen Partner erkennt und die Expression der für die Symbiose erforderlichen Gene stimuliert. Außerdem werden AM- und Nodulierungssymbiosen durch den P- und N-Status des Wirts über miteinander verknüpfte Reaktionswege gesteuert. Schlüsselkomponenten des CSSP und des Phosphatmangel-Reaktionswegs (PSR) sind zwischen Algen und Landpflanzen konserviert. Die Funktion der Algenorthologen der PSR- und CSSP-Komponenten ist jedoch derzeit unbekannt. Jüngste Arbeiten haben gezeigt, dass die AM-Symbiose stromabwärts des CSSP durch ein Netzwerk von Rezeptorkinasen moduliert wird, darunter oberflächenlokalisierte, transmembranäre rezeptorähnliche Kinasen (RLKs) und rezeptorähnliche zytoplasmatische Kinasen (RLCKs). Unser Projekt zielt darauf ab, die Interaktionen zwischen RLK/RLCK-Proteinen und vor- und nachgeschalteten regulatorischen Schritten aufzuklären, die für das Verständnis der Evolution und der molekularen Mechanismen der RLCKs in der AM-Symbiose-Signalgebung im Kontext des CSSP bei Landpflanzen wichtig sind. Wir planen, das Lebermoos Marchantia paleacea, das eine AM-Symbiose bildet, mit der evolutionär weit entfernten aquatisch/terrestrisch lebenden Alge Zygnema zu vergleichen, die zu der heutigen Schwestergruppe der Landpflanzen gehört. Wir erhoffen uns wichtige Erkenntnisse über die Evolution der AM-Symbiose-Regulierung und die Integration von Phosphat-Sensorik und -Signalgebung. Unser Projekt wird andere Projekte im Rahmen von MAdLand ergänzen, die sich mit der Integration von Umweltsignalen, nachgeschalteten zellulären Signalen und transkriptionellen Reaktionen befassen, die komplexen adaptiven Merkmalen für das Leben an Land zugrunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "527848546",
      "url": "https://gepris.dfg.de/gepris/projekt/527848546",
      "title": "Evolutionäre Adaptionen der plastidären Transkriptionsmaschinerie als ein Schlüsselelement in der pflanzlichen Terrestrialisierung",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527848546",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Das evolutive Erscheinen von Landpflanzen (dem Rückgrat der terrestrischen Biosphäre) lässt sich auf ein einzelnes Ereignis zurückführen, in welchem Süßwasser-Algen das Land eroberten; ein Prozess, der als Terrestrialisierung bezeichnet wird. Dieser Übergang an Land erforderte eine Vielzahl an molekularen Adaptionen, die es dem Vorläufer der Pflanzen ermöglichte, unter den harten Umgebungsbedingungen des neuen Habitats zu überleben. Eine der wichtigsten Voraussetzungen war die physiologische Adaption des Chloroplasten, der besonders empfindlich für Umwelt-Stressoren ist. Schlüsselelement dieses Prozesses war die Koordination zwischen nukleärer und organellärer Genexpression, um einen korrekten Aufbau und Erhalt der Photosynthese-Maschinerie zu gewährleisten. Dieser Forschungsantrag zielt auf die Evolution der plastidären Transkriptionsmaschinerie und ihrer vielfältigen neuen Proteinkomponenten ab, und postuliert diese als essentielle neue Innovation während und als Teil der Terrestrialisierung. Die Funktion und Regulation der eubakteriellen, plastidären RNA Polymerase (PEP), die vom Cyanobakterien-ähnlichen Vorläufer vererbt wurde, wurde durch zusätzliche PEP-assoziierte Proteine (PAPs) und neue Sigma-Faktoren ergänzt und zusätzlich unter die Kontrolle einer nukleär kodierten Phagen-Typ RNA Polymerase gestellt. Die meisten dieser Proteine evolvierten in den streptophytischen Algen und ein kompletter Satz erscheint zum ersten Mal in Chara braunii. Das Projekt kombiniert phylogenetische, molekular-genetische und biochemische Ansätze. Es untersucht die phylogenetische Erscheinung der Komponenten, ihre evolutionäre Adaptionen in verschiedenen streptophytischen Modellorganismen (einschließlich der dualen Kern-Plastiden-Lokalisation für eine zweigeteilte Genregulation) und die strukturelle Evolution des PEP Komplexes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528023844",
      "url": "https://gepris.dfg.de/gepris/projekt/528023844",
      "title": "Evolutionäre Anpassungen des Mikrotubuli-Zytoskeletts während der Zellteilung in Landpflanzen",
      "subject_area": "Zell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528023844",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die KolonisierungDie Kolonisierung von terrestrischen Habitaten durch streptophytische Algen vor ungefähr 450 Mya Jahren, gefolgt von dem Aufkommen der Landpflanzen beinhaltete die Evolution neuer Funktionen des Mikrotubulizytoskeletts, die mit der Diversifizierung und dem Entstehen pflanzenspezifischer Mikrotubuli assoziierter Proteine (MAP) einhergingen. Eine der Schlüsselinnovationen in der Anordnung des pflanzlichen Zytoskeletts ist die Entstehung des Präprophasenband (PPB)/Phragmoplasten-Systems, das einen Wechsel im Mechanismus der Zellteilung von einem einschnürungsbasierten Modus auf einen inside-out Modus ermöglichte, in dem die neue Zellwand im Zellzentrum inseriert wird. Funktionale Untersuchungen in Arabidopsis thaliana haben gezeigt, dass die Bildung des PPB und Phragmoplasten sowie die Kontrolle der Teilungsebenenpositionierung durch Netzwerke aus eukaryotischen und pflanzenspezifischen MAP reguliert werden. Der Ursprung, die Architektur sowie die Dynamiken dieser Komplexe sind allerdings noch unbekannt. Studien in Arabidopsis identifizierten eine Klasse pflanzenspezifischer Proteine, der IQ67 Domänen (IQD) Proteine, als zentrale Regulatoren von PPB Bildung und Teilungsebenenpositionierung. IQD Proteine weisen Charakteristika von Gerüstproteinen auf, interagieren direkt mit bekannten Regulatoren der Zellteilung und sind an der Auxin-vermittelten Kontrolle des Zytoskeletts während der Zellteilung beteiligt. Unsere vorläufigen Daten weisen auf einen Ursprung von IQD Proteinen früh in der Entwicklung der Landpflanzen hin. Wir vermuten daher, dass pflanzenspezifische IQD Proteine die Entstehung und Neuverknüpfung von Protein-Protein-Interaktionsnetzwerken am Zytoskelett ermöglichten und so zur Entstehung neuer Zytoskelettstrukturen beitrugen. In diesem Projekt planen wir, die grundlegenden Prinzipien, die der Neofunktionalisierung des Zytoskeletts zugrunde liegen, über Untersuchungen zur Evolution von IQD-assemblierten Proteinkomplexen und ihrer Funktion in der Zellteilung zu entschlüsseln. Zur Erlangung dieser Ziele werden wir IQD Funktionen im Lebermoos Marchantia polymorpha untersuchen und die Mikrotubuli-Bindungsspezifität und die Entstehung der Protein-Protein-Interaktionsnetzwerke über vergleichende Untersuchungen von IQD Proteinen aus streptophytischen Algen, Moosen und Samenpflanzen charakterisieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528117925",
      "url": "https://gepris.dfg.de/gepris/projekt/528117925",
      "title": "Evolutionäre Dynamik der Funktionen und Biogenese von Peroxisomen zur Befähigung von Pflanzen zur Terrestrialisierung",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528117925",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Besiedlung des Landes durch Pflanzen war ein evolutionäres Schlüsselereignis und hat den Planeten verändert. Streptophytenalgen und frühe Landpflanzen stießen in ihren terrestrischen Lebensräumen auf diverse abiotische Belastungen und entwickelten Anpassungsmechanismen. Trotz erheblicher Fortschritte beginnen wir erst langsam, die Zellbiologie von dieser Algen zu verstehen. Peroxisomen sind wichtige Zellorganellen nicht nur für die Fettsäure-β-Oxidation und Photorespiration, sondern auch für ROS-Entgiftung und Homöostase, Hormonbiosynthese und abiotische Stresstoleranz. Wir wollen Schlüsselinnovationen von Peroxisomen identifizieren, die für den Landgang von Pflanzen benötigt wurden. Dafür haben wir zunächst untersucht, (i) inwieweit Peroxisomenfunktionen von Landpflanzen in Streptophytenalgen konserviert sind und (ii) in welcher Reihenfolge sie sich entwickelt haben. Unter Verwendung des Matrixproteoms von Arabidopsis haben wir die Konservierung von Proteinen und ihrer Lokalisation auf Genomebene in Streptophyten und Chlorophyten untersucht. Demnach sind mehrere Funktionen in Chlorophyten konserviert. Fortgeschrittene Peroxisomenfunktionen entwickelten sich jedoch offenbar erst entweder nach der Divergenz der Mesostigmatophyceae (z.B. vollständig etablierte Photorespiration), der Klebsormidiophyceae (NADPH Produktion), oder der Charophyceae (z.B. Synthese von Benzaldehyd). Darüber hinaus deuten unsere Daten erstmalig darauf hin, dass der ungewöhnliche Mechanismus des \"Huckepack-Imports\" entscheidend gewesen sein könnte, um die gleichzeitige Umleitung benachbarter Stoffwechselenzyme in Peroxisomen zu ermöglichen. In diesem Projekt wollen wir unsere Analysen auf weitere Genome von Streptophytenalgen sowie Transkriptomdaten (WP1) ausweiten. Zur Vorhersage neuer Peroxisomenfunktionen in Streptophyten wollen wir für 10 ausgewählte Genome das gesamte Matrixproteom ihrer Peroxisomen im Vergleich zu Chlorophyten bestimmen. Zur experimentellen Verifizierung der Peroxisomenlokalisation für ausgewählte Streptophyten-Proteine (WP2) setzen wir den Fokus auf (i) vorhergesagte Peroxisomenproteine mit nicht-kanonischem PTS und (ii) Proteine jüngerer Stoffwechselwege und von Spezies, die sich in der Nähe des vorhergesagten Divergenzpunktes der subzellulären Kompartimentierung befinden. Die Gene werden aus Streptophyten kloniert und als Fluoreszenzkonstrukte exprimiert, zunächst in dem etablierten System von Arabidopsis und für ausgewählte Proteine auch in der Modellalge Spirogyra pratensis. Für umfassende subzelluläre Lokalisationsanalysen werden wir einen Set transienter Expressionsvektoren für Spirogyra und die MadLand2-Partner erstellen. In WP3 werden wir untersuchen, ob spezifische peroxisomale Matrixenzyme von Streptophyten tatsächlich ein benachbartes Stoffwechselenzym, dem eine PTS fehlt, in Peroxisomen importieren können, indem wir Protein-Protein-Interaktionen und Peroxisomenimport über den Huckepack-Mechanismus experimentell untersuchen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440035902",
      "url": "https://gepris.dfg.de/gepris/projekt/440035902",
      "title": "Evolutionärer Einfluss kleiner RNAs in der Regulation der Genexpression in Bryophyten bei der molekularen Adaptation an das Leben an Land",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzePflanzenphysiologieZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440035902",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Evolutionärer Einfluss kleiner RNAs in der Regulation der Genexpression in Bryophyten bei der molekularen Adaptation an das Leben an Land Wir werden vergleichende Analysen der Genregulation durch kleine, nicht-kodierende RNAs (Engl.: small RNA, sRNA) in dem Laubmoos Physcomitrium patens und dem Lebermoos Marchantia polymorpha durchführen. Diese Studien beinhalten funktionelle Untersuchungen spezifischer DICER-LIKE-abhängiger sRNA-Regulationswege und deren Zieltranskripte. Die Analyse einer spezifischen P. patens PpDCL1a-Mutante, in der eine autoregulatorische Rückkopplungskontrolle des PpDCL1a-Transkripts ausgeschaltet wurde, hat eine essentielle Funktion dieser Regulation für die microRNA-Biogenese und die Anpassung an erhöhte Salzkonzentrationen aufgezeigt. Mittels einer Transkriptomanalyse dieser Mutante konnten Gene identifiziert werden, die zu einer Anpassung während des Landgangs der Pflanzen beitragen. Veränderte Transkriptmengen eines Gens, das ein membranständiges Flotillin-Protein kodiert, das am Vesikeltransport und der Signalleitung beteiligt ist, sowie eines weiteren Gens, das einen MYB-Transkriptionsfaktor kodiert, rufen ein verändertes Wachstum und eine gestörte Sensitivität gegenüber Phytohormonen und Salz hervor. Die zu Grunde liegenden molekularen Mechanismen, die diese phänotypischen Veränderungen verursachen, sollen aufgeklärt werden. Darüber hinaus haben wir Mutanten aller vier bekannten M. polymorpha DCL-Gene hergestellt und starke Veränderungen hinsichtlich ihres Wachstums, der Phytohormonantwort und der Anpassung an erhöhte Salzkonzentrationen beobachtet. Diese Mpdcl-Mutanten können für die Aufklärung sämtlicher sRNA-Biogenesewege in M. polymorpha und deren Vergleich mit den bekannten sRNA-Wegen in P. patens eingesetzt werden. Die Mutanten sollen für genomweite Analysen des sRNA- und mRNA-Transkriptoms genutzt werden, um das spezifische sRNA-Reperoire und sRNA-abhängige Kontrolle der Genexpression in M. polymorpha aufzuklären. Darüber hinaus erwarten wir, basierend auf unseren bisherigen Untersuchungen sRNA-regulierter Gene in P. patens und der Mpdcl-Mutanten in M. polymorpha, verschiedene inhaltliche Schwerpunkte des MAdLand Schwerpunktprogramms wie die Evolution Phytohormon-abhängiger Signalwege und assoziierter Genregulation, die zunehmende Komplexität pflanzlicher Baupläne und die Evolution regulatorischer Mechanismen in der Anpassung an neue Lebensräume abzudecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440415732",
      "url": "https://gepris.dfg.de/gepris/projekt/440415732",
      "title": "Experimentelle Fossilisierung der Lipide früher Pflanzen — Rekonstruktion der beginnenden Terrestrialisierung über einen vergleichenden Ansatz mittels moderner Bryophyten und Sedimenten aus dem Kambrium bis Silur",
      "subject_area": "Mineralogie, Petrologie und GeochemieEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440415732",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Der evolutionäre Übergang von Algen zu Pflanzen und die damit verbundene Eroberung der Kontinente war ein komplexer Prozess, der durch biochemische Innovation ermöglicht wurde. Dazu zählen Veränderungen in der Biosynthese von Terpenoiden und anderen Sekundärmetaboliten, die sich zwischen Algen und Pflanzen unterscheiden und die möglicherweise im Gesteins-record erfasst wurden. Die Rekonstruktion des beginnenden Terrestrialisierungsprozesses, d.h. sein Zeitpunkt, seine Art und sein Ausmaß sind von größter Bedeutung für das Verständnis größerer Veränderungen des Erdsystems im terminalen Neoproterozoikum und frühen Paläozoikum. Erhöhte Kohlenstoffeinlagerungsraten, Änderungen der marinen Redoxstruktur, nährstoffmodulierte Primärproduktivität und die explosive Radiation von Tieren könnten alle indirekt von der Landeroberung durch die frühesten Pflanzen beeinflusst worden sein. Die Rückverfolgung der ältesten Pflanzen mithilfe des Fossilienbestands ist schwierig, da sie in terrestrischen Umgebungen im Allgemeinen schlecht konserviert sind, während frühe Sporen äußerst selten sind. Fossile Lipide können eine Lösung bieten. Die molekularen Überreste früher Pflanzen in den frühesten paläozoischen Ablagerungen haben jedoch bisher nur unzureichende Beachtung gefunden, was wahrscheinlich teilweise auf die Tatsache zurückzuführen ist, dass wir die molekularen Signaturen dieser frühen phylogenetischen Zweige, die sich über den Übergang von Algen zu Pflanze erstrecken (d. H Charophyten, Leberblümchen und Bryophyten) noch unzureichend verstehen. Ich schlage hier einen dualen Ansatz vor, bei dem die moderne Biomasse dieser Spezies mithilfe von Pyrolyse und katalytischer Hydrierung künstlich gealtert wird, um ein besseres Verständnis der charakteristischen frühen Pflanzenbiomarker zu erhalten. Parallel dazu werden Sedimentgesteine aus drei terrigen beeinflussten Sequenzen aus Australien analysiert. Ablagerungen Kambrischen und Ordovizischen Alters werden systematisch untersucht, um Spuren des Übergangs von Algen zu Pflanzen zu finden. Die Ergebnisse dieser Studie können nicht nur evolutionäre Veränderungen der Terpenoid-Biosynthese während des Überganges von Algen zu Pflanzen aufdecken, sondern auch die beginnende Besiedlung des terrestrischen Raumes näher beleuchten und so Auslöser, vereinfachende Faktoren und globale Konsequenzen hervorheben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "527901380",
      "url": "https://gepris.dfg.de/gepris/projekt/527901380",
      "title": "Funktion und evolutionäre Anpassung von CBL/CIPK Ca2+-Sensor/Kinase Komplexen als Anpassung an die terrestrische Umgebung.",
      "subject_area": "Zell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527901380",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Bei der Eroberung des Landes entwickelten Pflanzen entscheidende Anpassungen, um in wechselnden terrestrischen Lebensbedingungen zu bestehen. Dazu gehören die Nährstoffgewinnung aus dem Boden, Resilienz gegenüber schwankenden osmotischen und ionischen Bedingungen sowie passive Abwehr- und Konsolidierungsstrukturen. Bei diesen Prozessen hat die Ca2+-Signalübertragung eine entscheidende Funktion, an der Calcineurin B-like Sensorproteine (CBLs) und mit CBLs interagierende Proteinkinasen (CIPKs) beteiligt sind. Mit zunehmender Fähigkeit, an Land zu gedeihen, nahm auch die Komplexität des CBL/CIPK-Systems zu. Diese evolutionäre Expansion begann mit einzelnen CBL/CIPK-Paaren die noch in heutigen Algen vorkommen, setzte sich mit einfach strukturierten Netzwerken in Bryophyten fort und gipfelte in der heutigen Komplexität in höheren Pflanzen. Die ursprüngliche Funktion dieses Netzwerks ist bislang genauso ungeklärt wie die molekularen Triebkräfte und Mechanismen, die die Evolution dieses Netzwerks und seine funktionelle Vielseitigkeit gesteuert haben. Diese Situation bestimmt die Ziele dieses Projekts. Durch die vergleichende Untersuchung von CBL/CIPK/Target-Modulen mit M. endlicherianum und M. polymorpha als Modellsystemen wollen wir drei der Kernfragen von MAdLand angehen. Wir werden heterologe Systeme zur Rekonstitution von Stoffwechselwegen in Hefen, menschlichen Zelllinien und A. thaliana einsetzen, um die funktionelle Verbindung zwischen CBLs, CIPKs und ihren Zielproteinen zu untersuchen. Da es derzeit nicht möglich ist, streptophytische Algen genetisch zu verändern, ist es nicht möglich, die Funktion ihrer Gene genetisch zu entschlüsseln. Unsere heterologen Assays zur Rekonstitution von Stoffwechselwegen ermöglichen es, diese technologische Lücke zu schließen und die Funktion der CBL/CIPK-Komplexe von M. endlicherianum zu klären. Daher schlagen wir vor, (i) die molekularen Eigenschaften und die Funktion des ursprünglichen CBL/CIPK-Moduls von Landpflanzen zu charakterisieren und (ii) die Prinzipien der frühen CBL/CIPK-Netzwerkevolution aufzuklären. Zu diesem Zweck gehen wir den folgenden Fragen nach: 1) Sind MeCBL1 und MeCIPK1 Teil eines alten SOS-Signalwegs für Salztoleranz? 2) Ist CIPK1 aus M. endlicherianum eine mono- oder polyfunktionelle Kinase? 3) Fand die frühe Evolution der Komplexität des CBL/CIPK-Netzwerks auf Ebene des Ca2+-Sensors statt und war sie mit einer subzellulären Erweiterung der Netzwerkfunktion verbunden? 4) Wie äußern sich die ersten Schritte der CBL/CIPK-Netzwerkevolution auf der Ebene der Ca2+-Sensoren und weisen Marchantia-CBLs eine funktionelle Diversifizierung auf? 5) Wie äußern sich frühe Schritte der CBL/CIPK-Netzwerkevolution auf der Ebene der CIPK-Kinasen und welche Funktionen haben Marchantia CIPK1 und CIPK2? Mit diesem Ansatz wollen wir ein evolutionäres Szenario für die funktionelle Diversifizierung von CBL/CIPKs während der frühen Netzwerkbildung und -expansion nach der Terrestrisierung von Pflanzen entwerfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440370236",
      "url": "https://gepris.dfg.de/gepris/projekt/440370236",
      "title": "Genetische Grundlagen der Kohlenstoffanreicherung von Hornmoosen",
      "investigators": "Privatdozent Dr. Peter  Szovenyi;Professorin Dr. Susann  Wicke",
      "subject_area": "Genetik und Genomik der Pflanzen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440370236",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Pyrenoide für die biophysikalische Kohlenstoffkonzentration (CCM) sind zu finden in den meisten existierenden streptophytischen Algen und in einer Landpflanzengruppe, den Hornmoosen. Erste Forschungsdaten zeigen, dass i) Hornmoos-CCM keine Anpassung an atmosphärische Kohlenstoffschwankungen ist und ii) ein konstitutiver Mechanismus, bei dem iii) CCM-ähnliche Gene durch Hyperoxie hochreguliert werden. Dies deutet an, dass die Hornmoos-CCM ein Relikt der Terrestrialisierung ist und eine Anpassung an Überschwemmungs- und Austrocknungszyklen, die es Landpflanzen ermöglichen, in terrestrischen Ökosystemen zu gedeihen, indem sie die photosynthetische Fähigkeit durch ein ausgeglichenes Sauerstoff-Kohlenstoff-Verhältnis auf einem optimalen Niveau hält. Diese Hypothese rückt die CCM von Algen in den Vordergrund und verlangt nach vergleichend-molekularen und -ultrastrukturellen Untersuchungen von streptophytischen Algen und Hornmoosen. Insbesondere die molekularen Komponenten und funktionellen Merkmale der CCM dieser Pflanzengruppen müssen noch gründlich untersucht werden. Hierzu werden wir die evolutionäre Entwicklung von CCM und dessen Beitrag zur Terrestrialisierung von Chlorophyten- über Streptophytenalgen bis hin zu Hornmoosen untersuchen. Wir stellen die Hypothese auf, dass sich die hochdynamische und induzierbare CCM der Chlorophyten-Grünalgen während des Landgangs zu einer konstitutiven Form entwickelt hat, die möglicherweise von Vorteil war, da sie höhere Photosyntheseraten in optimalen Tageszeiten ermöglichte. Der evolutionäre Schritt hin zu einer konstitutiven CCM könnte bereits bei den Streptophytenalgen stattgefunden haben. Um dieses Szenario zu prüfen, untersuchen wir, wie sich die Induzierbarkeit von CCM entwickelt hat, indem wir den CO2-Verbrauch, die ultrastrukturellen Veränderungen der Plastiden und die damit verbundenen transkriptomischen und proteomischen Reaktionen in der Chlorophyten-Grünalge Chlamydomonas, den drei Streptophyten-Algen Zygnema, Mesotaenium und Mougeotiopsis sowie den beiden Hornmoosarten Anthoceros agrestis und A. fusiformis vergleichend analysieren. Darüber hinaus werden wir CCM-Kandidatengene durch Immunpräzipitation, CRISPR/Cas9-Editierung und künstliche microRNAs charakterisieren und funktionell validieren. Diese Forschungslinie zur CCM-Biologie von Streptophyten-Algen und Hornmoosen und ihrer Rolle bei der Terrestrialisierung wird Aufschluss darüber geben, wie molekulare Anpassungen dazu beigetragen haben, dass frühe Landpflanzen unter periodischen Überschwemmungen und Trockenheit, was mit stark schwankenden Sauerstoff- und Kohlenstoffkonzentrationen einhergeht, gedeihen konnten. Auf diese Weise wird unsere Forschung ein neues Licht auf die Abfolge und Art der molekularen Anpassungen während der frühen Landpflanzenevolution werfen, indem es die evolutionär-genetische Plastizität hervorhebt, mit der Pflanzen, insbesondere Streptophytenalgen und Hornmoose, mit widrigen Umweltbedingungen zurechtkommen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an VeränderungInternationaler BezugSchweiz"
    },
    {
      "project_id": "440167817",
      "url": "https://gepris.dfg.de/gepris/projekt/440167817",
      "title": "Koordinationsfonds",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und PilzeGenetik und Genomik der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440167817",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "One of the most remarkable challenges mastered by plants was the water-to-land-transition (plant terrestrialization) that occurred some 500 million years ago. This change in habitat inevitably required molecular adaptations to cope with an array of new stresses. Plant terrestrialization also caused a dramatic change through the transformation of Earth’s atmosphere and soil cover, priming Earth for life as we know it. The Phragmoplastophyta comprise three lineages of streptophyte (charophyte) algae as well as the land plants (Embryophyta). Evolving from the streptophyte lineage, the earliest land plants made use of fungal symbioses to gain access to inorganic nutrients, thought to have been instrumental for the habitat transition of plant life. Initially morphologically primitive plants evolved a complexity that allowed them to conquer ever more habitats. Due to the drastic habitat change during the conquest of land, inference of molecular adaptations underlying the process of terrestrialization promises a significant gain of knowledge. This is of special interest both in order to understand plant evolution and adaptation to environmental changes, and for the transfer of such knowledge to other disciplines. By a novel comparative and functional evolutionary approach, encompassing charophyte algae and non-seed plants as models, this Priority Programme will study the genetic mechanisms underpinning the dramatic environmental adaptation to conditions on land and the evolution of plant complexity. Research in the Priority Programme MAdLand will unravel the genetic mechanisms underlying adaptive evolution of plant morphology, physiology, biochemistry, cell biology and biotic interactions, and it will identify the ancestry of processes from which the diversity of seed plants evolved.Projects within this programme will address outstanding questions of early land plant terrestrialization and evolution:• Which features enabling conquest of land evolved in charophyte freshwater algae?• What is the succession and nature of molecular adaptations in early land plant evolution?• How did embryogenesis and the alternation of generations evolve?• How did organismic interaction of plants with fungi and bacteria evolve?• What are the molecular evolutionary drivers of tolerance to abiotic and biotic stresses?MAdLand will make use of a broad suite of biological methods and cross-discipline knowledge, ranging from phylogenetic, molecular, physiological, genetic and cell biological approaches to the study of organismic interaction and biodiversity. To maximise the potential for synergies and cross-referencing of data, the following model organisms will be employed in this Priority Programme:• One organism each from Charophyceae and Zygnematophyceae• Anthoceros agrestis (hornwort)• Marchantia polymorpha (liverwort)• Physcomitrella patens (moss)• Ceratopteris richardii and Azolla filiculoides (ferns)DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528076711",
      "url": "https://gepris.dfg.de/gepris/projekt/528076711",
      "title": "Koordinationsfonds",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeBiochemie und Biophysik der PflanzenGenetik und Genomik der PflanzenOrganismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemePflanzenphysiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528076711",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Der Landgang der Pflanzen fand vor über 500 Millionen Jahren statt. Diese Veränderung des Lebensraums war eine riesige Herausforderung und erforderte diverse molekulare Adaptationen an diverse Umweltfaktoren. Der Landgang der Pflanzen veränderte die Erdatmosphäre, die Bodenbeschaffenheit und legte den Grundstein für das heutige Leben. Die Phragmoplastophyta umfassen drei Linien der Streptophytenalgen und die Landpflanzen (Embryophyta). Die frühesten Landpflanzen gingen aus den streptophytischen Algen hervor. Schrittweise entstanden Merkmale wie Stomata, die Cuticula und die Etablierung von Pilzsymbiosen für effektiven Nährstoffzugang. Diese Merkmale waren vermutlich maßgeblich für den Erfolg der Pflanzen. Anfänglich morphologisch einfache Pflanzen evolvierten eine Komplexität, welche die Eroberung weiterer Lebensräume ermöglichte. In MadLand untersuchen wir genetische Mechanismen mittels vergleichender und funktionaler evolutionärer Ansätze. Hierfür werden wir streptophytische Algen und Nichtsamenpflanzen nutzen um pflanzliche Komplexität und die profunden Adaptationen an das Leben an Land zu verstehen. In der ersten Förderperiode von MAdLand entschlüsselten wir wichtige Mechanismen in der adaptiven Evolution von Pflanzenmorphologie, Physiologie, Biochemie, Zellbiologie und biotischen Interaktionen; Vorläuferprozesse wurden identifiziert, die die Grundsteine für eine pflanzliche Diversifizierung legten. In der zweiten Periode werden wir die funktionelle Diversifizierung dieser Vorläuferprozesse im Rahmen der Streptophyten-Evolution mittels der neu etablierten Ressourcen sezieren. Ziel ist es, die funktionellen Eigenschaften des letzten gemeinsamen Vorfahren der Landpflanzen, sowie dieser mit ihren Algenverwandten zu ergründen. In MAdLand werden wir uns mit zentralen Fragen der Pflanzenevolution befassen: Welche wichtigen Eigenschaften evolvierten in Streptophytenalgen? Welche Eigenschaften hatte der gemeinsame Vorfahre von (i) allen Landpflanzen und (ii) Landpflanzen und Algen? Wie ist die Abfolge und Art der molekularen Anpassungen in der frühen Landpflanzenevolution? Wie evolvierte Embryogenese und Generationswechsel? Wie evolvierten Interaktionen von Pflanzen mit Pilzen und Bakterien? Was sind die molekularen evolutionären Treiber abiotischer und biotischer Stresstoleranz? Mittels diverser Methoden und interdisziplinärem Wissen—von phylogenetischen, molekularen, physiologischen, genetischen und zellbiologischen Ansätzen bis zur Studie organismischer Interkationen und Biodiversität—werden wir die folgenden Vertreter der wichtigsten Nichtsamenpflanzenlinien untersuchen: (a) die aufstrebenden Modellsysteme Chara braunii (Charopyhceae), Spirogyra pratensis, Mesotaenium endlicherianum und Zygnema circumcarinatum (Zygnematophyceae), Anthoceros agrestis (Hornmoos) Riccia fluitans (Lebermoos), Ceratopteris richardii und Azolla filiculoides (Farne) und die (b) etablierten Modellsysteme Marchantia polymorpha (Lebermoos) und Physcomitrium patens (Moos).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528114108",
      "url": "https://gepris.dfg.de/gepris/projekt/528114108",
      "title": "LandWand: Untersuchung des Umbaus und der Rekrutierung von internen und externen Hemicellulosen in den Zellwänden der Zygnematophyceae (Zygnema, Mesotaenium) und des Lebermooses Marchantia",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528114108",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Zellen der meisten Grünalgen und Landpflanzen sind von einer primären Zellwand umgeben, die eine tragende und dennoch dehnbare Matrix aus verschiedenen Polysacchariden darstellt und die Algen vor Umweltstress, z.B. Austrocknung, schützt. Ein großer Teil der Zellwand-Polysaccharide sind Hemicellulosen, die enzymatisch geschnitten und umgehend mit anderen Hemicellulosen in der Nähe verknüpft werden können. Diese Reaktionen werden durch zellwandgebundene Transglycanasen katalysiert, die sowohl in den Zygnematophyceaen als auch in ihrer Schwestergruppe, den Landpflanzen, reichlich vorkommen. Interessanterweise sind Transglycanasen in früher evolvierten Charophyten (z.B. Klebsormidiophyceae) weniger abundant. Es gilt als belegt, dass die Transglycosylierung von Hemicellulosen eine Schlüsselrolle im Zellwandstoffwechsel aufrecht wachsender Landpflanzen spielt, ihre Funktionen in Algen sind jedoch kaum verstanden, obwohl Genfamilien, die die verantwortlichen Enzyme kodieren, in land-erobernden Algen stark expandierten, was darauf hindeutet, dass sie eine wichtige Rolle bei der Vorbereitung der Algen für den Landgang gespielt haben. Zudem evolvierte Xyloglucan – das Hauptsubstrat der meisten Transglycanasen und die häufigste Landpflanzen-Hemicellulose – erst in den Zygnematophyceae. Unsere jüngsten Daten zeigen, dass diese Algen Xyloglucan und andere Hemicellulosen in überraschend großen Mengen in die Umwelt abgeben und externe Polysaccharide durch Transglykosylierung wieder in ihre Zellwände rekrutieren können. Wir glauben, dass diese unerforschte Hemicellulose-Sekretion und Rekrutierung von Polysacchariden den Algen geholfen hat, dynamische Biokrusten zu etablieren, die höchstwahrscheinlich ihre primären Lebensräume während des Landganges waren und auch heute noch weltweit zu finden sind. Um die Rolle der Polysaccharid-Sekretion und -Rekrutierung besser zu verstehen, werden wir eine Reihe von Kultivierungsexperimenten entwickeln und den Polysaccharid-Fußabdruck von Zygnema und Mesotaenium mittels modernster glykobiologischer Techniken analysieren. Wir werden das Sekretionsmuster mit der basalen Landpflanze Marchantia vergleichen, von der bekannt ist, dass sie Xyloglucan aus Rhizoiden freisetzt. Zudem werden wir Veränderungen in der chemischen Zusammensetzung und Zellwand-Ultrastruktur als Folge der Polysacharid-Rekrutierung analysieren. Wir nutzen neu entwickelte Methoden der Click-Chemie, um die Freisetzung und Rekrutierung von Polysachariden in lebenden Zellen zu verfolgen. Hier wird auch ein möglicher artübergreifender Austausch von Polysacchariden berücksichtigt. Abschließend werden Veränderungen relevanter kohlenhydrataktiver Enzyme als Reaktion auf verschiedene externe Polysaccharide und Austrocknungsstress per Transkriptom-Analysen untersucht. Wir gehen davon aus, dass unsere detaillierte Untersuchung des Umbaus und der Rekrutierung von Polysacchariden völlig neue Einblicke in die Rolle der Zellwand während des Landganges liefern wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440291575",
      "url": "https://gepris.dfg.de/gepris/projekt/440291575",
      "title": "“MADS life on MAdLand II”: Veränderungen in der DNA-Bindespezifität von MADS-Domänen-Transkriptionsfaktoren beim Landgang der Pflanzen",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440291575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Das übergeordnete Ziel unserer Projekte in beiden Phasen von MAdLand ist es, die Rolle von MIKC-Typ MADS-Domänen-Transkriptionsfaktoren (MTFs) während des Landgangs der Pflanzen zu untersuchen. MTFs bilden tetramere Proteine-Komplexe, die als Florale Quartett-ähnliche Komplexe (FQCs) bezeichnet werden und die wichtige Entwicklungsprozesse in Landpflanzen steuern. Das hohe kombinatorische Potenzial und die kooperative DNA-Bindung von FQCs ermöglicht eine besonders effiziente und spezifische Kontrolle der Zielgenaktivität. Dieses Merkmal von FQCs ist wahrscheinlich ursächlich mit dem evolutionären Ursprung komplexer Neuerungen bei Landpflanzen verbunden und daher von großem biologischen Interesse. MTFs sind in der Stammgruppe rezenter Streptophyten entstanden, die alle Landpflanzen und ihre nächsten Verwandten (Charophytenalgen) umfassen. Während der ersten Phase von MAdLand haben wir gezeigt, dass in der Stammgruppe rezenter Landpflanzen wichtige Veränderungen innerhalb der Protein-Protein-Interaktionsdomäne von MTFs auftraten. Diese Veränderungen folgten einer Genduplikation, die zu zwei Unterfamilien von MTFs führte, die als MIKCC- und MIKC*-Typ-Proteine bezeichnet werden. MIKCC- und MIKC*-Typ-Proteine sind Hauptbestandteile von zwei weitgehend unabhängigen genregulatorischen Netzwerken, die wichtige Aspekte der Sporophyten- bzw. Gametophyten-Entwicklung in Landpflanzen steuern. In der zweiten Phase von MAdLand wollen wir die biologische Relevanz der FQC-Bildung des einzigen MIKCC-Typ-Proteins MpMADS2 im Lebermoos M. polymorpha untersuchen, um nachzuvollziehen, welchen funktionellen „Gewinn“ die Fähigkeit zur FQC-Bildung während des Landgangs der Pflanzen gebracht hat. Dafür werden wir MpMADS2-Mutanten untersuchen, die nicht zur FQC-Bildung in der Lage sind und die wir bereits im Rahmen der ersten Phase von MAdLand erzeugt haben. Darüber hinaus wollen wir den Einfluss der FQC-Bildung auf die genomweite DNA-Bindung von MTFs für ausgewählte Charophytenarten untersuchen. Dies wird auch wertvolle Einblicke in potenzielle Zielgene von MIKC-Typ-Proteinen in Charophyten liefern, für die bisher keine solchen Daten verfügbar sind. Darüber hinaus wollen wir unsere Erkenntnisse über die Evolution der Protein-Protein-Interaktionsdomäne ergänzen, indem wir wesentliche evolutionäre Veränderungen innerhalb der DNA-bindenden MADS-Domäne von MTFs untersuchen. Vorläufige Daten deuten darauf hin, dass anzestrale MTFs, die vor dem Landgang der Pflanzen existierten, ein breiteres Spektrum an DNA-Bindestellen erkannten als Proteine vom MIKCC- und MIKC*-Typ. In unserem Projekt wollen wir ermitteln, welche Mutationen innerhalb der MADS-Domäne diese Veränderungen in der DNA-Erkennung bewirkt haben und verstehen, welche Folgen die veränderte Erkennung von DNA-Bindestellen für die Aktivität von Zielgenen hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an VeränderungMitverantwortlicheDr. Lydia  Gramzow;Dr. Florian  Rümpler"
    },
    {
      "project_id": "440235374",
      "url": "https://gepris.dfg.de/gepris/projekt/440235374",
      "title": "Molekulare Anpassungen an neue Lichtverhältnisse während des Landgangs anhand des Mooses Physcomitrium patens und der charophytischen Alge Mesotaenium endlicherianum",
      "subject_area": "Zell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440235374",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Beim Übergang vom aquatischen zum terrestrischen Leben waren photosynthetische Lebewesen mit stark veränderten Lichtbedingungen konfrontiert, einschließlich einer stark erhöhten Lichtintensität, einer Zunahme der Fluktuation der Lichtintensität, einer Veränderung des Lichtspektrums und schließlich auch der Beschattung durch konkurrierende Pflanzen. Die neu entstandene Komplexität der Landpflanzen und ihre sesshafte Lebensweise machten es zudem erforderlich, dass die Lichtwahrnehmung mit endogenen Entwicklungsprogrammen verknüpft wurde, um so eine Anpassung von Wachstum und Entwicklung an die Lichtbedingungen zu ermöglichen. Wir werden daher die Lichtsignaltransduktion und durch Licht hervorgerufene Anpassungen im Moos Physcomitrium patens sowie in der Charophyten-Alge Mesotaenium endlicherianum untersuchen. Dabei werden wir uns auf den Schutz des Photosyntheseapparats bei hohem Lichtstress, die Photomorphogenese und die Chloroplastenentwicklung konzentrieren. Wir werden zwei Transkriptionsfaktoren untersuchen, die mit der COP1/SPA E3-Ubiquitin-Ligase in P. patens und M. endlicherianum interagieren, um Innovationen bei der Regulierung der Chloroplastenentwicklung, der Photomorphogenese, des Schutzes vor Lichtstress und der lichtregulierten Genexpressionsnetzwerke zu identifizieren, die möglicherweise dem Landgang der Pflanzen vorausgegangen sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440411476",
      "url": "https://gepris.dfg.de/gepris/projekt/440411476",
      "title": "Rolle der männlichen Keimlinie für den Generationswechsel",
      "subject_area": "Zell- und Entwicklungsbiologie der PflanzenEvolution und Systematik der Pflanzen und PilzeGenetik und Genomik der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440411476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Der Begriff Generationswechsel der Pflanzen wurde Mitte des 19. Jahrhunderts von Hofmeister geprägt und beschreibt den haplodiplontischen Lebenszyklus aller Landpflanzen mit seinen beiden vielzelligen Phasen: der haploide Gametophyt und der diploide Sporophyt. Im frühen 20. Jahrhundert stellte Bower die Hypothese auf, dass dieser besondere Lebenszyklus aus dem haplontischen Lebenszyklus der streptophytischen Algen (einer Schwesterlinie der Landpflanzen) evolvierte, und zwar durch Interkalation von Mitosen vor der Meiose, während des Zygotenstadiums. Blütenpflanzen, und mit ihnen das primäre Pflanzenmodell Arabidopsis, verfügen über eine drastisch reduzierte gametophytische Generation welche experimentell schwer zugänglich ist. Zudem haben Blütenpflanzen sekundär begeißelte Spermatozoide verloren und durch Pollen ersetzt. Im vorliegenden Antrag wollen wir die Rolle der männlichen Keimlinie (Spermatozoide) für den Generationswechsel untersuchen. Dafür setzen wir Bryophytenmodelle ein, welche über begeißelte Spermatozoide und leicht zugängliche gametophytische und sporophytische Generationen verfügen. Der Antrag basiert auf unseren Vorarbeiten, welche mehrere Kandidatengene hervorgebracht haben die auf Ebene der männlichen Keimbahn involviert sind, und addressiert zwei für MAdLand relevante Fragen: „Wie sind Embryogenese und der Generationswechsel evolviert?“ und „Welche Eigenschaften, die den Landgang ermöglichten, sind in charophytischen Frischwasseralgen evolviert?“. Der Projekt bezieht vergleichende Studien von Bryophyten, Charophyten und Samenpflanzen ein; wir erwarten, dass er unser Verständnis der Evolution der männlichen Keimlinie und des Generationswechsels vertiefen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an VeränderungEhemaliger AntragstellerProfessor Dr. Stefan A.  Rensing, bis 6/2022"
    },
    {
      "project_id": "527529748",
      "url": "https://gepris.dfg.de/gepris/projekt/527529748",
      "title": "Schlußfolgerungen zur Natur des letzten gemeinsamen Ahnen der Pflanzen",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeGenetik und Genomik der PflanzenZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527529748",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Vor etwa 500 Millionen Jahren eroberte das pflanzliche Leben einen kargen terrestrischen Lebensraum. Alles pflanzliche Leben, das heute auf der Erdoberfläche gedeiht, geht auf dieses singuläre Ereignis zurück. Auf der Grundlage von Fossil-, Genom- und Merkmalsdaten, die während der ersten MAdLand-Förderperiode verfügbar geworden sind, werden wir phylogenomische Methoden sowie Merkmalsrekonstruktion anwenden. Auf diese Weise wollen wir Rückschlüsse auf die Entwicklung der wichtigsten Pflanzenmerkmale vor und nach dem Landgang ziehen. Wir erwarten, dass diese Analysen unser Verständnis der Art und des zeitlichen Ablaufs der evolutionären Anpassungen an eine drastisch veränderte Umwelt, die den Pflanzen das Leben auf dem Land ermöglicht hat, erheblich verbessern werden. Das Projekt zielt darauf ab, die kryptischen Eigenschaften des jüngsten gemeinsamen Vorfahren der Pflanzen zu enträtseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an VeränderungInternationaler BezugGroßbritannienMitverantwortlicheDr. Björn  Grüning;Professor Dr. Jan de VriesKooperationspartnerProfessor Dr. Philip  Donoghue;Dr. Paul  Kenrick"
    },
    {
      "project_id": "439529174",
      "url": "https://gepris.dfg.de/gepris/projekt/439529174",
      "title": "Stoffwechsel phenolischer Naturstoffe an der Schwelle zum Landleben",
      "subject_area": "Biochemie und Biophysik der PflanzenEvolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439529174",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Beim Übergang von einer aquatischen zu einer terrestrischen Lebensweise erfahren Pflanzen unterschiedlichen biotischen (Krankheitserreger, Pflanzenfresser) und abiotischen (UV-Bestrahlung, Wasserverlust) Stress, der mit Hilfe von phenolischen Verbindungen mit abschreckenden oder antibiotischen sowie UV-absorbierenden Eigenschaften oder deren Einbau in lipophile Barrieren überwunden werden kann. Die Grundlage für die Biosynthese phenolischer Verbindungen ist der Phenylpropan-Stoffwechsel, in dem durch die Aktivität von drei Enzymen aus L-Phenylalanin oder L-Tyrosin eine aktivierte Hydroxyzimtsäure gebildet wird: Phenylalanin Ammoniak-Lyase (PAL), Zimtsäure 4-Hydroxylase (C4H) und 4-Cumarat CoA-Ligase (4CL). 4-Coumaroyl-CoA wird dann unter Beteiligung von Hydroxycinnamoyltransferasen (HCT), Cytochrom-P450 Monooxygenasen (CYP98) und Caffeoylshikimat Esterasen (CSE) weiter zu Monolignolen und Hydroxyzimtsäureestern oder -amiden umgewandelt. Alle diese Enzyme sind in Samenpflanzen gut charakterisiert, wogegen unser Wissen über sie in Algen und frühen Landpflanzen nur sehr eingeschränkt ist. In der ersten Förderperiode lag unser Hauptaugenmerk auf den oben genannten Genen und Enzymen in Vertretern der frühesten Landpflanzen, den Moosen Anthoceros agrestis, Marchantia polymorpha und Physcomitrium patens als Modellorganismen. Chara braunii als Grünalge der Characeae wurde ebenfalls teilweise untersucht. Gensequenzen für die uns interessierenden Enzyme wurden aus diesen Pflanzen identifiziert, heterolog exprimiert und biochemisch charakterisiert. Generell zeigten unsere Ergebnisse für Moose, dass die Annotationen in den Datenbanken meist korrekt sind und die biochemischen Eigenschaften der Enzyme denen der entsprechenden Enzyme aus Samenpflanzen ähneln. Bei Chara braunii war das anders. Hier lassen sich die Gene nicht so einfach anhand von Samenpflanzensequenzen als Köder identifizieren. Darüber hinaus sind die Annotierungen oft nicht zutreffend oder verwirrend. Dies zeigt uns, dass es wichtig ist, sich auf Algenmodellsysteme zu konzentrieren, um die Evolution von Genen/Enzymen des Phenylpropan-Stoffwechsels in den Organismen zu verfolgen, in deren Vorläufern diese Evolution stattgefunden haben muss. Neben Chara braunii werden wir uns daher auf einen weiteren Modellorganismus konzentrieren, nämlich Mesotaenium endlicherianum aus der Gruppe der Zygnematophyceae, um dort Gene/Enzyme des der Biosynthese phenolischer Verbindungen zu identifizieren und zu charakterisieren. Unsere ersten Suchen in Genomdatenbanken von Chara braunii und Mesotaenium endlicherianum zeigen, dass die Identifizierung unserer Zielgene weniger eindeutig ist und alternative Biosynthesewege in Betracht gezogen werden müssen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "527846412",
      "url": "https://gepris.dfg.de/gepris/projekt/527846412",
      "title": "Struktureller und evolutionärer Vergleich des Chloroplasten-Translocon während der Terrestrialisierung von Streptophyten-Algen",
      "subject_area": "Biochemie und Biophysik der PflanzenBiochemieStrukturbiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 527846412",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Die Evolution des Chloroplastentranslokons, bestehend aus einem Superkomplex aus dem Translokon an der äußeren Hülle des Chloroplasten (TOC) und dem Translokon an der inneren Hülle des Chloroplasten (TIC), war entscheidend für den Übergang eines Cyanobakterien-Endosymbionten zu einem Plastiden. Während der Evolution und des Landganges der Streptophyten kam es zu großen Veränderungen in dieser Maschinerie, die Proteine über die beiden Membranen hinweg transportieren kann. Unser Ziel ist es, die Beziehung zwischen den Veränderungen im Präprotein-Importprozess und dem Anstieg der Importeffizienz während der Evolution der Landpflanzen zu untersuchen. Hierfür werden wir In-vitro-Präprotein-Translokationstests an Streptophyta-Algen durchführen, um die Importeffizienz entlang der Evolutionslinie von Grünalgen zu Landpflanzen zu bestimmen. Wir werden dabei Streptophyta-Algen der KCC- und ZCC-Kladen sowie Bryophyten untersuchen. Außerdem werden wir durch den Einsatz von blockierten-Translokationsintermediaten und X-linking MS sowie computergestützter Modellierung die Proteinfaktoren identifizieren, die die Importeffizienz während der Evolution der Landpflanzen verbessert haben. Unsere In-vitro-Studien werden durch einen Top-down-Ansatz mit Hilfe der In-situ-Kryo-Elektronentomographie ergänzt, um die Frage zu beantworten, wie die Translocon-Komplexe in ausgewählten Streptophyta-Algen in Bezug auf Struktur und räumliche Organisation im zellulären Kontext organisiert sind. All diese Bemühungen dienen dazu, ein besseres Verständnis für den Prozess der molekularen Veränderungen zu erlangen, die zu einer verbesserten Effizienz des Chloroplasten- Translokons geführt haben - ein kritischer Faktor in der Evolution der Charophyten-Süßwasseralgen und ein entscheidendes Merkmal was zu ihrer erfolgreichen Eroberung des Landes beigetragen hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "528056313",
      "url": "https://gepris.dfg.de/gepris/projekt/528056313",
      "title": "TERRAPHOS - Evolution pflanzlicher Anpassung an terrestrische Phosphatverfügbarkeit",
      "investigators": "Professor Dr. Steffen  Abel;Dr. Christin  Naumann",
      "subject_area": "Zell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 528056313",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Phosphor, das kritische Element für den Energiestoffwechsel aller Lebensformen, kommt in relativ geringen Konzentrationen in der Erdkruste vor. Global sind Apatite aus vulkanischen Gesteinen die einzig bedeutende Quelle für anorganisches Phosphat (Pi) und dessen biologische Assimilation. Durch chemische und mikrobielle Gesteinsverwitterung freigesetzt, bildet Pi mit Metallkationen unlösliche Salze und wird zudem durch starke Adsorption an Metall(oxy)hydroxide (insbesondere FeIII und Al) immobilisiert. Die dadurch bedingte, gravierende Pi Limitierung stellte für die ersten siedelnden Landpflanzen (Embryophyten), welche nur über primordiale Rhizoide für die Wasser- und Nährstoffaufnahme verfügten, eine besondere Herausforderung dar. Aus den Rhizoiden entwickelten sich über Rhizome die Wurzelsysteme der Tracheophyten und deren Fähigkeit, die Fe-abhängige Pi-Verfügbarkeit im Boden über Wurzelmeristeme lokal zu erfassen. Wir habe kürzlich gezeigt, dass Arabidopsis LOW PHOSPHATE ROOT 1 (LPR1) eine dominante Rolle im lokalen Pi-Sensing spielt und Vertreter einer bisher unbekannten Klasse Fe-oxidierender Multikupferoxidasen (MCOs) ist, welche in allen Landpflanzen, aber auch in Bodenbakterien, vorkommt. Unsere Studien legen nahe, dass ein bakterielles Gen dieser LPR1-Typ MCO Kohorte mittels horizontalem Gentransfer (HGT) von Bodenbakterien auf den gemeinsamen Vorgänger der Streptophyten (charophytische Süßwasseralgen plus Landpflanzen) übertragen wurde. Mindestens zwei weitere Gene, die für einen ABC-Transporterkomplex kodieren (Beteiligung am Fe-abhängigen lokalen Pi-Sensing), gelangten ebenfalls auf diese Weise in die Embryophyten. Bemerkenswert ist, dass Arabidopsis LPR1 auch die Wurzelhaarentwicklung beeinflusst, welche evolutionär mit der Rhizoidbildung verknüpft ist. Somit bilden LPR1-Typ MCOs einen exzellenten Ansatz, um die Evolution und Anpassung von Landpflanzen über HGT an dramatisch veränderte geochemische Bedingungen zu untersuchen. Das erste Ziel des Projekts verfolgt die Überprüfung der potentiell generellen biochemischen Aktivität von LPR1-Typ MCOs als spezifische Ferroxidasen. Hierfür werden rekombinante LPR1-Typ MCOs von ausgewählten sporenbildenden Tracheophyten, Bryophyten, Charophyten und Bodenbakterien exprimiert, gereinigt und enzymatisch charakterisiert. Zur Untersuchung einer möglicherweise konservierten Funktion im lokalen Pi-Sensing, werden wir Komplementationsanalysen mit ausgewählten MCO-Genen vom LPR1-Typ in Arabidopsis lpr1 Knockout-Linien durchführen. Ein zweites Ziel untersucht, ob die Evolution des Fe-abhängigen Pi-Sensings während der pflanzlichen kontinentalen Besiedlung durch den HGT von LPR1-Typ MCO Ferroxidase begünstigt wurde. Hierzu werden wir das etablierte Modellsystem der Bryophyten (Marchantia) anwenden, dessen Reaktionen auf Pi-Mangel untersuchen und die Funktion von orthologen Genen in Marchantia, wie z.B. LPR1-Typ MCOs, für das externe Pi-Sensing über Ansätze der reversen Genetik analysieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440144334",
      "url": "https://gepris.dfg.de/gepris/projekt/440144334",
      "title": "Verständnis der angestammten Funktion von Homöobox-Genen vom Typ RCO/LMI1 in früh-divergierenden Landpflanzen",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeGenetik und Genomik der PflanzenZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440144334",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Wir haben kürzlich gezeigt, dass die homöotischen Transkriptionsfaktoren vom Typ Late Meristem Identity 1 (LMI1) / Reduced Complexity (RCO) an einem neuartigen wachstumsregulierenden Weg teilnehmen, der der evolutionären Diversifizierung der Blattform in Samenpflanzen zugrunde liegt. Zusammen mit Prof. Sabine Zachgo haben wir auch vorläufige Beweise dafür erhalten, dass ein Gen vom Typ LMI1 das Wachstum des Lebermooses Marchantia polymorpha reguliert. Diese Ergebnisse führen zu der Hypothese, dass zumindest einige Aspekte dieses Weges in Lebermoosen agieren und somit tief erhaltene Funktionen darstellen können, die für die frühe Evolution der Landpflanze wichtig waren. Um diese Hypothese zu testen, schlagen wir vor, die Funktion der Gene vom Typ LMI1 im Modell Marchantia polymorpha mit Hilfe der Genetik, fortgeschrittener Bildgebung und Computermodellierung zu charakterisieren. Wir schlagen auch vor, Funktionen dieses Transkriptionsfaktors im Modellmoos Physchomitrella patens zu untersuchen, was dabei helfen wird festzustellen, ob Merkmale der LMI1-Typ-Genfunktion in der Wachstumsregulation in frühen Landpflanzen konserviert sind. Schließlich wollen wir durch gezielte transgene Experimente mit verwandten Sequenzen von Grünalgen untersuchen, ob strukturelle Merkmale des Proteins, die für die Wachstumsregulation notwendig sind, bereits vor der Landbesiedlung durch Pflanzen vorhanden waren und diese erst ermöglicht haben könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "440043394",
      "url": "https://gepris.dfg.de/gepris/projekt/440043394",
      "title": "Vom monoplastidären Vorfahren zur vielfältigen Polyplastidie in heutigen Landpflanzen",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440043394",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Jede Pflanzenzelle, von der Wurzel bis zum Blattgewebe, beherbergt Dutzende von Plastiden. Das Gegenteil gilt für die Mehrheit der Algen, welche monoplastidär sind und eine einzige Plastide pro Zelle und Zellkern tragen. Polyplastidie ist die Norm in Landpflanzen, aber die Ausnahme bei Algen. Der Übergang von der Mono- zur Polyplastidie erfolgte in der Evolution mehrfach unabhängig voneinander und scheint einen makroskopischen Phänotypen zu ermöglichen. Die Schritte, die es ermöglichen den monoplastidiären Engpass zu überwinden sind noch unerforscht, stehen im Wesentlichen aber im Zusammenhang mit der Entkopplung der Plastidenteilung vom Zellzyklus und Mitose. Der Vorfahre der Landpflanzen war monoplastidär, ebenso wie heutige Schwestergruppen von Streptophytenalgen, die mit dem Vorfahren der Landpflanzen verwandt sind. Spuren der Monoplastidie sind bei manchen Bryophyten, wie Marchantia polymorpha, zu erkennen. Dieses Lebermoos vollzieht während der Sporogenese einen Wechsel von Poly- zur Monoplastidie, so dass die freigesetzten Sporozyten nur eine Plastide tragen. Dies ist, so spekulieren wir, mit einem Kontrollpunkt verbunden, welcher die Vererbung gesunder Plastiden gewährleistet, auch weil die eigentliche Meiose erst nach erfolgreicher Plastidenteilung beginnt. Wir planen die Genetik und die Mechanismen des Wechsels zwischen Mono- und Polyplstidie in Marchantia zu untersuchen. Ein Fokus wird auf den Genen der Plastidenteilung (MinD, MinE, FtsZ1-3, Drp5), sowie denen der Peptidoglykansynthese (und den damit verbundenen mur-Genen) liegen. Ziel des Projekts ist den Übergang von der Mono- zur Polyplastidie („monoplastidic bottleneck“) und hier das Zusammenspiel von Zellzyklus und Plastidenteilungsapparat zu untersuchen. Das Entkoppeln der Plastiden- von der Zellteilung war ein entscheidender Schritt bei der Entwicklung höherer Pflanzen und den verschiedenen Arten von Plastiden (bspw. Pro-, Chromo-, Amyloplast, etc.), welche Embryophyten mobilisieren können. Marchantia bietet ein großartiges Modellsystem, sowohl wegen seines offensichtlichen Übergangs zwischen Poly- und Monoplastidie als Teil seines Lebenszyklus (ein einzigartiges Fenster zur Organellenentwicklung und Plastidenvererbung), als auch wegen den möglichen genetischen Manipulationsmöglichkeiten des nukleären- und Plastidengenoms.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    },
    {
      "project_id": "439896201",
      "url": "https://gepris.dfg.de/gepris/projekt/439896201",
      "title": "Wechselwirkung zwischen Osmo-/Ionenregulation und CO2-Aufnahmemechanismen bei Characeen: Voraussetzung für oder Hindernis bei der Anpassung an terrestrische Bedingungen?",
      "subject_area": "PflanzenphysiologieÖkologie und Biodiversität der Pflanzen und Ökosysteme",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439896201",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung",
      "description": "Charophyten sind submerse Wasserpflanzen aus der Gruppe der Streptophyta, zu der auch alle heutigen Landpflanzen gehören. Zusammen mit den Zygnematophyceae und den Coleochaetophycae formen die Charophyceae die sogenannte ZCC Gruppe, aus der der gemeinsame Vorläufer aller Landpflanzen hervorging. Charophyten sind die Streptophyta, die bereits viele morphologische Merkmale wie funktionsfähige Rhizoide, Gametangia und Zellwandauflagerungen entwickelt haben, die für einen erfolgreichen Landgang als wichtig angesehen werden. Daher wird angenommen, dass die Erforschung von Charophyceae Aufschlüsse über Prozesse und Herausforderungen während des Landgangs der Pflanzen verspricht. Insbesondere der drastische Abfall in der verfügbaren Menge an anorganischen Kohlenstoff (Ca) war vermutlich eine der stärksten Herausforderungen beim Übergang vom aquatischen zum terrestrischen Lebensstil. Es wird angenommen, dass eine passive CO2 Diffusion nicht ausreicht, um die Photosynthese in komplexen eukaryotischen Algen ausreichend mit Ca zu versorgen. Daher haben die meisten eukaryotischen Algen ausgefeilte Kohlenstoffkonzentrierungsmechanismen (CCM) entwickelt, um CO2 in der Umgebung des carboxylierenden Enzyms Rubisco anzureichern. Allerdings ist es bisher unbekannt, inwieweit ein CCM in Charophyten existiert. Weiterhin ist zu erwarten, dass die Aufnahme von Ca in submersen Algen stark mit der Anpassung an pH und verschiedenen Ionenmilieus interagiert.In Vorarbeiten haben wir Systeme etabliert, die die Anzucht von Charophyten unter definierten Umweltbedingungen erlauben. Ausgewählte Chara Arten wurden unter verschiedenen pCO2, Salz- und pH Bedingungen ökophysiologische charakterisiert. Innerhalb dieses Projekts wollen wir uns auf Chara braunii konzentrieren, da von dieser Art ein gut annotiertes Genom vorhanden ist, das eine solide Basis für die geplanten molekularen Untersuchungen darstellt. In dieser Genomsequenz wurde bereits eine Reihe von Genen identifiziert, die potenziell für Proteine eines Chara CCM kodieren könnten, da ähnliche Proteine bei der CCM Funktion in Modellalgen wie Chlamydomonas reinhardtii eine wichtige Rolle spielen.Innerhalb des Projekts wollen wir zunächst die Frage klären, inwieweit C. braunii einen CCM für die photosynthetische CO2 Fixierung benutzt. Dazu werden die CO2 Affinitäten von intakten C. braunii Thalli und des carboxylierenden Enzyms Rubisco verglichen. Die Alge wird unter verschiedenen Ca Gehalten sowie pH Werten kultiviert, um dann Veränderungen in der photosynthetischen CO2 Affinität nachzuweisen. Die Expression ausgewählter Gene, die für potentiell am CCM beteiligte Proteine kodieren, wird in diesem Algenmaterial durch qPCR untersucht. Schließlich wird die Interaktion der Ca Anpassung mit der Ionenanpassung an C. braunii nach Kultivierung bei verschiedenen Salinitäten analysiert. Insgesamt sollen diese Untersuchungen Aufschluss über die Interaktion des CCM mit der Ionenkompensation desMediums bei Charophyten geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2237: \nMAdLand - Molekulare Adaptation an das Land: Evolutionäre Anpassung der Pflanzen an Veränderung"
    }
  ]
}