{
  "spp_number": "SPP 2436",
  "spp_title": "Klimaneutraler Beton",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/521082619",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "542141112",
      "url": "https://gepris.dfg.de/gepris/projekt/542141112",
      "title": "Aktive Karbonatisierung poröser mineralischer Bindemittelsysteme – A-COMBS",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542141112",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Angesichts der globalen Erwärmung ist es zwingend notwendig, auch im Bereich der Baustoffe sichere und kosteneffiziente Maßnahmen zur Reduzierung des CO2-Gehalts in der Atmosphäre zu etablieren. Die Karbonatisierung mineralischer Materialien kann eine solche Maßnahme sein und sehr effektvoll wirken. In kompakten mineralischen Baustoffen mit geringer Porosität ist allerdings die Geschwindigkeit der Karbonatisierung sehr gering und das volle Potential zur Karbonatisierung wird nur selten voll ausgeschöpft. Durch Aufschäumen kann die Porosität mineralischer Bindemittel gezielt erhöht und damit eine schnelle und nahezu vollständige Karbonatisierung mit geringem technischen Aufwand ermöglicht werden. In diesem Forschungsprojekt sollen die Mechanismen und Phänomene beschrieben werden, die bei der aktiven Karbonatisierung von porösen, mineralischen Bindemitteln vorliegen. Die wesentlichen Einflussfaktoren auf die Karbonatisierung verschiedener Bindemittelsysteme sollen in Experimenten erfasst und dargestellt werden. Die zeitliche Entwicklung der Phasenzusammensetzung soll verstanden und deren Auswirkung auf die mechanischen Eigenschaften aufgezeigt werden. Dabei werden auch die Grenzen einer baustofftechnisch sinnvollen Karbonatisierung im Hinblick auf angestrebte günstige mechanische Eigenschaften erforscht. Ausgehend von den in Experimenten erarbeiteten Daten und der geometrischen Charakterisierung des Porensystems wird eine numerische Materialbeschreibung für die aktive Karbonatisierung von porösen Bindemitteln formuliert. Die Anwendung dieser Modellierung auf mineralische Baustoffe mit geringerer Porosität wird untersucht, wobei die Grenzen der Materialbeschreibung aufgezeigt werden. Die Experimente finden an physikalisch geschäumten Bindemitteln mit drei Rohdichten statt. Als Bindemittel werden Portlandzement, LC3 sowie Magnesiumoxychlorid untersucht. Die Zentralmethode zur aktiven Karbonatisierung ist die Permeation erhärteter Bindemittel im Alter von 1 bis 28 Tagen mit CO2-haltigem Gasen. Die Konnektivität des Porensystems wird durch die Zugabe von Holzkohlepartikeln verbessert. Damit soll die frühe Erhärtung beschleunigt und durch zu hohen Druck des Permeationsgases induzierte Gefügeschädigungen im jungen Alter reduziert werden. Die Karbonatisierung frischer, nicht erhärteter Bindemittelschäume wird durch Einsatz von CO2-haltigem Schaum bzw. Zugabe von CO2 beim Mischprozess untersucht. Die Konnektivität der Poren wird mit Methoden der Computervision auf Basis von µCT-Analysen charakterisiert. Die Modellierung von Gaspermeation und Karbonatisierung erfolgen mit multi-physikalischen FE-Methoden. Das Verständnis der Vorgänge und Umwandlungen bei der aktiven Karbonatisierung poröser Bindemittel und die entwickelte Modellbeschreibung liefern ein grundlegendes Werkzeug für die Auslegung technischer Verfahren zur aktiven und großtechnischen Bindung von CO2 in permeablen Baustoffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler BetonMitverantwortlichProfessor Dr.-Ing. Marco  Liebscher"
    },
    {
      "project_id": "541766792",
      "url": "https://gepris.dfg.de/gepris/projekt/541766792",
      "title": "Aktivierung von Zementstein als Weg zur Dekarbonatisierung von Beton",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541766792",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Die Herstellung von Beton als meistverwendeter Baustoff trägt in hohem Maße zu CO2-Emissionen bei, vor allem aufgrund der CO2-intensiven Zementklinkerherstellung. Daher ist ein zweigleisiger Ansatz erforderlich, um diese Emissionen zu verringern: Die Produktion muss umweltfreundlicher gestaltet und der Bedarf an neuem Zementklinker durch die Wiederverwendung von Zementstein aus abgebrochenem Beton reduziert werden. Für Letzteres bieten sich zwei unterschiedliche Methoden an: thermische Aktivierung und Karbonatisierungsaktivierung. Bei der thermischen Aktivierung wird hydratisierter Zementstein (ZS) hohen Temperaturen (etwa 600 °C) ausgesetzt. Dieser Prozess löst eine Umkehrreaktion der Zementhydratation aus, indem Hydratationsprodukte wie Calciumhydroxid (CH) und Calciumsilikathydrat (C-S-H) zersetzt werden. Infolgedessen ähneln die für die Betonherstellung verwendeten Materialien nach der thermischen Aktivierung denen von primärem Zement. Im Gegensatz dazu wird bei der Nasskarbonisierung CO2 in den ZS eingebracht. Durch diese Wechselwirkung bilden C S H und CO2 ein amorphes, puzzolanisches (Aluminium)Kieselgel. Ein Vorteil dieser Methode ist, dass sie CO2 im Aktivierungsprozess nutzt und speichert, was bei der Herstellung neuer Kompositzemente zu negativen CO2-Emissionen führen kann. Beide Verfahren haben das Potenzial, CO2-Emissionen zu reduzieren und Ressourcen zu schonen. Es stellt sich die Frage, welches Verfahren sich hinsichtlich der Frisch- und Festbetoneigenschaften in Bezug auf Hydratationswärmeabgabe, Abbindezeiten, Fließfähigkeit, Festigkeitsentwicklung oder CO2-Emissionen als vorteilhafter erweist. In der Literatur und in eigenen experimentellen Analysen haben sich beide Verfahren als wirksam erwiesen, doch fehlt ein direkter Vergleich, der die individuellen Vorteile und Anwendungsgrenzen für einzelne Parameter aufzeigt. Die vorgeschlagene Strategie dieses Froschungsantrags besteht darin, verschiedene Kompositzemente mit beiden Aktivierungsmethoden parallel zu untersuchen, um einen direkten Vergleich der Leistungsfähigkeit zu ermöglichen. Der Prozess beginnt mit der umfassenden Untersuchung und Charakterisierung verschiedener Ausgangsstoffe für ZS. Anschließend werden diese Materialien thermisch und durch Karbonisierung aktiviert. Diese aktivierten ZS werden einzeln analysiert und mit herkömmlichen Zementen gemischt, wobei die Substitutionsrate schrittweise erhöht wird, um schließlich einen Klinkeranteil von bis zu 20 Gew.-% zu erreichen. Die resultierenden Mischungen werden ebenfalls analysiert. Zur Bewertung der Festigkeitsentwicklung werden alle Mischungen als Mörtel hergestellt und geprüft. Gleichzeitig werden Referenzsysteme charakterisiert und dienen als Basis für eine umfassende Bewertung. Schließlich dienen die experimentellen Ergebnisse als Grundlage für umfangreiche mikrostrukturelle und multiskalige Modellierungen zur Vorhersage der mechanischen Eigenschaften von Kompositzementen, die rezyklierte Feinanteile enthalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542053617",
      "url": "https://gepris.dfg.de/gepris/projekt/542053617",
      "title": "Bauwerk zu Bauwerk zu Bauwerk zu Bindemittel (Bn)",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542053617",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Dieser Forschungsantrag zielt darauf ab, durch die Verwendung erneuerbarer leichter Gesteinskörnungen und unter Ausnutzung des hohen Karbonatisierungsvermögens von Leichtbetonen den Weg zu einer emissionsarmen Betonproduktion aufzuzeigen. Hauptziel ist die Entwicklung erneuerbarer Gesteinskörnungen für Leichtbetone, die in der Lage sind, CO2 zu binden und die gleichzeitig vollständig recycelbar und in End-of-Life-Szenarien wiederverwendbar sind. Diese Forschungsarbeit untersucht die Gewinnung und weitere Nutzung rezyklierter leichter Gesteinskörnungen unter Berücksichtigung des Kohlenstoffbindungspotenzials. Das Projekt geht von drei repräsentativen Leichtbeton-Haupttypen zu Beginn der Recyclingstrategie aus: gefügedichter, haufwerksporiger und Infra-Leichtbeton. Mit Fokus auf den Recyclingprozess will das Forschungsprojekt die grundlegenden Materialparameter aufzeigen, die den Einsatz von Recyclingmaterialien als rezyklierte leichte Gesteinskörnung für Leichtbeton (RLCA) und rezyklierte Bindemittel (RLCP) in rezykliertem Leichtbeton (RLC) ermöglichen. Schwerpunktmäßig werden die Dichte, Wasseraufnahme, Kornfestigkeit, Korngrößenverteilung, Kornform, der Anteil des Zementsteins an der leichten Gesteinskörnung sowie Reaktivitätstests für RLCP als Zementersatzstoff betrachtet. Außerdem wird die CO2-Absorption der Ausgangs-Leichtbetone sowie der rezyklierten Materialien unter natürlichen und beschleunigten Karbonatisierungsbedingungen ermittelt und bewertet. Nachfolgend konzentriert sich das Forschungsprojekt auf die effektive Verwendung der Rezyklate in RLC-Rezepturen. Dieser Prozess umfasst die Entwicklung von Referenzrezepturen für verschiedene Typen von RLC sowie eine Bewertung des RLC-Potenzials unter Berücksichtigung unterschiedlicher Austauschmengen von RLCA und/oder RLCP. Darüber hinaus wird die Kontinuität der Leistungsfähigkeit von RLCs über Faktoren wie Elastizitätsmodul, Dauerbelastung und Schwinden analysiert und verifiziert. Ziel des beantragten Forschungsvorhabens ist es, ein Nachhaltigkeitsmodell mit geschlossenem Kreislauf unter Berücksichtigung der Emissionseinsparpotenziale (Net-Zero) für die Bauindustrie zu entwickeln. Es soll die Machbarkeit einer 100-prozentigen Nutzung recycelter Materialien belegen und zeigen, wie sich die Leistungsparameter mit jedem Recyclingkreislauf entwickeln. Das Projekt integriert innovative Ansätze und modernste Materialien. Es zielt darauf ab, nachhaltige Leichtbetone zu entwickeln, welche die Kreislaufwirtschaft fördern, zur Reduzierung der CO2-Emissionen und zum Schutz natürlicher Ressourcen in der Bauindustrie beitragen. Dieses Projekt ist eine Antwort auf die dringende globale Notwendigkeit, auf nachhaltigere Baupraktiken überzugehen, den Klimawandel einzudämmen und damit ein entscheidender Schritt in Richtung einer grünen und nachhaltigeren Zukunft.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542115298",
      "url": "https://gepris.dfg.de/gepris/projekt/542115298",
      "title": "Beschleunigte Karbonisierungshärtung von Bindemitteln auf Basis von Rohdolomit – ein Weg zu einem neuen ressourceneffizienten Baustoff mit geringem CO2-Fußabdruck",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542115298",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Modul 1 des Schwerpunktprogramms befasst sich mit alternativen Bindemitteln. Dieses Thema steht auch in diesem Antrag im Mittelpunkt: kalzinierter Rohdolomit. Sogenannte Rohdolomit (< 90 Gew.-% Dolomit) ist einer der am weitesten verbreiteten und am wenigsten verwendeten Rohstoffe. Ein vielversprechender Ansatz für ein klimafreundliches Bindemittelsystem sind Bindemittel, die auf der Karbonisierungshärtung von MgO basieren. Erste Ergebnisse zeigen, dass durch Karbonatisierung gehärteter Dolomitkalk ein vielversprechendes System zur Entwicklung eines hochwertigen Bindemittelmaterials mit geringem CO2-Fußabdruck ist. Es besteht jedoch Bedarf an einem grundlegenden Verständnis der Mechanismen, die für die Leistungsentfaltung karbonatisierter Kalkbindemittel, insbesondere bei einem hohen Grad an Nebenbestandteilen, verantwortlich sind. Ziel dieses Projekts ist es daher, besser zu verstehen, wie sich verschiedene Prozess- und Materialparameter auf die CO2-Aufnahme im Hinblick auf die Kinetik sowie auf die bei der Karbonisierung aufgenommene Gesamtmenge CO2 auswirken und damit die resultierende Mikrostruktur und die Gesamtperfomance der karbonisierten Produkte beeinflussen. Mit diesem Wissen können neuartige Materialien und neuartige Härtungsmethoden etabliert und optimiert werden. Dies muss als Kombination aus gleichzeitiger Leistungsoptimierung und Umweltauswirkungen erfolgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542229402",
      "url": "https://gepris.dfg.de/gepris/projekt/542229402",
      "title": "C-Cure: Net-Zero Beton mit karbonatisierbaren Bindemitteln, schnellen Reaktivitätstests, internem CO2-Aushärten und Multi-Skalen-Modellierungen.",
      "investigators": "Dr. Christiane  Rößler;Neven  Ukrainczyk, Ph.D.",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542229402",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "C-Cure zielt darauf ab, die Ziele des SPP zu erreichen: die Realisierung von Net-Zero-Beton unter Verwendung alternativer Bindemittel und die Verfeinerung von Karbonatisierungsstrategien. Im Arbeitspaket 1 (WP1) wird ein Konzept für Karbonatisierungsbinder entwickelt, wobei der Fokus auf alternativen Materialien wie Ton, Sand und Kalkstein liegt, um niedrig-kalziumhaltige, karbonatisierbare, selbstzerreibende Binder (CxSy) zu schaffen. Die Auswirkungen von Verunreinigungen wie Mg, K, S und Al werden untersucht. Die Entwicklung wesentlicher Methoden zur Prüfung der Reaktivität steht im Mittelpunkt von WP1. WP2 untersucht die Zusammenhänge zwischen der Rohstoffzusammensetzung, der Phasenzusammensetzung nach dem Erhitzen und dem Karbonatisierungsabbindungsprozess. Ein innovativer Ansatz nutzt CO2-Aminlösungen und NaHCO3 aus dem Kohlenstoffbindungsvorgang als interne CO2-Quellen für die Karbonatisierungsabbindung. Die mikrostrukturelle Charakterisierung ist entscheidend für das Verständnis der Phasenreaktionsfähigkeit. Die Bestimmung des thermodynamischen Potenzials und der kinetischen Raten der Hauptreaktionsmechanismen ist entscheidend für die Verbesserung der Materialeigenschaften. WP3 beinhaltet Mörtelprüfungen, bei denen Festigkeit, Setzverhalten, Porosität und mehr für ausgewählte Binder unter Verwendung sowohl interner als auch externer CO2-Aushärtung bewertet werden. Auch das Auslaugverhalten von Aminlösungen steht im Fokus. Im Arbeitspaket 4 (WP4) wird ein aufskaliertes Berechnungsverfahren entwickelt, um die Karbonatisierungsbindungsaushärtung zu simulieren. Es berücksichtigt CO2-Last, Mineralogie, Füllstoffe und Polydispersität. Auf Porenebene prognostiziert das Modell die Phasenzusammensetzung, die Mikrostruktur, die Reaktionskinetik und die Feuchtediffusion. Das Modell wird dann homogenisiert, um die Karbonatisierungskinetik auf Pasten- und Mörtelniveau vorherzusagen, wobei die Feuchtediffusion anhand von Mischdesign und Mörtelgeometrie (Modellbeton) berücksichtigt wird. C-Cure kombiniert neuartige experimentelle und rechnerische Techniken zur Analyse der Reaktionskinetik von karbonatisierbaren Bindemitteln. Dazu gehören innovative Methoden zur internen/externen CO2-Aushärtung und mehrskalige Berechnungen, die bisher nicht berücksichtigt wurden. Die gewonnenen Erkenntnisse sollen die Aufskalierung auf Beton ermöglichen, was ein wesentlicher Schritt bei der Weiterentwicklung der Technologie \"Net-Zero-Beton\" ist. Dieser Fortschritt zielt darauf ab, aktuelle Einschränkungen zu bewältigen, einschließlich des Mangels an Wissen in drei Schlüsselbereichen: i) Parameter für die Binderverarbeitung, ii) CO2-Diffusionsbegrenzungen während der Aushärtung und iii) Bindemittelreaktivität und Leistung im Betonmaßstab.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542200307",
      "url": "https://gepris.dfg.de/gepris/projekt/542200307",
      "title": "CO2-neutrale Biomasse-basierte Partikelinteraktionen für NET-ZERO Betone (BIOMAC) - Experimente und Modellierung",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542200307",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Ziel des BIOMAC-Projekts über die gesamte Projektdauer ist die Erforschung CO2-neutraler Betone mit umweltfreundlichen Gesteinskörnungen (GK) in Kombination mit reaktiven Bindemitteln, beide auf Basis verkohlter Biomasse. Die Verwendung dieser CO2-negativen Reststoffe in Bindemittelsystemen ermöglicht es, den CO2-Fußabdruck zukünftiger Betonsysteme deutlich zu reduzieren, um diese in einer umweltorientierten Bauwirtschaft zu nutzen. Um notwendige Anforderungen im Bauwesen zu erfüllen, wird in dieser Förderperiode eine umfassende Charakterisierung der einzusetzenden Reststoffe sowie eine dezidierte Erforschung ihrer Wechselwirkungen im Materialverbund durchgeführt. Um dieses Ziel mit solchen niedrigfesten Ausgangsstoffen zu erreichen, wird ein packungsdichteoptimiertes System, bekannt von Ultra-Hochleistungsbetonen, zugrunde gelegt. Die Lasten, die im Normalbeton über die GK abgetragen werden, müssen über die Betonmatrix von festigkeitsbildenden Material-\"ribbons\" übertragen werden. Diese setzen sich aus den festigkeitsbildenden Phasen der Bindemittelmatrix und der Kontaktzone (ITZ) Bindemittel-Biokohlen-Gesteinskörnung zusammen. Um diese CO2-neutralen Systeme zu erforschen, wird zunächst der Portlandzement durch reaktive Biomasseasche an der TU Darmstadt (TUDa) und die GK durch CO2-negative Biokohlen an der Universität Kassel (UK), z.B. aus der reduzierenden Verbrennung von Reststoffen aus der Biogasproduktion, partiell substituiert. In einem gemeinsamen Schritt werden diese beiden Ansätze kombiniert. Der Forschungsfokus der TUDa liegt auf der Integration von Biomasseaschen als Zementersatzstoffe (SCM > 50%) auf Bindemittelebene und der der UK auf der Integration der Biokohle-GK in ein Bindemittelsystem. Die gemeinsame Forschung konzentriert sich auf die Wechselwirkungen in der ITZ. Es wird ein Modelansatz zur Vorhersage der Wechselwirkungen und des mechanischen Verhaltens der ITZ zwischen Matrix und Biokohleaggregaten erarbeitet. Zur Simulation der Interaktion zwischen Biokohlen (UK) und Bindemittelmatrix (TUDa) werden experimentelle Untersuchungen durchgeführt, um die Randbedingungen des Models zu definieren. Der Modelansatz basiert auf einem Zwei-Partikel-System, welches in einem skalierbaren BIOMAC-model-element gipfelt. Dieses wird in Kombination beider Projektpartner experimentell und simulativ auf ein Multi-Partikel-System erweitert. Ein Austausch mit dem Zentralprojekt erfolgt über die gesamte Projektlaufzeit, um ein SPP-umfassendes Life-Cycle-Assessment mit generierten Forschungsdaten zu ermöglichen. Die Ergebnisse dieser Förderperiode bilden die Grundlage für ein betontechnologisches Upscaling zu einem zukunfts- und umweltorientierten BIOMAC-System. Ferner sollen die BIOMAC-Ergebnisse im Anschluss mit den drei Modulen des SPP verzahnt werden, um mögliche Wege für einen neuartigen NET-ZERO-Beton aufzuzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542120441",
      "url": "https://gepris.dfg.de/gepris/projekt/542120441",
      "title": "Ein grundlegendes Modell zur Kombination von Hydratations-und Carbonatisierungsprozessen für eine optimale Leistungsfähigkeit im frühen Alter von CO2 reduzierten Bindemitteln",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542120441",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Unser Projekt zielt darauf ab, die geringere Frühfestigkeit von CO2 reduzierten Bindemittel mit neuen Ansätzen der Nutzung von CO2 mineralischen Carbonatisierung zu verbessern. Die fehlende Frühfestigkeit ist eines der Haupthemmnisse für eine weitere Substitution von Klinker durch Zusatzstoffe (SCM). Die Maximierung des Potenzials der frühen Klinkerreaktion, durch gezielte Kombination von Hydratations-und Carbonatisierungsprozessen, bürgt neue Möglichkeiten für die zukünftige Fertigteilindustrie. Bevor dies jedoch mit Vielzahl von SCM erfolgreich eingesetzt werden kann, ist es von entscheidender Bedeutung, sowohl die Auswirkungen der anfänglichen Bindemittelzusammensetzung unter verschiedenen Aushärtungsbedingungen, als auch den Einfluss der frühen CO2 Nachbehandlung auf die Eigenschaften im späteren Betonalter zu quantifizieren. Das langfristige Ziel dieses Vorschlags ist die Entwicklung eines reaktiven Transportmodells zur Analyse von Bindemittelsystemen, die infolge gemischter Hydratations- und Carbonatisierungsprozesse erhärten. In der ersten Phase des SPP konzentrieren wir uns auf die Charakterisierung der grundlegenden Kinetik der Hydratations-und Carbonatisierungsreaktionen. Dabei wollen wir erstens einen experimentellen Arbeitsablauf zur Quantifizierung der CO2-Aufnahme und der Phasenzusammensetzung der Bindemittelsysteme, die unter gekoppelter Hydratation und CO2-Nachbehandlung erhärten. Der Arbeitsablauf wird an synthetischen Bindemittelsystemen getestet und an realen SPP relevanten Bindemitteln validiert. Zweitens, werden diese Daten verwendet, um ein kinetisches Modell zur Vorhersage der Entwicklung der Phasenzusammensetzung in Abhängigkeit der Bindemittelrezeptur und den Aushärtungsbedingungen zu entwickeln. Die Neuheit unseres Ansatzes besteht darin, dass wir die grundlegenden Charakterisierungstechniken, die maßgeblich zum besseren Verständnis der Hydratations- und Carbonatisierungsprozesse beitragen, zusammenführen und modifizieren. So konzentrieren wir uns auf die Charakterisierung der Phasenzusammensetzung und die Analyse der Porenlösung in Verbindung mit einer thermodynamischen Modellierung, um die maßgeblichen Einflussfaktoren zu identifizieren, zu analysieren und ein kinetisches Modell zu entwickeln. Um eine Brücke zwischen unseren Ergebnissen und der Praxis zu schlagen, wird unser Modell zu einem angewandten Modell vereinfacht, so dass es erfolgreich von Ingenieuren genutzt werden kann. Sind die Ergebnisse unseres Projekts für das SPP von entscheidender Bedeutung, da sie notwendige Informationen für die Lebenszyklusanalyse liefern. Zum Beispiel wird unsere Studie über die Auswirkungen der Kalziumverfügbarkeit im System klare experimentelle Daten liefern, um zwischen Klinkerfaktor, reaktivem und inertem Zusatzstoffgehalt sowie dem Ausmaß der CO2-Erhärtung zu unterscheiden. Diese Analyse ist entscheidend, um unsere zukünftig begrenzten Ressourcen optimal zu nutzen und gleichzeitig die CO2-Emissionen zu reduzieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler BetonEhemaliger AntragstellerDr. Fabien  Georget, bis 8/2025"
    },
    {
      "project_id": "541767338",
      "url": "https://gepris.dfg.de/gepris/projekt/541767338",
      "title": "Entwicklung von CO2-armen Bindemitteln aus Materialien von gebrannten Steinkohlehalden",
      "investigators": "Professorin Dr.-Ing. Anya  Vollpracht;Professor Dr.-Ing. Tobias  Vraetz, seit 6/2025",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541767338",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Ziel des Projektes ist die Entwicklung von ressourcenschonenden, CO2-armen Bindemitteln auf Basis von autogen gebranntem Bergematerial aus dem Steinkohlebergbau als alternative Komponente in klinkerarmen sowie alkalisch-aktivierten Systemen im Rahmen des Schwerpunktprogramms Modul 1 \"Alternative und klimaneutrale Bindemittel\". Steinkohle entstand über Jahrmillionen aus abgestorbenen Pflanzenresten durch die Ablagerung von Sedimentschichten und dem damit verbundenen Druck- und Temperaturanstieg. Die bei der Kohleaufbereitung entstandenen Bergehalden bestehen daher hauptsächlich aus Schiefer, Ton, Sandstein, Kalkstein, Gips, Kohle und Schwefelverbindungen. Das BMU schätzt die Masse des Bergematerials auf dem Gebiet der heutigen Bundesrepublik Deutschland, die zwischen 1792 und 2003 aufgeschüttet wurden, auf ca. 3,6 Mrd. Tonnen. Für eine mögliche Nutzung des Bergematerials als Sekundärrohstoff in der Bauindustrie stellt dies somit eine erhebliche Ressource dar. In vielen Fällen ist das Bergematerial durch Selbstentzündung der Kohlereste in den Halden erhöhten Temperaturen ausgesetzt gewesen, wodurch die so genannte \"Rote Erde\" entstanden ist, bei der es sich im Grunde um tonhaltiges Gestein handelt, das bei unkontrollierten, unbekannten Temperaturen calciniert wurde. Zur Verwendung des gebrannten Bergematerials werden in diesem Projekt zwei Ansätze verfolgt: Erstens soll der Klinkerfaktor in zementbasierten Systemen so weit wie möglich reduziert werden, einschließlich der Verwendung von Mehrkomponentensystemen. Die Mischungen werden durch thermodynamische Modellierung der Phasenentwicklung vorausgewählt. Anschließend soll das modellierte Ergebnis validiert bzw. das Modell optimiert werden. Zum anderen sollen Rezepturen auf Basis klinkerfreier, alkalisch-aktivierter Systeme entwickelt werden. Hier werden Mischungen auf der Grundlage eines empirischen Prognosemodells aus einem derzeit laufenden Projekt ausgewählt. Dieses Modell wird für gebranntes Bergematerial und weitere alternative Ausgangsstoffe validiert bzw. angepasst. Der Einfluss unterschiedlicher Phasenzusammensetzungen auf die Reaktionen wird untersucht und es wird ermittelt, in welchem Ausmaß üblicherweise als inert betrachtete Phasen an den Reaktionen teilnehmen. Als Grundlage hierfür wird der Einfluss der Temperatur auf die Mineralphasenbildung untersucht, da gebranntes Bergematerial eine vielfältige und komplexe Mineralogie aufweist. Parallel dazu wird ein geeignetes Aufbereitungsverfahren zur Anreicherung der reaktiven Komponenten entwickelt. Die Mineralogie wird mit den aufbereitungsrelevanten Eigenschaften sowie der puzzolanischen Reaktivität und damit mit dem Potenzial des Materials für den Einsatz in der Zement- / Betonindustrie verknüpft. Neben dem Verständnis der Reaktionsmechanismen sollen die Erkenntnisse aus dem Forschungsprojekt eine Abschätzung des Potenzials von gebranntem Bergematerial und eine effiziente Nutzung als Klinker- / Zementsubstitut ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler BetonEhemaliger AntragstellerDr.-Ing. Lars  Weitkämper, bis 5/2025"
    },
    {
      "project_id": "541788011",
      "url": "https://gepris.dfg.de/gepris/projekt/541788011",
      "title": "Ergänzende Reaktivität von zementären Materialien: Chemie-Struktur-Beziehungen für die Auflösungskinetik durch Hochskalierung der atomistischen Modellierung (SuperUptom)",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541788011",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Das Hauptziel dieses Projekts besteht darin, eine atomistische Modellierung auf Grundlage eines Hochskalierungsansatzes zu entwickeln, um wesentliche Erkenntnisse und Beiträge zum Verständnis von Pozzolanen wie Silikastaub (SF), Flugasche (FA) und Schlacke (S) sowie thermisch aktiven Tonen wie Meta(dis)kaolinit in Bezug auf deren Lösungsreaktivität in alkalischen Medien zu liefern. Dies würde eine grundlegende Verbindung zwischen den atomistischen Lösungsmechanismen und der Hochskalierung auf die mesoskopische Ebene durch atomistische kinetische Monte-Carlo-Lösungsreaktivität für Meta-Tone und Pozzolane herstellen, die für eine nachhaltige Produktion von Beton und geopolimerbasierten Materialien relevant ist. Der anfängliche Fokus liegt auf dem Lösungsmechanismus zur Berechnung der atomistischen Reaktionsraten, wodurch die anfängliche Berechnung der mesoskopischen Vorwärtslösungsratenkonstanten als Funktion der Struktur von Meta-Tonen und Pozzolanen mit Alkalinität resultiert. Parallel zum Lösungsmechanismus an der Kristalloberfläche werden daher keine Mechanismen für Fällungsreaktionen in der Porenlösung berücksichtigt. Um die Reaktivität von Pozzolanen und Meta-Tonen von der atomistischen (VASP) bis zur mesoskopischen (KMC) Ebene zu messen und vorherzusagen, ist das Projekt in drei Hauptteilziele unterteilt. Erstens wird ein quantenchemischer Simulationsansatz verwendet, um die Energie für verschiedene mögliche atomistische Auflösungsszenarien von glasartigen Phasen und Meta-Tonen zu berechnen und ihre individuellen optimierten Energien der Ausgangsstrukturen, Endstrukturen und des Übergangszustands (TS) tabellarisch darzustellen. Zweitens werden die Schwingungsfrequenzen am Reaktanten und am Sattelpunkt mit der Dichtefunktional-Störungstheorie (DFTP) berechnet, was zur Berechnung der atomistischen Reaktionsraten führt. Schließlich wird das atomistische Modell hochskaliert, um eine grundlegende Reaktivitätseigenschaft im Mesomaßstab zu bestimmen, die als Vorwärtsauflösungskonstante bekannt ist, wobei ein atomistischer kinetischer Monte-Carlo-Berechnungsansatz verwendet wird. Dies ermöglicht eine Untersuchung der Auswirkungen der verschiedenen Kristalloberflächen und mesostrukturellen Merkmale der Meta-Tone und Puzzolane unter Berücksichtigung der Konzentrationseffekte der alkalischen Lösungen, gefolgt von einer Vergleichsanalyse mit Literaturwerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "540758648",
      "url": "https://gepris.dfg.de/gepris/projekt/540758648",
      "title": "Koordinationsfonds",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 540758648",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Dieses Koordinationsprojekt spiegelt die Koordinationsaktivitäten für das Schwerpunktprogramm \"Klimaneutraler Beton\" wider, das einen wissenschaftlichen und einen koordinierenden Aufgabenbereich für die erste Förderperiode umfasst. Die Koordinierungsaufgaben bestehen darin, die verschiedenen Vernetzungs-, Ausbildungs- und Austauschaktivitäten des SPP zu koordinieren, mit dem Ziel, eine maximale Kohärenz zwischen den verschiedenen Forschungsprojekten innerhalb dieses SPP zu erreichen. Die Aktivitäten fokussieren sich darauf, die Interaktion und den Wissensaustausch zwischen den verschiedenen Forschungsprojekten zu fördern und gleichzeitig die gemeinsame Nutzung und den Austausch von interdisziplinärem und grundlegendem Wissen über eine speziell dafür vorgesehene Datenmanagementplattform (DMP) zu ermöglichen. Die wissenschaftlichen Aufgaben bestehen in der Bewertung der CO2-Reduktion der einzelnen Forschungsprojekte, die im Rahmen dieses SPP ausgewählt wurden, wobei der Schwerpunkt auf dem Reduktionspotenzial liegt. Hierfür wird über die gesamte Laufzeit des SPP ein Life-Cycle-Assessment (LCA)-basiertes Modell entwickelt, für das eine Postdoc-Stelle in das Koordinationsprojekt aufgenommen wird. Mit diesem wissenschaftlichen Bewertungsansatz wird während der gesamten Laufzeit des Schwerpunktprogramms ein kontinuierlicher quantitativer Vergleich der in den einzelnen Forschungsprojekten dieses SPP erzielten CO2-Reduktionen durchgeführt. Das Koordinationsprojekt wird außerdem um einen Mercator Fellow erweitert, der den Postdoc mit speziellem Wissen über maschinelles Lernen unterstützen wird, um mögliche die CO2-Reduktionen für jedes einzelne Projekt weiter zu erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "541773314",
      "url": "https://gepris.dfg.de/gepris/projekt/541773314",
      "title": "Mikroanalytische und mikrostrukturelle Untersuchungen zum Erhärtungs- und Carbonatisierungsverhalten aktivierter tonbasierter Materialien",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541773314",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Aktivierte tonbasierte Materialien werden zukünftig wichtige und unverzichtbare Komponenten sowohl für calciumsilikatbasierte Bindemittel als auch für alkalisch aktivierte Bindemittel darstellen. Bei ihrer Herstellung wird kein durch den chemischen Prozess bedingtes CO2 frei. Das Forschungsprojekt nimmt sich daher vor Herstellungs-, Erhärtungs- und Carbonatisierungsprozesse dieser Komponenten in realitätsnahen Baustoffen beider Gruppen umfassend mikroanalytisch und mikrostrukturell zu untersuchen. Die Auswahl der tonbasierten Materialien orientiert sich an Zusammensetzungen, die zukünftig tatsächlich in großen Mengen für das Bauwesen zur Verfügung stehen werden. Bei der Aktivierung kommt sowohl die klassische Calcinierung, aber insbesondere auch die mechanochemische Aktivierung zum Einsatz, die bei realen Tongemischen Vorteile erwarten lässt. Entsprechende tonbasierte Materialien sollen als Puzzolan in einen LC3-Zement und als Träger von Aluminium und Silizium in ein Geopolymer eingebracht werden. Die Erhärtungsprozesse dieser Baustoffe sollen in-situ in einem sehr leistungsfähigen ESEM untersucht werden. Auch die Calcinierung soll in-situ im vorhandenen Hochtemperaturofen des Gerätes analysiert werden. Carbonatisierungsreaktionen sollen sowohl beim Erhärtungsprozess, als auch im erhärteten Material untersucht werden. Auch diese Prozesse sollen direkt im ESEM durch Einstellen einer H2O/CO2-Atmosphäre untersucht werden. Veränderungen der Atmosphäre können durch das im ESEM vorhandene Massenspektrometer auch analysiert werden. Zusammen mit rheologischen sowie phasen- und gefügeanalytischen Untersuchungen an makroskopischen Baustoffproben werden damit wesentliche Informationen zu den Herstellungs-, Erhärtungs- und Carbonatisierungsprozessen tonbasierter Komponenten in CO2-reduzierten Bindemitteln und Baustoffen gewonnen und für das Ziel des Net Zero Concrete zur Verfügung gestellt. Unterschiede zwischen den verschiedenen tonbasierten Materialien in den jeweiligen Bindemittelsystemen sollen herausgearbeitet werden und die Hypothese einer besseren Eignung der mechanochemischen Aktivierung untersucht werden. Aufbauend auf diesen Ergebnissen sollen dann Prinzipien für einen optimierten Einsatz verschiedener tonbasierter Materialien in calciumsilikatbasierten Systemen und in alkalisch aktivierten Systemen abgeleitet und für die Entwicklung CO2-reduzierter Bindemittel nutzbar gemacht werden. Die dafür vorgesehenen Arbeiten sind dem Modul 1 \"Alternative and Carbon Neutral Binders\" zuzuordnen, in geringerem Maße dem Modul 3 \"Concrete Carbon Capture and Long-Term Carbon Sink\". Das Projekt der TU Hamburg wird eine intensive Zusammenarbeit mit den anderen Gruppen suchen und für den gesamten SPP eine sehr leistungsstarke elektronenmikroskopische Technik zur Verfügung stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542228986",
      "url": "https://gepris.dfg.de/gepris/projekt/542228986",
      "title": "Net-Zero Betone durch Maximierung des Leistungspotenzials von Portlandzement und CO2-negative puzzolanische Zusatzstoffe",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542228986",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Die schnelle Transformation der Betonindustrie auf Net-Zero Kohlendioxidemissionen setzt Technologien voraus, die schnell umgesetzt werden können. Daher konzentriert sich dieses Projekt auf die Herstellung von Net-Zero-Beton unter Verwendung von Portlandzement als primäres Bindemittel. Unser Ansatz maximiert die Leistung von Portlandzement in Beton durch zwei primäre Maßnahmen. Erstens setzen wir eine Kombination aus chemischen Zusatzmitteln und kontrollierter Vorkarbonatisierung ein, um die Menge an Ettringit - einer wichtigen Hydratphase - im Bindemittel zu erhöhen. Vorläufige Untersuchungen deuten darauf hin, dass diese Maßnahme die Leistungsfähigkeit des Bindemittels steigert und gleichzeitig die erforderliche Klinkermenge verringert, wodurch die CO2-Emissionen sinken. Zweitens integrieren wir puzzolanische Zusatzstoffe (SCMs) in den optimierten OPC. Zunächst werden herkömmliche SCMs verwendet. Diese vergrößern das Volumen der Hydratphasen zusätzlich und tragen zu einer weiteren Senkung der CO2 Intensität bei. Drittens gehen wir vorkarbonatisierten SCMs über, die als aktive CO2-Senke dienen. Die Doppelstrategie der Maximierung von stabilem Ettringit und der Verwendung von vorkarbonisierten SCMs führt zu Netto-CO2-Emissionen von Null. Letztendlich führt dies zu Beton mit hervorragender Festigkeit und Dauerhaftigkeit und einem Net-Zero-CO2-Fußabdruck, der in verhältnismäßig kurzer Zeit erreicht werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "541857967",
      "url": "https://gepris.dfg.de/gepris/projekt/541857967",
      "title": "R-ClinkerControl - KI-gestützte Regelungstechniken zur Beherrschung streuender Abbruchmaterialien in der Synthese von Recycling-Zementen mittels eines Karbonatschmelz-Klinkerprozesses",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541857967",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Der ökologische Fußabdruck von (Portland-)Zement wird von prozess- und energiebedingten Emissionen dominiert. Das hier vorgeschlagene Projekt adressiert beide genannten Einflussfaktoren: Im Mittelpunkt stehen neuartige Recycling-Zementklinker (R-Klinker) mit einem C/S-Verhältnis von ca. 2,0 - und damit geringen Prozessemissionen - und einer stark reduzierten Brenntemperatur unter 1000 °C. Anstelle von Kalksteinmergel sollen Betonbrechsande (die reich an Zementstein (hcp) sind und somit CaO ohne schädliche CO2-Emissionen liefern können) als Rohmehlersatz untersucht werden. Da diese in ihrer Zusammensetzung stark schwanken, müssen nicht nur der Brennprozess, sondern auch die technischen Eigenschaften des resultierenden Klinkers genau verstanden werden. Hiermit soll KI-basiertes Steuerungsmodell entwickelt werden, das nicht nur die (technischen) Eigenschaften des R-Klinkers vorhersagt, sondern auch Gegenmaßnahmen zu dessen Aussteuerung vorschlägt. Im Klinkerbrennprozess sollen im Projekt des Weiteren neue Synthesewege auf Basis von Karbonatschmelzen untersucht werden, die es erlauben, die Brenntemperatur sowie das notwendige C/S-Verhältnis des Rohmehls weiter zu senken. Hierdurch eröffnen sich auch neue Wege zur Erhöhung der Reaktivität von Belit, das in diesem Prozess gebildet wird. Der Weg der Karbonatschmelze ist besonders wichtig, wenn gebrochener Beton als Rohmehl verwendet wird, da das C/S-Verhältnis des Rohmehls normalerweise zu niedrig für die klassische Klinkersynthese ist. Der CaO-Mangel im Rohmehl wird daher durch CaCO3-Zugabe kompensiert, was zwangsläufig zu prozessbedingten CO2-Emissionen führt, die jedoch zur Bildung der Karbonatschmelze beitragen. In einer zweiten Förderphase (FP II) soll daher das Karbonatschmelzverfahren um eine Schnellkarbonatisierung der groben (nicht-genutzten) Recyklatanteile erweitert werden, die ökologisch hochgradig relevante Gehalte an zur CO2-Bindung verfügbarem hcp aufweisen. Anstatt energie- und CO2-intensive Carbon-Capture-Techniken einsetzen zu müssen, können die prozessbedingten CO2-Emissionen so direkt durch die Karbonatisierung der verbleibenden Rezyklatfraktionen sequestriert werden, so dass das Gesamtverfahren potenziell CO2-neutral abläuft. In FP I werden die Auswirkungen der stark variierenden elementaren Zusammensetzung und der physikalischen Eigenschaften (u.a. Porosität) des Typ II Brechsands auf den Klinkerprozess untersucht. Die Prozessdaten werden mit Untersuchungen zur technischen Leistungsfähigkeit der resultierenden Klinker (u. a. rheologische Eigenschaften, Festigkeitsentwicklung, Verformungsverhalten, Dauerhaftigkeit) gekoppelt, um ein ganzheitliches, KI-gestütztes Steuerungsmodell für die R-Klinkersynthese zu erhalten, das auch Nachhaltigkeitsaspekte wie Emissionen und Ressourcenverbrauch sowie technische Eigenschaften wie z.B. die Dauerhaftigkeit einbezieht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler BetonMitverantwortlicheDr. Corinna  Rozanski;Dr. Angela  Ullrich"
    },
    {
      "project_id": "542140618",
      "url": "https://gepris.dfg.de/gepris/projekt/542140618",
      "title": "re-CEM: Anwendbarkeit von recycelten Betonfeinanteilen als SCM durch CCU - Untersuchung der Korrelation zwischen chemischer Zusammensetzung, amorpher Gelstruktur und puzzolanischer Reaktivität",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542140618",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Die CO2-Emissionen und der Ressourcenverbrauch der Bauindustrie sind enorm und müssen in den kommenden Jahren erheblich reduziert werden. Dies kann nur durch den Weg hin zu einer Kreislaufwirtschaft von CO2 und Ressourcen für zementäre Baustoffen erreicht werden. Mit dem Projekt \"re-CEM\" wollen wir das Potenzial der Karbonatisierung in Suspension als CCU-Prozess für recycelte Betonfeinanteile (RCP) untersuchen, um deren Verwendung in karbonisierter Form (cRCP) als SCM in neuem Zement oder Beton zu ermöglichen. RCP-Material wird in einem ersten Schritt durch im Labor hergestellte, hydratisierte Zementpasten nachgestellt. Wir werden das Material vor und nach der Karbonatisierung charakterisieren, um die Auswirkung der Karbonatisierung auf die Phasenzusammensetzung zu bestimmen, das CO2-Aufnahmepotenzial zu ermitteln und insbesondere Veränderungen in der amorphen (Gel-)Struktur des Materials zu beschreiben. Wir werden R3-Tests durchführen, um das Reaktionspotential von cRCP verschiedener Herkunft zu bestimmen. Darüber hinaus wird der Verlauf und die Entwicklung der Hydratation, des Hydratationsphasengefüges und der Druckfestigkeit von OPC-cRCP-Systemen verfolgt. Um die Auswirkung der RCP-Materialqualität auf die Reaktivität des resultierenden cRCP nach der Karbonatisierung zu ergründen, werden wir Proben im Labormaßstab verwenden, um kontrollierte Bedingungen während der Herstellung und der Karbonatisierung zu ermöglichen. Im letzten Schritt des Projekts werden realistische RCP-Proben aus der Praxis mit bekannter und unbekannter Zusammensetzung verwendet, um realistische cRCP herzustellen und die Ergebnisse aus dem Labormaßstab zu validieren. Das \"re-CEM\"-Projekt soll fundamentales Wissen darüber schaffen, welche Art von RCP-Material am vielversprechendsten für eine CCU Behandlung ist und wie das resultierende cRCP die Hydratation und Druckfestigkeit neuer Kompositzemente beeinflusst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542147582",
      "url": "https://gepris.dfg.de/gepris/projekt/542147582",
      "title": "Stahlwerksschlacken als Basis CO2-neutraler Bindemittel",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542147582",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Die Betonherstellung und insbesondere die Zementherstellung sind mit wesentlichen CO2-Emissionen und einem enormen Ressourcenverbrauch verbunden. Um den Zementeinsatz nachhaltiger zu gestalten, können alternative Materialien als Bindemittel verwendet werden. Stahlwerksschlacken sind in großen Mengen weltweit verfügbar und werden derzeit deponiert oder als Gesteinskörnung verwendet. Dabei weist die chemische- mineralogische Zusammensetzung auf hydraulische Fähigkeiten hin. Die Schlacken enthalten große Mengen C2S, welcher auch in Portlandzement vorzufinden ist. Derzeit werden Stahlwerksschlacken jedoch nur in begrenzten Umfang als Bindemittel eingesetzt. Aus noch ungeklärten Gründen zeigen sie eine sehr geringe Reaktivität, zudem kann es zu einer verzögerten Erstarrung kommen, wenn sie in Kombination mit Portlandzement eingesetzt werden. Ziel des Projekts ist es, aus Stahlwerksschlacken ein klinkerfreies bzw. stark klinkerreduziertes Bindemittel mit geringer CO2-Emission herzustellen. Dazu werden zunächst verschiedene europäische Stahlwerksschlacken mit modernen Methoden charakterisiert, besonderer Fokus liegt dabei auf der Ausbildung hydraulisch aktiver Phasen. Zusätzlich wird Genese der Schlacken mittels thermodynamischer Modellierung nachvollzogen. Anschließend wird das Hydratationsverhalten der Schlacken untersucht. Ziel ist es, die Ursache für die geringe Reaktivität der Schlacken und die Ursache für etwaige Verzögerungseffekte zu beschreiben. Die Untersuchungen erfolgen zum einen an realen Schlacken. Hierbei wird unter anderem die Freisetzung verschiedener Ionen zu analysiert, die im Portlandzement unüblich sind. Zum andern wird synthetisiertes C2S genutzt, das dem in Schlacken enthaltenen C2S nachempfunden ist. Dabei wird die Reaktivität des C2S zunächst losgelöst von den anderen Phasen der Schlacken und später in Kombination mit der Schlacken-Porenlösung untersucht. Das Hydratationsverhalten wird dabei durch verschiedene analytische Methoden verfolgt und thermodynamisch modelliert. Mit diesen Erkenntnissen werden anschließend 3 Strategien verfolgt, um die Reaktivität der Schlacken zu verbessern: 1) Durch den Einsatz von Komplexbildnern können die Hydratation störende Ionen der Porenlösung entzogen werden. 2) Mittels Karbonatisierung kann schwach reaktives C2S zu reaktiver Kieselsäure und CaCO3 geformt werden und dadurch ein puzzolanischen Material entstehen. Außerdem soll die bisher wenig betrachtete Karbonatisierung eisenhaltiger Phasen (Wüstit, C2F) untersucht und eine positive Wirkung auf das Reaktionsverhalten evaluiert werden. 3) Durch eine thermo-chemische Konditionierung der Schlacken soll die Reaktivität gesteigert werden. Dazu werden die gewonnenen Erkenntnisse der thermodynamischen Modellierung genutzt. Die Ergebnisse werden im Labormaßstab umgesetzt. Schließlich werden die unterschiedlichen Strategien evaluiert. An 2 besonders aussichtsreichen Systemen werden abschließend Mörtelversuche durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler Beton"
    },
    {
      "project_id": "542143260",
      "url": "https://gepris.dfg.de/gepris/projekt/542143260",
      "title": "Thermodynamische Daten zur Herstellung und Verwendung von Net-Zero Bindemitteln (DatProBind)",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542143260",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2436: \nKlimaneutraler Beton",
      "description": "Bindemittel sind die wesentlichen Verursacher der CO2-Emissionen bei der Herstellung von Beton. Durch die angestrebte Klimaneutralität auch im Betonbau werden sich die Zusammensetzungen von Bindemitteln in den nächsten Jahren deutlich ändern. Klinkerarme Zemente mit hohen Gehalten an neuen Zementersatzstoffen bis zu komplett klinkerfreien Bindemitteln wie alkalisch aktivierten Bindemitteln (AAB), die auch die sogenannten Geopolymeren beinhalten gewinnen an Bedeutung. Zukünftige Bindemittel werden demnach geringere Gehalte an Calcium und höhere Gehalte an Aluminium und Eisen aufweisen, AAB auch höhere Alkaligehalte. Gleichzeitig wird die Verwendung von Kalksteinmehl bzw. Calciumcarbonat weiter zunehmen. Dies wird die Phasenzusammensetzung der Reaktionsprodukte der Bindemittel erheblich beeinflussen. In der modernen Baustoffforschung nehmen thermodynamische Modellierungen eine immer größere Rolle ein. Durch Modellierungen lassen sich qualitative und quantitative Vorhersagen über die Bildung von Hydratationsprodukten machen und auch Dauerhaftigkeiten unter verschiedenen Umgebungsbedingungen abschätzen. Damit sind thermodynamische Modellierungen ein unverzichtbares Werkzeug in der Forschung und Entwicklung, um Experimente mit neuen Bindemitteln zu ergänzen und sehr schnell Aussagen über mögliche Zusammensetzungen und daraus entstehende Chancen und Probleme hervorsagen zu können. Die Basis einer aussagekräftigen thermodynamischen Modellierung von Bindemitteln sind jedoch zuverlässige thermodynamische Daten aller verwendeten Ausgangsstoffe und Hydratationsprodukte; diese Datenbasis ist für die neuen Bindemittel derzeit unzureichend. Hier setzt das geplante Forschungsprojekt an. Die bei den neuen Bindemitteln entstehenden Reaktionsprodukte sollen synthetisiert und eingehend chemisch-mineralogisch charakterisiert werden und dabei die relevanten thermodynamischen Daten erfasst werden. Die zu untersuchenden Hydratationsprodukte betreffen speziell Bindemittelsysteme mit geringem Klinkergehalt und hohen Gehalten an Zusatzstoffen (z. B. calcinierte Tone, Kalksteinmehl, Stahlwerksschlacken, rezyklierte (carbonatisierte) Baustoffe, Rotschlamm, Vulkanaschen) sowie AAB. Die gewonnenen Daten werden in die Datenbank CEMDATA eingepflegt und öffentlich zugänglich gemacht. Zudem werden die vorhandenen thermodynamischen Modelle erweitert. Weiterhin werden CO2-arme Bindemittel im System CaO - (Na,K)2O - (Al,Fe)2O3 - SiO2 synthetisiert, chemisch-mineralogisch charakterisiert und zur Validierung der thermodynamischen Modelle und der erweiterten thermodynamischen Datenbank auch thermodynamisch modelliert. Dabei fließen auch Systeme anderer Gruppen des SPP ein. Zur Verbreitung der Methodik der thermodynamischen Modellierung werden im Rahmen des SPP mehrere Workshops für die Teilnehmer angeboten. Damit werden diese in die Lage versetzt eigene thermodynamische Modellierungen durchzuführen bzw. es wird Unterstützung bei komplexen Modellierungen angeboten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2436: \nKlimaneutraler BetonInternationaler BezugSchweiz, USAKooperationspartnerinnenProfessorin Dr. Barbara  Lothenbach;Professorin Dr. Claire  White"
    }
  ]
}