{
  "spp_number": "SPP 2248",
  "spp_title": "Polymer-basierte Batterien",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422726248",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "441215516",
      "url": "https://gepris.dfg.de/gepris/projekt/441215516",
      "title": "Aluminium-, Magnesium- and Calcium-organische Polymer-basierte Batterien (AMPERE)",
      "investigators": "Professorin Dr. Birgit  Esser;Professor Dr. Ingo  Krossing",
      "subject_area": "Polymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441215516",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Ziel des vorgeschlagenen Projekts ist die Entwicklung hervorragender Polymerelektrodenmaterialien und Elektrolyte für Al-, Ca- und Mg-basierte Batteriesysteme, die die vorteilhaften Eigenschaften organischer Redoxpolymere als kathodenaktive Materialien nutzen und hohe volumetrische und gravimetrische Energiedichten und Sicherheit in Verbindung mit einem geringen ökologischen Fußabdruck bei der Herstellung bieten. Wir werden umweltverträglichere Synthesewege für organische Redoxpolymere als positive Elektrodenmaterialien entwickeln, die keine stöchiometrischen Mengen an Übergangsmetallen erfordern, wir werden Redoxpolymere vom n-Typ mit hoher Kapazität in Mg- und Ca-basierten Batterien sowie Redoxpolymere vom p-Typ in Al-, Mg- und Ca-basierten Batterien untersuchen. Für Zellen auf Al- und Ca-Basis werden fluorfreie Elektrolyte entwickelt, und für Mg- und Ca-Batterien werden \"anodenfreie\" Konzepte erforscht, die unter anderem keine überschüssigen Metallmengen benötigen. Mechanistische experimentelle Untersuchungen werden ein besseres Verständnis der Ioneneinlagerungsprozesse in den polymerbasierten Elektroden ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441233025",
      "url": "https://gepris.dfg.de/gepris/projekt/441233025",
      "title": "Aufklärung von Degradationsmechanismen in Polymer-basierten Dual-Ionen-Batterien und Entwicklung von Strategien zur Leistungsoptimierung",
      "subject_area": "PolymermaterialienFestkörper- und Oberflächenchemie, MaterialsyntheseHerstellung und Eigenschaften von FunktionsmaterialienPhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441233025",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Polymer-basierte Batterien gelten als aussichtsreiche Kandidaten für eine nachhaltige Energiespeicherung, was u.a. motiviert wird durch einen reduzierten Energieverbrauch bei der Herstellung, eine einfachere Recyclingfähigkeit sowie die Verwendung leicht zugänglicher Materialien und dem Austausch kritischer Metalle. Aktuell leiden Polymer-basierte Batterien jedoch unter diversen Herausforderungen hinsichtlich ihrer elektrochemischen Performanz, insbesondere einer geringen Energiedichte oder nicht ausreichender Zyklenstabilität. Zudem fehlt aktuell noch ein grundlegendes Verständnis bzgl. der Kapazitätsverluste der Zellen sowie der auftretenden Alterungsmechanismen an den Elektroden/Elektrolyt-Grenzflächen. In diesem Projekt soll ein Spezialtyp einer Polymer-basierten Batterie systematisch untersucht werden, eine sogenannte Polymer-basierte Dual-Ionen-Batterie (DIB), welche organische Materialien des n- und p-Typs zur simultanen Speicherung von Kationen und Anionen verwendet. Das DIB-System unterscheidet sich von klassischen Polymer-Batterien basierend auf dem Kationen- oder Anionen-„Rocking-Chair“-Prinzip, da hier nicht nur eine Ionensorte, sondern sowohl Kationen als auch Anionen beteiligt sind. Dieses Speicherprinzip bietet verschiedene Vorteile, wie u.a. eine hohe Variabilität möglicher Kation-Anion-Paare sowie typischerweise eine hohe Zellspannung, die durch geeignete Polymermaterialien erreicht werden kann. Zur Entwicklung Polymer-basierter DIB-Systeme mit verbesserter Energiedichte und Stabilität werden in diesem Projekt verschiedene Strategien adressiert: (I) Design neuartiger Polymermaterialien mit höherem Arbeitspotential für die positive Elektrode („Spannungstuning“), (II) Entwicklung von Hybridsystemen wie Graphit || Polymer mit hoher Zellspannung, (III) Entwicklung von „All-Polymer“-DIB-Systemen, mit verschiedenen Konzepten wie der Entwicklung ambipolarer Polymersysteme sowie sogenannter „Reverse-All-Polymer-DIB-Systeme“. Die verschiedenen Polymer-DIB-Systeme sollen hinsichtlich ihrer elektrochemischen Performanz umfassend untersucht werden, wobei der Einfluss der Elektrolytformulierung und der gebildeten „Interphasen“ auf die reversible Kapazität und Stabilität während der Lade-/Entladezyklisierung im Vordergrund der Untersuchungen stehen. Zu diesem Zweck werden verschiedene ex-situ und in-situ Analysen durchgeführt, um wichtige und umfassende Einblicke in die mechanistischen Eigenschaften der Kationen- bzw. Anionen-Speicherung, die Stabilität der Polymermaterialien und die Rolle der „Interphasen“ zu erhalten.Es wird erwartet, dass die in diesem Projekt gewonnenen grundlegenden Erkenntnisse für die Entwicklung verbesserter polymerer Aktivmaterialien und optimierter Elektrolyte für Polymer-basierte DIB-Zellen mit hoher Energiedichte und Zyklenstabilität von großer Bedeutung sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte BatterienMitverantwortlichProfessor Dr. Martin  Winter"
    },
    {
      "project_id": "441292784",
      "url": "https://gepris.dfg.de/gepris/projekt/441292784",
      "title": "Charakterisierung von Fabrikation-Mikrostruktur-Eigenschafts-Beziehungen für polymerbasierte Batteriematerialien durch die Kombination von tomographischer 3D-Bildgebung mit Modellierung und Simulation",
      "subject_area": "PolymermaterialienHerstellung und Eigenschaften von FunktionsmaterialienMathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441292784",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Die 3D-Morphologie von Batterieelektroden ist von entscheidender Bedeutung für deren Leistung und Degradationsverhalten. Die Gewährleistung der gleichzeitigen ionischen und elektrischen Leitfähigkeit in der gesamten Elektrode erfordert eine stabile hierarchische 3D-Struktur auf der Mikro- und Nanometerskala. Daher ist ein detailliertes Verständnis der Morphologie und ihrer Auswirkungen auf die funktionellen Eigenschaften von Elektroden unerlässlich, um die elektrochemische Leistung von Batterien auf Polymerbasis zu verbessern. Dieses Projekt zielt darauf ab zu verstehen, wie man Batterieelektroden auf Polymerbasis mit einer optimierten 3D-Morphologie entwickeln kann, die zu einer verbesserten elektrochemischen Leistung einschließlich Degradationsstabilität führt. Aufbauend auf den Ergebnissen der ersten Förderperiode wird eine Vielzahl von Materialien, die von verschiedenen Partnern innerhalb des SPP 2248 zur Verfügung gestellt werden, mittels fokussierter Ionenstrahltomographie FIB, Synchrotron-basierter Mikrotomographie und nun zusätzlich zur ersten Förderperiode auch mit Nano-Tomographie vermessen. Besonderes Augenmerk wird nun auf operando-Messungen gelegt, um den Vorgang der Elektrolytbefüllung und Degradationserschei-nungen durch zyklische Alterung besser zu verstehen. Die 3D- und 4D-Bilddaten des HZB werden dann statistisch von UU analysiert, um morphologische Veränderungen zu quantifizieren. Darüber hinaus werden die segmentierten Bilddaten als Grundlage für die Entwicklung von parametrischen stochastischen Strukturmodellen mithilfe von Methoden der stochastischen Geometrie verwendet. Dies ermöglicht die Erzeugung von digitalen Zwillingen, d. h., die Simulation von Strukturen, die statistisch äquivalent zu den Morphologien der gemessenen Elektroden sind. Durch eine systematische Variation der Modellparameter wird ein breites Spektrum von virtuellen, jedoch realistischen Elektrodenstrukturen generiert, die bisher noch nicht hergestellt wurden. Dies legt den Grundstein für umfangreiche virtuelle Szenarien-Analysen, das sogenannte virtuelle Materialtesten. Von der HSU werden sowohl tomographisch gemessene als auch simulierte Elektrodenstrukturen als Input für ortsaufgelöste, physik-basierte Simulationen elektrochemischer Eigenschaften verwendet. Durch die Kombination der Kenntnis der Herstellungsparameter mit der resultierenden 3D Morphologie und der entsprechenden elektrochemischen Performanz werden quantitative Fabrikation-Mikrostruktur-Eigenschaftsbeziehungen hergeleitet. Auf diese Weise ermöglichen die Methoden der 3D- und 4D-Bildgebung in Kombination mit einem datengetriebenen Modellierungs- und Simulations-Workflow die Generierung von Strukturierungsempfehlungen, die das Design von polymerbasierten Batterieelektroden mit einer optimierten elektrochemischen Performanz unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441255373",
      "url": "https://gepris.dfg.de/gepris/projekt/441255373",
      "title": "Design polymerbasierter organischer Dünnschicht-Batterien hin zu IoT Anwendungen.",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungExperimentelle und Theoretische PolymerphysikPolymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441255373",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Internet der Dinge (IoT) Geräte erfordern eine Miniaturisierung, welche auch die Batterien betrifft, jedoch lassen sich die Anforderungen an die Leistung zur Datenübertragung nicht beliebig reduzieren. Somit werden Batterien benötigt, welche gepulst sehr hohe Stromdichten liefern können. Gleichzeitig müssen die Batterien eine lange Lebensdauer aufweisen, sicher betrieben werden können, günstig sein und Umweltfreundlich hergestellt und entsorgt werden können. Organische Radikalpolymere erfüllen prinzipiell diese Anforderungen. Die benötigten hohen Stromdichten und gute Zyklenfestigkeit erfordern jedoch weitere Materialanpassungen. Um dies gezielt wissensbasiert zu ermöglichen, ist es notwendig, die Elektronentransportprozesse zu verstehen, welche direkt für die Stromdichte und indirekt für Alterungsprozesse verantwortlich sind. Die Ziele dieses Projekts beinhalten die Optimierung von mehrlagigen organischen Polymerbatterien, welche mit Lithium-Metall als Anode betrieben werden, um höhere Leistungsdichten während kurzen Lade- und Entladepulsen zu ermöglichen. Um die Elektronen- und Ionentransportprozesse zu verstehen, wird ein holistischer Ansatz aus Materialsynthese, theoretischer Modellierung und spektro-elektrochemischer Untersuchungen eingesetzt, welcher spezifisch für Polymersysteme entwickelt wurde. So werden angepasste Elektronenspinresonanz-Experimente eingesetzt, inklusive in operando Messungen, um strukturelle Verteilungen der Radikalgruppen sowie deren Wechselwirkung mit anderen Materialkomponenten als Funktion des Ladungszustands der Batterie zu untersuchen.  Beziehungen zwischen Zellkapazität und Alterungszustand der Batterie sowie zwischen Ladungszustand und Elektronenmobilität werden untersucht, um die Zellchemie zu verbessern. Mittels moleküldynamischer (MD) Simulationen werden Ionendiffusivität und Leitfähigkeit abgeschätzt und mit weiteren spektroskopischen Methoden wie der Kernmagnetresonanz (NMR) und der elektrochemischen Impedanzspektroskopie verglichen. MD-Strukturen werden dabei direkt genutzt, um spektroskopische Observable mittels quantenchemischer Simulationen zu berechnen. Damit werden gezielt Materialien mit verbesserten Elektronentransporteigenschaften ermöglicht. Schliesslich soll das Wissen genutzt werden, um einen Prototypen einer vollorganischen Radikalbatterie herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte BatterienMitverantwortlichProfessor Dr. Josef  Granwehr"
    },
    {
      "project_id": "535375650",
      "url": "https://gepris.dfg.de/gepris/projekt/535375650",
      "title": "Einfluss der Elektrolytzusammensetzung auf die Stabilität polymerer Materialien für organische Radikalbatterien (ElectroPoly)",
      "subject_area": "PolymermaterialienPhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535375650",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Für die Entwicklung fortschrittlicher organischer Radikalbatterien (ORBs) müssen alle Komponenten dieser Systeme berücksichtigt werden. In den letzten Jahren widmete sich der Großteil der Forschungen zu ORBs der Synthese neuartiger aktiver Materialien, während der Elektrolyt nur am Rande berücksichtigt wurde. Für ORBs ist der Elektrolyt jedoch eine Schlüsselkomponente und es hat sich gezeigt, dass eine überlegte Auswahl des Elektrolyten das elektrochemische Verhalten von polymerbasieren Elektroden drastisch verbessern kann. Gegenwärtig mangelt es jedoch noch an Wissen über die Wechselwirkungen zwischen den Elektroden und dem Elektrolyten in ORBs, was deren Entwicklung stark behindert. Deshalb ist der Aufbau eines grundlegenden Verständnisses dieser Wechselwirkungen unerlässlich. Im Rahmen des Projekts \"ElectroPoly\" wollen die beiden Pis (Prof. Balducci und Prof. Schubert) dieses Problem angehen und durch die Kombination ihres Wissens über Elektrolyte und Elektrochemie (AG Balducci) sowie Polymersynthese und Charakterisierung (AG Schubert) neue Erkenntnisse über den Einfluss der Elektrolyte auf das Verhalten von polymerbasierten Elektroden gewinnen. Ziel des Projekts ist es, den Einfluss des Elektrolyten auf die Stabilität modifizierter Polymere auf Basis von TEMPO im Hinblick auf ihre Verwendung in organischen Radikalbatterien zu verstehen. Wir erwarten, dass die Kombination von elektrochemischen und spektroskopischen Techniken, wie sie bisher noch nicht zur Untersuchung von Elektrolyten von ORBs eingesetzt wurde, neue und wertvolle Informationen über diese Schlüsselkomponente und ihr Zusammenspiel mit den Elektrodenmaterialien liefern wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441217366",
      "url": "https://gepris.dfg.de/gepris/projekt/441217366",
      "title": "Entwicklung neuer redoxaktiver Polymere auf der Basis von Benzimidazol, Benzoxazol und Benzothiazol",
      "investigators": "Professorin Dr. Doreen  Mollenhauer;Professor Dr. Ulrich S.  Schubert",
      "subject_area": "PolymermaterialienPräparative und Physikalische Chemie von PolymerenTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441217366",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Batterien auf Polymerbasis bestehen sowohl aus polymeren Anoden- als auch aus polymeren Kathodenmaterialien. Aufgrund ihrer interessanten Eigenschaften, wie geringes Gewicht, die Möglichkeit, kritische Metalle zu ersetzen und die Nutzung verfügbarer Elemente, haben diese Batterien ein großes Interesse geweckt. Eine große Vielfalt möglicher molekularer Strukturen wurde im Hinblick auf die Eignung als Aktivmaterialien untersucht, so dass viele Redox-Einheiten zur Verfügung stehen. Interessanterweise steht eine größere Anzahl von Kathodenmaterialien zur Verfügung und es gibt weniger geeignete Anodenmaterialien, wie z. B. die Polyviologene. Allerdings weisen auch diese Materialien Nachteile auf. Vor diesem Hintergrund sollen in diesem Gemeinschaftsprojekt der FSU Jena und der JLU Gießen neue redoxaktive Polymere entwickelt werden, die auf drei Strukturmotiven – Benzimidazole, Benzoxazole und Benzothiazole – basieren, die alle pyridylsubstituiert sind. Diese Materialien erwiesen sich in ersten Studien als geeignete Kandidaten für Anodenmaterialien in unserem kombinierten Ansatz, welcher sowohl auf theoretischen als auch experimentellen Screening beruht. Folglich können die elektrochemischen Eigenschaften durch Variation der Substituenten weiter eingestellt werden. Darüber hinaus werden geeignete Redox-Einheiten linearer bifunktioneller Moleküle durch Berechnung und theoretisches Screening mittels DFT untersucht. Nach der Identifizierung der vielversprechendsten Strukturen erfolgt in einem zweiten Schritt die Modellierung kleiner Polymerketten. Die besten Polymersysteme werden synthetisiert und ihre elektrochemischen Eigenschaften Im Detail untersucht werden. Auch die Polymerarchitektur wird variiert. Während die erste Generation der Aktivmaterialien die Redoxeinheiten in der Seitenkette hatte, wird die zweite Generation die Redoxeinheiten in der Hauptkette aufweisen. Die Polymermaterialien mit den besten elektrochemischen Eigenschaften werden für die Herstellung von Elektroden verwendet. Diese Elektroden werden in (Halb-)Zelltests getestet, zum Beispiel in Kombination mit TEMPO-basierten Polymeren als Kathodenmaterialien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441211139",
      "url": "https://gepris.dfg.de/gepris/projekt/441211139",
      "title": "Entwicklung und Optimierung von Thiol-haltigen leitfähigen Polymeren und kovalenten organischen Frameworks als Kathodenmaterialien in Lithium-Schwefel-Batterien: Synthese, Operando-Analyse und Simulation",
      "investigators": "Professor Dr. Joachim  Dzubiella;Professorin Dr. Yan  Lu;Dr. Sebastian  Risse",
      "subject_area": "Polymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441211139",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Lithium-Schwefel-Batterien (Li-S) sind vielversprechend für die Energiespeicherung der Zukunft, wobei Polymere wie Poly(4-(thiophen-3-yl)benzol) (PTBT) eine Schlüsselrolle spielen. Es ist jedoch schwierig, eine hohe Schwefelbeladung zu erreichen und eine optimale Leitfähigkeit aufrechtzuerhalten. Kovalente organische Gerüste (COFs) bieten potenzielle Lösungen, da sie poröse Strukturen für die Schwefelspeicherung und den Schwefeltransport bieten. Trotz vielversprechender erster Studien sind grundlegende Fragen wie die elektrochemischen Wechselwirkungen zwischen Schwefel und COFs und die Auswirkungen der Porenstrukturen auf die Schwefelbeladung noch unerforscht. Neben den wissenschaftlichen Herausforderungen müssen auch praktische Aspekte wie die Skalierbarkeit, die Kompatibilität mit industriellen Prozessen und die Degradationsmechanismen beim Übergang zu industriell relevanten Zellformaten angegangen werden. Fortgeschrittene Charakterisierungstechnologien und operando-Methoden ermöglichen ein tieferes Verständnis der elektrochemischen Mechanismen in Elektrodenmaterialien, obwohl COFs bisher nur in begrenztem Umfang in multimethodischen Modellierungsstudien untersucht wurden. Die vorgeschlagene Forschungsarbeit kombiniert experimentelle und theoretische Untersuchungen zur Optimierung von PTBT und Thiol-funktionalisierten COFs (SH-COFs) als Kathodenmaterialien mit dem Ziel, die Effizienz, Stabilität und Energiedichte von Li-S-Batterien zu verbessern. Das Arbeitsprogramm umfasst experimentelle Untersuchungen, umfassende operando-Analysen und mechanistische Studien mit Hilfe von Simulationen und theoretischen Berechnungen. Das Programm umfasst die Optimierung der großtechnischen Synthese von Schwefelkathoden auf PTBT-Basis für die Anwendung in Pouch-Zellen, die Herstellung von SH-COFs mit kontrollierbarer Porengröße und -SH-Gruppen, die Durchführung multimodaler operando-Analysen von Li-S-Zellen (sowohl Knopf- als auch Pouch-Zellen) und die Erlangung eines theoretischen Verständnisses von thiolhaltigen COF-basierten Schwefelwirten. Techniken wie die Röntgenbildgebung werden die Verteilung des aktiven Materials verfolgen, während spektroskopische Methoden die Freisetzung von Polysulfid-Spezies in den Elektrolyten während des Zellzyklus untersuchen werden. Eine mechanistische Studie thiolhaltiger COFs, die auf Multiskalensimulationen und theoretischer Modellierung beruht, wird ein mikroskopisches Verständnis dieser Materialien ermöglichen. Untersucht werden die Molekularstruktur, die Dynamik und die Auswirkungen unterschiedlicher Lösungsmittelzusammensetzungen und Porengrößen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441265816",
      "url": "https://gepris.dfg.de/gepris/projekt/441265816",
      "title": "Entwicklung von Aktivmaterialien für organische Batterien basierend auf elektropolymerisierten Polymeren mit stabilen organischen Radikalen",
      "subject_area": "Polymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441265816",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Heutige Batterietechnologien basieren hauptsächlich auf Metallen wie Lithium, Blei, Kobalt oder Nickel. Deren begrenztes natürliches Vorkommen sowie Toxizität und die daraus resultierenden Entsorgungsprobleme schränken jedoch die langfristige Verwendung solcher Metalle ein. Als Alternative haben sich im Rahmen jüngster Forschungen polymere Verbindungen, also Kunststoffe, herausgestellt. In diesem Zusammenhang wurden insbesondere Polymere, die stabile organische Radikale enthalten, intensiv untersucht und zeigten vielversprechende Ladungsspeichereigenschaften, insbesondere eine überlegene Redoxkinetik. Solche Materialien leiden jedoch unter unzureichender elektrischer Leitfähigkeit, die die anwendbaren Lade- und Entladeraten begrenzt, wodurch die vorteilhaften Elektronentransfereigenschaften aufgehoben werden. Ein vielversprechender Ansatz zur Überwindung dieses Problems ist der Einbau von leitfähigen, d.h. konjugierten Polymeren. Diese Materialien bieten mehrere vorteilhafte Eigenschaften, die für eine organische Batterie ausgenutzt werden können: (i) Als Halbleiter zeigen sie elektrische Leitfähigkeit; (ii) sie können durch Elektropolymerisation hergestellt werden und bieten so eine effiziente Möglichkeit, direkt auf Elektrodenoberflächen abgeschieden zu werden; (iii) sie bieten intrinsische Ladungsspeicherfähigkeit. Allerdings zeigen Systeme, die auf der eigenen Speicherfähigkeit von konjugierten Polymeren basieren häufig driftende Lade- und Entladespannung, was deren Anwendungspotenzial erheblich einschränkt. In Kombination mit stabilen Redoxeinheiten, die die Ladungsspeicherung übernehmen, wie organische Radikale, können aber die elektrische Leitfähigkeit sowie die elektrochemische Verarbeitbarkeit zu vielversprechenden Batterieaktivmaterialien führen. Ausgehend von den grundlegenden Vorarbeiten liegt der Schwerpunkt des Projekts auf der Verbesserung sowohl der Langzeitstabilität als auch der elektrischen Leitfähigkeit. Dies soll durch eine Variation der verwendeten molekularen Bausteine mittels eines kombinierten synthetisch-theoretischen Ansatz verwirklicht werden. Das finale Ziel ist eine vollorganische Batterie, basierend auf stabilen organischen Radikalen und konjugierten Polymeren, die durch elektrochemische Polymerisation hergestellt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte BatterienInternationaler BezugGroßbritannienKooperationspartnerinProfessorin Dr. AnnMarie O' Donoghue"
    },
    {
      "project_id": "441235665",
      "url": "https://gepris.dfg.de/gepris/projekt/441235665",
      "title": "Entwicklung von Polymerelektrolyten komplementär zu Modellsystemen für Batterien auf Polymerbasis",
      "investigators": "Professor Dr. Ulrich S.  Schubert;Privatdozentin Dr. Petra  Uhlmann",
      "subject_area": "PolymermaterialienPräparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441235665",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Ziel dieses gemeinsamen Projektes von IPF Dresden und FSU Jena ist die Entwicklung neuartiger Polymerelektrolyte, komplementär zu relevanten Modell-Aktivmaterialien, für polymerbasierte Batterien. Die zu entwickelnden Elektrolyte werden mit polymerchemischen Mitteln hinsichtlich Ionentransport, Morphologie, thermischer und elektrochemischer Stabilität und Kompatibilität mit den Elektroden (z.B. Aktivmaterial und Leitadditiv) maßgeschneidert. Neben der Erforschung prinzipieller Transportmechanismen, soll das Projekt einen Beitrag zum besseren Verständnis des Einflusses von Elektrolytstruktur und der Grenzflächen zu den Elektroden auf die Zellleistung und, als Hauptziel, neue Erkenntnisse über den Zusammenhang von chemischer und morphologischer Struktur der Zellkomponenten und Batterieverhalten liefern.Dafür werden zuerst polymere Ionenleitersysteme für Einzelionen synthetisiert, die für Aktivmaterialen, die einen Anionentransport erfordern, geeignet sind. Der zweite Ansatz zielt darauf, auch Systeme mit einer Umkehr des Ladungstransports zu untersuchen, hierfür werden Aktivmaterialien mit geladenen Spezies ausgerüstet. Weiterhin werden Triblock-Copolymere entwickelt, die alle für eine molekulare Batterie notwendigen Komponenten enthalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte BatterienMitverantwortlich(e)Privatdozentin Dr. Doris  Pospiech"
    },
    {
      "project_id": "441231758",
      "url": "https://gepris.dfg.de/gepris/projekt/441231758",
      "title": "Koordinationsfonds",
      "subject_area": "Polymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441231758",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Das Schwerpunktprogramm „Polymer-basierte Batterien“ (SPP 2248) widmet sich Batterien auf Polymerbasis, bei denen (organische) redoxaktive Polymere als aktive Materialien für die jeweilige Kathode oder Anode verwendet werden. Bei „all-polymer“-Batterien basieren beide Elektroden auf Polymermaterialien. Diese Batterien sind interessante Systeme aufgrund ihrer vielversprechenden Eigenschaften, zu denen schnelles Laden, die Möglichkeit zur Herstellung flexibler Elektroden, die Abwesenheit von Schwermetallen sowie der geringe Energiebedarf für die Materialsynthese und die Herstellung von Batterien gehören. Die wissenschaftlichen Projekte der ersten Förderphase befaßten sich erfolgreich mit der Modellierung zur Identifizierung vielversprechender neuer Materialien, dem Verständnis der auftretenden (Redox-) Prozesse sowie möglicher Nebenreaktionen, dem Design und der Synthese redoxaktiver Polymere, der Entwicklung neuartiger Elektrolyte sowie der detaillierten Charakterisierung (auch unter Einsatz von in situ und in operando-Techniken). In diesem Zeitraum entstanden im Konsortium 45 begutachtete Publikationen; eine größere Zahl ist in Begutachtung (der SPP 2248 startete im März 2020, genau zum Ausbruch der CORONA-Pandemie in Deutschland mit dem ersten Lockdown). Die zentralen Aktivitäten des Schwerpunktprogramms, die in diesem Projekt behandelt werden, fördern weiterhin den wissenschaftlichen Austausch zwischen allen Projekten und Teilnehmern des SPP, beispielsweise bei verschiedenen Netzwerkveranstaltungen des Schwerpunktprogramms. Ein wichtiges Ziel des Schwerpunktprogramms ist auch die Förderung des wissenschaftlichen Nachwuchses, insbesondere von Wissenschaftlerinnen. Daher werden Doktoranden sowie die jungen PIs, die bereits an Projekten der SPP beteiligt sind, durch Anschubfinanzierungs- und Mentoringprogramme unterstützt. Dieses Projekt wird auch genutzt, um die (internationale) Sichtbarkeit des Schwerpunktprogramms zu fördern. Darüber hinaus werden in diesem zentralen Projekt weiterhin Standardmaterialien und -elektroden bereitgestellt, die sowohl für Charakterisierungsprojekte als auch für Benchmark-Systeme verwendet werden. Zusätzlich sollen Strategien zum Upscaling der vielversprechendsten Materialien der erster Förderphase sowie der Ansätze zum Wissenstransfer mit Industriepartnern bearbeitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441209207",
      "url": "https://gepris.dfg.de/gepris/projekt/441209207",
      "title": "Pentacenetetron-Copolymere als nachhaltige redoxaktive Elektroden, zugeschnitten auf stark eutektische Lösungsmittel als Elektrolyte in Polymerbatterien",
      "subject_area": "Präparative und Physikalische Chemie von PolymerenPhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungPolymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441209207",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Polymerbatterien haben das Potenzial, die Lücke bei preisgünstigen und druckbaren Energiespeichern zu schließen. Diese Batterien könnten Niederspannungskomponenten auf gedruckten Chips, wie z. B. aktive RFID-Etiketten, versorgen. Für viele Anwendungen sollte die gedruckte Elektronik biologisch abbaubar und im Idealfall kompostierbar sein. Der biologische Abbau elektronenreicher Moleküle erfolgt jedoch häufig durch Oxidation - ein Prozess, der auch für die Energiespeicherung in diesen Geräten unerlässlich ist. Außerdem enthält der Elektrolyt oft umweltschädliche Salze und Lösungsmittel. Hier untersuchen wir vollständig biologisch abbaubare Polymerelektroden für Batterien in Kombination mit stark eutektischen Lösungsmitteln (DES) als Elektrolyte. Wir konzentrieren uns auf Pentacenetetraon als Monomer für redoxaktive Polymere mit hoher Ladungsdichte und auf DES mit einem Redoxpotentialfenster, das für Pentacenetraon gut geeignet ist. Biologisch abbaubare Co-Monomere ermöglichen die Fragmentierung des Polymers und damit die bakterielle Zersetzung der Pentacenetetraon-Einheiten. Als Ergebnis erhalten wir eine stabile und leistungsstarke Polymerbatterie, die biologisch abbaubar ist. Unsere neuen Redox-Materialien haben in Kombination mit DES das Potenzial, in ihrer Leistung mit den derzeit modernsten Materialien für elektrochemische Energiespeicherung zu konkurrieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441208651",
      "url": "https://gepris.dfg.de/gepris/projekt/441208651",
      "title": "Redox-aktive kovalente organische Gerüste für Batterien auf der Basis von reichlich vorhandenen Metallen (Na, Mg, Al) (RACOF-NMA)",
      "subject_area": "Polymermaterialien",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441208651",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Batterien, die auf reichlich vorhandenen Metallen wie Na, Mg und Al basieren, entwickeln sich aufgrund ihrer Kosteneffizienz und ihres natürlichen Vorkommens zu vielversprechenden Alternativen zu Li-Ionen-Batterien. Die Entwicklung hochleistungsfähiger Kathodenmaterialien mit überlegener Kapazität, Reversibilität und langfristiger Zyklierbarkeit bleibt jedoch eine große Herausforderung. Organische Verbindungen bieten mit ihren reichlich vorhandenen Ressourcen, ihren anpassbaren Strukturen und ihrer Designflexibilität eine Lösung und ermöglichen eine effiziente Energiespeicherung durch reversible Redoxreaktionen. Allerdings sind die Stabilität und Energiedichte organischer Verbindungen im Vergleich zu anorganischen Materialien geringer. Um diesen Herausforderungen zu begegnen, haben redoxaktive kovalente organische Gerüste (COFs) als potenzielle organische Kathodenmaterialien für verschiedene Batterien Aufmerksamkeit erregt. COFs bieten programmierbare Ordnung, Stabilität, starre Gerüste und poröse Strukturen. Aufbauend auf den Fortschritten und Erkenntnissen der ersten Förderperiode zielt dieses Projekt darauf ab, neuartige redoxaktive COFs und geschwefelte/selenisierte COFs mit stabilen Bindungen (wie Imid, Vinylin, Thion-Enamin und Selenanthren) zu entwickeln und ihre Leistung in Batterien auf der Basis von reichlich vorhandenen Metallen (Na, Mg, Al) zu untersuchen. Moderne Methoden der kernmagnetischen Resonanz (NMR) werden eingesetzt, um die Mechanismen der Ionenspeicherung zu untersuchen. Ex-situ/operando NMR-Experimente werden Einblicke in die Wechselwirkungen zwischen Elektrodenmaterial und Kationen während der Spannungsanwendung sowie in potenzielle Alterungs- und Degradationsprozesse nach dem Zyklus liefern. Der erfolgreiche Abschluss dieses Projekts wird wertvolle Erkenntnisse über die Entwicklung günstiger COFs mit reichhaltigen redoxaktiven Zentren, chemisch stabilen Bindungen und gut definierten porösen Strukturen liefern. Diese Forschung trägt zur Weiterentwicklung von Batterietechnologien bei, indem sie die Struktur-Funktionsbeziehungen von redoxaktiven COFs aufklärt und so die künftige Entwicklung neuartiger hochleistungsfähiger organischer Elektroden für Batterien auf der Basis von reichlich vorhandenen Metallen befördert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441236036",
      "url": "https://gepris.dfg.de/gepris/projekt/441236036",
      "title": "Stickstoffangereicherte redox-aktive Monomere für COF-Batteriematerialien (NITROCOF)",
      "investigators": "Professor Dr. Oliver  Dumele;Professorin Dr. Birgit  Esser",
      "subject_area": "PolymermaterialienHerstellung und Eigenschaften von FunktionsmaterialienOrganische Molekülchemie - Synthese, CharakterisierungPräparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441236036",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Kovalent-organische Gerüstverbindungen (COFs) sind eine vielseitige Plattform für die Herstellung leistungsstarker organischer Elektrodenmaterialien. Redox-aktive Untereinheiten lassen sich leicht einbauen und ihre Porosität ermöglicht eine effiziente Ionendiffusion. In den meisten Literaturberichten über COFs als Elektrodenmaterialien wird jedoch eine n-Typ-Redoxaktivität verwendet, was bedeutet, dass Elektronen reversibel gespeichert werden, während gleichzeitig Metallkationen aus dem Elektrolyten zum Ladungsausgleich eingebracht werden. In diesem gemeinsamen Projektvorschlag werden wir die Auswirkungen der Stickstoffanreicherung in den redoxaktiven Einheiten der 2D-COFs systematisch untersuchen. Es werden zwei Hauptvorteile vorgeschlagen, wenn der Gehalt an Stickstoff-Heteroatomen erhöht wird: 1) reversible Redox-Prozesse mit mehrfachen Elektronenübertragungen als p-Typ-Materialien können angesprochen werden, und 2) verbesserte Koordination von N-Heteroatomen mit Gegenionen für eine bessere Ionenspeicherung. Daher wird die Anreicherung von N-Heteroatomen in aromatischen Untereinheiten von COFs in Bezug auf ihre Elektrodenleistung in Lithium- oder Magnesiumbatterien untersucht. Die Synthese neuartiger 2D-COFs (Dumele-Gruppe) und ausgewählter linearer amorpher Polymere (Esser-Gruppe) mit direkt vergleichbaren redoxaktiven Einheiten wird im Rahmen dieses SPP-Projekts durchgeführt. Wir beabsichtigen, grundlegende Ladungs- und Radikalstabilisierungsmechanismen mit Hilfe verschiedener stickstoffangereicherter Muster und Strukturmotive aufzudecken. Dieser gemeinsame Ansatz für COF-basierte Elektrodenmaterialien wird dazu beitragen, Polymergerüste für Energiespeicher grundlegend zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "535410398",
      "url": "https://gepris.dfg.de/gepris/projekt/535410398",
      "title": "Synthese und frühzeitiges LIfe-cycle Assessment von recyclierbaren organIschen Kathoden (SYNERGISTIC)",
      "subject_area": "Präparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535410398",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Wiederaufladbare Batterien mit hohen Energie- und Leistungsdichten werden für die zunehmende Elektrifizierung verschiedenster Industriesektoren benötigt. Lithium-Ionen-Batterien (LIBs) mit anorganischem Kathodenmaterial dominieren zurzeit den Markt. Organische Batterien sind eine alternative Materialklasse, um Umweltbedenken zu verringern, da sie potenziell biobasierte Materialien oder organische Chemie aus zirkulärer Wirtschaft nutzen. Sie versprechen darüber hinaus leichtes Recycling, ein Aspekt, der jedoch noch nicht systematisch untersucht worden ist. SYNERGISTIC hat drei übergeordnete Ziele: (1) Die Einführung von neuen Kathodenmaterialien, die umweltfreundlich produziert werden können, Kontrolle über die Morphologie ermöglichen und welche potenziell recycled werden können. Wir werden die chemische Synthese mit einem Life-Cycle Assessment (LCA) verbinden, um die Synthesewege zu verbessern. (2) Durch atomistische Modellierung soll ein fundmentales Verständnis über die elektronischen und ionischen Transportmechanismen als Funktion von der Morphologie, vom Dotierungsgrad und von der Temperatur erlangt werden. Wir werden die Simulationsdaten mit passenden Modellexperimenten unterstützen, um morphologische und Ladungstransporteigenschaften für zukünftige redox-aktive organische Systeme vorherzusagen. (3) Schließlich werden wir demonstrieren, dass die neuartigen Materialien, die unter (1) entwickelt wurden, aus einer Knopfzelle recycled werden können. Unsere LCA-Analyse wird die Grenzen verschiedener End-of-Life Optionen aufzeigen. Gebrauchte Zellen werden zerlegt und das Redoxmaterial durch Solvolyse recycled. Zerfallsprodukte werden analysiert, um den Degradationsmechanismus zu verstehen, was weitere Verbesserungen ermöglicht. Darüber hinaus wird das recycelte Material genutzt, um erneuerte („refurbished“) Zellen herzustellen. Dies wird dazu dienen, zu zeigen, wie das Potential für zirkuläre Wirtschaft bei organischen Batterien ausgeschöpft werden kann. Die fortlaufende engmaschige Rückkopplung zwischen Synthese, atomistischer Modellierung, Bauteilherstellung und LCA wird das Grundlagenverständnis sowie umweltfreundliche Herstellungswege ausweiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte BatterienInternationaler BezugItalienKooperationspartnerProfessor Dr. Daniele  Fazzi"
    },
    {
      "project_id": "441254245",
      "url": "https://gepris.dfg.de/gepris/projekt/441254245",
      "title": "Weiterentwicklung von Quadratsäureamiden als neue Elektrodenmaterialien für die Energiespeicherung - Von neuartigen kleinen Bausteinen zu organischen Polymeren hin zu vollständig organischen Batterien",
      "subject_area": "Präparative und Physikalische Chemie von PolymerenOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441254245",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "In Fortsetzung der ersten Förderphase zielt dieses Projekt darauf ab, synthetische und elektrochemische Expertise zu kombinieren, um die Entwicklung neuer kleiner redox-aktiver organischer Moleküle auf der Grundlage von Quadratsäureamid-Derivaten und deren Einbindung in Polymere voranzutreiben. Um die Leistung und insbesondere die Energiedichte zu verbessern, werden neue kondensierte redoxaktive Quadratsäuresäurechinoxalin-Moleküle (SQX) untersucht, um die Klasse der redoxaktiven Polymere zu erweitern, die sich als Materialien für die elektrochemische Energiespeicherung eignen. Dies wird Folgendes umfassen: (i) Einführung komplexerer 2D- oder sogar 3D-Architekturen in die SQX-Moleküle, (ii) Gewinnung tieferer Einblicke in die Auswirkungen der π-Interaktion durch Entwicklung neuartiger erweiterter aromatischer SQX-Moleküle, (iii) Untersuchung der Auswirkungen der Lewis-Säure-Koordination an die Carbonylgruppen von SQX, (iv) dehydrierende Oxidation von SQX zur Bildung eines von Quadratsäurechinoxalin abgeleiteten Anodenmaterials, (v) Erweiterung des strukturellen Motivs von Quadratsäuren um eine oder zwei (CO)-Einheiten und Untersuchung der entsprechenden Amide von Krokon- und Rhodizonsäuren, (vi) anschließendes Design von Monomeren und deren Polymerisation, (vii) Synthese redoxaktiver Moleküle, die für eine Modifikation nach der Polymerisation geeignet sind, (viii) Synthese redoxaktiver Moleküle, die für vernetzte Filme geeignet sind, (ix) die sorgfältige elektrochemische Bewertung der redoxaktiven Moleküle, (x) die Optimierung der Elektrolytzusammensetzung für die vielversprechendsten Aktivmaterialien, (xi) die Entwicklung fortschrittlicher Elektrodenarchitekturen, (xii) die Realisierung von Elektroden mit einer erhöhten Aktivmaterial-Massenbeladung und (xiii) der Aufbau von vollständig organischen Batteriezellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    },
    {
      "project_id": "441323218",
      "url": "https://gepris.dfg.de/gepris/projekt/441323218",
      "title": "Zweifach responsive Organo-Schwefelnetzwerke als stabile Kathodenmaterialien für Polymerbatterien mit hoher Kapazität",
      "subject_area": "Präparative und Physikalische Chemie von PolymerenPolymermaterialien",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441323218",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2248: \nPolymer-basierte Batterien",
      "description": "Neue doppelt-responsive Organoschwefelnetzwerke werden designed, strukturell charakterisiert und als stabile und effiziente Kathodenmaterialien in Polymerbatterien verwendet. Die zentralen Ziele der zweiten Periode des SPP 2248 lassen sich in zwei Gruppen einteilen: Zunächst wird auf die Ergebnisse der theoretischen und experimentellen Beschreibung von NDI-Schwefelnetzwerken via inverser Vulkanisation aus der ersten Periode aufgebaut. Hierbei liegt der Fokus auf der strukturellen Bestimmung der optimalen Schwefelsegmentlänge zwischen organischen Netzwerkpunkten, der Schwefelsegmentlängenverteilung und der damit einhergehenden Netzwerkhomogenität. Weiterhin werden während der Aufnahme von Ladungs-Entladungszyklen NEXAFS Spektren in-situ aufgenommen, um das Ausmass der Bildung von löslichen Polysulfiden, sowie gekoppelter irreversibler Folgeprozesse, als Funktion der S-Stranglänge zu bestimmen. Im zweiten Teil werden organische Carbonylverbindungen designed und als Monomere verwendet um schwefelhaltige Netzwerke via (inverser) Vulkanisation oder kationischer Polymerisation aufzubauen. Die Auswahl aus einer Liste von geeigeneten Monomeren erfolgt auf Basis von Vorarbeiten sowie auf den Kriterien i) theoretische spezifische Kapazität, ii) Zyklenstabilität und iii) Verfügbarkeit bzw. präparative Skalierbarkeit. Die damit erstellten Struktur-Eigenschafts-Beziehungen sollen schnell zu wenigen Kandidaten führen, die die Kriterien von spezifischer Kapazität und Stabilität am besten erfüllen.      Zuletzt werden die beiden Bereiche zusammengeführt, indem Aspekte der S-Stranglänge und -verteilung auf die Auswahl von organischen Carbonylmonomeren angewendet werden. Durch einen Beitrag von Schwefel soll schlussendlich die spezifische Kapazität von rein organischen Batterien erhöht werden, jedoch ohne Abstriche im Bereich der Zyklenstabilität machen zu müssen. Die Besonderheit dieses Projekts liegt im Dreiklang aus Theorie, Synthese und Charakterisierung sowie leistingsfähigen spektroskopischen Methoden bis hin zu in-situ X-ray Analytik von Polymerbatterien. Die in der ersten Periode des SPP 2248 etablierten Kooperationen der Arbeitsgruppen Müller/ Sommer/ Walter werden fortgeführt und erhöhen die Erfolgschancen für eine erfolgreiche Projektbearbeitung in der zweiten Periode erheblich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2248: \nPolymer-basierte Batterien"
    }
  ]
}