{
  "spp_number": "SPP 2357",
  "spp_title": "Jüdisches Kulturerbe",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460784103",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "497279188",
      "url": "https://gepris.dfg.de/gepris/projekt/497279188",
      "title": "Aneignung und Revitalisierung. Aushandlungsprozesse des deutsch-jüdischen Kulturerbes in Polen",
      "investigators": "Privatdozent Dr.-Ing. Ulrich  Knufinke;Professorin Dr. Ruth  Leiserowitz",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497279188",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das beantragte Vorhaben befasst sich aus interdisziplinärer Perspektive (Geschichte, Baugeschichte, Denkmalpflege) mit  gebauten Zeugnissen jüdischer Kultur und Geschichte in Polen als Gegenstände einer vielschichtigen Aneignung als „Kulturerbe“ durch diverse Gruppen und Akteure. Seit dem Ende des Zweiten Weltkriegs ist das historische materielle jüdische Erbe des heutigen Polen heterogen und bietet sich daher für eine Untersuchung unterschiedlicher Erbe-Strategien an: Durch die territorialen Verschiebungen umfasst es heute sowohl Objekte und Orte jüdischer Gemeinden in den polnischen Kernregionen als auch solche in den ehemals deutschen Gebieten. Mit dem Projekt soll anhand von Quellenrecherchen, Fallstudien und Interviews mit diversen Akteur*innen untersucht werden, ob, wann, in welcher Weise und von wem die Relikte der jüdischen Kultur, insbesondere Synagogengebäude und Friedhöfe, in die diversen Konstruktionen kulturellen Erbes in Polen einbezogen wurden und werden. Dabei wird insbesondere nach Unterschieden in Aneignung, Nutzung und Repräsentation zwischen jenen Objekten mit „deutsch-jüdischer“ und „polnisch-jüdischer“ Vorgeschichte gefragt werden, wobei der Schwerpunkt auf der Aufarbeitung und Analyse bislang vergleichsweise wenig betrachteter Relikte in den früher deutschen Gebieten liegt. Großes Gewicht wird in der geplanten Studie darauf gelegt, sowohl (zeit-) historische als auch baugeschichtlich-denkmalpflegerische Aspekte in der interdisziplinären Arbeitsgruppe gemeinsam zu betrachten. Welche Objekte werden in welcher Weise erhalten? Welche historischen Schichten werden mit welchen Strategien unter Schutz gestellt, durch die Denkmalpflege bewahrt, welche gehen verloren? Wie werden Erhaltungs- und Neunutzungsprozesse lokal, regional und ggf. international diskutiert und rezipiert? Welche Rolle spielen jüdische Akteure, Gemeinden und Institutionen vor Ort und international, welche staatlichen und überstaatlichen Organisationen sind involviert? Welche Bedeutung erlangen die „wiederbelebten“ jüdischen Bauten für die lokale und regionale Bevölkerung und ihr historisches „Erbe-Bewusstsein“?Durch entsprechende Vorarbeiten konnte bereits eine Anzahl relevanter Bauwerke und Anlagen ermittelt werden; mit polnischen und internationalen Organisationen, die sich um deren Erhaltung und Nutzung bemühen, ist eine enge Zusammenarbeit vereinbart.Das Vorhaben entwickelt Grundlagen sowohl für vergleichende Arbeiten zu anderen Beständen gebauten jüdischen Erbes in Europa und weltweit und trägt im Kontext des SPPs zur Reflexion von Erbe-Strategien im Hinblick auf kulturelle Nachhaltigkeit bei. Es verortet sich daher im Cluster A , es fragt aber auch im Sinne von Cluster C nach der Relevanz jüdischer Akteur*innen für das gebaute Erbe und, umgekehrt, nach der Bedeutung der früheren Synagogen und der Friedhöfe für das historisch-kulturelle Bewusstsein jüdischer Gemeinschaften – nicht nur in Polen, sondern auch darüber hinaus.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugIsrael, PolenKooperationspartnerinnen / KooperationspartnerDr. Eleonora  Bergman;Dr. Jerzy  Krzysztof  Kos;Vladimir  Levin, Ph.D."
    },
    {
      "project_id": "497123879",
      "url": "https://gepris.dfg.de/gepris/projekt/497123879",
      "title": "Deutsch-jüdisches Kulturerbe andernorts: Das materielle und geistige Vermächtnis der Hochschule für die Wissenschaft des Judentums",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Religionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497123879",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das beantragte Projekt wird das intellektuelle und kulturelle Vermächtnis der Hochschule für die Wissenschaft des Judentums (1872—1942) in der Nachkriegsgeschichte mit Ansätzen der materiellen Kulturforschung und den Critical Heritage Studies erforschen. Im Zentrum des Interesses stehen dabei das Schicksal, die Bedeutung, die Funktion und die Ausstrahlung der bemerkenswerten Bibliothek der Hochschule. Diese umfasste ca. 60.000 Bände und zählte vor dem 2. Weltkrieg zu den wichtigsten jüdischen Bibliotheken Deutschlands.Das Wirken der Hochschule kam mit Hitlers Machtergreifung zum Erliegen. Die Einrichtung wurde 1942 geschlossen, der Großteil der Wissenschaftler/innen und Studierenden sind im Holocaust ermordet worden. Das Erbe der Hochschule wurde wach gehalten, indem es aus Deutschland gerettet und andernorts gepflegt und weiterentwickelt wurde. Dies erfolgte zum einen durch die bekannten Persönlichkeiten der Hochschule, denen es gelungen war, rechtzeitig aus Deutschland zu fliehen und die ihre intellektuelle Arbeit in ihren neuen Heimatländern fortzuführen. Zum anderen ist das Erbe der Hochschule in seiner Bibliothek konserviert worden obwohl diese den Plünderungen der Nationalsozialisten zum Opfer fiel. Teile der Sammlung wurden zerstört, andere Teile überlebten den Krieg und wurden in der Nachkriegszeit über zahlreiche Länder verstreut. Das vorgeschlagene Projekt wird das Weiterleben der Hochschule in diesen neuen Umgebungen nachverfolgen, analysieren und dokumentieren. Das innovative Potential und der besondere Beitrag dieses Projekts zum DFG Schwerpunktprogramm liegt in der Auseinandersetzung mit den Implikationen der räumlichen Verschiebung dieses Erbes. Kategorien wie Zerstreuung, Zerstörung, Bruch und Kontinuität sind zentrale Referenzpunkte, um den Wandel des deutsch-jüdischen Kulturerbes im Zusammenhang mit den sich ändernden räumlichen Bezügen nach 1945 zu denken.Denkansätze der materiellen Kulturforschung werden dem interdisziplinären und internationalen Forscherteam als Ausgangspunkt dienen um a) neue Facetten des Erbes der Hochschule zu identifizieren und ihre Bedeutung im weiteren Rahmen des deutsch-jüdischen Kulturerbes zu verorten und b) das Potential von objektbezogenen Forschungen für die Sozial-, Kultur- und Ideengeschichte hervorzuheben.Um diese Ziele zu erreichen, wurden zwei Forschungsmodule konzipiert. Im Rahmen des ersten Moduls werden die verschiedenen Nachkriegsinitiativen von Intellektuellen und jüdischen Institutionen in Israel, den Vereinigten Staaten und Großbritannien zum Erhalt des Erbes der Hochschule in vergleichender Perspektive herausgearbeitet. Im zweiten Forschungsmodul steht die Zerstreuung der Bücher der Bibliothek der Hochschule im Vordergrund. Hier soll der Transfer der Bücher an neue Orte untersucht werden und die sozio-politischen Bedingungen diskutiert werden, die die gewandelte Bedeutung dieser Bücher in den neuen Umgebungen beeinflussten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugIsraelausländ. MitantragstellerinDr. Irene  Aue-Ben David"
    },
    {
      "project_id": "497299755",
      "url": "https://gepris.dfg.de/gepris/projekt/497299755",
      "title": "Ein “Queerer” Zugang zum jüdischen Kulturerbe in Europa: Transformationen durch reparative Jüdische Lesarten und kreative Begegnung",
      "subject_area": "Religionswissenschaft und JudaistikEthnologie und Europäische Ethnologie",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497299755",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das Projekt beschäftigt sich mit der Diversität der zeitgenössischen jüdischen Kultur im Kontext der hegemonialen Europäischen Gesellschaften. Es identifiziert die Reproduktion eines jüdischen Kulturerbes als Vorgang, der durch die Begegnung mit jüdischem Leben initiiert und befördert wird. Jüdische Standpunkte werden durch deren kreative Begegnung mit dem, und “queerende” Antworten auf das öffentlich-etablierte jüdische Kulturerbe erforscht. Das Projekt ist fokussiert auf die Erfahrungen von queeren Juden bei diesen Begegnungen und beinhaltet viele Jüdische Standpunkte – von sekularen bis hin zu charedischen. Diese machen das Jüdische Kulturerbe „queer“ auf Arten und Weisen, die sich spürbar unterscheiden von der üblicherweise intendierten Aufnahme durch die breite Öffentlichkeit. Besonderes Augenmerk wird auf Identitätsverhandlungen queerer Juden und der Schaffung ihres eigenen Jüdischen Kulturerbes durch künstlerisches Schaffen und kreative Begegnungen gelegt. Ein weiterer Fokus sind die Nuancen der Geschlechterkonstruktion der traditionellen Jüdischen Praxis im Gegensatz zur hegemonialen Heteronormativität. „Queering“ wird für kulturelle Nachhaltigkeit eingesetzt, indem die Kunst des Zusammenlebens als ein „queerender“ kreativer und kritischer Prozess verstanden wird, jenseits von Pfadabhängigkeiten der vorherrschenden Normen, um die Sicherheiten des guten Lebens aufzubrechen und sich für mögliche andere Lebensarten zu öffnen.Queere Kritik wird eingesetzt um Normativität auf zwei Ebenen der gesellschaftlichen Konstruktion des Jüdischen Kulturerbes zu untersuchen, in dem sie „gequeert“ werden:(1) Das Konstrukt des “jüdischen Kulturerbes“ in der Öffentlichkeit der Europäischen Gesellschaften, im Hinblick auf seine möglichen marginalisierenden und/oder ausschliessenden Effekte auf Jüdische Gemeinschaften.(2) Das Konstrukt des eigenen Kulturerbes der zeitgenössischen Jüdischen Gemeinschaften selbst, im Hinblick auf seine möglichen marginalisierenden und/oder ausschliessenden Effekte auf queere Menschen.Spezifisch (sensorisch-) ethnografische empirische Aufmerksamkeit wird auf folgende Punkte gelegt: 1) der Moment des Aufeinandertreffens der (queeren) Juden mit „ihrem“ Kulturerbe, als Auseinandersetzung mit kulturellen Unterschieden und 2) kulturelle Produkte die „queerende“ reparative Lesarten (wie „Disidentification“ und utopische Potentialität) beinhalten können.Das Projekt will Wege finden, wie Jüdisches Kulturerbe angemessener behandelt und präsentiert werden kann und dabei das ganze Spektrum des Jüdischen und queeren Lebens berücksichtigen. Es wird Konzepte entwickeln, die auf pluralistische, konvivialistische Konstrukte kulturellen Erbes gerichtet sind. Diese Forschung wird neue Themenfelder für die Jüdischen Studien erschließen, und zur Untersuchung der komplexen Wechselbeziehung der zeitgenössischen kleinen Jüdischen Minderheit in Europa mit Politik, ihrer Gestaltung, und sozialen Konventionen in der breiten Öffentlichkeit beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugKanadaKooperationspartnerinProfessorin Dr. Miranda  Crowdus"
    },
    {
      "project_id": "557818998",
      "url": "https://gepris.dfg.de/gepris/projekt/557818998",
      "title": "‚Jewish Heritage Community Resilience': Interdependenzen von Kulturerbe und Resilienz in Krisen, Kriegen und Katastrophen",
      "investigators": "Professor Dr. Anselm C.  Hagedorn;Dr. Florian  Oepping;Professorin Dr. Sarah M.  Ross",
      "subject_area": "Ethnologie und Europäische EthnologieEmpirische SozialforschungEvangelische Theologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 557818998",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Der neuere Diskurs in den Critical Heritage Studies, diskutiert Kulturerbe nicht nur als etwas Schützenswertes und Wertvolles, sondern betont, dass die Debatten um dieses überhaupt erst durch seine Gefährdung entstehen. Das Projekt fragt somit danach, 1) wie jüdisches Kulturerbe – die natürliche archäologische Zerstörung miteinschließend – langfristig bewahrt wird und 2) wie jüdisches Kulturerbe in Israel und der Diaspora nachhaltig die gemeinschaftliche Resilienz stärken kann. Die Teilprojekte untersuchen dabei unterschiedliche Aspekte des jüdischen Kulturerbes und dessen Rolle in der Resilienzbildung. Sie haben gemeinsam, dass sie sich mit der Bewahrung, Nachhaltigkeit und dem Schutz jüdischen Kulturerbes unter Berücksichtigung der Resilienz, sowohl im materiellen als auch im immateriellen Sinne, befassen. Dabei wird jeweils die Bedeutung dieses Erbes für die kulturelle Identität und die Fähigkeit zur Krisenbewältigung in der israelischen Gesellschaft analysiert. Der Antrag verbindet zum ersten Mal Perspektiven aus der Musikethnologie, der Theologie/Archäologie sowie der Katastrophensoziologie, um die jeweilige Bedeutung des Kulturerbes für die kulturelle Identität und die Fähigkeit zur Krisenbewältigung in der israelischen Gesellschaft zu analysieren.  Ziel ist es, Herausforderungen zu prognostizieren und Potenziale zu identifizieren, die das jüdische Kulturerbe für die gemeinschaftliche Resilienz in Israel entwickeln kann. Diese interdisziplinäre Forschung entwickelt Methoden zur digitalen Konservierung, analysiert die Bedeutung kultureller Praktiken wie des kollektiven Singens und integriert diese Erkenntnisse in umfassende Katastrophenschutzstrategien. Durch die Synergie der Teilprojekte werden neue Erkenntnisse zur Rolle von jüdischem Kulturerbe in der Krisenbewältigung und Identitätsbildung hervorgebracht. Die Relevanz des Projekts wird durch den Mangel an Wissen über die konkreten Zusammenhänge von jüdischem Kulturerbe, Resilienz, Katastrophenschutz und damit der Zukunftsfähigkeit (Nachhaltigkeit) jüdischer Gemeinschaften unterstrichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeMitverantwortlicheDr. Cordula  Dittmer;Dr. Daniel F.  Lorenz"
    },
    {
      "project_id": "497126216",
      "url": "https://gepris.dfg.de/gepris/projekt/497126216",
      "title": "Jüdisches Filmerbe",
      "subject_area": "Theater- und MedienwissenschaftenAllgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftReligionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497126216",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Jüdische Filmgeschichte ist ein noch junges, aber dynamisches Forschungsfeld; „Jüdisches Filmerbe“ hingegen ist bislang ein Desiderat. Es kann in Anschluss an den in den letzten Jahren zunehmend diskutierten Begriff Filmerbe konzeptualisiert werden, der Filme „nicht als interpretierbare Texte oder Ergebnisse eines bestimmten Produktionsvorgangs adressiert, sondern als Beziehungsgeflecht aus ihrem materiellen Zustand, ihrem legalen Besitz und aus verschiedenen Akteuren“ (Chris Wahl) versteht. Der Begriff Filmererbe geht damit weit über Filmgeschichte hinaus, da so die Bedingungen, unter denen Filmgeschichte geschrieben wird, sichtbar gemacht werden. Mit dem Begriff kann zudem von der Filmgeschichtsschreibung vernachlässigtes audiovisuelles Material (wie Amateur-, Industrie-, Lehr- und Werbefilme) inkludiert werden. Weiterhin ermöglicht dieser Ansatz, parafilmische und filmbegleitende Materialien sowie Abspielorte und Aufführpraktiken (von DP-Camps, über Filmveranstaltungen in Gemeinden bis zu Jüdischen Filmfestivals) einzuschließen und die Biografien jüdischer Filmschaffender zu berücksichtigen.Ziel des Projektes „Jüdisches Filmerbe“ ist es, eine wissenschaftlich fundierte Arbeitsdefinition des Terminus zu entwickeln, die an literaturwissenschaftliche Forschungen zum Verständnis von „Jüdischen Literaturen“ ebenso anschließt wie an filmwissenschaftliche Ansätze zum Umgang mit audiovisuellem Erbe und Überlegungen der Critical Heritage Studies. Grundlage dafür bildet eine breit angelegte Kartierung des bisher unerschlossenen Gegenstandes „Jüdisches Filmerbe“ von den Anfängen des Mediums Films bis in die Gegenwart mittels einer Datenbank. Diese ermöglicht eine Bestandsaufnahme mit Fokus auf den deutschsprachigen Raum, die Filme unterschiedlicher Gattungen und Formate ebenso einbezieht wie Filmschaffende, Institutionen und Akteur*innen, bspw. jüdische Organisationen, Privatpersonen, Museen oder Archive. Gleichzeitig soll die Datenbank Anknüpfungspunkte für das Feld des europäischen „Jüdischen Filmerbes“ und internationale Perspektiven bieten und die Formulierung weiterer Forschungsfragen ermöglichen. An diese Grundlagenforschung schließen zwei Fallstudien an und erproben den Begriff an konkreten Gegenständen: Erstere zum ‚Gebrauchsfilm‘ untersucht Lehr- und Imagefilme jüdischer Institutionen und Organisationen als „Jüdisches Filmerbe“ und nimmt die Entstehungs- und Produktions- sowie der Distributions- und Rezeptionsbedingungen dieser ‚Gebrauchsfilme‘ in den Blick. Die zweite schließt an Forschungen zu jüdischen Themen und Filmschaffenden im DEFA-Film an und fragt anhand des konkreten Materials, ob und inwiefern von einem jüdischen Filmerbe der DDR gesprochen werden kann.Die Potsdamer Forschungseinrichtungen streben durch das geplante Projekt nicht nur die Stärkung des Forschungsfeldes „Jüdischer Film“ an, sondern auch die Einrichtung eines entsprechenden Sammlungsschwerpunktes, der Filme und Literatur zu diesem Themenkomplex bereitstellen soll.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "557805092",
      "url": "https://gepris.dfg.de/gepris/projekt/557805092",
      "title": "Jüdisches Filmerbe zwischen kultureller Praxis und Gedächtnisinstitutionen",
      "subject_area": "Theater- und MedienwissenschaftenGermanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 557805092",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Die Erschließung des kaum untersuchten, aber sehr vielfältigen Gegenstandes Jüdisches Filmerbe erfolgt seit 2022 am Forschungsstandort Potsdam. Mit dem Projekt Jewish Film Heritage between Cultural Practices and Memory Institutions soll in einer dialektischen Denkbewegung Grundlagenforschung zu Jüdischem Filmerbe im dialogischen Austausch mit den relevanten Akteur:innen des Feldes geleistet werden: a) Film- bzw. Kulturerbeinstitutionen (Jüdischen Museen) b) (jüdischen) Filmschaffenden, die jüdisches Filmerbe schaffen u. in ihren Arbeiten nutzen c) Publikum, das durch seine aktive Rezeptionspraxis an einem Doing Heritage beteiligt ist wie forschende Wissenschaftler:innen Der Fokussierung auf Diskursivierungen Jüdischen Filmerbes folgt das Projekt in seiner interdisziplinären, transferorientierten Ausrichtung, das sich aus drei Teilprojekten zusammensetzt: In dem Projekt \"Jewish Home Movies. Amateur Films in Jewish Museum Collections\" werden neben der Erforschung und Sicherung einzelner Amateurfilmbestände des Jüdischen Museums Berlin und des Jüdischen Museums Frankfurt im Zuge eines gemeinsam organisierten Jewish Home Movie Days weiteres Material von Amateurfilmer:innen eruiert, gesichert und eine lebendige Jüdische Filmkultur ermöglicht sowie eine Typologie entwickelt, die künftige Forschungen ermöglichen soll. Das Projekt \"Heritage Journey Films\" untersucht unterschiedliche Spiel- u. Dokumentarfilme dieses Genres mit Blick darauf, welche Konzepte von kulturellem Erbe in den Filmen implizit und explizit aufgegriffen und gegeneinandergestellt werden. Besonderes Augenmerk liegt auf der Frage, wie die Intimität von Familiengedächtnissen mit Binnendiskursen jüdischer Communities und den Erwartungen und Zuschreibungen einer mehrheitsgesellschaftlichen Öffentlichkeit in Europa ins Verhältnis gesetzt und positioniert werden. Filmisches Erbe als Material (found footage) findet vielfältig Eingang in filmische Arbeiten. Viele Filmgenres weisen Bezüge zu Erbe und Archiv auf, das Schaffen vieler Filmemacher:innen ist durch die explizite oder implizite Auseinandersetzung mit künstlerischen Traditionen verschiedener Filmschaffender aus unterschiedlichen Generationen geprägt. Vor diesem Hintergrund sollen im dritten Teilprojekt \"Artistic research on and with Jewish film heritage\" zwei künstlerisch forschende Filmemacher:innen für jeweils 12 Monate an die Filmuniversität eingeladen werden, um in einem Projekt kreative und wissenschaftliche Aspekte zu Jüdischem Filmerbe miteinander zu verbinden. Gemeinsame Klammer der Projekte bilden Familienarchive und familiale Erinnerungen, die in bewegten Bildern überliefert sind. Dabei verweisen die Projekte, in ihrer diversen methodischen Konzeption wie auch ihren differenten Gegenständen, auf die Bedeutung bewegter Familienbilder als jüdisches Filmerbe. Um die Projekte miteinander zu verbinden, sollen ihre Gegenstände in einer kuratierten Filmreihe in Dialog gebracht sowie in einer Ausstellung präsentiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "557823130",
      "url": "https://gepris.dfg.de/gepris/projekt/557823130",
      "title": "Jüdisches Welterbe - lokales jüdisches Erbe in Deutschland: Bedeutungsverschiebungen, Inwertsetzungen und Transformationsperspektiven",
      "subject_area": "Religionswissenschaft und JudaistikHumangeographie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 557823130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "2021 wurden die SchUM-Stätten in Speyer, Worms und Mainz, zwei Jahre später das mittelalterliche jüdische Erbe Erfurts in die UNESCO-Welterbeliste eingeschrieben. Damit wird der jüdische Anteil an der Entstehung mitteleuropäischer Kultur gewürdigt. Neben diesen nun international anerkannten Stätten existieren zahlreiche weitere Bauwerke, archäologische Überreste und Stätten, die an unterschiedliche Phase jüdischer Präsenz auf dem Gebiet des heutigen Deutschlands erinnern. Das Projekt wendet sich vergleichend den jüdischen Welterbestätten und einer kleineren Auswahl weiterer jüdischer Kulturerbestätten in Deutschland zu, darunter u.a. die MiQua/Archäologische Zone in Köln, die ehemalige Landsynagoge in Neidenstein/Baden und eine ehemalige jüdische Schule in Leer/Niedersachsen. Mit Methoden qualitativer, aber auch quantitativer Sozialforschung sowie der Dokumenten- bzw. Quellenanalyse sollen die Bedeutungsverschiebungen sowie die soziokulturellen und stadtgesellschaftlichen Folgen erfasst werden, die mit diesen Erbe-Anerkennungen (sei es auf lokalem oder internationalen Niveau) verbunden sind. Mehrere Teilfragen bzw. Teilziele sind hiermit verbunden. Dazu zählt zunächst eine vergleichende Rekonstruktion der Prozesse, die zu diesen Erbe-Anerkennungen führten. Ferner fragt das Projekt nach den lokal unterschiedlichen Strategien kultureller und stadtgesellschaftlicher Inwertsetzung jüdisch codierten Erbes und nach der Einbeziehung von Jüdinnen und Juden bzw. jüdischen Institutionen bei diesen Prozessen, sowie nach Strategien im Umgang mit antisemitischen Vorfällen. Im Sinne transferorientierter Forschung trägt das Projekt zum Austausch zwischen Akteur:innen unterschiedlicher Standorte zu diesen Fragen bei. Schließlich eruiert das Projekt Vermittlungs- und Bildungspotentiale der Stätten und konfrontiert diesbezügliche Erwartungen mit empirischer Forschung. Durch eine methodisch aufwendige, überwiegend quantitative Erhebung geht es der Frage nach, inwiefern ein Besuch der Stätten zu einer Veränderung der Wahrnehmung der jüdischen Präsenz in Deutschland, einem Zuwachs an Wissen über (lokale) jüdische Geschichte und einer Veränderung der Einstellungen gegenüber Jüdinnen und Juden führt. Die entsprechende Untersuchung ist international für die Heritage Studies bzw. Sozial- und Kulturwissenschaften relevant; zugleich werden die Ergebnisse, im Sinne transferorientierter Forschung, mit lokalen Akteur:innen diskutiert. Das Projektdesign hilft, Gemeinsamkeiten und Unterschiede zwischen jüdischen Welterbestätten und sonstigen jüdischen Kulturerbestätten, also auch den möglichen „Mehrwert“ des Welterbetitels, zu identifizieren. Den Ansprüchen des Schwerpunktprogramms Jüdisches Kulturerbe nach transferorientierter, partizipatorischer Forschung und der Perspektivierung kultureller Nachhaltigkeit trägt es in hohem Maße Rechnung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "497340432",
      "url": "https://gepris.dfg.de/gepris/projekt/497340432",
      "title": "Kabbala als Transferparadigma zwischen Judentum und Christentum",
      "investigators": "Dr. Níels  Eggerz;Privatdozentin Dr. Elke  Morlok",
      "subject_area": "Frühneuzeitliche GeschichteEvangelische TheologieReligionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497340432",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das Wort Kabbala war über mehrere Jahrhunderte in Europa in aller Munde. Luther behauptete, die wahre Kabbala zu kennen und Casanova bediente sich bei seinen Betrügereien einer von ihm Kabbala genannten Technik. Beschäftigung mit oder Interesse an der Kabbala bzw. mit dem, was sich Christen darunter vorstellten, war fester Bestandteil der europäischen Kultur. Bei der sog. christlichen Kabbala handelt es sich somit um eine der langlebigsten und nachhaltigsten Vereinnahmungen von bzw. Projektionen auf jüdisches Kulturerbe. Der Begriff „christliche Kabbala“ selbst ist ein Sammelbegriff, der ganz unterschiedliche und teilweise sich gegenseitig ausschließende Denkschulen bezeichnet. Begeisterte christliche Gelehrte, antijüdische Polemiker oder auch angesehene Theologen beschäftigten sich mit der Kabbala und verstanden sie wahlweise als eine alte messianisch-universelle oder sogar christliche Tradition, als Zahlen- bzw. Buchstabenspekulation oder als eine neuartige jüdische Auslegungsspinnerei. Ziel unseres Forschungsprojektes ist eine umfassende Einordnung der christlichen Kabbala in die europäische Geistesgeschichte. Hierbei geht es um die Herausarbeitung der jeweiligen Projektionen auf die Kabbala und das Judentum allgemein sowie deren historische Entwicklung. Auf diese Weise beabsichtigen wir ein grundlegende Neuaufstellung des gesamten Forschungsfeldes. Wir verstehen dabei die christliche Beschäftigung mit Kabbala als ein Schlüsselphänomen für den frühneuzeitlichen Umgang mit jüdischen Traditionen und Schriften. Nach der weitgehenden Emanzipation von jüdischen Informanten im Zuge der Hebraistik entwickelten christliche Gelehrte ihre eigenen wirkmächtigen Vorstellungen von Kabbala. Diese – und mit ihnen die jeweiligen Appropriationen – unterschieden sich je nach Konfession und dienten insbesondere nach der Reformation meist der innerchristlichen bzw. interkonfessionellen Polemik, oft begleitet von einer weitgehend inhaltsleeren Missionsrhetorik. Hinzu gesellten sich politische Erwägungen verschiedener Landesfürsten, die in zahlreichen Widmungen und Vorworten direkt oder indirekt angesprochen wurden. Mit Blick auf die Critical Heritage Studies kann man also sagen, dass die herrschende sozio-religiöse Gemeinschaft der Gegenwart das Erbe einer imaginierten Vergangenheit für aktuelle Zwecke nutzen wollte und entschied, was an die ebenfalls imaginierte Zukunft weitergegeben werden sollte. Folglich prägen die komplexen Dynamiken der Entstehung und Entwicklung der Cabala Christiana christliche wie jüdische Vorstellungen von Kabbala – sowie die akademische Beschäftigung mit ihr. Hauptziel dieses Projektes ist das Aufdecken dieser vielschichtigen Transformation von Kulturerbe zwischen Judentum und Christentum innerhalb der europäischen Geistes- und Wissenschaftsgeschichte. Es bewegt sich dabei im interdisziplinären Rahmen zwischen den Geschichtswissenschaften, den Jüdischen Studien und den christlichen Theologien sowie ihren methodischen Triangulationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "497336599",
      "url": "https://gepris.dfg.de/gepris/projekt/497336599",
      "title": "Konstruktionen jüdischen Kulturerbes im Spiegel gegenwärtiger Diskurse zu jüdischen Architekturen und Räumen - Innen- und Außenperspektiven",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenGermanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)Religionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497336599",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Jüdische Architekturen und Räume haben sich in Kulturerbeprozessen zu relevanten gesellschaftlichen, politischen und ökonomischen Ressourcen entwickelt. Aktuelle Diskurse zum Neubau jüdischer Gemeindezentren und Synagogen enthüllen ein breites Spektrum an öffentlichen und privaten Stakeholdern, wie jüdischen Gemeinschaften, Behörden (Bauämter, Denkmalämter, etc.), Architekt:innen, privaten Initiativen, politischen Entscheidungsträger und Fördermittelgeber, die sich auf verschiedenen Ebenen mit Beiträgen in die Debatten einbringen. Auch sind ehemalige jüdische Räume, ihre baulichen Überreste oder gar Leerstellen nach der Schoa zu einem Contested Heritage geworden. Das vorliegende Projekt erforscht diese jüdischen Architekturen und Räume als Konstruktionen jüdischen Kulturerbes in der Gegenwart. Als Fortführung des Projekts aus der ersten Phase des SPP 2357 „Jüdisches Kulturerbe“ verfolgt es einen interdisziplinären Ansatz aus Architekturtheorie/-geschichte, Literatur- und Kulturwissenschaft, jüdischer Geschichte und Judaistik. Anhand von Fallbeispielen untersucht das Projekt das Wechselverhältnis von Architektur und deren Diskursivierung und fragt nach Motiven, Narrativen und (De-)Konstruktionen jüdischer Identitäten, die in Selbstwahrnehmung und Fremdzuschreibung der unterschiedlichen Interessengruppen eingesetzt werden, um Kulturerbe zu autorisieren und legitimieren. Methodische Grundlage ist die Auswertung öffentlicher Diskursbeiträge unterschiedlicher Stakeholder, ergänzt durch Experteninterviews und Befragungen. Im Fokus stehen Räume der Gegenwart, die mit jenen aus der Zeit nach der Schoa kontrastiert werden. Im Sinne der sozialkonstruktivistischen Perspektive der Critical Heritage Studies versteht das Projekttandem unter dem jüdischen Kulturerbe Architektur und Raum nicht nur deren physische Manifestationen, sondern vielmehr den Raum als Bühne eines realen, virtuellen, vergangenen oder imaginierten jüdischen Handelns und hinterfragt hierbei kritisch den Erbebegriff in Hinblick auf ein sich diversifizierendes, religiöses und säkulares Judentum und die Aneignung durch die nichtjüdische Mehrheitsgesellschaft. Mit einem transferorientierten Ansatz möchte das Projekt eine verlässliche Informationsbasis jenseits einzelner (teils) provokanter Meinungen im öffentlichen Diskurs schaffen, die nicht nur die Perspektive der Mehrheitsgesellschaft widerspiegelt, sondern vor allem die diversen jüdischen, aber auch migrantischen Sichtweisen auf das jüdische Kulturerbe Architektur und Raum aufzeigt. So können diese verstärkt in Kulturerbeprozesse berücksichtigt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "496781192",
      "url": "https://gepris.dfg.de/gepris/projekt/496781192",
      "title": "Koordinationsfonds",
      "subject_area": "Ethnologie und Europäische EthnologieReligionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 496781192",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Ausgehend von der Prämisse, dass jüdisches Kulturerbe nicht nur ein Kulturgut ist, sondern primär ein Prozess, Diskurs und ein partizipatives, sich wandelndes soziokulturelles Phänomen, legt die zweite Phase den Fokus auf empirisch basierte sowie gegenwartsbezogene Grundlagenforschung, die anhand der Entwicklung konkreter Modelle und Konzepte zur Lebendigkeit und Nachhaltigkeit jüdischen Erbes Potenziale der praktischen Umsetzung untersucht und aufzeigt. Sehr viel konkreter als in der ersten Phase, soll hier das Eingebundensein jüdischen Erbes, in all seinen Erscheinungsformen, in die gegenwärtigen Lebenswelten von Jüd*innen und Nichtjüd*innen empirisch untersucht werden. Auf diese Weise werden Perspektiven und wichtige Einblicke in die zeitgenössischen, oft transformierten Formen, Nachklänge, Bedeutungen und Kontexte des jüdischen Erbes gegeben. Diese Erkenntnisse bilden unter anderem die Grundlage zur Neuformulierung konkreter Maßnahmen zu Erhalt und Weitergabe jüdischen Erbes, wie auch zur Neuausrichtung des Diskurses zu kultureller Nachhaltigkeit und der Umsetzung der Sustainable Development Goals: hier insbesondere im Sinne der Nachhaltigkeit jüdischen Lebens und jüdischer Kultur. Kulturelles Erbe trägt nicht nur zum Wohlbefinden und zur Lebensqualität von Gemeinschaften bei, es kann auch helfen, die Auswirkungen der kulturellen Globalisierung oder anderer gesellschaftlicher und politischer Entwicklungen, die als bedrohlich wahrgenommen werden, aufzufangen und abzumildern. Somit ist auch das jüdische Kulturerbe ein wichtiges Instrument der kulturellen Resilienz jüdischer Gemeinschaften. Von der ersten Phase unterscheidet sich die zweite Phase (a) in der Verschränkung von jüdischem Kulturerbe mit der Gegenwart, Empirie und Nachhaltigkeit durch die Erarbeitung konkreter Transferkonzepte zwischen Wissenschaft und Gesellschaft sowie (b) die partizipative und / oder dialogische Einbindung jüdischer Akteure und Institutionen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "497330994",
      "url": "https://gepris.dfg.de/gepris/projekt/497330994",
      "title": "\"Mapping\" des Kulturerbes: Deutsche emigrierte Rabbiner und ihr Vermächtnis",
      "investigators": "Dr. Christian  Riepl;Dr. Cornelia  Wilhelm",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497330994",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das Projekt plant die Erstellung eines digitalen prosopographischen Forschungsportals, das die Vermittlung, Konstruktion und Instrumentalisierung jüdischen Kulturerbes und des Vermächtnisses geflohener deutscher Rabbinerin den USA (ca. 250 Rabbiner) untersucht. Es wird damit ein analytisches und kommunikatives digitales Forschungsinstrument einschließlich einer digitalen Edition bereitstellen, die analysieren, wie die Geflüchteten die Vermittlung ihres „Erbes“ steuerten und wie ihnen dies neue Handlungsspielräume eröffnete.Neben Verfolgung, Flucht, Exil und Nachexil wird die Datenbank eine Visualisierung und Auswertung dieser Flüchtlingsgruppe als Kollektiv erlauben, diese aber auch als Individuen darstellen können, oder nach bestimmten Kriterien, wie Geburtsregion, Zugehörigkeit zu religiösen Bewegungen, politischer Aktivität, etc. erfassen und analysierbar machen. Als Forschungstool wird das Portal die Möglichkeit bieten folgende Kriterien zu analysieren: Mobilität, Zerstörung und Wiederentstehen ihrer intellektuellen Zentren, und die Rückkehr nach Deutschland. Letztere gab ihnen vor der erlebten Geschichte besondere Einflussmöglichkeiten und machte sie zu Moderatoren einer schmerzhalten jüdischen Realität und zu Fürsprechern für die Fortsetzung jüdischen Lebens im Land der Täter. Das Projekt wird ihre Reisen und Aufenthalte werden deshalb nach Zweck und Motivation differenzieren und Dokumente zu Diskursen und Konstruktionen des eigenen historischen und kulturellen Erbes und des „Vermächtnisses“ dieser letzten Generation des deutschen Rabbinats zugänglich machen.Das Portal stellt eine übergreifende Forschungsstruktur dar, die neue weitreichende interdisziplinäre Forschung zu dieser großen Gruppe, ihrer Emigration, ihrem Exil und Nachexil stimulieren soll und dabei ein internationales Publikum ansprechen soll.Das Forschungsportal wird in einer interdisziplinären Kooperation zusammen mit der IT-Gruppe Geisteswissenschaften (ITG) der LMU München erstellt und wird dort dauerhafte Pflege und Betreuung erfahren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugUSAKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Hasia  Diner;Dr. Frank  Mecklenburg"
    },
    {
      "project_id": "497374084",
      "url": "https://gepris.dfg.de/gepris/projekt/497374084",
      "title": "Soziale Verantwortung im Judentum in Deutschland: Traditionen und Orte als Jewish Heritage?",
      "investigators": "Professorin Dr. Lucia  Raspe;Professor Dr. Gerd  Stecklina",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Allgemeine und Historische Erziehungswissenschaft",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497374084",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Jüdisches Kulturerbe im europäischen Kontext ist vielfältig und umfasst das gesamte geistige wie materielle Erbe des europäischen Judentums, welches vom Wissen und Können von Jüdinnen und Juden getragen, von Generation zu Generation weitervermittelt wird und einem ständigen Veränderungsprozess unterliegt. Der Umgang mit dem jüdischen Kulturerbe in Europa, zu dem auch das Soziale gehört, steht sowohl durch das Zusammenwachsen Europas als auch durch kulturelle, soziale und religiöse Diversität vor der Herausforderung, dieses Erbe weiterzutragen, zur Toleranz und Identitätsbildung beizutragen. Das Projekt untersucht, wie jüdische Wohlfahrt vom 19. bis ins 21. Jahrhundert in unterschiedlichen zeitlichen und räumlichen Kontexten wahrgenommen und weitervermittelt wurde und wird. Im Zentrum steht die Frage, wie in den jeweiligen Gesellschaften und durch jüdische Institutionen mit Jewish Heritage und Erinnerungskultur in Bezug auf das Soziale umgegangen wird, wie das Soziale zum Kulturerbe wird und welche Schlussfolgerungen sich hieraus für die Neubetrachtung des Umgangs mit dem spezifischen jüdischen Kulturerbe „Jüdische Wohlfahrt und moderne jüdische Sozialarbeit“ im europäischen Kontext ableiten lassen. Ziel des Projekts ist es, auf Basis gewonnener Erkenntnisse Empfehlungen zu formulieren, wie zukünftig jüdisches Kulturerbe des Sozialen gepflegt werden kann.Durch interdisziplinäre, sowohl historische als auch sozial- und erziehungswissenschaftliche Zugänge gewährleistet das Projekt, dass Jewish Heritage, Erinnerungskultur, sozialwissenschaftliche und (sozial-)pädagogische Perspektiven ebenso Berücksichtigung finden wie eine breite Methodenvielfalt (Interviews, Diskurs-, Dokumenten-, Medien- und Netzwerkanalyse). Das Forschungsprogramm ist in drei Modulen angelegt: (1) Orte der jüdischen Wohlfahrts- und Sozialarbeit, (2) Akteure an sozialen Orten und (3) jüdische Soziale Arbeit seit 1945. In Modul 1 werden exemplarisch Orte jüdischer Wohlfahrts- und Sozialarbeit und deren Diskursivierung in unterschiedlichen gesellschaftlichen Zusammenhängen untersucht. Modul 2 stellt den Diskurs zu den Akteuren, die sich an diesen Orten aktiv in soziale Stiftungen und in die Errichtung und Weiterentwicklung von sozialen Institutionen einbrachten und -bringen, in den Mittelpunkt. Es untersucht, ob und wie diese Akteure retrospektiv wahrgenommen und gewürdigt wurden/werden oder warum es keine Wahrnehmung bzw. Würdigung gab/gibt.  Hierbei werden auch Diversity- und Genderaspekte von hoher Relevanz sein. Modul 3 wird die Wahrnehmung jüdischer Institutionen und ihrer Sozialen Arbeit nach 1945 erforschen. Das Hauptaugenmerk liegt hierbei auf der 1951 wiedergegründeten Zentralwohlfahrtsstelle der Juden in Deutschland. Ausgangspunkt ist die Feststellung, dass eine wissenschaftliche Diskursivierung der seit 1945 geleisteten Arbeit nur bedingt stattgefunden hat. Untersucht werden soll, welche Auswirkungen dies auf den Umgang mit dem soziokulturellen Erbe hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "497252379",
      "url": "https://gepris.dfg.de/gepris/projekt/497252379",
      "title": "Strategien und Praktiken der Autorisierung: Zur polyphonen Aushandlung und Vermittlung jüdischen Erbes",
      "investigators": "Professorin Dr. Ina  Henning;Professor Dr. Markus  Tauschek",
      "subject_area": "Ethnologie und Europäische EthnologieMusikwissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497252379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Das interdisziplinäre Projekt untersucht anhand von zwei Fallstudien die komplexe polyphone Aushandlung und Vermittlung jüdischen Erbes im Sinne der Critical Heritage Studies. Zentrales Ziel ist es, jüdisches Erbe nicht wie bisher häufig geschehen als homogenes Gebilde zu begreifen, sondern seine Ambivalenzen und Komplexitäten und insbesondere seine Genese in Strategien und Praktiken der Transmission empirisch herauszuarbeiten. Im Sinne des Schwerpunktprogramms wird zum einen herausgearbeitet, wie jüdisches Erbe aktualisiert, an zeitgenössische Diskurse gekoppelt und dadurch rekonfiguriert wird. Zum anderen zeigt es, wie diese Rekonfiguration auch für ein kulturell-analytisches Feld der Theorie und Praxis Musikpädagogik an Schulen fruchtbar gemacht werden kann, ein Kontext, in dem jüdisches Erbe bislang weitgehend homogenisiert präsentiert wird.Inspiriert von den Perspektiven der Critical Heritage Studies macht das Projekt Formen und Strategien der Autorisierung (in den untersuchten Initiativen wie auch in didaktischen Unterrichtsmodellen) in Formaten und Praktiken der Vermittlung jüdischen Erbes sichtbar. Das Projekt fragt unter Einbeziehung jüdischer Akteure gouvernementalitätskritisch nach den normativen Implikationen und untersucht insbesondere, wie monolithische Lesarten des jüdischen Erbes mit Hilfe zeitgenössischer Konzepte von Heterogenität und Diversität in Frage gestellt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "557821604",
      "url": "https://gepris.dfg.de/gepris/projekt/557821604",
      "title": "Transformation des Erbes, Erbe der Transformation. Synagogengebäude im heutigen Polen und das Vermächtnis der postsozialistischen Übergänge",
      "investigators": "Privatdozent Dr.-Ing. Ulrich  Knufinke;Professorin Dr. Ruth  Leiserowitz",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Religionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 557821604",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "In dem Forschungsprojekt werden Einflüsse rechtlicher Rahmenbedingungen und Transformationen auf den Umgang mit jüdischem Kulturerbe in Ostmitteleuropa nach 1989 untersucht. Diese wurde bestimmt durch die rechtlichen Veränderungen, die durch die politische Transformation, das Streben nach der Herstellung historischer Gerechtigkeit (transitional justice) und durch internationale Entwicklungen wie die europäische Einigung und die internationale Juridifizierung des Kulturerbes ausgelöst wurden. Diese beeinflussen bis heute die Art und Weise, wie Institutionen und Einzelpersonen mit ehemaligen jüdischen Gebäuden und Kulturgütern umgehen. Der Fokus des Projekts liegt auf Polen, wo diese Fragen bis heute intensiv diskutiert werden. Dies betrifft auch die westlichen und nördlichen Landesteile, die bis 1945 zum Deutschen Reiches gehörten. In diesen post-displacement regions war das Erbe der meist deutschsprachigen Juden marginalisiert und wird heute von jüdischen und nicht-jüdischen Institutionen verwaltet und verändert. Außerdem werden in diesem historischen deutsch-polnisch-jüdischen Kontaktbereich die zu untersuchenden Prozesse besonders sichtbar. Im Projekt wird der derzeitige institutionelle und private Umgang mit ehemaligen Synagogen in Polen untersucht unter Berücksichtigung des rechtlichen Rahmens und gleichzeitiger Historisierung. Ein zentrales Ziel ist es, die Prozesse der Heritagisierung ehemaliger Synagogen im Kontext der nach 1989 einsetzenden Verrechtlichung und Etablierung neuer Regularien zu untersuchen, da diese nach wie vor Restaurierung und Nutzung gebauten jüdischen Erbes entscheidend mitbestimmen. Hierbei werden insbesondere die 1997 kodifizierten und bis heute nicht abgeschlossene Rückgabeprozesse von Immobilien an jüdische Institutionen und daraus resultierende Konflikte untersucht. Die hierbei auf verschiedensten Ebenen in Erscheinung tretenden Akteure agierten auf lokaler, nationaler und transnationaler Ebene. Das Vorhaben ist methodisch an der Schnittstelle von Critical Heritage Studies, Denkmalschutztheorie sowie politischer, Rechts- und Transformationsgeschichte angesiedelt. Die Forschung zielt darauf ab, die komplexen Wechselwirkungen zwischen den verschiedenen Akteuren auf jüdischer und nicht-jüdischer Seite zu analysieren und unterschiedliche Diskursebenen zu verknüpfen. Dabei gilt es zudem, potenzielle Handlungsfelder für die zukünftige Nutzung ehemaliger Synagogen zu identifizieren sowie Ansätze für zukünftige Aneignungs- und Revitalisierungsbemühungen zu entwickeln. Das Projekt baut auf den Ergebnissen der ersten Phase des SPP 2357 auf, in der die Forschungsgruppe eine Bestandsaufnahme bestehender Synagogen in den polnischen Nord- und Westgebieten durchgeführt und deren historische sowie gegenwärtige Nutzung analysiert hat. Diese Arbeit führte zu einer engen Zusammenarbeit mit jüdischen Partnern und lokalen Akteuren, die das Fundament für die nun beantragte zweite Projektphase bildet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugPolenMitverantwortlich(e)Professorin Dr. Ulrike  FauerbachKooperationspartnerinDr. Eleonora  Bergman"
    },
    {
      "project_id": "557559850",
      "url": "https://gepris.dfg.de/gepris/projekt/557559850",
      "title": "Vermittlung jüdischen Erbes als Repräsentationsarbeit. Positionierungen, Vielfalt und partizipative Ansätze",
      "investigators": "Professorin Dr. Ina  Henning;Professor Dr. Markus  Tauschek",
      "subject_area": "Ethnologie und Europäische EthnologieMusikwissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 557559850",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "In Anlehnung an die Critical Heritage Studies untersucht das interdisziplinäre, kulturwissenschaftliche und musikpädagogische Projekt die komplexe Repräsentationsarbeit und die Vermittlung jüdischen Erbes in kultur- und bildungspolitisch autorisierten Kontexten unter besonderer Berücksichtigung partizipativer Forschungsansätze. Es leistet einen substanziellen und empirisch fundierten Beitrag zur (Re-)Diskursivierung jüdischen Kulturerbes, wie sie in der zweiten Förderphase des SPP angestrebt wird. Ausgangspunkt ist die These, dass jüdisches Erbe in Deutschland nicht in seiner Komplexität repräsentiert wird, weil erstens gegenwärtige jüdische Erfahrungen und Perspektiven bislang nur bedingt Eingang in die Erarbeitung der untersuchten Repräsentationsformen gefunden haben. Zweitens verengen die dominante erinnerungskulturelle Rahmung und die Ausrichtung auf überwiegend nicht-jüdische Rezipient*innen jüdisches Erbe tendenziell thematisch auf wenige Ausschnitte jüdischer Geschichte. Am Beispiel der Repräsentation jüdischen Erbes in UNESCO-Welterbestätten (Fallstudie I) und im Kontext schulischer Musikvermittlung (Fallstudie II) fragt das Projekt nach den epistemischen Ordnungen, in denen jüdisches Erbe hervorgebracht und vermittelt wird. Diese epistemischen Ordnungen sind erstens geprägt durch einen gojnormativen Blick, der schließlich das hier vermittelte jüdische Erbe spezifisch formatiert. Zweitens sind sie beeinflusst durch die Antizipation eines vorwiegend nicht-jüdischen Publikums. Diese Antizipation hat wiederum Auswirkungen darauf, was als jüdisches Erbe verstanden und vermittelt wird, in welcher Weise dies geschieht und welche Vermittlungsziele damit verbunden sind. Ziel des Projekts ist es, jüdisches Erbe in seiner Vielschichtigkeit neu und empirisch fundiert zu perspektivieren, indem es jüdische Akteur*innen in Form partizipativer Forschung einbezieht, ohne aber selbst jüdische Kultur oder jüdisches Erbe essenzialistisch aufzufassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches Kulturerbe"
    },
    {
      "project_id": "497384013",
      "url": "https://gepris.dfg.de/gepris/projekt/497384013",
      "title": "Vielfältige Quellen, geteilte Geschichte Das jüdische Kulturerbe des Mittelalters im zeitgenössischen Diskurs",
      "subject_area": "Mittelalterliche Geschichte",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497384013",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Die Patrimonialisierung der mittelalterlichen jüdischen Kultur durch die Jüdische Gemeinde Regensburg steht im Mittelpunkt dieses Projekts. Durch eine Bestandsaufnahme des sich wandelnden Umgangs mit dem mittelalterlichen Kulturerbe in Regensburg in der Neuzeit, insbesondere ab der zweiten Hälfte des 19. Jahrhunderts, werden die Methoden und Hintergründe für die Konzeption und Realisierung der Dauerausstellung im ehemaligen Tahara-Gebäude der Gemeinde vorbereitet. Die Ausstellung wird den Prozess der Patrimonialisierung widerspiegeln, indem sie ausgewählte Quellen und Objekte als beabsichtigte Reflexion der Diskussionen zwischen Mitgliedern der jüdischen Gemeinde und fünf Forschern über den Wert und die Ziele des gegenwärtigen und zukünftigen jüdischen Kulturerbes präsentiert. Eine Vielzahl rabbinischer und archivarischer Quellen wird auf ihre Zugehörigkeit zum jüdischen Kulturerbe hin untersucht. Darüber hinaus wird das Projekt rabbinische Quellen mit städtischen, herzoglichen und kaiserlichen Archivquellen aus dem mittelalterlichen Regensburg und Bayern in Beziehung setzen. Es wird zeigen, wie rabbinische Quellen und Gelehrte die lokalen Realitäten reflektieren, darauf Bezug nahmen und reagierten.  Zudem wird deutlich, dass Archivmaterialien Einsichten in das mittelalterliche jüdische Leben geben, die in rabbinischen Quellen nicht zum Ausdruck kommen. Beide Quellengruppen bieten Zugang zum immateriellen und intellektuellen jüdischen Kulturerbe, insbesondere in ihren gegenseitigen Bezügen, und spiegeln so unterschiedliche Aspekte der gemeinsamen Geschichte wider. Zusammen mit den mittelalterlichen jüdischen Grabsteinen als sichtbare Erinnerung an die jüdische Präsenz bis in die Gegenwart werden sie der Regensburger Gemeinde zum Diskurs darüber angeboten, wie ihr Erbe öffentlich präsentiert werden soll. Ziel des Projekts ist es, die Objekte zu hinterfragen und die Narrative, die das jüdische Kulturerbe des Mittelalters ausmachen, neu zu formulieren. Die diachrone Rezeption und Überlieferung dieser Objekte ist in diesem Prozess von entscheidender Bedeutung, insbesondere bei der Erforschung der Umstände der Erhaltung und der Einstellungen gegenüber mittelalterlichen jüdischen Grabsteinen vom 16. Jahrhundert bis in die jüngste Zeit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugIsrael, USAausländischer MitantragstellerProfessor Avraham Rami  Reiner, Ph.D.KooperationspartnerinDr. Ahuva  Liberles"
    },
    {
      "project_id": "496850477",
      "url": "https://gepris.dfg.de/gepris/projekt/496850477",
      "title": "Wissensarchitekturen: Kartierung von Strukturen jüdischer Kulturerbeprozesse auf kommunaler, organisatorischer und akademischer Ebene in Europa nach 1945",
      "subject_area": "Ethnologie und Europäische EthnologieMusikwissenschaftenReligionswissenschaft und Judaistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 496850477",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2357: \nJüdisches Kulturerbe",
      "description": "Jüdisches Kulturerbe ist kein universelles und einheitliches Konzept. Vielmehr wird es stark von politischen, soziokulturellen und religiösen Strukturen beeinflusst und unterliegt Machtverhältnissen. Ziel des Projektes ist daher die Erfassung, Analyse und Dekolonisierung von „Wissensarchitekturen“, die die heterogenen Verständnisse jüdischen Erbes, dessen vielfältige Nutzungsformen (kommunal, akademisch, politisch, ideologisch etc.) sowie die unterschiedlichen Formen des Wissens über jüdisches Kulturerbe und die Weitergabe von jüdischem Kulturerbe strukturieren. „Wissensarchitektur“ wird dabei im weitesten Sinne als die Produktion, Identifizierung, Organisation und Bereitstellung von zerstreuten heterogenen Informationen über das, was als jüdisches Kulturerbe kategorisiert werden kann, verstanden. Wie jüdisches Kulturerbe und das Wissen darüber produziert, (re)konstruiert und weitergegeben wird, soll im Rahmen von jüdischen Gemeinden, von nationalen wie supranationalen Kulturerbe-Organisationen sowie von akademischen Strukturen untersucht werden.  Das Projekt nimmt somit „Wissensarchitekten“ in den Blick, die in unterschiedlichen Kontexten Kulturerbe-Prozesse definieren und Anforderungen zur Schaffung, Erfassung und Organisation von sowie den Zugang und die Nutzung von Wissensbeständen zu jüdischem Erbe festlegen: Jüdische Gemeinden und Gruppen, Juden und Nichtjuden, die in Kulturerbe-Organisationen aktiv sind, judaisierende Milieus sowie jüdische und nichtjüdische Wissenschaftler, die das jüdische Erbe Europas erforschen, entscheiden in unterschiedlichen Kontexten über die Produktion, Verwaltung und Weitergabe des kulturellen Erbes europäischer Juden. Was als jüdisches (Kultur-)Erbe konstruiert wird, von wem und zu welchem Zweck und welche (Interessens-)Konflikte dabei entstehen, konstituiert die übergeordnete Forschungsfrage des Projektes.Das Projekt betrachtet jüdisches Kulturerbe (im-/materiell wie intellektuell) vor dem Hintergrund des Konzeptes der kulturellen Nachhaltigkeit. Jüdisches Kulturerbe wird demzufolge als lebendiges Konzept verstanden, das auf einem dynamischen Wechselverhältnis von Kontinuität und Wandel beruht sowie auf Aushandlungsprozessen von gegenwärtigen lokalen, translokalen und virtuellen europäischen jüdischen Gemeinden, Gruppen und Einzelpersonen (Stakeholdern) wie auch nichtjüdischen Akteuren. Beide, jüdische wie nichtjüdische Gruppen, empfinden eine „emotionale“ Verbindung zum jüdischen Kulturerbe und machen es als „ihr“ Erbe greifbar. Jüdisches Kulturerbe wird von diesen verschiedenen Gruppen aktiv und ständig produziert, neu geschaffen und an künftige Generationen weitergegeben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2357: \nJüdisches KulturerbeInternationaler BezugIsraelausländ. MitantragstellerinProfessorin Dr. Dani  Kranz"
    }
  ]
}