{
  "spp_number": "SPP 2143",
  "spp_title": "Entangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/361129650",
  "projects_count": 14,
  "projects": [
    {
      "project_id": "404218798",
      "url": "https://gepris.dfg.de/gepris/projekt/404218798",
      "title": "Connecting Foodways: Kulturelle Verflechtung und Technologietransfer zwischen dem Mittleren Niltal und dem mittleren und östlichen Afrika während der frühen Eisenzeit",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404218798",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Mit der Erforschung von antiken Ernährungsgewohnheiten ist ein hervorragender Beitrag zum Verständnis eines Entangled Africa’s zu erwarten. Mit Hilfe von kürzlich entdeckten Küchenkontexten in der Meroe Region, Sudan, lassen sich eine Reihe von Utensilien identifizieren, die während der frühen Eisenzeit (ca. 1000 v. Chr. - 1000 n. Chr.) mit der Verarbeitung und dem Verzehr von Nahrungsmitteln in Zusammenhang stehen. Unser multidisziplinärer Ansatz wird sich auf die funktionalen Merkmale von Artefakten aus entsprechenden Kontexten konzentrieren und sich dabei auf eine breite Palette von naturwissenschaftlichen Analysen stützen. Diese detaillierten Untersuchungen werden ein erster Schritt hin zu einem Modell regionaler Ess- und Kochtradition sein. Aufbauend auf der Fallstudie im Raum Meroe wird im nächsten Schritt ein interkultureller Vergleich zwischen verschiedenen Fundplätzen im mittleren und östlichen Afrika durchgeführt, zum Beispiel mit Eritrea, Äthiopien und Tschad. Dabei werden sowohl Grabungsfunde, als auch Archiv- und Museumsbestände sowie veröffentlichte Quellen herangezogen. Auf diese Weise werden archäologische Hinterlassenschaften von Nahrungszubereitung zu Indikatoren für Wechselbeziehungen im Untersuchungsgebiet, die gleichzeitig gemeinsame afrikanische Traditionen der Lebensmittelverarbeitung erkennen lassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)MitverantwortlichDr. Pawel  WolfEhemalige AntragstellerinDr. Simone  Wolf, bis 3/2025"
    },
    {
      "project_id": "404354295",
      "url": "https://gepris.dfg.de/gepris/projekt/404354295",
      "title": "'De-Greening' – Die Aridisierung der zentralen Sahara und des nördlichen Sahel: Holozäne Umweltdynamik und Oasenökonomien zwischen 14-19°N (DeGree)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404354295",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Gegenwärtig teilt die Sahara als größte Trockenwüste der Welt das nördliche Afrika. Im frühen und mittleren Holozän hingegen wurden Vernetzungen durch eine ‚Grüne‘ Sahara zwischen dem Mittelmeerraum und dem Regenwald erleichtert. Der begleitende paläoökologische Wandel impliziert Veränderungen von Ressourcen und wirkt sich dadurch auch auf Subsistenz-Strategien aus. Damit sind Umweltveränderungen im Hinblick auf inner-afrikanische Beziehungen und deren Gesellschaften während der letzten 6000 Jahre von größter Relevanz, sowohl als limitierender aber auch als innovativer Faktor. In der zweiten Förderphase wird der grundsätzliche Ansatz aus der ersten Förderphase fortgeführt, über Sedimentarchive die Holozäne Umweltdynamik mit besonderem Bezug auf archäologische Fragestellungen zu beschreiben. Während der Zusammenarbeit im SPP2143 wurde die Bedeutung der natürlichen Landschaftsressourcen offensichtlich, die wesentliche Determinanten für überregionale Kontakte darstellen. Somit ist die Kenntnis der raumzeitlichen Umweltdynamik ein Schlüssel zum Verständnis überregionaler Kontakte.Der Fokus des Projektes liegt auf zwei ökologisch begünstigten Regionen der Republik Tschad, welche Sedimentarchive für palynologische und geochemische Analysen bereithalten: (1) die Grundwasseroasen östlich von Ounianga in der zentralen Sahara (19°N) und (2) die Region Kanem östlich des heutigen Tschadsees (14-15°N) mit den interdünären Depressionen, die oftmals Feuchtgebiete aufweisen. Anhand dieser Archive kann ein chronologischer Rahmen paläoökologischer Umbrüche für die Phasen der Entstehung von Grundwasseroasen sowie ihrer Ökonomien erstellt werden.Die nördlichen Lokalitäten entlang der Ounianga Stufe stellen Oasen seit der mittelholozänen Aridisierung der Sahara dar, wogegen die südliche Region Kanem erst seit dem Rückgang des Mega-Tschadsees um 4200 cal a BP Oasen aufweist. Unsere Forschung bietet die einmalige Chance (1) das raum-zeitliche Auftreten von paläoökologischen Umbrüchen; (2) die Entstehung von Grundwasseroasen; sowie (3) Landnutzungsveränderungen über die Zeit zu verstehen. Der SPP2143 wird von diesen überregionalen Erkenntnissen profitieren, da hierdurch die vielschichtigen Verknüpfungen in dieser Transitregion sichtbar gemacht werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404301048",
      "url": "https://gepris.dfg.de/gepris/projekt/404301048",
      "title": "Die Tschadseeregion als Wegekreuz: Erste Untersuchungen zur Archäologie des frühen Kanem-Borno Reichs und dessen innerafrikanischen Verbindungen",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404301048",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Die Tschadseeregion war ein Wegekreuz von besonderer Bedeutung für die historischen, kulturellen und ökonomischen Entwicklungen im mittelalterlichen und nachmittelalterlichen Afrika.  Die Region stellte einst das Kerngebiet des Kanem-Borno Reichs (8.-19. Jh. AD) dar, welches neben anderem vornehmlich für seine transsaharischen Verbindungen mit Nordafrika bekannt war. Diesem Forschungsantrag liegt die Arbeitshypothese zugrunde, dass jenes Gebiet im Mittelalter über seine bekannten nordafrikanischen Beziehungen hinaus noch für eine weitere bedeutende innerafrikanische Handels- und Kommunikationsachse eine Schlüsselposition einnahm: die bis heute undokumentierte Ost-West Verbindung entlang des Savannengürtels, insbesondere zwischen dem Mittleren Niltal und Westafrika. Um dieser Frage nachzugehen, wurden im Rahmen der ersten Phase des DFG-Projekts (2019-2021) die ersten archäologischen Untersuchungen an mittelalterlichen Fundstellen mit Backsteinbauten im Kanem, Chad, durchgeführt. Jene Untersuchungen haben erste Hinweise auf bis dahin unbekannte Kontakte zwischen der Tschadseeregion und anderen afrikanischen Gebieten im Osten und Westen geliefert. Hauptziel der zweiten Projektphase (2022-2024) ist die Ausweitung jener vielversprechenden Ergebnisse, vor allem mit Blick auf die Rolle der Region als ein Wegekreuz für trans-sudanische Austausche in der Zeit vom 8. bis 14. Jahrhundert. Um jenes Ziel zu erreichen werden zwei Forschungsansätze nachverfolgt. Erstens werden vergleichende Analysen zwischen bereits ausgegrabenen und noch auszugrabenden Befunden und Funden mit jenen anderen afrikanischen Regionen durchgeführt. Zweitens werden die allerersten Ausgrabungen an Fundstellen aus der Entstehungszeit Kanem-Bornos (8.-10. Jh.) vorgenommen. Insgesamt gehen wir davon aus, dass das Projekt grundlegende Informationen über die frühen historischen Verbindungen von Kanem-Borno liefern und somit zu einem umfassenderen Verständnis der verflochtenen Vergangenheit Afrikas im Mittelalter beitragen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404355078",
      "url": "https://gepris.dfg.de/gepris/projekt/404355078",
      "title": "Erfassen und verknüpfen: Datenmanagement als Basis zur nachhaltigen Nutzung von Forschungsdaten",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404355078",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Das geplante Schwerpunktprogramm SPP 2143 \"Entangled Africa\" wird als Verbund zahlreicher Projekte sehr reichhaltige und vielgestaltige Daten generieren, die Informationen für gemeinsame Fragestellungen der Projekte enthalten. Diese Daten sollen, ungeachtet ihrer Formate und Fachzugehörigkeit, zentral gesammelt und zugänglich gemacht werden. Dies soll im Projekt \"Erfassen und verknüpfen\" geschehen, das sich als Service-Projekt versteht und somit für alle anderen Projekte des SPP das Datenmanagement und die Langzeitarchivierung der Forschungsdaten organisiert, gestaltet und realisiert.  Die Machbarkeit dieses umfassenden Anspruchs ist dadurch abgesichert, dass \"Erfassen und verknüpfen\" auf das gut eingeführte African Archaeology Archive Cologne (AAArC) bauen kann, das über seine Einbettung in Arachne Bestandteil der iDAI-Welt ist. Zur Handhabung besonders komplexer und wenig standardisierter Digitalisate hat AAArC eine Kooperation mit IANUS, dem Forschungsdatenportal des DAI, etabliert.Um beginnen zu können bedarf und plant das Projekt keine grundsätzlichen Neuentwicklungen, da bereits zehntausende Digitalisate über diese Plattform archiviert wurden. Mit den hier geschaffenen Vorgaben sollen, nach vorherigen Rücksprachen mit den beteiligten Projekten, verbindliche Protokolle zur Datenkuratierung festgelegt werden, durch die Metadateninhalte sowie beispielsweise chronologische und geografische Begriffe vereinheitlicht werden. Angesichts dieser komplexen Anforderung wird es in dem Projekt \"Erfassen und verknüpfen\" eine Aufgabenteilung von Archäologie und Digital Humanities geben. Die Stelle der Archäologin legt ihren Schwerpunkt auf die Koordination und Kommunikation mit allen Gliedern des Forschungsverbundes, während es in der Verantwortung der Digital Humanities liegt, unterschiedliche Aspekte von Archäologie und Informationsverarbeitung des kulturellen Erbes zu bedienen wie die vorhandenen Systeme und Plattform-Verknüpfungen operabel zu halten und ggf. zu optimieren, Datenimport und -kuratierung sowie die Langzeitverfügbarkeit der Forschungsdaten zu garantieren. Auch hier gilt, dass alle Arbeiten grundsätzlich einen projektübergreifenden Anspruch haben und notwendig aus der Kooperation mit allen Mitgliedern des SPP hervorgehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "467208261",
      "url": "https://gepris.dfg.de/gepris/projekt/467208261",
      "title": "FAIR.rdm - FAIRes Management von afrikanischen archäologischen Forschungsdaten",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467208261",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Das Ziel des Projekts “FAIR.rdm” besteht darin, das Forschungsdaten-Management (FDM) in den Projekten des DFG-finanzierten SPP 2143 “Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer, ca. 6.000 – 500 Jahre vor heute\" zu unterstützen. Das Projekt wird dies konkret leisten, indem es Beratung sowie die fachliche und technische Kuratierung archäologischer Daten anbietet. Dabei garantiert die Zusammensetzung des Projektteams sowohl ein erfahrenes Forschungsdatenmanagement als auch eine disziplinspezifische Datenverwaltung.Die Arbeit des Projekts basiert auf den FAIR-Prinzipien, etablierten Best Practices und einer strategischen Ausrichtung auf die entstehenden nationalen Forschungsdateninfrastrukturen (NFDIs). Das multidisziplinäre Schwerpunktprogramm eint die archäologische Perspektive, mehrere Projekte verfolgen aber auch interdisziplinäre Ansätze. Gemeinsam mit diesen Projekten wird das FDM-Projekt Strategien und konkrete Optionen zur Verbesserung der Interoperabilität und Sichtbarkeit von interdisziplinären Daten erforschen. Neben den FAIR-Prinzipien wird das FDM-Projekt auch die Eignung und Anwendbarkeit der CARE-Prinzipien des kollektiven Nutzens, der Kontrollbefugnis, der Verantwortung und der Ethik für die Daten des SPP untersuchen. Alle Aktivitäten werden im engen Austausch mit den anderen SPP-Projekten entwickelt und realisiert.Das Projekt wird die Anforderungen aus den FAIR- und CARE-Prinzipien in konkrete und bedarfsorientierte Anregungen zur Verbesserung der Datenpraktiken des SPP umsetzen und diese Praktiken in die entstehenden NFDIs einbringen. Das Projekt wird die Bemühungen der relevanten NFDI-Initiativen weiter unterstützen, insbesondere durch die Rückmeldung von Erfahrungen aus der Nutzung von Diensten in die Infrastruktur, durch das Einbringen von Workflows und Werkzeugen sowie von FDM-bezogenen Materialien, die während des Projekts erstellt werden. Die infrastrukturelle Basis der Projektagenda ist die enge Einbettung in die digitalen Servicestrukturen der iDAI.world. Neben spezialisierten Diensten für räumliche (iDAI.gazetteer) und chronologische (iDAI.chronontology) Daten, sind dies Plattformen für Datenintegration (iDAI.objects/Arachne) und allgemeine Repositorien (IANUS). Auf dieser verlässlichen Infrastruktur aufbauend, wird das FDM-Projekt die anderen Projekte in allen Phasen des Datenlebenszyklus unterstützen und einen besonderen Fokus auf die Kuration von Daten und Metadaten legen.Die Schwerpunkte auf FAIR-Praktiken, die Integration in die entstehenden NFDIs, interdisziplinäre Ansätze zum Datenmanagement und zur Datenkuration basieren auf den Erfahrungen der ersten Phase und insbesondere auf den Anforderungen der Forschungsprojekte im SPP. Die Erfahrungen aus der ersten Phase erlauben es, auf die Bedürfnisse der einzelnen Projekte und des SPP als Ganzes einzugehen. Als Konsequenz daraus wurde der Fokus des Projekts in der zweiten Phase auf fach- und projektspezifische FDM-Unterstützung verschoben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)MitverantwortlichFelix  RauEhemaliger AntragstellerDr. Tilman  Lenssen-Erz, bis 8/2023 (†)"
    },
    {
      "project_id": "404296411",
      "url": "https://gepris.dfg.de/gepris/projekt/404296411",
      "title": "Interregionale Kontakte in Nordkordofan",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404296411",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Das Projekt InterLINK erforscht die Rolle der Region Nord-Kordofan als Grenz- und Kontaktzone zwischen den Staaten und Kulturen des nubischen Niltals mit den im Westen und Südwesten gelegenen Sahel-Regionen, so z.B. der Zankor-Gruppe, dem antiken und mittelalterlichen Darfur, sowie Kanem-Bornu und anderen frühen Staaten und Kulturen des Tschadbeckens. Insbesondere im Mittelalter zeugen Befunde in der Region von engen Kontakten mit den christlich geprägten Staaten am Nil, jedoch auch mit den anderen Nachbarkulturen. Daher liegt hier eventuell ein archäologischer Nachweis für eine bislang nicht lokalisierte, von Schriftstellern des islamischen Mittelalters erwähnte Provinz des Königreiches Makuria im Westen abseits des Nils vor. Hierbei gibt es erste Hinweise darauf, dass die Christianisierung und kulturelle Prägung durch das nubische Niltal überwiegend pastorale Gruppen betraf, und sich bei sesshaften bäuerlichen Gruppen weniger durchsetzte.Auch umwelt- und wirtschaftsgeschichtlich ist die Region als Transfer- und Kontaktzone von entscheidender Bedeutung. Bis heute eine landschaftsökologische Grenzregion zwischen der Libyschen Wüste im Norden sowie der Sahel-Zone im Süden, liegen hier vielfältige Wechselwirkungen zwischen verschiedenen Formen der mobilen oder teil-mobilen Viehwirtschaft (Rinderpastoralismus im Süden, Kamelnomadismus im Norden) sowie extensivem wie intensiviertem Ackerbau vor. In historischer Zeit zeugen verschiedene archäologische Befunde (Wasserrückhaltebecken, Ackerbauterrassen) von heute nicht mehr gegebenen Möglichkeiten zur örtlich gebundenen Intensivierung der landwirtschaftlichen Produktion. Eines der Ziele des Projektes ist die Erforschung der Entwicklungsgeschichte dieser verschiedenen Landnutzungs- und Produktionsstrategien, ihre Anpassung an sich ändernde Umweltbedingungen, sowie deren Einordnung in die überregionale Umwelt- und Klimageschichte.Die Verknüpfung von umweltgeschichtlichen Rahmenbedingungen, sozio-ökonomischen Adaptionen, sowie deren Vergesellschaftung mit bestimmten ideologischen bzw. religiösen Überbaukonstrukten lassen auch Vergleiche mit rezenten Entwicklungen zu: Auch heute werden zahlreiche Konflikte in der Sahel-Region (z.B. in Darfur) entlang ebensolcher sowohl sozio-ökonomisch als auch ideologisch-religiös definierter gesellschaftlicher Trennungslinien interpretiert, und vor dem Hintergrund sich ändernder Umweltbedingungen verstanden. Das InterLINK-Projekt kann daher nicht nur einen Beitrag zu den übergeordneten historischen Fragestellungen nach Interkulturalität, überregionalen materiellen wie ideellen Transferprozessen, sowie der regionalen Umweltgeschichte leisten, sondern auch einen Input zu modernen Debatten über Konfliktforschung und Umweltadaption leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)Internationaler BezugNiederlande, SudanKooperationspartnerinnen / KooperationspartnerProfessor Dr. René  Cappers;Professorin Dr. Huweida  Mohammed Adam Ahmed;Professor Dr. Ibrahim  Musa"
    },
    {
      "project_id": "404355020",
      "url": "https://gepris.dfg.de/gepris/projekt/404355020",
      "title": "KlimZellMit - Klimadynamik im Spät-Holozän rekonstruiert mit Hilfe von Zellstrukturmessungen an Wacholderbäumen im östlichen Mittelmeerraum",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404355020",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Große Teile des heutigen Afrikas sind stark von globalen und ökologischen Veränderungen betroffen, was bereits existierende gesellschaftliche Probleme direkt mit sich bringt oder verschlimmert. Da der Kontinent in der Vergangenheit ähnliche Veränderungen durchlaufen hat, ist es wichtig, die regionale vergangene Klimadynamik genauer zu verstehen, da angenommen wird, dass Umweltveränderungen bei der Beeinflussung gesellschaftlicher Veränderungen eine bedeutende Rolle spielten. Zuverlässigere regionale Klimarekonstruktionen können bei Untersuchungen gesellschaftlicher Transformationsprozesse  und Vernetzungsmechanismen in Afrika wertvolle Hintergrundinformationen liefern. Weltweit wurden bereits viele Klimarekonstruktionen, die auf Jahrringbreitenmessungen basieren, erfolgreich durchgeführt. Wegen undeutlicher, doppelter, fehlender oder auskeilender Jahrringgrenzen hingegen ist die Afrikanische Dendrochronologie oft schwierig. In einigen Fällen wurden Jahrringe als genau datierte hochauflösende Klimaproxies verwendet. Langzeitrekonstruktionen von Bäumen, die in Afrika nördlich des Äquators wachsen, sind hingegen sehr selten, was unserer Meinung nach eine entscheidende Lücke in der paläoklimatischen Datenbank darstellt. Die Zukunftsaussichten für lange Jahrringaufzeichnungen in Afrika nördlich des Äquators sind aber aufgrund der sehr begrenzten Waldfläche eher negativ. Dendroarchäologisch datierbares Holz aus afrikanischen Bäumen ist sehr selten, aber dendroarchäologisches Holz (Zeder, Wacholder und Zypresse), das aus der Türkei importiert wurde, ist dagegen relativ häufig. Für dendroklimatologische Zwecke wird der aus dem Taurusgebirge im Hinterland der Südküste der Türkei importierte Wacholder als die vielversprechendste Art Nordafrikas angesehen. Das Hauptziel des Projekts ist die Kombination von Wacholderholz aus lebenden Bäumen und archäologischen Stätten und die erstmalige Etablierung einer langen Rekonstruktion im Mittelmeer bis 3000 v.Chr. Dafür soll eine neu entwickelte Methode der konfokalen Laser-Scanning-Mikroskopie zur Anwendung kommen, um Zellstrukturen von Baumringen zu messen. Die resultierenden Zellstruktur-Chronologien werden in mehrere Klassen unterteilt, die jeweils nur einen Teil der Zellreihen pro Jahr repräsentieren. Die resultierenden Sub-Chronologien repräsentieren saisonale Zellwachstumsmuster. Solche Sub-Chronologien werden mit saisonalen Klimadaten korreliert und so schließlich zusätzliche saisonale Klimainformationen abgeleitet. Nachfolgende Analysen werden Beziehungen zu den atmosphärischen und ozeanischen Modi der Klimavariabilität (z.B. ENSO, NAO und Monsun) im östlichen Mittelmeerraum und Nordostafrika analysieren, die Auswirkungen vergangener Vulkanausbrüche untersuchen und mögliche Klimaeffekte auf menschliche Gesellschaften in der Region identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)Internationaler BezugUSAKooperationspartnerDr. Karl-Uwe  Heussner;Professor Dr. Tomasz  Wazny"
    },
    {
      "project_id": "404372753",
      "url": "https://gepris.dfg.de/gepris/projekt/404372753",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404372753",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Der Fokus des Schwerpunktprogramms 'Entangled Africa' (SPP 2143) liegt auf innerafrikanischen Beziehungen in der Vergangenheit sowie auf Prozessen, die auf dem afrikanischen Kontinent entstanden sind und benachbarte Regionen beeinflusst haben. Wenig erforschte Gebiete im nordhemisphärischen Teil des Kontinents werden gezielt untersucht. Indikatoren für Interaktion (z.B. nicht-lokale Objekte oder Rohstoffe, innovative Technologien), Mechanismen der Interaktion (z.B. die Arten von Migration, Austausch und Handel) und Muster der Interaktion (die Rolle der geographischen Lage einer Siedlung, Klima- und Umweltveränderungen, etc.) von 6000 bis 500 BP werden detailliert untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404318292",
      "url": "https://gepris.dfg.de/gepris/projekt/404318292",
      "title": "Kultivierte Landschaften - Landnutzung und Kulturlandschaftsentwicklung im nordhemisphärischen Afrika",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404318292",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Afrikanische Savannen haben eine lange Geschichte anthropogener Veränderungen. Mit dem Legen von Bränden, Weidewirtschaft und schließlich pflanzlicher Nahrungsproduktion haben menschliche Akteure diesen Raum so geformt, dass Kulturlandschaften heute große Bereiche dieses Bioms ausmachen. Savannen, aber auch ihre Kulturlandschaften, sind durch das gemeinsame Vorkommen von Bäumen und Gräsern gekennzeichnet. Bei der Rodung von Feldern werden Nutzbäume verschont, und zwischen den Bewirtschaftungszyklen verjüngen sich Bäume und Sträucher. Aussehen und Zusammensetzung der resultierenden Landschaften spiegeln dabei unterschiedliche Landnutzungspraktiken wider: Viehhirten bevorzugen andere Baumarten als Landwirte, und die fast permanente Bewirtschaftung hat andere Auswirkungen als lange Brachezyklen. Informationen über die zeitliche Tiefe dieser Kulturlandschaften sind rar. Wann entwickelten sie sich zum ersten Mal, und welcher Typ entwickelte sich wo? Wie verbreiteten sie sich - durch Bewegungen von Menschen, von Ideen oder von Vorstellungen wie Landschaft auszusehen hat? Welche Typen von Kulturlandschaften entwickelten sich erst spät? Welche Rolle spielten Landdegradation oder klimatische Veränderungen? Welchen Einfluss hatten sozioökonomische Entscheidungen? Und wie wirkten sich verschiedene Umweltbedingungen auf die Entwicklung der Kulturlandschaften aus?\"Cultivated Landscapes\" geht diesen Fragen nach, mittels der Analyse von Holzkohlefragmenten aus archäologischen Fundstellen zwischen dem Senegal und dem Niltal, die zwischen 1000 v. Chr. und 1500 n. Chr. datieren. Das Projekt verknüpft die anthrakologischen Daten mit den Informationen aus anderen archäobotanischen, archäologischen und paläoökologischen Archiven, und betrachtet die Entwicklungen vor dem Hintergrund überregionaler Interaktionen, klimatischer Veränderungen, und den jeweiligen Umweltbedingungen. Das Projekt nimmt dabei eine neue überregionalen Perspektive ein und löste damit den bisher meist ortszentrierten Ansatz ab. Ziel ist es ein Modell zu entwickeln, das die Beziehungen aufzeigt zwischen Kulturlandschaftsentwicklung, Umweltbedingungen und Landnutzungspraktiken und den damit verbundenen sozialen Prozessen, wie der Übernahme bestimmter Lebensweisen und Innovationen. Innerhalb von “Entangled Africa” hat das Projekt in zweifacher Hinsicht Bedeutung. So ist die Kulturlandschaft zum einen Bühne für die Interaktionen zwischen den Menschen, zum anderen wirken die Menschen mit ihren Aktivitäten unmittelbar auf die Landschaft zurück.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404355167",
      "url": "https://gepris.dfg.de/gepris/projekt/404355167",
      "title": "Lehnwörter und Tauschobjekte: Archäo-linguistische Netzwerkanalyse und -modellierung der kulturellen Verflechtungen entlang des Nigers, zwischen Sahara und Regenwald (700-1500 n.Chr.)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Afrika-, Amerika- und Ozeanienbezogene WissenschaftenAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404355167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Dieses Forschungsprojekt untersucht Kulturkontakt und Interaktion entlang des Mittellaufs des Niger in der Zeit vor 1500 aus einer gemeinsamen Perspektive von historischer Linguistik und Archäologie. In unserem Ansatz bilden wir historische und kulturelle Verflechtungen über dynamische Netzwerke ab und analysieren die historische regionale Interaktion in einem interdisziplinären und multimodalen Netzwerkmodell auf der Basis einer Stratifizierung des historischen Sprach- und Kulturkontakts. Dabei greifen wir auf neuere Entwicklungen in der historischen Lehnwort- und Netzwerkforschung zurück und erschließen über die Verknüpfungsebene Kognition neue Möglichkeiten der Zusammenarbeit zwischen historischer Linguistik und Archäologie. In der Erforschung des mittleren Nigers als vernetzter Kulturraum bietet unser Ansatz eine neue historische Perspektive auf eines der dynamischsten und vielfältigsten Gebiete Westafrikas.Die erste Phase war der Erhebung, Systematisierung oder Aufarbeitung von Daten und der Durchführung von Proof-of-Concept-Studien anhand von Keramik gewidmet. Keramik ist das am weitesten verbreitete und auch am häufigsten publizierte archäologische Material und bildet die Grundlage für die meisten Arbeiten zur kultureller Vielfalt und Austausch in diesem Gebiet. Unsere aktuelle Arbeit zeigt, dass viele verfügbare ethno-archäologische, archäologische und linguistische Daten von einer weitergehenden Analyse mit Methoden der Sozialen Netzwerkanalyse profitieren und in komplexe Datenmodelle integriert werden können – wenn Daten angemessen transformiert und operationalisiert werden. Wir haben die Anwendbarkeit des Ansatzes und das Potential anhand mehrerer Proof-of-Concept-Studien für den Mittleren Niger und den Niger-Bogen exemplarisch nachgewiesen. Unsere Ergebnisse zeigen, dass der systematische Vergleich von Taxonomien und Inventaren neue Einblicke in die Geschichte der materiellen Kultur und wertvolle Erkenntnisse über den Kulturkontakt und seine Geschichte liefert. Die Ergebnisse zeigen auch, dass die Anwendung eines Netzwerkansatzes neue Erkenntnisse über historische Kulturkontakte ermöglicht und das Verständnis der keramischen Traditionen des Gebietes entscheidend erweitert.In der zweiten Phase werden wir unsere Netzwerkmodelle weiter verfeinern und das Forschungsgebiet thematisch und geographisch auf den unteren und oberen Niger ausweiten. Unser Fokus wird auf der Frage nach dem Kontakt zwischen Manding-Varietäten (Bambara- Maninka), sowie Manding- und Nord-Mande-Kulturen (z.B. Bambara-Soninke, Soninke-Bozo) liegen. Wir werden die Untersuchung auf Pflanzen, Tiere und häufige Kleinfunde wie Metalle ausdehnen um somit Spezialisierung und Fernhandel im Modell abzubilden. Im Zuge dieser Erweiterung werden wir die Daten aus anderen Projekten innerhalb des SPP einbeziehen können und somit die bereits etablierten räumlichen und integrierten Netzwerkmodelle des Kulturkontakts und die Sprachkontakt-Stratifikationsanalyse ergänzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404628420",
      "url": "https://gepris.dfg.de/gepris/projekt/404628420",
      "title": "Mittel- bis spätholozäne Biotopgrenzen, Siedlungslimits und Verbindungskorrridore im Inneren Kongobecken: Archäologie und Paläoökologie",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404628420",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Das Projekt verfolgt vier Hauptziele : (1) Rekonstruktion der Immigrationen, die vor 2400 Jahren die Früheisenzeit im Inneren Kongobecken (Demokratische Republik Kongo) begründeten, mit Hilfe von Überresten materieller Kultur. Ausgangspunkt ist die Hypothese, dass die mit dem Prozess verknüpfte Imbonga-Keramik aus der westlich benachbarten Republik Kongo stammt. Zum Test soll archäologische Geländearbeit an den als Migrationsrouten vermuteten Flüssen stattfinden, die im Bereich der Ogowe-Kongo-Wasserscheide entspringen und zum Kongo entwässern.(2) Erstellung einer paläoökologischen Sequenz für das Innere Kongobecken im Holozän und Spätpleistozän. Dazu dienen Pollenanalysen und geochemische Analysen an mehreren Sedimentbohrkernen aus tropischen Mooren im unter dem Kongobogen gelegenen Zentrum des Congo Basin Peatland Complex, die Aussagen zur jeweiligen lokalen Vegetations- und Hydroklimageschichte erlauben. Damit werden erstmals auch aus der Kernzone des äquatorialen Regenwaldes empirische Daten zur Verfügung stehen für die Überprüfung von Hypothesen zu (a) spätpleistozänen und holozänen Bildungen und Rückbildungen von Waldrefugien, (b) einer mutmaßlich ganz Zentralafrika betreffenden Regenwaldkrise vor rund 2500 Jahren und (c) Mensch-Umwelt-Verflechtungen in diesem Zeithorizont. (3) Gewinnung paläoökologischer Primärdaten aus zentralen Landesteilen der Republik Kongo. Am Südwestrand des Congo Basin Peatland Complex sollen dazu zwei neue Torfbohrungen niedergebracht werden, die in Form eines Ost-West-Transekts an die Bohrkerne aus dem Inneren Kongobecken anschließen können. Die Arbeit in der noch unerforschten Region wird aktuell weiter nördlich in der Republik Kongo stattfindende paläoökologische Unterschungen ergänzen. Ein Teil des Arbeitsgebiets gehört zu der als Sangha River Interval bekannten biogeografischen Zone mit Grasländern, deren Alter und Entstehung genauer zu klären sind. Dort sollen auch Daten zum heutigen Pollenniederschlag in verschiedenen Vegetationsformationen gesammelt werden, die als Referenz bei die Deutung der pollenanalytisch zu rekonstruierenden Vegetationsgeschichte und historischen Ökologie der Region dienen können. 4) Rekonstruktion früheisenzeitlicher Wirtschafts- und Ernährungsmodi im Inneren Kongobecken und westlich anschließenden Räumen. Die noch wenig bekannte älteste Landwirtschaft Zentralafrikas und damit verbundene Subsistenzformen sollen untersucht werden, um klimatische und andere naturräumliche Rahmungen wirtschaftlich-kultureller Gestaltungsoptionen der Erstbesiedler auszuloten. Dazu werden zum einen Ausgrabungen mit Beprobung auf Phytolithe, botanische Makroreste und Tierknochen unternommen, zum anderen Analysen organischer Rückstände in datierten und kulturell zuweisbaren keramischen Gefäßresten. Daraus lassen sich Hinweise auf vorrangig genutzte Pflanzen und Tiere gewinnen, u. a. zur noch ganz unbekannten Haustierhaltung vor AD 1450, sowie auf die in Keramiktöpfen zubereiteten Speisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404218764",
      "url": "https://gepris.dfg.de/gepris/projekt/404218764",
      "title": "Prähistorische Beile in der Sahara: eine vernachlässigte Fundgattung. Haches à gorges, necked axes, Darfurbeile - zur Einordnung einer speziellen Form.",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404218764",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "1924 beschreibt D. Newbold erstmals eine bei seinen Reisen in die libysche Wüste aufgefundene sehr charakteristische Beilform und bezeichnet die von einer breiten Schäftungsrille und einem sich daran anschließenden knauf- oder pilzförmigen Nacken geprägten Steinbeile als „necked axes“ oder, nach ihrem Verbreitungsgebiet, „Libyan axes“. Ähnliche Beilformen werden bald auch aus anderen Fundorten der zentralen Sahara und Westafrika bekannt, hier unter dem Namen „hache à gorge“. In der südlichen Libyschen Wüste werden derartige Beile als Beile vom Typ Darfur oder Darfurbeile bezeichnet und sind auf Fundplätzen des 4. und 3. Jt. v. Chr. belegt. Im Wadi Howar, Sudan, sind Darfurbeile vielfach mit dem Keramiktyp \"Leiterband\" verknüpft. Aber bereits etwa 400 km nördlich in der Laqiya-Region ist dies schon nicht mehr der Fall: Hier sind zwar Beile vom Typ Darfur beschrieben, aber in Verbindung mit ganz anderen Keramikmustern. Derartige Beile sind auch aus weiter westlich gelegenen Gebieten bekannt, unter anderem aus Tschad, Niger und Mali, und auch hier jeweils mit unterschiedlichen kulturellen Entitäten verknüpft. Eine generelle Zuordnung in das 5. bis 3. Jt. BC zeichnet sich ab. Dies ist die Zeit pastoraler Gruppen mit einem besonderen Fokus auf Rinderpastoralismus. Die früh notierte weite Verbreitung derartiger Beile von Westafrika bis zum Niltal, hat dazu geführt, dass diese rasch Gegenstand unterschiedlichster Theorien zu Kulturverbindungen zwischen West und Ost, aber auch Nord und Süd wurden.Eine umfassende Untersuchung dieses markanten Beiltyps fand allerdings noch nicht statt. Dies soll nun im Rahmen des Projekts geleistet werden. Zunächst soll ein Katalog der bislang bekannten Beile erstellt werden. Hierzu werden, teils durch Literaturrecherche, teils durch eigenständige Materialaufnahme (z.B. in der Forschungsstelle Afrika, Köln; im Nationalmuseum Khartum und im Musée de l’Homme Paris) die bislang bekannten Beile vom Typ Darfur erfasst und beschrieben (z.B. Form, Größe, Rohmaterial, Herstellungs- und Gebrauchspuren). An ausgewählten Stücken sind umfassendere mineralogische Untersuchungen geplant. Auf dieser Basis wird eine Typologie der Beile erarbeitet. Abschließend soll anhand der gewonnen Erkenntnisse auch die Funktion dieser speziellen Beilform diskutiert werden: Handelt es sich um Gegenstände des täglichen Gebrauchs oder eher um solche mit symbolischem oder kultischem Wert? Angesichts der weiten Verbreitung des Beiltyps quer durch die Sahara liegen auch weitere Fragen nahe: Wurden die Stücke lokal hergestellt oder verhandelt bzw. getauscht? Welche Netzwerke (auch zwischen den verschiedenen kulturellen Entitäten) lassen sich möglicherweise erkennen? Die Ergebnisse sollen unter anderem in Form einer Datenbank über das African Archaeology Archive Cologne (AAArC) online zugänglich gemacht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    },
    {
      "project_id": "404354728",
      "url": "https://gepris.dfg.de/gepris/projekt/404354728",
      "title": "Routes of Interaction: Überregionale Kontakte zwischen dem nördlichen Horn von Afrika und dem Niltal",
      "investigators": "Dr. Iris  Gerlach;Professor Dr. Dietrich  Raue;Professorin Dr. Brigitta  Schütt",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404354728",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Ziel des Projektes ist es, verschiedene Mobilitätsformen und Interaktionsrouten der Hochlandkulturen des nördlichen Horns von Afrika zum Mittleren Nil, dem nordostsudanesischen Gash-Delta sowie Teilbereichen Ägyptens zu untersuchen. Dabei gilt es zu klären, inwieweit der innerafrikanische Austausch von Menschen, Ideen und Objekten zur Entwicklung der äthiopischen Hochlandkulturen beitrug und gleichzeitig, welchen Einfluss das Hochland auf das sudanesisch-ägyptische Niltal und das Gash-Delta besaß. Der chronologische Rahmen reicht vom 2. bis zum frühen 1. Jt. v. Chr. Dabei handelt es sich um einen Zeitraum, in dem überregionale innerafrikanische Kontakte zwischen diesen Regionen über verschiedene archäologische Materialgattungen und sudanesisch-ägyptische Schriftquellen nachgewiesen werden können. Zudem schließt er den Beginn der Formierung komplexer Gesellschaften am nördlichen Horn von Afrika ein. Ein Forschungsschwerpunkt liegt auf der Rekonstruktion der Siedlungsmuster und Verbindungswege innerhalb des  äthiopischen Hochlands sowie zu den nördlich und östlich anschließenden Gebieten bis zum Roten Meer (Eritrea). Die Frage, warum Siedlungen an dem Platz gegründet wurden, an dem sie liegen, kann dabei nicht allein mit archäologischen Methoden beantwortet werden, sondern erfordert die Einbeziehung der physischen Geographie und der Landschaftsarchäologie. Eine Auswertung der verschiedenen Themenstellungen erfolgt daher unter vergleichender archäologischer, historischer und geographischer Perspektive. Auf der Grundlage von Least-Cost-Path Analysen, dem Vorkommen natürlicher Ressourcen und in Kenntnis der Paläo-Umweltbedingungen sowie unter Berücksichtigung historischer Reiseberichte wird die Lage antiker Fundplätze in ihrem Verhältnis zu Interaktionsrouten erforscht.Die überregionalen Zusammenhänge werden zum einen durch klassische Materialstudien (vorwiegend Keramik und Obsidianartefakte) sowie durch naturwissenschaftliche Analysen des metallurgischen und paläozoologischen Fundgutes sichtbar gemacht. Das Ziel ist, die noch bis in die Moderne bestehenden Migrationsbewegungen und Warenströme in ihrer diachronen Perspektive zu erfassen und die Verflechtung stark gegensätzlicher Großräume als ein Phänomen innerafrikanischer Kulturentwicklung zu betrachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)MitverantwortlichProfessor Dr. Joris  Peters"
    },
    {
      "project_id": "467208885",
      "url": "https://gepris.dfg.de/gepris/projekt/467208885",
      "title": "Verbindungen auf der Spur: Analyse der chemischen Zusammensetzung von archäologischer Keramik zum Nachweis interregionaler Kontakte im westlichen Afrika und der Sahara vor 1300 AD",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 467208885",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)",
      "description": "Hauptziel des Projekts ist es, mittels umfassender Analysen der chemischen Zusammensetzung von Keramik greifbare Belege für interregionale Kontakte zwischen archäologischen Regionen im westlichen und saharischen Afrika im 1. und frühen 2. Jahrtausend n. Chr. zu generieren. Bisher haben sich archäologische Studien zu interregionalen Kontakten innerhalb Afrikas hauptsächlich auf die archäometrische Analyse von Prestigegütern oder sogenannten Exotika (z.B. Glasperlen) verlassen, um solche Verbindungen objektiv nachzuweisen. So scheint eine Reihe von bisher untersuchten Artefakten die Hinweise aus schriftlichen Quellen zu bestätigen, dass verschiedene große historische Orte in Westafrika und der Sahara - z.B. Gao, Essouk-Tadmekka und Marandet - einst durch Handelswege von/nach Nordafrika miteinander verbunden waren. Darüber hinaus sind wir aber immer noch schlecht über die Interaktion dieser Orte mit anderen in der weiteren Region informiert, entweder weil es keine schriftlichen Quellen über diese Verbindungen gibt oder weil Exotika fehlen bzw. nicht analysiert wurden. Das beantragte Projekt weicht von der reinen Analyse von Exotika ab, indem es zeigt, dass Keramik als die häufigste Artefaktklasse in archäologischen Stätten dieser Zeit ebenso gut geeignet ist, Verbindungen zwischen Orten und Gebieten aus angrenzenden Regionen nachzuzeichnen. Tatsächlich haben Vorarbeiten der Antragstellerin gezeigt, dass die Analyse der chemischen Zusammensetzung von archäologischer Keramik ein leistungsfähiges Werkzeug ist, um sogar bisher unbekannte interregionale Verbindungen aufzuzeigen. Das Projekt beabsichtigt, mögliche interregionale Interaktionen innerhalb eines Forschungsgebietes aufzudecken, das die libysche Sahara im Norden, das mittlere Nigertal im Westen und das Tschadseebecken im Osten umfasst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2143: \nEntangled Africa: Innerafrikanische Beziehungen zwischen Regenwald und Mittelmeer (ca. 6000 bis 500 Jahre vor heute)"
    }
  ]
}