{
  "spp_number": "SPP 2089",
  "spp_title": "Rhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359183561",
  "projects_count": 26,
  "projects": [
    {
      "project_id": "403668810",
      "url": "https://gepris.dfg.de/gepris/projekt/403668810",
      "title": "Auswirkung genetischer Störungen auf die räumliche Heterogenität und Ko-Okurrenzmuster in der Mikrobiota der Mais-Mykorrhizosphäre in Interaktion mit Boden",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher SystemeMikrobielle Ökologie und Angewandte MikrobiologiePflanzenphysiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403668810",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Dieses Projekt konzentriert sich auf ein komplexes Merkmal, das für das terrestrische Leben relevant ist: die Triade von Pflanzen-Mikrobiota-Boden-Interaktionen mit gegenseitiger Anpassung der interagierenden Partner, deren Komplexität bei weitem noch nicht vollständig verstanden ist. Unser Ziel ist es, zunächst aufzuklären, wie die mit mykorrhiziertem Mais assoziierte Mikrobiota durch Genotyp und Umwelt geformt wird, und dann mit reduktionistischen Ansätzen die bestehenden Interdependenzen und molekularen Mechanismen aufzudecken, die diesen Interaktionen in der Mykorrhizosphäre (MZ) zugrunde liegen. Nur wenn dieses komplexe Merkmal zergliedert werden kann, um die genauen genetischen Variationen aufzudecken, die zu seiner Entstehung geführt haben, kann das MZ-System rekonstruiert und gezielt für die Züchtung neuartiger Pflanzen mit verbesserten Eigenschaften zum Nutzen der Nutzpflanze und zur Verbesserung der Bodenqualität eingesetzt werden.Im Rahmen des Projekts wird untersucht, wie Pflanzenfaktoren, die an den Interaktionen zwischen Pflanze und Boden und der Pflanzenleistung beteiligt sind, die Interdependenz zwischen Wurzeln, Mikrobiota und Boden im MZ-System auf Makro- und Mikroebene beeinflussen. Es werden Maisgenotypen verwendet, die genetische Störungen des Systems aufweisen. Die übergreifende Hypothese ist, dass die Ernährungs- und Stoffwechselinteraktionen zwischen Wirtspflanzen und ihrer Mikrobiota durch die MZ bestimmt werden, welche räumliche chemische Gradienten über das Wurzel-Boden-Kontinuum ausbreitet, was zu Verschiebungen in der pflanzenassoziierten Mikrobiota führt und somit die Leistung der Wirtspflanzen beeinflusst. Wir sind besonders daran interessiert, (1) die Rückkopplungsschleifen zu untersuchen, die dem Aufbau und der Dynamik der mikrobiellen Gemeinschaft in der arbuskulären Mykorrhiza (AM) und der MZ zugrunde liegen, (2) die Wechselwirkungen mit der Bodenqualität (Wasser- und Nährstoffgehalt) und der Leistung der Wirtspflanze sowie die Rolle der Mikrobiota weiter aufzuklären und (3) zu untersuchen, wie die mit der AM-Symbiose assoziierte Mikrobiota die Pflanze-Boden-Beziehungen beeinflusst. Dies beinhaltet die Beziehungen zwischen AM, ihrer Mikrobiota, Boden- und Blattwasserpotenzial, Transpirationsraten sowie Phosphat- und Trockenstresstoleranz.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403670197",
      "url": "https://gepris.dfg.de/gepris/projekt/403670197",
      "title": "Auswirkungen von Wurzelhaaren auf die Interaktion zwischen Pflanze, Boden und Wasser auf der Pflanzenskala",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403670197",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Bedeutung von Wurzelhaaren für Nährstoff- und Wasseraufnahme ist unumstritten, ihre genaue Funktion am Aufnahmeprozess jedoh unklar. Wir konnten in der ersten Phase zeigen, dass Maiswurzelhaare in keinem der Böden die hydraulischen Bedingungen des Boden-Pflanzen-Systems beeinflussten – ein Ergebnis das im Gegensatz zum kürzlich berichteten Einfluss von Wurzelhaaren in Gerste steht. Das Ziel dieses Antrages ist, die Rolle von Wurzelhaaren auf unterschiedlichen Ebenen herauszustellen, von der Rhizosphäre bis zum Feld. Wir planen Feld- und Modellierungsexperimente, um zu quantifizieren ob, und unter welchen Bedingungen, sowie durch welche Mechanismen Wurzelhaare unterschiedlicher Pflanzenarten die Wasserleitfähigkeit zwischen Boden und Wurzel und dadurch die Boden-Pflanzen-Wasserbeziehungen beeinflussen. Wir vermuten, dass (i) Wurzelhaarlänge, -dichte, -verteilung, -alter, -schrumpfen und -regenerierung und der Kontakt zwischen Boden und Pflanze von der jeweiligen Spezies und den Bodenbedingungen abhängen und dass (ii) wurzelhaarlose Mutanten ein hydraulisch anders ausgeprägtes Wurzelsystem und dadurch auch unterschiedliche Bodenwasseraufnahmemuster entwickeln, um das Fehlen von Wurzelhaaren zu kompensieren.Das Projekt ist in 4 Arbeitspakete unterteilt. Im WP1a wird eine Quantifizierung der Wurzelhaare in Mais und Gerste, in Sand und Lehm mittels Synchrotron X-ray CT angestrebt. Darüber hinaus erfolgt die Untersuchung der zeitlichen Dynamik von Wurzelhaaren (Absterben, Wachsen, Schrumpfen, Regenerieren etc.) im Prozess des Trocknens und Wiederbewässerns des Bodens. Im WP1b wollen wir den Einfluss von Wurzelhaaren auf die Wasseraufnahme anhand von zwei Gerstengenotypen (WT vs. brb) im sandigen und lehmigen Boden erfassen und diese mit den Ergebnissen aus der ersten Phase (Mais) vergleichen. Des Weiteren werden wir ein Wurzelhaarmodell zur funktionellen Erfassung des Einflusses von Wurzelhaaren auf die Wasseraufnahme erstellen (WP1c). Im WP2 wird mittels Neutronenradiographie untersucht, ob die wurzelhaarlosen Mais- und Gerstenmutanten ihre Wurzelarchitektur oder -leitfähigkeit zum Ausgleich der Wurzelhaare hydraulisch wirksam verändern. Im WP3 soll der Einfluss von Wurzelhaaren in Mais auf die Wasseraufnahme in langen Säulen getestet werden, unter gut kontrollierten Konditionen, die noch über die Vielfalt von möglichen Konditionen im Feld hinausgehen (beispielsweise die Interaktion von Nährstoff- und Wasserknappheit). Dieses WP ermöglicht es nicht nur aus dem zentralen Säulen- und Feldexperiment hochzuskalieren, sondern auch die Balance zwischen hydraulischer Wurzelarchitektur und Rhizosphäreneigenschaften aufzuklären, indem ein System geschaffen wird, welches es ermöglicht, Wurzelhaare in feldnahen aber gut kontrollierbaren Konditionen zu evaluieren. Im WP4 werden wir mit den Messungen und Modellierungen der Effekte von Wurzelhaaren und Bodentextur auf Transpiration und Blattwasserpotenzial im Feld über eine gesamte Anbauperiode fortfahren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsInternationaler BezugSchweizMitverantwortlichProfessor Mathieu  Javaux, Ph.D.KooperationspartnerProfessor Dr. Andrea  Carminati"
    },
    {
      "project_id": "403625794",
      "url": "https://gepris.dfg.de/gepris/projekt/403625794",
      "title": "Charakterisierung des Einflusses von Keimwurzelhaaren auf Rhizosphären-Prozesse zur Sicherstellung der Aufnahme von Wasser und Nährstoffen bei ungünstigen Saatbettbedingungen",
      "subject_area": "Pflanzenbau, Pflanzenernährung, Agrartechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403625794",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Keimung stellt eine kritische Wachstumsphase für die Pflanzenentwicklung dar. Die Ausbildung eines kräftigen Keimwurzelsystems trägt entscheidend zum Wachstum, zur Stressresistenz und zur Ertragsbildung von Pflanzen bei und hängt selbst von einer effizienten Rhizosphärenorganisation ab, um die Aufnahme von Wasser und Nährstoffen sowie die Verankerung im Boden, vor allem bei ungünstigen Saatbettbedingungen, zu gewährleisten. Kurz nachdem die Radicula die Coleorrhiza durchdringt und in den Boden einwurzelt, bilden sich zahlreiche Wurzelhaare, welche die Radicula wie ein Flaum überziehen. Überraschenderweise ist die Funktion dieser Wurzelhaare noch weitgehend unerforscht.Wir stellen die Hypothese auf, dass Radicula-Wurzelhaare die Haupttreiber für eine effiziente Wasser- und Nährstoffaufnahme, in Abhängigkeit der Bodenstruktur und Dichte darstellen, und dies vorallem in Saatbettbedingungen, in denen sowohl die Nährstoff- als auch die Wasserverfügbarkeit limitiert ist.Das Hauptziel des PP2089 Projektes ist es, die Rolle von Mais Radicula-Wurzelhaaren in Rhizosphärenadaptationsprozessen aufzuklären, welche eine gesunde Keimlingsentwicklung bei Wasser- oder Nährstoffmangel [Bor- & Phosphatmangel] oder bei kombiniertem Stress erlaubt.Der Fokus auf den Radicula-Wurzelraum erlaubt die Plastizität von Rhizosphärenprozessen in ihrer Gesamtheit experimentell zu erfassen, da überschaubare Abhängigkeiten von Nährstoff- und Wasserverfügbarkeiten, Exsudationsprozessen, Mikroben und Bodeneigenschaften existieren.Im speziellen werden im Projekt Spross und Wurzel-Wachstumsraten, Wasser und Mikro-/Makronährstoff Aufnahmeraten, apoplastische Barriere-Eigenschaften, Wurzelarchitektur- und Anatomie-Parameter und Wurzelhaar-Eigenschaften in Mais Wildtyp- und Wurzelhaar-Mutanten bestimmt. Diese Daten werden in einer Zeitreihe an Jungpflanzen erhoben, die in optimalen oder Wasser- und/oder B- oder P-limitierenden Saatbettbedingungen in Bodensäulenexperimenten wachsen. Komplementär dazu werden Wurzelhaar-abhängig Genexpressionsmuster und Proteinlokalisierungen für Wasser- und Nährstofftransporter bestimmt, um den gegenseitigen Einfluss der Wasseraufnahme auf die Nährstoffaufnahme und umgekehrt, auch auf molekularer Ebene aufzudecken. RNA-Seq Ansätze zur Bestimmung des Wurzelhaar vs. Radicula Transkriptoms zielen darauf ab, Signalwege sowie Genexpressionsnetzwerke zu identifizieren, die Bodentyp-spezifisch, Rhizosphären Antwortreaktionen auf Wasser- und/oder P-Mangelbedingungen regulieren. Der Einfluss von Wurzelhaaren auf die 3D Wurzelentwicklung bei diesen Bedingungen wird durch X-ray CT Messungen untersucht.Zusammenfassend wird das Projekt kausale Zusammenhänge zwischen molekularen und morphologischen Wurzelhaarmerkmalen, Bodeneigenschaften und Wasser- und Nährstoffverfügbarkeiten in der Rhizosphäre aufklären und damit die Rolle von Wurzelhaaren für die „hydromineral“ Ernährung von Keimlingen und für die Anpassung an ungünstige Saatbettbedingungen aufdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403633986",
      "url": "https://gepris.dfg.de/gepris/projekt/403633986",
      "title": "Der Fußabdruck der Rhizosphäre: Wie mehrjährige Wurzelaktivität die Bildung von Bodenstrukturen und den Aufbau organischer Bodensubstanz fördert",
      "investigators": "Professorin Dr. Ingrid  Kögel-Knabner;Professor Dr. Carsten Werner  Müller",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403633986",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das Ziel des Projektes im Rahmen des SPP 2089 \"Rhizosphere Spatiotemporal Organisation\" ist es, die langfristigen (Legacy-)Effekte der räumlichen und zeitlichen Entwicklung der Rhizosphäre auf die Bodenstruktur, und den Verbleib von wurzel- und bodenbürtiger organischer Substanz zu untersuchen. Wir tragen damit bei, zur Aufklärung der komplexen Wechselwirkungen zwischen   Pflanzenwurzelaktivität und Eintrag organischer Substanz mit der Bodenstruktur, moduliert durch Bodentextur und Wurzelmerkmale. Die Arbeit wird von der einzelnen Wurzel bis hin zum Wurzelsystem reichen, wobei quantitative und qualitative Ansätze vom Mikrometer- bis zum Parzellenmaßstab integriert werden. Wir untersuchen sowohl einzelne Wurzeln in gemeinsamen Laborexperimenten als auch komplette Wurzelsysteme und deren langfristigen Einfluss im Feld. Ein Hauptaugenmerk wird auf der Aufklärung der Persistenz von wurzelbürtiger organischer Substanz in verschiedenen Aggregaten der Rhizosphäre liegen, d.h. in Bodenmikro- und -magroaggregaten, die durch die Wurzelaktivität gebildet werden. Diese Ansätze beruhen auf quantitativen und qualitativen Analysen der gespeicherten C- und N-Pools. Im Feldmaßstab werden wir den langfristigen Verbleib der rhizosphärenbedingten Bodenstrukturbildung und die Persistenz von wurzelbürtiger organischer Substanz bestimmen. Wir werden die Mengen an C und N und die chemische Zusammensetzung der organischen Substanz in verschiedenen Bodenfraktionen sowie in definierten Größenfraktionen der Bodenaggregate messen. Die Persistenz der aus Wurzeleintrag stammenden organischen Substanz in verschiedenen Aggregatgrößenklassen wird durch Inkubationsexperimente im Labormaßstab untersucht. Zudem werden wir die 13C- und 15N-Isotopenmarkierung nutzen, um den Verbleib von Rhizodepositen in mikrobiellen Zellen und Bodenkompartimenten in unmittelbarer Nähe der Wurzel zu verfolgen. Diese kombinierten Ansätze in Zusammenarbeit mit mehreren anderen SPP-Teilnehmern erlauben einen grundlegenden Einblick in die langfristige Entwicklung von wurzelbeeinflussten Bodeneigenschaften und deren Persistenz über die Zeit. Gleichzeitig liefern sie Daten für die Modellierung der Bodenaggregation in der Rhizosphäre. Mit diesen Ergebnissen werden wir einen wesentlichen Beitrag zum Schwerpunktthema iv 'Kohlenstoffbindung / Mikroaggregatbildung / Stabilität der Bodenstruktur' des Schwerpunktprogramms leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403635931",
      "url": "https://gepris.dfg.de/gepris/projekt/403635931",
      "title": "Die Protistengemeinschaft von Mais und ihre funktionelle Rolle bei der Selbstorganisation des bakteriellen Mikrobioms in der Rhizosphäre (ProtistBiome II)",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403635931",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Ziel des Projekts ist die Charakterisierung der pflanzenassoziierten Protistengemeinschaft in der Rhizosphäre von Mais. Wir verstehen Rhizosphärengemeinschaften als dynamische Systeme und wollen untersuchen wie physiko-chemische Bodeneigenschaften (Textur) und Veränderungen in der Wurzelaktivität, Genexpression und Exudation bodenbürtige mikrobielle Gemeinschaften beeinflussen. Mikroorganismen und ihre Prädatoren evolvieren zusammen mit dem Wurzelsystem. Ihre Dauerstadien, insbesondere Pathogene, reichern sich im Boden an und wirken sich auf das Mikrobiom und das Wurzelsystem folgender Pflanzengenerationen aus. Der Fokus liegt auf Cercozoen und Oomyceten, dominanten und artenreichen Protistengruppen mit ausgeprägten pflanzenassoziieten Taxa, für den wir gruppen-spezifische Primer entwickelt haben. Die Analysen werden von Metagenomanalysen begleitet um Änderungen der bakteriellen Zusammensetzung und Funktion zu quantifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403668613",
      "url": "https://gepris.dfg.de/gepris/projekt/403668613",
      "title": "Die Rolle der Selbstorganisation von Wurzelmucilage bei der Ausbildung zeitlich-räumlicher Benetzungsmuster in der Rhizosphäre",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403668613",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Mucilage, ein von Wurzeln ausgeschiedenes Hydrogel, hydrophobisiert den Boden beim Trocknen und puffert den Wasserhaushalt in der Rhizosphäre. Nahezu unbekannt ist bisher, welche chemischen und physikochemischen Eigenschaften der Hydrogele diese Wirkung verursachen und wie diese durch andere Parameter in der Rhizosphäre beeinflusst werden.Im Rahmen des SPP (topic4: water flux/drought/mucilage/hydrophobicity) stellen wir folgende Fragen: Welche Bedeutung haben die chemischen Eigenschaften der Wurzelmucilage unterschiedlicher Pflanzen für deren physikalische Eigenschaften? Wie beeinflussen diese wiederum das Trocknungsverhalten und die daraus resultierende räumliche Anordnung von Mucilage? Und wie wirken sich diese räumlichen Muster auf die hydraulischen Eigenschaften während der Austrocknung und Wiederbefeuchtung der Rhizosphäre aus?Unsere zentrale Hypothese ist eng mit dem Teil der Hypothese H1 des SPP verknüpft, der die Selbstorganisation in der Rhizosphäre durch Ausbildung spezifischer räumlich-zeitlicher Muster für eine effiziente Wassernutzung verantwortlich macht. Unsere Hypothese ist, dass Mucilage ein selbstorganisiertes physikalisches Hydrogel ist, das aufgrund chemischer Eigenschaften auf Änderungen in der Bodenlösung mit Änderungen in seiner supramolekularen Struktur reagieren kann. Diese Struktur beeinflusst wiederum physikalische Eigenschaften, die die zeitlich-räumliche Anordnung der Polysaccharide im Trocknungsverlauf und damit hydraulische Eigenschaften während der Wiederbefeuchtung bestimmen.Durch eine Kombination aus Dialyse- und Quellungsexperimenten an Mucilage unterschiedlicher Pflanzen wird der Einfluss von Umgebungsfaktoren (pH, Kationen, oberflächenaktive Substanzen) auf physikalische Hydrogeleigenschaften untersucht und mit chemischen Eigenschaften (Monosaccharid-, Bindungs-, Gesamtgehaltanalyse) verknüpft. Dabei kommen neben makroskopischen Methoden wie der Rheologie, der 1H-NMR Relaxometrie (Wassermobilität) und der Differential Scanning Calorimetrie (DSC, nicht gefrierbares Wasser) auch mikroskopische Methoden, wie die Rasterkraftelektronenmikroskopie (AFM) zur Bestimmung von Oberflächenspannung, Viskosität und Elastizität zum Einsatz. Diese AFM Messungen gehen dann in Modellierungen von „liquid bridges“ ein, bei denen mit Methoden aus der Kontinuumsmechanik das Mucilage-Netzwerk und mit Lattice Boltzmann Methoden das Wasser im Porenraum beschrieben wird. Weiterhin bestimmen wir die Auswirkung unterschiedlicher mikroskopischer Trockenmuster (AFM) von Mucilage auf makroskopische Benetzungseigenschaften (Kontaktwinkel) und durch Modellierung auf makroskopische Wasserretentionskurven. Insitu 1H-NMR Messungen in miniaturisierten Pot-Experimenten (SPP Mais) dient der Überprüfung unser Ergebnisse.Die Verknüpfung molekular-chemischer Eigenschaften und nanoskalig-räumlicher Anordnung von Mucilage mit makroskopisch-hydraulischen Prozessen trägt wesentlich zum Verständnis der Selbstorganisationsprozesse in der Rhizosphäre bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403668538",
      "url": "https://gepris.dfg.de/gepris/projekt/403668538",
      "title": "Funktionelle mikrobielle Netzwerke in Bodenaggregaten und ihre Anpassung an Wurzeleigenschaften und Bodenbedingungen",
      "subject_area": "Mikrobielle Ökologie und Angewandte MikrobiologieBodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403668538",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die sich manifestierenden Eigenschaften mikrobielle Gemeinschaften sind das Ergebnis der funktionellen Potentiale ihrer vielfältigen Mitglieder. Unter den spezifischen Lebensbedingungen in der Rhizosphäre werden Mikroorganismen selektiert, die einerseits das Pflanzenwachstum fördern um ihren Bedarf an energiereichen Kohlenstoffverbindungen durch Wurzelabgaben zu decken, andererseits jedoch besteht ein Wettbewerb um die Aufnahme von Nährstoffen aus dem Boden, insbesondere von Stickstoff (N) und Phosphor (P). Diese Ambivalenz können als positive bzw. negative Rückkopplungen zwischen der Pflanze und die Mikroorganismengemeinschaften verstanden werden. Ziel dieses Forschungsprojekts ist es, die funktionelle Diversität mikrobieller Gemeinschaften in der Rhizosphäre in Reaktion auf Wurzeleigenschaften und Bodenbedingungen wie Trockenheit, Verdichtung und Kontaktzone zur Wurzel, aufzuklären. In der ersten Phase des SPP2089 gelang es uns, als Partner P17, eine Methode zur Extraktion und Analyse von DNA aus individuellen Bodenmakroaggregaten für die Bestimmung der Bakterienvielfalt auf Basis von PCR-amplifizierten 16S rRNA Genen zu etablieren. Aggregat-spezifische Netzwerkanalysen zeigten dabei einen deutlichen Wurzelhaar-Effekt, der auf Ebene der bakteriellen Alpha-Diversität alleine nicht greifbar war. Für die 2. Phase gehen wir einen Schritt weiter und wollen die Diversität der funktionellen mikrobiellen Gene verstehen, in dem wir alternative genetische Versionen für Schlüsselfunktionen von Boden N Transformationen und P Mobilisierungen aus Aggregat Boden-DNA untersuchen. Wir wollen unsere molekularen Ergebnisse mit Informationen über die 3-D Architektur der Aggregate und andere physikochemischer Eigenschaften wie sie durch SPP Projektpartner zur Verfügung gestellt werden können, verbinden. Da PCR Methoden durch die Primer-Auswahl nur eine vordefinierte mikrobielle Vielfalt erfassen können, werden wir außerdem Boden DNA direkt sequenzieren, um so erstmals ein fast vollständiges Metagenom individueller Bodenaggregate zu erhalten. In gemeinsamen Bodensäulen und Feld-Experimenten kooperieren wir mit verschiedenen SPP Partnern und können dadurch unsere Ergebnisse in den Kontext mit Wurzeleigenschaften (Wurzelhaare, Genexpression) und Bodenbedingungen (Porosität, Konnektivität, Wasserfluss) sowie anderer Parameter setzen. Mit den von uns erarbeiteten mikrobiellen funktionellen Netzwerken von Bodenaggregaten können wir damit einen wichtigen Beitrag leisten, die Selbstorganisation der Rhizosphäre unter dem Einfluss von Wurzeln und Boden zu verstehen. Unser Fokus auf N Transformation und P Mobilisierung wird ein neues Verständnis über positive und negative Rückkopplungseffekte zwischen Pflanzen, Boden und Mikroorganismen geben können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsMitverantwortlichDamien  Finn, Ph.D."
    },
    {
      "project_id": "470748155",
      "url": "https://gepris.dfg.de/gepris/projekt/470748155",
      "title": "Funktionen der Rhizosphäre bei der Wasseraufnahme von Pflanzen: Mechanische Verbindung zwischen Kohlenstoff- und Wasserflüssen im System Pflanze-Boden",
      "investigators": "Dr. Maire  Holz;Professorin Dr. Johanna  Pausch;Professor Dr. Mohsen  Zare",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470748155",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Bis heute haben wir nur bruchstückhaftes Wissen über das räumlich-zeitliche Muster des Kohlenstoffflusses in einzelne Wurzeln und ihre Rhizosphäre und auch darüber, wie solche Muster mit der Funktionsweise von Wurzeln in Bezug auf die Wasseraufnahme zusammenhängen. Der Mangel an Informationen hängt vor allem mit den technischen Schwierigkeiten zusammen, Wasser- und Kohlenstoffflüsse auf der Skala einzelner Wurzeln und ihrer Rhizosphäre zu quantifizieren, sowie mit der dynamischen Natur der Wasseraufnahme und der Wurzelexsudation in im Boden wachsenden Pflanzen. In diesem Projekt zielen wir daher darauf ab, die Wasser- und Kohlenstoffflüsse entlang des Wurzelsystems zu quantifizieren und dann das Muster der Kohlenstoffallokation in verschiedene Wurzelsegmente (d.h. Wurzeltypen und -regionen) und ihre Rhizosphäre mechanistisch mit der Funktion der Wurzeln bei der Wasseraufnahme aus dem Boden zu verbinden. Unsere zentrale Hypothese ist, dass Pflanzen mehr Kohlenstoff für die Produktion und den Erhalt einzelner Wurzeln (Typ und Regionen) mit größerer Funktionalität bei der Wasseraufnahme allozieren. Dieser Antrag umfasst drei Hauptarbeitspakete (WP). In WP1 planen wir, das Wurzelwachstum und die Wasserflussprofile entlang der Wurzel-Spross-Systeme mit Hilfe von Neutronenradiographie zu quantifizieren. Diese Ergebnisse werden mit der Modellierung des Wasserflusses und mikroskopischen Querschnitten von Wurzeln und Sprossen kombiniert, um das Profil der hydraulischen Leitfähigkeiten der Pflanzen abzuschätzen. In WP2 werden wir die Kohlenstoffflüsse durch das Boden-Pflanze-Atmosphäre-Kontinuum mechanistisch quantifizieren, indem wir eine Kombination von 13C- und 14C-Markierungsexperimenten verwenden. In WP3 werden wir schließlich ein prozessbasiertes Modell des Wasser- und Kohlenstoffflusses über das Boden-Pflanze-Atmosphäre-Kontinuum entwickeln, mit dem Ziel, die Verbindung zwischen der Kohlenstoffallokation in verschiedenen Wurzelsegmenten und ihrer Rhizosphäre und der Funktion der Wurzeln bei der Wasseraufnahme zu untersuchen. Wir werden zwei Maissorten (Wildtyp und wurzelhaarlose Mutante rth3) verwenden und sie in zwei kontrastierenden Bodentexturen (Lehm und Sand) unter variierenden Bodenwassergehalten (0,20,, 0,12 und 0,06 cm3 cm-3) anbauen. Die Kombination von Wasser- und Kohlenstoffflüssen über das Boden-Pflanzen-Atmosphäre-Kontinuum wird es uns ermöglichen, das Muster des Kohlenstoffflusses zu den einzelnen Wurzeln und ihrer Rhizosphäre mechanistisch mit der Funktion der Wurzeln bei der Wasseraufnahme zu verbinden. Diese Informationen werden ein tieferes Verständnis der Rückkopplungen zwischen Kohlenstoff- und Wasserkreisläufen über das Boden-Pflanze-Atmosphäre-Kontinuum hinweg liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403670844",
      "url": "https://gepris.dfg.de/gepris/projekt/403670844",
      "title": "Hot gradients & cold spots - Räumliche Zusammenhänge zwischen C-Ausbreitung und Nährstoffimmobilisierung in der Rhizosphäre und Konsequenzen für die Pflanzenernährung",
      "subject_area": "BodenwissenschaftenÖkologie und Biodiversität der Pflanzen und Ökosysteme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403670844",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Verteilung von Kohlenstoff (C), die Umwandlung organischer Stoffe und die Immobilisierung von Nährstoffen folgen vermutlich bestimmten räumlichen Mustern im Wurzel-Boden-System. Gemäß dem grundliegenden Verständnis der Rhizosphärendynamik beginnt die räumliche Verteilung mit der Wurzelexsudation an der Pflanzenwurzel und führt zu allmählichen Veränderungen in der Chemie und Biologie der Rhizosphäre. In Phase 1 stellten wir die Hypothese auf, dass die Morphologie der Wurzeln und die Eigenschaften des Bodens, insbesondere seine Textur, die Verteilung von C steuern. Wir erarbeiten Mittel zur Analyse der C-Ausbreitung im Mikrometerbereich und beobachteten erhebliche Unterschiede, die überwiegend durch die Wurzelmorphologie gesteuert wurden. Wir stellten ferner die Hypothese auf, dass die Umwandlung von C durch Mikroben erfolgt, die organische Substanzen wie Polysaccharide, Phospholipidfettsäuren und Fettsäuren bilden, und konnten dies im Millimeterbereich verfolgen.Diese Ergebnisse führen nun zu folgenden neuen Hypothesen, dass i) der C-Ausbreitung durch Wurzelexsudation die Immobilisierung organisch gebundener Nährstoffe an Orten mit geringem Umsatz, sogenannten cold spots, folgt, und dass diese Stellen in bestimmten Regionen der Rhizosphäre auftreten, ii ) in Böden mit geringem Abbau der Wurzelbiomasse (wie in Phase 1 für sandigen Boden beobachtet) die Immobilisierung von Nährstoffen in der Rhizosphäre zunimmt und so mit der Pflanzenernährung konkurriert, und iii) bei Trockenheit sich die Mobilisierungsprozesse von Nährstoffen von der Bodenlösung zu Pilznetzwerken verlagert.Wir werden weiterhin Ansätze im 2D-Mikrometerbereich wie die Überwachung des Laserablations-Isotopenverhältnisses für C-Umsatzanalysen verwenden (LA-IRMS), und auf NanoSIMS für N-Verteilungsanalysen erweitern sowie SEM-EDX/WDX einbeziehen, um die Immobilisierung von Nährstoffen wie N und P über einen räumlich-stöchiometrischen Ansatz zu verfolgen. Unseren in Phase 1 etablierten Ansatz zur Probenahme im Millimeterbereich, der uns ermöglicht die organische Substanz in Rhizosphärengradienten chemisch zu charakterisieren, nutzen wir nun um immobilisierten N und P mithilfe von komponenten- oder fraktionsspezifischen d13C- und d15N-Analysen an mikrobieller Nekromasse zu analysieren (Aminozucker und organisch gebundener P). Mit diesen Hypothesen haben wir enge Anknüpfung zu den Projekten P3, P8, P13, P19, P21, P24 und P25. Wir werden einen neuen räumlichen Datensatz zur Verteilung organischer Stoffe in Rhizosphären erstellen, um die Prozesse der C-Verteilung, Nährstoffimmobilisierung und -mobilisierung unter verschiedenen externen und internen Kontrollen wie z.B. Bodeneigenschaften, Wurzelmorphologie und Dürre, zu verstehen. Diese Daten können dann in Simulations- und Modellierungsansätze implementiert werden, die ebenfalls im SPP 2089 integriert sind, so dass unser neues Wissen auch auf andere Böden und Pflanzenarten übertragen werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403801423",
      "url": "https://gepris.dfg.de/gepris/projekt/403801423",
      "title": "Koordinationsfonds",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403801423",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Der Koordinationsantrag für das SPP 2089 Raum-zeitliche Organisation der Rhizosphäre – der Schlüssel zum Verständnis von Rhizosphärenfunktionen - Phase 2 bietet eine kurze Einführung in das Konzept und die Hypothesen des SPP (Abschnitt 1.1), gibt einen kurzen Überblick über die experimentellen Plattformen und die gemeinsamen Probenahmestrategien (Abschnitt 1.2) und umfasst die Zusammenfassung der Forschungsergebnisse aus Phase 1 (Abschnitt 1.3.1 - 1.3.6). Diese Zusammenfassung enthält auch die von der Koordination durchgeführten feldbezogenen Messungen, die nicht an anderer Stelle dargestellt werden können. Die Datenintegration und die Initiierung gemeinsamer Manuskripte wurden adressiert (Abschnitt 1.3.7) und die Ziele des SPP in Phase 2 werden abgeleitet (Abschnitt 1.4), einschließlich der Forschungsfragen und der damit verbundenen gemeinsamen Experimente für Phase 2. Eine besondere Herausforderung ist die Integration von Daten aus verschiedenen Skalen und Disziplinen (Abschnitt 1.5). Dies führt zu den spezifischen Aufgaben der Koordination (Kommunikation, PP-Datenbank BExIS, Soil-Plot-Experiment, Organisation von Treffen/Workshops, Röntgencomputertomographie-Service, Öffentlichkeitsarbeit), die alle darauf abzielen, eine Datensynthese zu ermöglichen (Abschnitt 1.6). Erste Beispiele für integrierte Arbeiten sind in der Bibliographie aufgeführt (Abschnitt 1.7). In Anbetracht des begrenzten Platzes ist die Beschreibung der Forschungsergebnisse sehr kurz und zielt darauf ab, die Ergebnisse in einer integrierten Weise zu präsentieren. Gleiches gilt für die Beschreibung neuer gemeinsamer Experimente, auch hier finden sich die Details in den jeweiligen Einzelanträgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403660839",
      "url": "https://gepris.dfg.de/gepris/projekt/403660839",
      "title": "Mehrskalenmodellierung mit veränderlicher Mikrostruktur: Ein Ansatz zur Emergenz in der Rhizosphäre mit effektiven Bodenfunktionen",
      "investigators": "Dr. Alexander  Prechtel;Professorin Dr. Nadja  Ray",
      "subject_area": "BodenwissenschaftenMathematik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403660839",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die systematische Untersuchung des Zusammenspiels von Transformationsprozessen in der Rhizosphäre mit Fokus auf Mucilage und Wurzelhaare und deren Kopplungen zur Bodenstruktur, Geochemie, Mikrobiologie und zu hochskalierten Bodenfunktionen wird zur zentralen Frage des PP beitragen, wie Resilienz aus selbstorganisierter raum-zeitlicher Musterbildung in der Rhizosphäre entsteht. Mechanistische, mathematische Modelle in Form von kombinierten zellulären Automaten und PDE/ODE-Systemen auf der Mikroskala bieten die Möglichkeit, Skalen durch Homogenisierungstechniken zu überbrücken.H1: Die Entwicklung der Selbstorganisation in der Rhizosphäre in Verbindung mit den raum-zeitlichen Mustern von Nährstoffen, Wasser und Biomasse kann mit der realisierten Erweiterung des Simulationswerkzeugs nun untersucht werden.H2: Der Zusammenhang zwischen Bodenstrukturbildung, Habitatbedingungen - auch beeinflusst durch die Produktion und den Abbau von Schleimstoffen - und den mikrobiellen Gemeinschaften.H3: Die Größe der Rhizosphäre wird durch die radiale Ausdehnung der Strukturbildung bestimmt, die durch die Wurzelaktivität/Morphologie gesteuert wird.Wir wollen insbesondere das Zusammenspiel von Bodenstruktur (Porosität), Wurzelexudaten und für die Pflanze relevanten Transporteigenschaften untersuchen. Damit adressieren wir die Schwerpunkte Aggregatbildung/Bodenstruktur mit Porenskalenmodellierung und Wasserfluss/Mucilage, und insbesondere die  Forschungsfragen der Phase 2:III. Wie interagieren Kohlenstofffluss und Struktur (mit P19, P22)?V. Welche Relevanz hat Mucilage für das System Boden-Pflanze in Bezug auf Trockenheitsresilienz; trotz des mechanistischen Verständnisses auf der Mikroskala - Beweise für Relevanz auf der Systemskala, System Pflanze-Boden fehlen noch (mit P4,P5,P23,P24)VI. Was ist die mechanistische Funktion von Wurzelhaaren - Quantifizierung der Aufrechterhaltung der hydraulischen Kontinuität, der Auswirkung auf die Nährstoffaufnahme und der Ausdehnung von Verarmungszonen (mit P7,P4).In enger Zusammenarbeit mit den experimentellen Partnern evaluieren wir das Zusammenspiel der Mechanismen in konkreten SPP Settings und werden dabei auch auf die von P21 identifizierten raum-zeitlichen Muster aus hochauflösender korrelativer Bildgebung Bezug nehmen. Die notwendige Grundlage für 3D-Simulationen werden parallelisierte, effiziente Algorithmen und Machine Learning sein, um das Upscaling von Bodenfunktionen systematisch zu untersuchen. Das Simulationswerkzeug liefert seinen Wert durch die Fähigkeit, Einflussfaktoren und Mechanismen durch Abstraktion relevanter Prozesse zu veranschaulichen, zu vergleichen und aufzudecken. Es soll nicht die Datenkurven der Experimente \"nachzeichnen\", sondern neue Erkenntnisse durch die separate Analyse, aber auch die Untersuchung des Zusammenspiels mehrerer Prozesse in einer integrativen Simulation gewinnen. Damit soll es eine Wissenslücke schließen, die Experimente allein derzeit nicht füllen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403664478",
      "url": "https://gepris.dfg.de/gepris/projekt/403664478",
      "title": "Mikrobielles Leben in der Rhizosphäre: Kinetik und Visualisierung der Funktionen",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403664478",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das Projekt Microzym konzentriert sich auf selbstregulierende Mechanismen der Organisation der Rhizosphäre durch die Abschätzung der Raten von mikrobiell vermittelten Prozessen am Ort ihrer Lokalisierung. Die Neuheit von Microzym liegt in der Kopplung der mikrobiellen und enzymatischen Funktionsmerkmale mit visualisierten oxidativen und hydrolytischen Prozessen des Abbaus organischer Substanzen in der Rhizosphäre. Basierend auf den Ergebnissen der ersten Phase werden wir die Rolle der Bodentextur, des Nährstoffmangels und der Wurzeleigenschaften als Haupttreiber der Selbstorganisation der Rhizosphäre in räumlicher und zeitlicher Skalierung von der Ebene einzelner Aggregate bis zum Wurzelsystem klären. In der ersten Phase konnten wir zeigen, dass die Pflanze den Wurzelhaarmangel durch eine Hochregulierung von Enzymen, die mikrobielle Rückstände abbauen, und eine Herunterregulierung von Enzymen, die N und P aufnehmen, kompensiert. Da dieser selbstregulierende Mechanismus nur in der Rhizosphäre von reifen Pflanzen, die im Feld unter trockenen Wetterbedingungen wachsen, signifikant war, werden wir uns in der zweiten Phase auf die Rückkopplung des Pflanzengenotyps auf Nährstofflimitierung und Wassermangel konzentrieren. Die Bodenstruktur und die Bildung des Bodenprofils durch die langfristige Maismonokultur im Feld wird durch die Zersetzung von Wurzelresten aus den Vorjahren beeinflusst, daher zielt das Microzym auch darauf ab, die Wechselwirkungen zwischen Rhizosphäre und Detritusphäre zu visualisieren und sie mit der Abschätzung von lokalisierten Prozessraten zu verbinden. Dies geschieht durch die Kombination von 1) Visualisierungstechniken, die in der ersten Phase neu entwickelt wurden, d.h. Zeitraffer-Zymographie, oxidative Zymographie und Mikrozymographie, 2) die Entwicklung neuer Ansätze zur Visualisierung der organischen N-Verteilung in der Rhizosphäre, d.h. Aminographie und Amino-Mapping, und 3) lokalisierte Mikro-Probenahmen im Epizentrum, am Rand und außerhalb der Rhizosphären-Hotspots. Das Microzym wird einen wichtigen Beitrag zu den Kernfeld- und Säulenexperimenten des PP leisten, indem es die Visualisierung von Prozessen in der Rhizosphäre mit der Abschätzung funktioneller Merkmale der enzymatischen Aktivität und des mikrobiellen Wachstums verbindet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403627636",
      "url": "https://gepris.dfg.de/gepris/projekt/403627636",
      "title": "Mikromechanik des Wurzelwachstums und physikalische Habitateigenschaften in der Rhizosphere",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403627636",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Rhizosphäre bildet ein selbstorganisiertes System mit einer Vielzahl von physikalischen, biologischen und chemischen Wechselwirkung. Aus diesem Zusammenspiel resultieren Prozesse und Eigenschaften, die die Pflanze widerstandsfähiger gegenüber ungünstigen Umweltbedingungen (z.B. Trockenheit, mechanischer Widerstand) machen. Die Untersuchung mikromechanischer Eigenschaften und ihr Wechselspiel mit Wurzel-Boden-Interaktionen (z.B. Mucigelexsudation) sind von großer Bedeutung für die Wurzelentwicklung aber bisher noch wenig untersucht. Diese Eigenschaften haben einen Einfluss auf die zeitliche und räumliche Entwicklung von Struktur im Boden und wirken sich somit – in engem Zusammenspiel mit der biologischen Komponente – auf Bodenfunktionen und Pflanzenwachstum aus, die ihrerseits wiederum die Struktur beeinflussen. Aufbauend auf unseren Erkenntnissen aus Phase I wollen wir die Entwicklung der mechanischen Eigenschaften und Bodenstruktur auf dem Feld und unter kontrollierten Laborbedingungen näher untersuchen. Hierbei stehen mechanische Prozesse und Zusammenhänge mit der Wurzelentwicklung, dem Bodenmikrogefüge und der Entwicklung von Porenarchitekturen als mikrobielle Habitate im Vordergrund. Zu diesem Zweck werden wir ungestörte Bodenproben entnehmen und zusätzlich in-situ Messungen durchführen. Im Labor werden wir uns intensiv mit Eindringwiderständen und deren Auswirkung auf die Ausbildung des Wurzelsystems auseinandersetzen. Weiterhin soll die Porenraumentwicklung während der Wurzelzersetzung und auftretende Änderungen in Aggregatkenngrößen untersucht werden. Um das mikrobielle Habitat zu charakterisieren, werden wir uns mit der Dynamik von Redoxpotentialen und lokalen Sauerstoffkonzentrationen auseinandersetzen, sowie Aggregate mit bildgebenden und mechanischen Verfahren untersuchen. Die zum Einsatz kommende Messtechnik umfasst im mechanischen Bereich Oedometer, Laborflügelsonde, Materialprüfmaschine und ein neu zu entwickelndes Feldmikropenetrometer. Die Ergebnisse werden in die Modellierungsansätze von Projektpartnern (Kooperation FZ Jülich) einfließen. Zudem werden wir diese Daten in Bezug zu Wurzellängendichten und -radien in Kooperation mit dem UFZ Halle setzen. Als bildgebende Verfahren werden wir Röntgencomputertomographie und Digitalfotographie einsetzen und mit quantitativer Bildanalyse (ToolIP) auswerten. O2-Konzentrationen und Redoxpotentiale werden mit Hilfe von Mikrosensoren in-situ gemessen. Die in diesem Zusammenhang erhobenen Daten werden zur Validierung eines Modells für effektive Diffussionskoeffizenten (Kooperation Universität Erlangen Nürnberg) genutzt. Für unsere Aggregatsstabilitätmessungen werden wir Nasssiebung und ein, in unserem Labor entwickeltes, innovatives Dry-crushing Verfahren anwenden. In einer Kooperation mit dem Thünen-Institut werden wir an Aggregaten, deren mikrobielle Diversität bestimmt wurde, Mikrostruktur und Stabilität des Habitats untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsMitverantwortlichDr. Daniel  Uteau Puschmann"
    },
    {
      "project_id": "403641034",
      "url": "https://gepris.dfg.de/gepris/projekt/403641034",
      "title": "Modellierung von Selbstorganisation in der Rhizosphäre",
      "subject_area": "BodenwissenschaftenStrömungsmechanik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403641034",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das Verständnis von lokalen Wechselwirkungen von Rhizosphärenprozessen und deren Effekte auf der Pflanzenskala bleibt eine große Herausforderung. Die Verknüpfung von Rhizosphärenprozessen über Skalen hinweg ist daher eine wichtige Aufgabe der Modellierung. In Phase I wurde ein Multiskalen-Mehrkomponenten-Modellierungsansatz weiterentwickelt, der die Berücksichtigung von Rhizosphärenprozessen auf der Wurzelsystemskala erlaubt. Daten unserer SPP-Partner wurden in die Simulationen integriert, etwa die Wurzelarchitektur der zwei Maisgenotypen oder Rhizosphärengradienten der Lagerungsdichte, und deren Effekt auf Wurzelwasseraufnahme oder Exsudat-Hotspot-Dynamik evaluiert. In Phase II werden wir unseren Ansatz der Modellierung und Modell-Daten-Integration weiter ausbauen. In Arbeitspaket 1 ist es unser Ziel, die Wurzelbeobachtungen aus Labor- und Feldstudien unserer SPP-Partner systematischer zu nutzen, um die 3D-Wurzelsystemarchitekturen zu rekonstruieren und unser Wurzelarchitekturmodell CPlantBox zu parametrisieren. Ziel von Arbeitspaket 2 ist es, mit Hilfe der Modellierung den Einfluss von Lagerungsdichte- und Mucilagegradienten in der Rhizosphäre auf die Wasseraufnahme eines wachsenden Wurzelsystems unter dem Einfluss der beiden SPP Substrate und Mais-Genotypen zu bewerten. Mit Hilfe der rekonstruierten Wurzelarchitekturen der Bodensäulenexperimente können wir virtuelle Zwillinge dieser Experimente erstellen. Auf diese Weise werden wir das Modell nutzen, um unser Verständnis des Systems zu verbessern. Unsere Hypothese ist, dass diese Rhizosphärengradienten den Zeitpunkt des Einsetzens von Wasserstress sowie das Tempo der Wiederbefeuchtung beeinflussen. Arbeitspaket 3 wird die raum-zeitlichen Rhizodepositionsmuster um wachsende Wurzelsysteme und deren Einfluss auf die Nährstoffaufnahme durch die Wurzeln unter Berücksichtigung unterschiedlicher Wurzelarchitekturen der beiden Genotypen und zweier unterschiedlicher Substrate untersuchen. Ein Hauptziel ist es, mit Hilfe des Modells Muster zu erklären, die experimentell in Säulenexperimenten beobachtet wurden. Darüber hinaus werden wir die Wurzelentwicklung (unter Verwendung des in Arbeitspaket 1 entstandenen Parametersatzes für das Wurzelarchitekturmodell) und entsprechende Rhizodepositions- und Nährstoffmuster reifer Pflanzen auf der Feldskala simulieren. Dies soll eine virtuelle Darstellung des zentralen Feldexperiments des Schwerpunktprogramms darstellen. Hier wird der Fokus darauf liegen, die Rolle der verschiedenen Wurzeltypen der reifen Maispflanzen zu verstehen. In Arbeitspaket 4 werden wir Parametrisierungen aus den vorherigen Arbeitspaketen kombinieren. Darüber hinaus werden wir Simulations-Setups nicht nur für Mais, sondern auch für Gerste erstellen und dabei experimentelle Daten der SPP-Partner verwenden. Dies wird uns ermöglichen zu verstehen, ob ein bestimmtes Verhalten pflanzenartenspezifisch ist oder für beide Arten gilt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403669053",
      "url": "https://gepris.dfg.de/gepris/projekt/403669053",
      "title": "Molekulare Einblicke auf Pflanzen-Mikrobiom-Wechselwirkungen während der Rhizosphärenentwicklung",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403669053",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Selbstorganisation der Rhizosphäre erzeugt durch das Zusammenspiel von Pflanze und Mikroben vielfältige chemische Gradienten. Die Bodenlösung ist der Teil der Rhizosphäre, in dem molekular-chemische Gradienten des organischen Kohlenstoffs durch Wurzelwachstum und Eintrag von organischem Kohlenstoff zuerst entstehen. Bodentyp, Umweltfaktoren, Pflanzengenotyp, mikrobielle Gemeinschaft usw. steuern dann die molekulare Entwicklung der Bodenlösung. Chemische und biologische Muster in einer sich entwickelnden Rhizosphäre spiegeln somit die komplexen Wechselwirkungen zwischen diesen Treibern wider.Ziel dieses Antrags ist es, die räumlich-zeitliche Entwicklung molekular-chemischer Gradienten von organischem Kohlenstoff im frühen Stadium der Rhizosphäre zu untersuchen. Dazu sind Experimente mit Bodensäulen geplant, die vollständig in die zentrale Plattform des SPP 2089 eingebettet sind. Essentiell zum Erreichen der Ziele ist der Einsatz von Mikrosaugkerzen für die Bodenlösungsprobenahme und ultrahochauflösende Massenspektrometrie (FTICR-MS) zur Analyse des organischen Materials. Unsere Kernhypothese ist, dass die konvergente Ausprägung molekularer Gradienten in der Rhizosphäre hauptsächlich durch den schnellen mikrobiellen Umsatz von wurzelbürtigem organischem Kohlenstoff getrieben wird. Zu diesem Zweck werden Bodensäulen mit zwei Zea mays Genotypen (Wildtyp- und rth3-Mutant) verwendet, um die Freisetzung organischen Kohlenstoffs durch Wurzeln zu verfolgen. Die molekulare Transformation dieses Kohlenstoffs durch die mikrobielle Gemeinschaft und die räumliche Ausdehnung der Rhizosphäre werden durch die Verwendung von stabilen Isotopen untersucht.FTICR-MS bietet die höchstmögliche \"chemische Auflösung\" für organische Moleküle in Bodenlösungen, während Mikrosaugkerzen das dynamischste Kompartiment in der Rhizosphäre mit einer hohen zeitlichen und räumlichen Auflösung erfassen. Darüber hinaus werden wir Methoden der bildgebenden Massenspektrometrie entwickeln, die die räumliche Auflösung erweitern und gleichzeitig molekulare Informationen erhalten. Diese einzigartige Kombination modernster Methoden in der Rhizosphärenforschung wird unser Verständnis von Kohlenstoffflüssen über reine Bilanzen hinaus erweitern und helfen, wichtige Einflussfaktoren auf die Ausbildung der Rhizosphäre zu identifizieren und ihre Auswirkungen auf chemische Gradienten zu bewerten.Die Untersuchung der räumlich-zeitlichen Dynamik der zigtausenden organischen Komponenten in noch nie dagewesenem Detail wird wertvolle Einblicke in die Selbstorganisation und Resilienz der Rhizosphäre geben, die Wissenslücke zwischen Wurzelexsudaten, Bodenchemie und mikrobieller Ökologie schließen, und den systemischen Ansatz des SPP maßgeblich unterstützen.Dieser Antrag fügt sich nahtlos in SPP-Projekte zur Kohlenstoffdynamik in Böden (z. B. Priming, Sequestration) und zur mikrobiellen Ökologie ein sowie in alle Projekte, die Methoden der chemischen Bildgebung und für stabile Isotope verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsMitverantwortlichProfessor Dr.-Ing. Thorsten  Reemtsma"
    },
    {
      "project_id": "403803214",
      "url": "https://gepris.dfg.de/gepris/projekt/403803214",
      "title": "Mysterium Wurzelexsudate 2 – Auswirkungen von Umweltveränderungen auf die Wurzelexsudation",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403803214",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Wurzeln geben eine große Vielfalt löslicher oder flüchtiger organischer Moleküle (Wurzelexsudate) an den umgebenden Boden ab während sie gleichzeitig Wasser und Nährstoffe aufnehmen. Auch wenn die wichtige funktionelle Bedeutung von Wurzelexsudaten für die unterirdischen Wechselwirkungen zwischen Pflanzenwurzeln, Bodenmikroben und Bodenmatrix längst anerkannt ist, sind Studien zur Untersuchung der Qualität und Quantität von Exsudaten unter natürlichen Wachstumsbedingungen noch relativ selten und wir wissen nur sehr wenig darüber wie sich die Wurzelexsudation auf Grund von geänderten Umweltbedingungen verändert. In Phase 1 haben wir die Exsudation von Maiswurzeln unter den standardisierten Versuchsbedingungen in den beiden Versuchsplattformen des DFG Schwerpunktprogrammes (SPP) 2089 (Bodensäulenversuch & Bodenfeldversuch) charakterisiert und die Wirkung verschiedener Exsudationsbeprobungsbedingungen evaluiert. Aufbauend auf dem, was wir gelernt haben, werden wir nun die Auswirkungen von Veränderungen der Bodenumwelt auf die Wurzelausscheidung von Mais (Zea mays WT & rth3) untersuchen, wobei der Schwerpunkt auf Trockenstress und Veränderungen der Bodenstruktur liegt. Beide Umweltparameter wurden in Phase 1 als Hauptfaktoren für die Ausbildung und Eigenschaften von Rhizosphären-Parametern identifiziert. In gemeinsamen Experimenten mit mehreren anderen SPP-Partnern (die alle unterschiedliche Pflanzen- bzw. Bodenparameter untersuchen) werden wir die Veränderung der Wurzelexsudation der beiden Maislinien (WT, rth3) bei mittlerem bzw. starkem Trockenstress untersuchen. Wir werden auch saisonale Unterschiede in der Exsudation auf dem Feld untersuchen und einen möglichen Konditionierungseffekt bewerten, der durch mehrjährige Maismonokultur verursacht wird. Darüber hinaus werden wir unter kontrollierten Bedingungen im Labor die Veränderung der Maiswurzelexsudation in Abhängigkeit von der Bodenstruktur erforschen, einschließlich Bodenverdichtung sowie unterschiedlicher Anzahl der Wurzel-Boden-Kontaktpunkte. Wie in Phase 1 werden wir uns auf bodenbasierte Exsudations-Probenahmeansätze im Labor und im Feld konzentrieren und diese ökologisch relevanten Probenahmetechniken mit einer ungezielten metabolomischen Analyse mittels UHPLC-QTOFMS und GC-QTOFMS kombinieren, um die gesamte Vielfalt der exsudierten Metabolite aufzudecken. Unsere Ergebnisse werden wichtige mechanistische Erkenntnisse darüber liefern, wie sich die Wurzelexsudation unter geänderten Umweltbedingungen verändert. Darüber hinaus werden wir wichtige Basis-Informationen für alle exsudationsgetriebenen Rhizosphärenprozesse liefern, die von anderen Teilnehmern im Rahmen des PP 2098 untersucht werden, und somit einen wesentlichen Beitrag zur gesamtheitlichen Entschlüsselung aller Rhizosphärenprozesse und deren Wechselwirkungen liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsInternationaler BezugÖsterreichKooperationspartnerProfessor Dr. Stephan  Hann"
    },
    {
      "project_id": "421396763",
      "url": "https://gepris.dfg.de/gepris/projekt/421396763",
      "title": "Nachtrag zur Deckung der gestiegenen Baukosten für die Anlage des zentralen Feldversuches im Schwerpunktprogramm 2089",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 421396763",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das vorliegende Projekt ist eine Ergänzung zum genehmigten Koordinationsantrag des Schwerpunktprogramms \"Rhizosphäre raumzeitliche Organisation - ein Schlüssel zu Rhizosphärenfunktionen\". Dieser Nachtrag ist erforderlich, da die geschätzten Kosten für die Etablierung des zentralen Feldparzellenversuchs an der Feldstation Bad Lauchstädt, der von fast allen Einzelprojekten des PP 2089 genutzt werden wird, um 58% gestiegen sind. Die Gründe für die finanzielle Lücke sind:- der allgemeine Anstieg der Baukosten von 2017 bis 2018 um rund 6%.- die kurze Angebotsfrist in Verbindung mit einer hohen Auslastung der Bauwirtschaft \t(Projektgenehmigung 10.07.2018; die Arbeiten müssen vor dem Winter durchgeführt werden)- detailliertere Beschreibung der Aushubarbeiten (Anhang I, 3.1, 3.2)\t (vertikale Seitenwände - Toleranz ± 5 cm; Verdichtung von Bodenschichten mit einer leichten Rüttelplatte) - größerer Bedarf an Schalungsplatten zur Reduzierung der Druckbelastung (Anhang I, 5.1)- Lieferant von Quarzsand musste gewechselt werden, da der vorgesehene Lieferant nicht in der Lage ist, die erforderliche Menge in der geforderten Qualität (carbonatfrei) bereitzustellen (Anhang I, 7.2).Die finanzielle Lücke ist zu groß, um durch Kürzungen in anderen Positionen des Koordinationsprojekts geschlossen zu werden. Somit ist ohne die Ergänzung der zentrale Feldversuch gefährdet. Alternativ kann das Koordinationsprojekt seine ursprünglichen Aufgaben (Probenahme und Analyse von Sprossen-, Wurzel- und Bodenproben im Feldparzellenversuch während des gesamten Dreijahreszeitraums, Organisation von Jahrestreffen, Synthese, wissenschaftlicher Beirat einschließlich Reisekosten, internationale Konferenz, Workshops/Tutorials und Treffen junger Wissenschaftler) nicht erfüllen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403637614",
      "url": "https://gepris.dfg.de/gepris/projekt/403637614",
      "title": "Raumzeitliche Plastizität der Kohlenstoffallokation und Rhizodeposition im Wurzelsystem von Mais und dessen Auswirkungen auf das Rhizosphärenmikrobiom",
      "investigators": "Professorin Dr. Claudia  Knief;Dr. Robert  Koller",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403637614",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Pflanzen transferieren einen erheblichen Teil ihres kürzlich fixierten Kohlenstoffs (RFC) in den Wurzelraum zum Zweck des Wurzelwachstums und der Aufrechterhaltung von Wurzelfunktionen. Darüber hinaus fördert der pflanzlich assimilierte Kohlenstoff das mikrobielle Leben in der Rhizosphäre. Es existieren raumzeitliche Muster, einerseits in der RFC-Allokation innerhalb des Wurzelsystem, andererseits hinsichtlich der Zusammensetzung der Rhizosphärenmikrobiota. Zusammenhänge zwischen Wurzelarchitektur, RFC-Allokation und Rhizosphärenmikrobiom sind jedoch wenig verstanden. In der ersten Phase dieses Projekts wurden raumzeitliche Allokationsmuster von RFC innerhalb des Wurzelsystems erfasst. Der RFC akkumulierte am stärksten an den Wurzelspitzen, insbesondere an den jüngsten Kronenwurzeln. Dieses spiegelte sich in raumzeitlichen Mustern hinsichtlich der Zusammensetzung der mikrobiellen Gemeinschaft wieder, wurde jedoch vom Einfluss verschiedener Wurzeltypen überlagert. Die Ursachen für die Variation der C-Allokation in Abhängigkeit vom Wurzeltyp sowie die zeitliche Variabilität bedarf genauerer Betrachtung, ebenso wie die Auswirkung dieser Variabilität auf die Struktur und Funktion des Rhizosphärenmikrobioms. Mit diesem Folgeantrag möchten wir ein vertieftes mechanistisches Verständnis hinsichtlich der Zusammenhänge zwischen Wurzel- und Rhizosphärenprozessen erlangen, indem wir Bodenheterogenität (d.h. eine verdichtete Bodenschicht) einbringen und somit eine plastische Reaktion der Wurzel provozieren wollen. Wir hypothetisieren, dass die lokale Störung im Boden Veränderungen im Wurzelwachstum und in der Allokation von RFC auslöst, mit Konsequenzen auf die Struktur und Funktion des Rhizosphärenmikrobioms. Zur nicht-invasiven 4D-Quantifizierung von Wurzelmerkmalen und der RFC-Allokation werden wir Magnetresonanztomographie in Kombination mit Positronen-Emissions-Tomographie einsetzen. Der Transfer von RFC in die Rhizosphäre und die Aufnahme durch Mikroorganismen (Bakterien, Pilze, Protisten) wird nach 13CO2-Markierung mittels RNA-SIP verfolgt. Um ein umfassendes Verständnis der Reaktionen in der Pflanze und im Rhizosphärenmikrobiom zu erhalten, werden wir unseren Ansatz durch Transkriptom- und Metatranskriptomanalysen ergänzen. Dies ermöglicht einen holistischen Blick auf die Ursachen und Konsequenzen einer veränderten RFC-Allokation auf mikrobielle Prozesse in der Rhizosphäre. Unser Projekt wird somit wichtige Erkenntnisse über Prinzipien liefern, dieDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403640293",
      "url": "https://gepris.dfg.de/gepris/projekt/403640293",
      "title": "Relevanz von Wurzelwachstum und assoziierter Bodenstruktur für raum-zeitliche Muster chemischer und biologischer Parameter und emergente Systemfunktionen",
      "investigators": "Professor Dr. Robert  Mikutta;Dr. Steffen  Schlüter;Professorin Dr. Doris  Vetterlein",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403640293",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Eine Voraussetzung für die Identifizierung von Mustern in der Rhizosphäre ist die Lokalisierung von Wurzeln in situ während ihres Wachstums. Wurzeln sind als Senke und/oder Quelle von radialen Transportprozessen der Ausgangspunkt für die Musterbildung. Gleichzeitig verändern sie ständig die Randbedingungen für den Transport, insbesondere die Bodenstruktur in der Rhizosphäre.In Phase 1 untersuchten wir die Architektur des Wurzelsystems über die Zeit und inwieweit das Fehlen von verlängerten Haaren zu kompensatorischen Mechanismen auf der Skala einzelner Wurzelsegmente oder auf Wurzelsystemskala führt und ob Unterschiede in der Musterbildung (physikalisch und chemisch) in Abhängigkeit vom Bodensubstrat (Sand vs. Lehm) auftreten. Wir setzten die beobachteten Veränderungen auf der Skala des Pflanzensystems mit der Nährstoffaufnahme, der Biomasseproduktion und der Bodeninfiltration als emergente Eigenschaften in Beziehung.Das Substrat zeigte einen überraschend großen Effekt auf Wurzelmerkmale im Allgemeinen (P1) und auf den Wurzeldurchmesser und den Wurzelabbau im Besonderen. Daher werden wir uns in Phase 2 darauf konzentrieren, die Mechanismen zu entschlüsseln, die diesen Veränderungen des Wurzeldurchmessers und des Wurzelabbaus zugrunde liegen. Wir werden untersuchen welche Konsequenzen veränderte Durchmesser und Abbauraten für die Musterbildung haben, d.h. Ausbildung chemische Gradienten, Bioporenrecycling und Kohlenstofffluss. Der Phänotyp 'erhöhter Wurzeldurchmesser' kann durch Ethylen induziert werden. Änderungen in der Ethylenkonzentration können aus Änderungen in der Ethylenproduktion und/oder Änderungen in der Ethylendiffusion in der Rhizosphäre resultieren. In einer Reihe von Laborexperimenten werden wir testen, ob solche Veränderungen tatsächlich auftreten und ob sie mit den mechanischen Eigenschaften des Bodens oder dem Wurzel-Boden-Kontakt in Verbindung gebracht werden können. Letzterer soll sich systematisch zwischen den beiden Substraten unterscheiden. Unterschiede im Wurzelabbau könnten auch mit Ethylen zusammenhängen, da sowohl eine veränderte Geometrie als auch eine veränderte chemische Zusammensetzung den Abbau und damit den Kohlenstofffluss beeinflussen.In den Laborexperimenten werden wir die Ethylenkonzentration in der Bodenluft und die Wurzel-Boden-Kontaktfläche für Wurzeln verschiedener Durchmesserklassen sowie den Wurzelabbau messen. Wir werden auch die Wurzeldurchmesser in Bioporen untersuchen und wie radiale chemische Gradienten beeinflusst werden. Die Experimente werden in Kooperation mit P7, P8 (Genetik) P14, P17 (Mikrobiom), P23 (Mechanik), P11 (Exsudation), P4 (Modellierung) und P19 (Kohlenstofffluss) durchgeführt.Den Feldversuch nutzen wir um Langzeitänderungen in der Bodenstruktur zu untersuchen. Unser Augenmerk liegt auf Bioporenbesatz im Boden sowie dessen Einfluss auf Infiltrationskapazität und Wasserhaltevermögen als emergente Eigenschaften auf der Feldskale.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403637238",
      "url": "https://gepris.dfg.de/gepris/projekt/403637238",
      "title": "Räumlich-zeitliche Organisation des durch externe Faktoren beeinflussten Rhizosphären-Mikrobioms",
      "investigators": "Professorin Dr. Kornelia  Smalla;Dr. Bunlong  Yim",
      "subject_area": "Mikrobielle Ökologie und Angewandte Mikrobiologie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403637238",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das Rhizosphärenmikrobiom spielt eine wichtige Rolle für die Funktionen des Bodenökosystems sowie das Wachstum und die Gesundheit von Pflanzen. Die Selbstorganisation der Rhizosphäre ergibt sich aus ‚feedback loops‘ zwischen Wurzel, Mikrobiom und Boden. In Phase I des SPP2089 haben wir begonnen, wichtige externe Faktoren aufzudecken, die die räumlichen und zeitlichen Mikrobiom-Muster in der Rhizosphäre beeinflussen. Wir untersuchten das Rhizosphärenmikrobiom von zwei Maisgenotypen (Wildtyp (WT) und Wurzelhaar-Mutante (rth3)), in zwei Substraten (Lehm (L) und Sand (S)) in zentralen Bodensäulenexperimenten in einer Wachstumskammer (SCE) und einem Bodenparzellenexperiment im Feld (SPE). Die Sequenzanalyse von 16S rRNA-Gen und ITS-Amplikons ergab, dass das Bodensubstrat am stärksten das Mais-Rhizosphärenmikrobiom beeinflusste, gefolgt von Bodentiefe und Mais-Genotyp (SCE und SPE). Wider Erwarten hatte das Vorhandensein von Maiswurzelhaaren bei SCE und SPE nur geringen Effekt auf das Rhizosphärenmikrobiom. In Phase II werden wir uns eingehender mit den Hypothesen 1 und 4 sowie den neuen Fragen II, III und IV des SPP2089 befassen, um die räumliche Organisation des Rhizosphärenmikrobioms von Mais in Abhängigkeit vom Substrat und vom Vorhandensein externer Faktoren zu entschlüsseln (Trockenstress, Inokulation von nützlichen Mikroorganismen [BMs]). Wir werden an Zentralexperimenten im Labor (SCE_Drought) und im Feld (SPE_BBCH19) teilnehmen und zentrale Satellitenexperimente in Rhizoboxen (RB_Drought_BM) durchführen. Wir nehmen an, dass das Vorhandensein von Wurzelhaaren und die Inokulation eines Konsortiums von BMs für das Wachstum von Mais und das Rhizosphären-/Rhizoplanemikrobiom unter Trockenstress wichtig sind. Die Rolle von Wurzelhaar und vom räumlichen Muster (Wurzelspitze, Wurzelbasis und unterschiedliche Bodentiefen) des Rhizosphärenmikrobioms von Mais, das von Trockenstress und/oder inokulierten BMs betroffen ist, wird in einem polyphasischen und interdisziplinären Ansatz untersucht (MiSeq-Sequenzierung von Amplikons aus TC-DNAs, qPCR, CLSM, selektive Kultivierung und Winrhizo, durchgeführt von P16). Für das SPE_BBCH19 beteiligen wir uns an der komplexen Probenahme, um folgende Hypothesen zu testen: (i) Nach vier Jahren Maiswachstum unter Feldbedingungen werden Bodensubstrat, Tiefe und Pflanzengenotyp weiterhin die Hauptfaktoren sein, die das Rhizosphärenmikrobiom bestimmen, und (ii) Maiswurzelreste und -ablagerungen aus früherem Anbau werden in Abhängigkeit vom Bodensubstrat abgebaut und führen zu einer Anreicherung von Taxa (mikrobielle Dysbiose), die mittels MiSeq-Amplikon-Sequenzierung identifiziert und durch qPCR quantifiziert werden. Durch die Anwendung des Konzepts der Selbstorganisation auf die Rhizosphäre und die interdisziplinäre Untersuchung der zentralen Experimente wollen wir ein besseres Verständnis der räumlich-zeitlichen Mikrobiom-Muster der Rhizosphäre und ihre Beeinflussung durch externe Faktoren erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403640522",
      "url": "https://gepris.dfg.de/gepris/projekt/403640522",
      "title": "Räumliche Organisation der flüssigen Phase in der Rhizosphäre",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403640522",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Es gibt experimentelle und theoretische Belege dafür, dass sich die physikalischen Eigenschaften der Rhizosphäre vom umgebenden Boden unterscheiden. Während der Trocknung ist die Rhizosphäre einiger Pflanzenarten (z. B. Mais, Lupine, Weizen) feuchter als der umgebende Boden, während sie während der Wiederbefeuchtung vorübergehend wasserabweisend wird. Mucilage ist vermutlich für eine solche zeitabhängige Wasserdynamik in der Rhizosphäre verantwortlich. Experimentelle Untersuchungen mit ausgewählten Mucigelsorten zeigten, dass es die beobachtete Dynamik der Rhizosphäre gut erklären kann. Die Wechselwirkungen zwischen Mucilage und Wasserfluss in ungesättigten Böden sind jedoch weitgehend unbekannt.Ein Grund für das begrenzte Verständnis ist das Fehlen eines umfassenden konzeptionellen Modells der Wechselwirkung von Mucilage mit Böden. Das Ziel dieses Projektes ist es, die physikalischen Prozesse zu verstehen, welche die Flüssigkeitskonfigurationen in der Rhizosphäre bestimmen. Die Haupthypothese ist, dass hydraulische Eigenschaften der Rhizosphäre aus den Wechselwirkungen zwischen Mucilage und Bodenmatrix hervorgehen. Insbesondere gehen Wasserretention und hydraulische Leitfähigkeit der Rhizosphäre aus dem Zusammenspiel von Oberflächenspannung, viskosen und elastischen Kräften hervor. Die Neuheit dieses Konzepts besteht darin, dass die räumliche Anordnung der flüssigen Phase in Böden nicht durch die Berücksichtigung von Kapillar- und Adsorptionskräften bestimmt wird, sondern auch durch viskoelastische Eigenschaften des Mucilages. Wir gehen davon aus, dass bei niedrigen Wassergehalten die Konnektivität des Wassers zunimmt, wenn viskoses Mucilage (z.B. von Mais) vorhanden ist. Mucilagefäden bleiben auch im trockenen Zustand aufgrund der zunehmenden Viskosität und Steifigkeit erhalten.  Bei hohen Mucilagekonzentrationen beginnt sich das Netzwerk wie ein Feststoff zu verhalten und bildet eine zusätzliche Matrix, die Wasser halten kann und die Flüssigkeitsphase verbunden hält. Diese Theorie wird mit mehreren Experimenten getestet. Geplant ist die Messung der physikalischen Eigenschaften (Wasseradsorption, Oberflächenspannung und Viskosität) von Mucilage verschiedener Pflanzenarten sowie der resultierenden hydraulischen Eigenschaften (Wasserrententionskurve und hydraulische Leitfähigkeit) verschiedener Böden (Sand und Lehm) gemischt mit Mucilage. Bildgebende Verfahren wie Röntgen-CT- und Neutronen-Radiographie werden verwendet, um die Flüssigkeitskonfiguration in Böden mit Mucilage und in der Rhizosphäre wachsender Pflanzen abzubilden. Die Ergebnisse dieses Projekts sind potenziell nützlich für das Verständnis der Wasser- und Nährstoffaufnahme durch die Wurzeln sowie der mikrobiellen Aktivität in der Rhizosphäre. Um die Funktion von Mucilage in Böden vollständig zu verstehen, ist es andererseits notwendig, die biophysikalischen Aspekte, die hier übernommen wurden, mit den in diesem PP geplanten komplementären biogeochemischen Studien zu kombinieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403641192",
      "url": "https://gepris.dfg.de/gepris/projekt/403641192",
      "title": "Räumliche und zeitliche Analyse von Mais-Genexpression als Werkzeug zur Analyse von Interaktionen mit Rhizobiom und Umwelt",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403641192",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Das zentrale Ziel des mit dem SPP 2089 Phase 2 assoziierten Folgeantrags Tarkka (P8) ist es, Mechanismen aufzudecken, wie sich Maiswurzeln an Veränderungen der Bodenumgebung anpassen und wie diese Anpassungen zu den Prozessen in der Rhizosphäre auf der Ebene eines einzelnen Wurzeltyps und auf der Ebene des Wurzelsystems beitragen. Ausgehend von der speziellen Bedeutung des Substrats, die in der ersten Phase des SPPs beobachtet wurde, zielt das Projekt auf ein genaueres Verständnis der Veränderungen in der Genexpression, welche durch das Substrat induziert werden. So betrifft es auch Bodenverdichtung, die ein wichtiger Faktor für die landwirtschaftliche Produktion ist. Kohlenstoffallokation, die eine grundlegende Bedeutung für pflanzliche Abwehrreaktionen und der Rhizosphärenfunktion darstellt, wird ebenfalls mit der Genexpression von Mais in Zusammenhang gebracht. Unsere Daten deuten darauf hin, dass die Veränderungen in Abhängigkeit von Substrat und Bodentiefe mit Unterschieden in der Bodenfeuchtigkeit zusammenhängen könnten. Es wird vorhergesagt, dass Dürreereignisse in ihrer Häufigkeit und Intensität zunehmen und eine Herausforderung für die landwirtschaftliche Produktion darstellen werden, und dieser Aspekt wird auch in das Forschungsprogramm aufgenommen. Um die Auswirkungen von Substrat, Bodentiefe, und Maisgenotyp in einem größeren Rahmen zu untersuchen, wird die jährliche Entwicklung des Maisfeldes in den Rahmen der komplexen Beprobung bei den Teilnehmern des Schwerpunktprogramms einbezogen. Zunächst wird der Einfluss der Bodenverdichtung und der anfänglichen Partikelgrößenverteilung auf die Maisgenexpression mittels RNA-Sequenzierung bewertet, zusammen mit der Charakterisierung von Enzymaktivitäten und der Wurzelanatomie. Das zweite Experiment konzentriert sich auf den Einfluss von Ressourcenzuteilung auf Pflanze-Mikroben-Interaktions-bezogenen Genexpression. Die Experimente betreffen zwei Bodenschüttdichten und das Vorhandensein bzw. Fehlen von Nährstoff-Konzentraten. Anschließend werden die Auswirkungen kurz- und langfristiger Dürreperioden untersucht. Um schließlich jährliche Veränderungen in der Mais-Genexpression auf der Feldskala zu untersuchen, nutzt das Projekt einen gemeinsamen Rahmen für die Probenahme des Soil Plot Experiments. Das Projekt zielt auf mechanistische Einblicke in die Rückkopplungsschleifen zwischen der Genexpressionsregulation in Maiswurzeln, der Struktur und Funktion des rhizosphärischen Mikrobioms, der Exsudatproduktion, den Bodenparametern, dem Nährstoffgehalt der Pflanzen und der Wurzelhaarbildung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403641683",
      "url": "https://gepris.dfg.de/gepris/projekt/403641683",
      "title": "Skalenübergreifende Visualisierung biogeochemischer Gradienten zur Entschlüsselung der Interaktion Wurzel-Bodenmikrobiom-Bodenmatrix in der Rhizosphäre",
      "subject_area": "BodenwissenschaftenÖkologie der LandnutzungPflanzenbau, Pflanzenernährung, Agrartechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403641683",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Es sollen Struktur, Funktion und Aktivität des Bodenmikrobioms im System Wurzel – Mikrobiom – Bodenmatrix in der Rhizosphäre untersucht werden. Dazu soll die räumliche Organisation des Mikrobioms bestehend aus Bakterien und Pilzen in Hinblick auf seine Wechselwirkung mit Wurzeln sowie mineralischen Bodenaggregaten erfasst werden. Die skalenübergreifende Analyse vom nm zum cm Bereich soll räumliche Muster biogeochemischer Prozesse sichtbar machen, um Selbstorganisation und Resilienz der Rhizosphäre besser zu verstehen. Ausgangpunkt ist die räumliche Organisation der biogeochemischen Prozesse der Wurzel – Mikrobiom – Boden Interaktion im Hinblick auf Kohlenstoff- und Nähstoffkreisläufe. Schwerpunkt ist die Analyse der mikrobieller Prozesse Wurzel-Bodenpartikel Grenzflächen, die die Verfügbarkeit der Nährstoffe (P, N Metalle) für die Pflanzenwurzel beeinflussen sowie zur Bildung organischer Phasen im Boden durch Transformation Pflanzen-brütigen organischen Materials (mucilage, exudate) beitragen.Wir werden Struktur, Funktion und Aktivität mikrobieller Gemeinschaften an Wurzeloberflächen und -haaren in Hinblick auf ihre räumliche Organisation erfassen und für die Selbstorganisation der Rhizosphäre essentielle Prozesse quantifizieren. Dazu werden biogeochemische Gradienten (C, N, P Metalle) visualisiert um Prozesse anhand von Mustern auf verschieden räumlichen Skalen erfassen. Ausgehend vom Gradienten im Wurzelraum (cm-Skala) werden wir Prozesse bis in die räumliche Dimension einzelner mikrobieller Zellen (wenige nm) erfassen. Die Identifikation und Quantifizierung einzelner mikrobieller Prozesse auf Wurzeloberflächen / Wurzelhaaren / Bodenpartikel ist Ausgangspunkt für das Verständnis ihrer Wechselwirkungen in der Rhizosphäre als Summe der Einzelprozesse. Wir werden die komplementären Techniken Laser-Ablation Inductively Coupled Plasma Mass Spectrometry, Licht/Fluoreszenzmikroskopie, Sekundärionenmassenspektrometrie (ToFSIMS, nanoSIMS), Elektronenmikrokopie, Heliumionenmikrokopie, und Fluoreszenz In-Situ Hybridisierung korrelativ zur Visualisierung von Gradienten der Elemente, Isotopen und organischen Verbindungen nutzen. Die dadurch gewonnenen Daten werden zusammengeführt und dabei Muster der räumlichen Organisation der Prozesse in der Rhizosphäre erfasst. Dadurch wird eine skalenübergreifende Betrachtung der Organisation des Mikrobioms ermöglicht und so die räumliche Dimension einzelner mikrobieller Prozesse mit dem Wurzelwachstum verknüpft. Tracerexperimente mit isotopisch markierten Verbindungen (11B, 13C, 15N) werden ausgewertet, um den Kohlenstoffhaushalt und die Dynamik von Nährstoffen (N, B, P, Metalle) auf verschiedenen Skalen zu analysieren. Es soll eine ganzheitliche Betrachtung als Summe der Einzelprozesse ermöglicht werden um Selbstorganisation und Resilienz der Rhizosphäre zu erfassen sowie Daten für die Modellierung zu liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsMitverantwortlicheDr. Niculina  Musat;Dr. Matthias  Schmidt;Hryhoriy  Stryhanyuk, Ph.D.;Professor Dr.-Ing. Stephan  Wagner"
    },
    {
      "project_id": "403626025",
      "url": "https://gepris.dfg.de/gepris/projekt/403626025",
      "title": "Trockenstress-Abdrücke in der Rhizosphäre durch veränderte Wurzelexsudate",
      "subject_area": "Pflanzenbau, Pflanzenernährung, Agrartechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403626025",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Wiederholte Trockenstressereignisse nehmen in Mitteleuropa aufgrund des Klimawandels zu. Pflanzen reagieren auf wiederholten Trockenstress durch die Ausbildung sogenannter „Stress-Abdrücke“, welche physiologische oder (epi)genetische Modifikationen darstellen, und eine meist verbesserte Reaktion auf nachfolgende Stressereignisse mit sich bringen. Diese „Stress-Abdrücke“ stehen im Fokus des vorliegenden Projekts.Bislang ist nicht bekannt (i) ob physiologische „Trockenstress-Abdrücke“ aufgrund von veränderten Wurzelexsudaten in der Rhizosphäre vorkommen, (ii) auf welche Weise Wurzelexsudate auf die Stressintensität und -dauer reagieren, und (iii) inwieweit diese raum-zeitlichen Veränderungen des Wurzelmetabolismus das Pflanzenwachstum nach Ende des Stresses positiv beeinflussen.Dieses Projekt behandelt vier Hypothesen: (1) physiologische “Stress-Abdrücke” in der Rhizosphäre entstehen aufgrund von veränderter Wurzelexsudation; (2) das Ausmaß dieser “Abdrücke” hängt von Intensität, Dauer und Progression des Trockenstresses und der damit zusammenhängenden Schädigung des Photosyntheseapparates ab; (3) „Stress-Abdrücke“ führen zu raum-zeitlichen Umverteilungen von Ressourcen in Richtung der Wurzeln und (4) sie beeinflussen die Wasser- und Nährstoffaufnahme nach Beendigung des Stresses.Im Projekt werden Maispflanzen Trockenstressereignissen unterschiedlicher Dauer und Intensität ausgesetzt. Wurzelexsudate werden an Wurzelspitzen oder vom gesamten Wurzelsystem gesammelt und ihre Menge und Metabolit-Zusammensetzung mittels LC-MS Analysen bestimmt. Prozesse der Photosynthese und Schädigungen des Photosyntheseapparates werden parallel dazu gemessen. In Splitroot Rhizobox-Versuchen werden Pflanzen angezogen, deren eine Wurzelhälfte einem einzelnen Trockenstress, und die andere Wurzelhälfte einem wiederholten Trockenstress ausgesetzt waren. Exsudate werden von beiden Wurzelhälften gesammelt, und das Proteom von Wurzeln und Spross bestimmt. Nach Beendigung des Stresses wird der Einfluss der „Stress-Abdrücke“ auf die Erholung des Wasserhaushalts sowie die Aufnahme von Makro- und Mikronährstoffen untersucht und mit der Expression der entsprechende Transporter korreliert. Ergänzend werden entsprechende Untersuchungen auch im Feld durchgeführt. Die Ergebnisse liefern Informationen über das raum-zeitliche Zusammenspiel zwischen Prozessen der Photosynthese im Sproß und der Wurzelexsudation in der Rhizosphäre, und verbessern das Verständnis der zugrundeliegenden Mechanismen, welche zu systemischen Antworten der Gesamtpflanze und einer verbesserten Versorgung der Pflanze nach Beendigung des Stresses führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsInternationaler BezugÖsterreichKooperationspartnerinProfessorin Dr. Stefanie  Wienkoop"
    },
    {
      "project_id": "403670038",
      "url": "https://gepris.dfg.de/gepris/projekt/403670038",
      "title": "Wurzelexsudate und Enzymaktivitäten in der Rhizosphäre",
      "subject_area": "Bodenwissenschaften",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403670038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Wurzelexsudate sind eine treibende Kraft hinter den biochemischen, raumzeitlichen Selbstorganisationsmechanismen in der Rhizosphäre. Wir gehen davon aus, dass Wechselwirkungen zwischen Wurzeln und Mikroorganismen eine wirkungsvolle Strategie darstellen, um Nährstoffmangel kleinräumig – in der Rhizosphäre – durch die Ausscheidung komplementärer (Wurzeln und Mikroorganismen) und effizienter Enzymsysteme zu begegnen und dadurch Pflanzennährstoffe zu mobilisieren. In diesem Projekt sollen Enzymgradienten in der Rhizosphäre bei optimaler Nährstoffversorgung und unter Nährstoffmangel bestimmt werden. Die Auswirkung von Wurzelexsudaten auf kinetische Parameter und Enzymeffizienz soll mittels Zymographie im zentralen Feldexperiment (CFE) des Schwerpunktprogrammes untersucht werden.     Die Bedeutung von Wurzelhaaren für die Funktion der mikrobiellen Gesellschaften in der Rhizosphäre soll exemplarisch am Beispiel von Stickstoff (N) auf der Basis der mikrobiellen Allokationstheorie analysiert werden. Dabei gehen wir davon aus, dass N-Mangel die Produktion von N akquirierenden Enzymen mit hoher Substrataffinität fördert. Die Effizienz der Rhizosphärenenzyme von Maiswurzelsystemen mit und ohne Wurzelhaaren soll anhand der Km Änderungen bestimmt und mit der 15N Aufnahme der Maispflanzen aus der 15N markierten Maisstreu verglichen werden. Um N und Bor (B) mobilisierende Enzyme zu lokalisieren und zu quantifizieren, soll die Kinetik der Enzyme der C-, N- und B-Kreisläufe im Boden unter zwei verschiedenen Maisvarietäten, mit und ohne Wurzelhaare, bestimmt werden. Übereinstimmungen im raumzeitlichen Muster von Rhizodeposition und Enzymaktivitäten, in Abhängigkeit von Wurzelhaaren und Bodentextur, sollen durch Kopplung von 14C-Imaging und Zymographie identifiziert werden, um ein Bild der Selbstorganisation in der Rhizosphäre um die wachsende Wurzel zu erzeugen. Durch eine Kombination von 2D Zymographie und Mikrotomographie, zur Bestimmung der Porenverteilung und -Konnektivität im Boden, soll die 3D Zymographie als neue Methode für die 2. Phase des SPP etabliert und in der Folgephase auch für weitere Teilprojekte zur Verfügung gestellt werden.     Die Kombination von Zymographie und Radioisotopenimaging mit der Bestimmung der Enzymkinetik in „Rhizosphären-Hotspots“ wachsender Wurzeln, wird es uns ermöglichen, grundlegende Rückschlüsse über die kleinräumige Interaktion von Wurzeln und Mikroorganismen zur Mobilisation von N und B in und damit über die raumzeitliche Selbstorganisation in der Rhizosphäre zu ziehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions"
    },
    {
      "project_id": "403671039",
      "url": "https://gepris.dfg.de/gepris/projekt/403671039",
      "title": "Wurzelhaar-abhängige Mikrobiom-Zusammensetzung in der Rhizosphäre und ihre funktionelle Rückkopplung zu den Wirtspflanzen",
      "subject_area": "Pflanzenzüchtung, PflanzenpathologieGenetik und Genomik der Pflanzen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403671039",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere Functions",
      "description": "Die Wechselwirkung der Wurzeln mit ihrem Mikrobiom ist für die Gesundheit und Fitness der Pflanzen von entscheidender Bedeutung. Durch das Verständnis der molekularen und genetischen Grundlagen der wurzelhaarabhängigen vorteilhaften Wechselwirkungen zwischen Wurzel und Mikroben wird es möglich sein Pflanzen zu züchten, die auf landwirtschaftlichen Böden mit geringer Nährstoffverfügbarkeit eine überlegene Leistung zeigen und somit der Einsatz von Mineraldünger reduziert werden kann.Das übergeordnete Ziel der zweiten Phase des SPP 2089 besteht darin, die wurzelhaargesteuerte Selbstorganisation des Rhizosphären-Mikrobioms zu verstehen und dessen Einfluss auf die Morphologie, Anatomie und Genexpression der Wirtswurzel zu untersuchen. In diesem Projekt werden wir die Komplexität der Wechselwirkungen der Wirtswurzeln mit Bodenmikroben aufdecken, indem wir mittels RNA-Sequenzierung und 16S-rRNA-Gensequenzierung die Transkriptome und Mikrobiome verschiedener Wurzeltypen und Wurzelzonen von genetisch verschiedenen Wurzelhaarmutanten in unterschiedlichen Bodentexturen (Lehm und Sand) miteinander kombinieren werden. Aus diesen Untersuchungen werden wir Kandidatengene identifizieren können, die mit Schlüsselmikroben interagieren. Der physiologische Zusammenhang zwischen den identifizierten Kandidatengenen und den Schlüsselmikroben wird uns helfen verschiedene morphologische und anatomische Eigenschaften der verschiedenen Wurzeltypen bestimmen zu können. Darüber hinaus werden wir die räumliche Verteilung von Schlüsselgenen und Schlüsselmikroben durch fluoreszierende In-situ-Hybridisierung untersuchen. Aus diesen Ergebnissen werden wir schließlich synthetische Gemeinschaften von repräsentativen Schlüsselmikroben entwickeln, um deren Rolle bei der Genregulation in Mais zu validieren. Mit Hilfe unserer hausinternen revers-genetischen BonnMu Mutanten Datenbank werden wir neue Mutanten identifizieren, die einen Gendefekt in der Biosynthese von Sekundärmetaboliten aufweisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2089: \nRhizosphere Spatiotemporal Organisation - a Key to Rhizosphere FunctionsMitverantwortlichProfessor Dr. Peng  Yu"
    }
  ]
}