{
  "spp_number": "SPP 2363",
  "spp_title": "Nutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460865652",
  "projects_count": 26,
  "projects": [
    {
      "project_id": "561374426",
      "url": "https://gepris.dfg.de/gepris/projekt/561374426",
      "title": "Design von photokatalytischen Systemen zur CO2-Reduktion durch synergetische Interaktion von maschinellem Lernen und automatisierten Laboren",
      "investigators": "Professor Dr. Stefan  Bräse;Professor Dr. Pascal  Friederich;Dr. Nicole  Jung",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungAnorganische Molekülchemie - Synthese, CharakterisierungKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561374426",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das Projekt \"Design von photokatalytischen Systemen zur CO2-Reduktion durch synergetische Interaktion von maschinellem Lernen und automatisierten Laboren\" möchte die Entdeckung effizienter Photosensibilisatoren und Katalysatoren für die Reduktion von CO2 zu verwertbaren Chemikalien wie CO und CH4 zu beschleunigen, um sowohl den Klimawandel und die nachhaltige Erzeugung von Rohstoffen zu addressieren. Herkömmliche Ansätze zur Entwicklung von Katalysatoren beruhen auf zeitaufwändigen Trial- und Error Ansätzen. Dies schränkt die Möglichkeit ein, den großen chemischen Raum potenzieller Kandidaten zu erkunden und limitiert eine systematische Wissensgenerierung. Dieses Projekt überwindet diese Einschränkungen, indem es Methoden des maschinellen Lernens und der erklärbaren künstlichen Intelligenz mit der automatisierten experimentellen Plattform ChemASAP kombiniert. Das Projekt wird insbesondere die automatisierte Synthese und Charakterisierung in einem \"Self-Driving Lab\" mit modernsten Methoden des maschinellen Lernens kombinieren, um eine schnelle und systematische Erkundung von Photosensitizern und Katalysatoren zu ermöglichen. Das Projekt drei Hauptziele: (1) Entwicklung von Modellen des maschinellen Lernens (ML) zur Vorhersage relevanter Eigenschaften von Photosensitizern und Katalysatoren, wie Redoxpotential, Photostabilität und Selektivität, unter Verwendung selbsterklärender Graph neuronaler Netze (GNNs); (2) Erkundung eines großen chemischen Raums zur Identifizierung vielversprechender Moleküle unter Verwendung von aktivem Lernen und daten- und erklärungsgetriebenen Optimierungsalgorithmen; und (3) Integration eines Self-Driving Labs zur Durchführung der Closed-Loop-Optimierung von Verbindungen und katalytischen Bedingungen, bei der experimentelle Daten das ML-Modell kontinuierlich aktualisieren. Die Forschung kombiniert die Chemieinformatik- und Chemie- Expertise von Nicole Jung und Stefan Bräse und das ML Know-how von Pascal Friederich. Zwei gemeinsam betreute DoktorandInnen werden (1) sich auf molekulare Vorlagen, automatisierte Synthese und Laborautomatisierung sowie (2) auf DFT-Rechnungen mit hohem Durchsatz sowie auf die Entwicklung, das Training und die Integration von erklärbaren GNNs und Optimierungsalgorithmen. Beide PhDs werden durch die am KIT bereits etablierten Teams im Bereich Automation und Software Entwicklung unterstützt. Durch die vollständige Automatisierung sowohl der experimentellen als auch der computergestützten Aspekte wird dieses Projekt nicht nur die Entdeckung von Katalysatoren für die CO2-Reduktion beschleunigen, sondern auch wiederverwendbare Werkzeuge und Methoden hervorbringen, die der Community des molekularen maschinellen Lernens und der Chemie im Allgemeinen zugute kommen. Es wird erwartet, dass die Ergebnisse das Feld der KI-gesteuerten Katalyse vorantreiben, Einblicke in die effiziente CO2-Reduktion geben und einen Beitrag zu den breiteren Bemühungen um die nachhaltige chemische Produktion leisten werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561351512",
      "url": "https://gepris.dfg.de/gepris/projekt/561351512",
      "title": "DREAM: Entwicklung von robusten Bewertungs- und Analysemethoden für chemische Reaktionen",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561351512",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Ziel dieses Projekts ist die Entwicklung eines standardisierten, datenbasierten Workflows zur systematischen Untersuchung von Substratbreiten in der organischen Synthesechemie. Dieser neue Ansatz wird die Entwicklung neuer Reaktionen beschleunigen und gleichzeitig verlässliche, umfassende Datensätze für die wissenschaftliche Community. Der geplante Projektplan besteht aus drei Teilen: (1) der systematischen Klassifizierung funktioneller Gruppen mit Vorhersagemodellen für Reaktionskompatibilität, (2) der Entwicklung effizienter computergestützter Methoden zur Analyse von Reaktionszentren und Optimierung der Substratauswahl sowie (3) der Integration dieser Ansätze in einen umfassenden Workflow zur Vorhersage von Reaktionsergebnissen. Die Methodik wird durch experimentelle Fallstudien an verschiedenen Reaktionsklassen validiert und als benutzerfreundliche Open-Source-Software zur Verfügung gestellt. Diese Arbeit wird die Evaluierung synthetischer Methoden grundlegend verbessern und damit die Implementierung neuer synthetischer Methoden sowohl im akademischen als auch im industriellen Umfeld beschleunigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497190956",
      "url": "https://gepris.dfg.de/gepris/projekt/497190956",
      "title": "Effiziente semiempirische quantenmechanische Methode mit adaptivem Lernen",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497190956",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das Projekt konzentriert sich auf die Weiterentwicklung der Computerchemie durch eine adaptive, lern-gesteuerte semi-empirische quantenmechanische (SQM) Methode, die auf die Verbesserung der Effizienz und Genauigkeit in allgemeiner molekularer Modellierung zielt. Dazu gehört die Entwicklung eines neuen, Tight-Binding-Modells namens g0-xTB (adaptives g0-xTB), das maschinelles Lernen nutzt, um seine Parametrisierung dynamisch an das aktuelle Problem anzupassen. Die Arbeit umfasst drei Hauptpunkte. Zuerst wird der g0-xTB-Basis-Hamiltonoperator entwickelt und ein globaler Parametersatz konventionell optimiert, um eine breite Anwendbarkeit und robuste Genauigkeit in verschiedenen chemischen Bereichen sicherzustellen. Diese g0-xTB-Methode kann bereits auf verschiedene chemische Probleme angewendet werden, bei denen hohe Geschwindigkeit und Robustheit erforderlich sind. Die zweite Aufgabe ist die Implementierung adaptiven Lernens für das Training im laufenden Betrieb, z.B. während MD-Läufen. Dies wird mit automatischen Differenzierungstechniken wie unserem vorherigen dxtb erreicht, um technisch einfach dynamische Parameteranpassungen zu ermöglichen. Schließlich wird die neue ag0-xTB-Methode in verschiedenen chemischen und methodischen Anwendungen eingesetzt. Dazu gehören die Generierung von Konformerensembles, die Untersuchung von Reaktionsnetzwerken und das groß angelegte \"Screening\" von Katalysatoren und Wirkstoffen. Das Projekt wird die wichtigsten Ergebnisse über Open-Source-Codes auf GitHub verfügbar machen und so eine breite Zugänglichkeit und Reproduzierbarkeit gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497260357",
      "url": "https://gepris.dfg.de/gepris/projekt/497260357",
      "title": "Entwicklung und Anwendung verbesserter Deskriptoren für Computer-gestütztes Katalysatordesign",
      "investigators": "Professorin Dr. Viktoria H.  Däschlein-Gessner;Professor Dr. Felix  Strieth-Kalthoff",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungAnorganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497260357",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Entwicklung neuer Übergangsmetallkatalysatoren und der dafür erforderlichen Liganden ist von entscheidender Bedeutung für die organische Synthesechemie und maßgebender Faktor für die Entwicklung neuer Reaktionen und verbesserter Syntheseprotokolle. Das Design maßgeschneiderter Liganden für die spezifischen Anforderungen unterschiedlicher Reaktionen ist jedoch ein äußerst Zeit- und Kosten-intensiver Prozess. Das Erarbeiten von Struktur-Aktivitäts-Beziehungen kann dabei helfen die Optimierung von Katalysatoren zu beschleunigen. Die einfache Verwendung einzelner Parameter (Deskriptoren) zur Quantifizierung sterischer und elektronischer Eigenschaften erwies sich jedoch als zu eindimensional, um die komplexen Struktur-Aktivitäts-Beziehungen verlässlich zu quantifizieren. Mit Hilfe von multivariaten Regressionsanalysen sowie der Anwendung von Ansätzen des Maschinellen Lernens konnten kürzlich erste Fortschritte in der Vorhersage verbesserter Liganden gemacht werden.  Ziel dieses Forschungsvorhabens ist das inverse Design von Homogenkatalysatoren mittels Machine-Learning-Methoden. Die hierfür entwickelten Strategien sollen exemplarisch für das Design Ylid-substituierter Phosphanen (YPhos) für Palladium- und Gold-katalysierte Reaktionen getestet werden. Hierzu sollen im ersten Schritt neue Deskriptoren zur verbesserten Beschreibung der Liganden entwickelt werden. Diese sollen sekundäre Metall-Ligand-Wechselwirkungen explizit quantifizieren, dadurch die Abgrenzung zwischen mono- und bidentaten Phosphanen aufheben und so die Evaluation eines größeren Raums möglicher Liganden zugänglich machen. Die Deskriptoren sollen mittels quantenchemischer Rechnungen generiert und ihre Validität anhand von experimentellen Studien verifiziert werden, um anschließend eine verlässliche Vorhersage der für die jeweilige Reaktion entscheidenden Ligandeneigenschaften zu ermöglichen. Um optimale YPhos-Liganden für unterschiedliche Reaktionen vorhersagen zu können, soll im nächsten Schritt eine groß angelegte virtuelle YPhos-Bibliothek erstellt werden. Ein Durchsuchen dieser Bibliothek nach den optimalen Liganden soll durch die Entwicklung unterschiedlicher Repräsentationen der Liganden ermöglicht werden. Hierbei sollen leicht zu interpretierende Deskriptoren basierend auf physikochemischen Eigenschaften sowie leistungsfähige Deep-Learning-Repräsentationen zum Einsatz kommen und hinsichtlich ihrer Effizienz verglichen werden. Die Modelle sollen darüber hinaus mit einem auf experimentellen Daten trainierten Klassifikator zur Vorhersage der Synthetisierbarkeit der Liganden kombiniert werden. So soll eine realistische Vorhersage und damit die Anwendbarkeit im Experiment sichergestellt werden. Dies soll im letzten Schritt anhand ausgewählter Testreaktionen in der Gold- und Palladiumkatalyse evaluiert werden. Ausgehend von experimentellen Daten sollen mittels Machine-Learning-Methoden ideale Katalysatoren vorhergesagt und letztendlich dargestellt und getestet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561351695",
      "url": "https://gepris.dfg.de/gepris/projekt/561351695",
      "title": "Entwicklung und Anwendung von ML-Tools für Energietransfer-katalysierte Photocycloadditionen",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561351695",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Energietransfer-katalysierte (EnT) Cycloadditionen stellen eine wichtige Klasse chemischer Reaktionen dar, um komplexe molekulare Strukturen unter milden Reaktionsbedingungen zu erzeugen. Die Reaktivität und Selektivität von Substraten in EnT-katalysierten Reaktionen bleibt jedoch schwer vorhersagbar, da das mechanistische Verständnis begrenzt ist und es an experimentellen Daten mangelt. Dieses Projekt zielt darauf ab, diese Herausforderungen systematisch anzugehen. Drei Hauptziele sind: (i) die Erstellung eines umfassenden und ausgewogenen Datensatzes zu EnT-katalysierten Reaktionen, (ii) die Entwicklung physikalisch relevanter Deskriptoren zur genauen Erfassung der Reaktivität im Triplett-Zustand, und (iii) die Entwicklung datengetriebener Modelle zur Vorhersage der Selektivität. Mit diesen Modellen sollen wertvolle mechanistische Einblicke gewonnen werden, die eine Generalisierung der Selektivitätstrends über eine Vielzahl von Reaktionsbedingungen und Substraten ermöglichen. Die Vorhersagemodelle werden als benutzerfreundliche Werkzeuge bereitgestellt, die synthetischen Chemikern helfen Reaktionsausgänge präzise vorherzusagen. Der erfolgreiche Abschluss dieses Projekts wird die Anwendbarkeit der EnT-Katalyse erweitern, ihre Nutzung in der komplexen Molekülsynthese erleichtern und Innovationen in der Wirkstoffforschung sowie in der Materialwissenschaft vorantreiben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles LernenInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Kjell  Jorner, Ph.D."
    },
    {
      "project_id": "497198902",
      "url": "https://gepris.dfg.de/gepris/projekt/497198902",
      "title": "Erkundung neuer Ru-Triphos-Hydrierungskatalysatoren durch Kombination experimenteller und computergestützter Methoden und maschineller Lernverfahren",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497198902",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Es konnten bereits die erfolgreiche homogen-katalysierte Umsetzung von CO2 zu Methanol, Ameisensäure und Formaldehydderivaten mit [Ru(E-triphosA3)(tmm)]-Komplexen gezeigt werden. Nur wenige Arbeiten haben bislang nicht-symmetrische Ligandensubstitutionsmuster berücksichtigt, die zu Metallkomplexen vom Typ [Ru(E-triphosAB2)(tmm)] oder [Ru( E-TriphosABC)(tmm)] führen. Aufgrund der durch Symmetriebrechung bedingten Erweiterung des chemischen Raums inklusive der Einführung diastereomerer Komplexe wird eine Untersuchung mittels experimenteller Methoden schnell unbeherrschbar. In diesem Projekt wird die Verwendung moderner statistischer und computergestützter Modelle zusammen mit experimentellen Beweisen verwendet, um ein Gerüst zu konstruieren, welches die Reaktivität solcher symmetriegebrochener [Ru(E-triphosAB2)(tmm)]-Komplexe erfasst und somit eine Reaktivitätsvorhersage für die symmetriegebrochenen Komplexe ermöglicht. Dies wird durch den Einsatz von Methoden des maschinellen Lernens erreicht, die auf Deskriptoren aus kosteneffizienten semiempirischen Elektronenstrukturtheorie-Rechnungen beruhen. Zusammen mit den erzeugten Referenzdaten symmetrischer und nichtsymmetrischer Komplexe, soll somit ein schnelles Screening des chemischen Raums ermöglicht werden. Um die rechnerischen Methoden mit den experimentellen Daten zu koppeln, werden zudem detaillierte Untersuchungen von [Ru(E-triphosAB2)(tmm)]-Komplexen in der Hydrierung von CO2 und Lävulinsäure durchgeführt. Somit wird ein umfangreicher Datensatz erstellt, auf dessen Basis ein maschinell gelerntes Struktur-Aktivitäts-Beziehungsmodell entwickelt wird, um die Reaktivität von bis dato unbekannten Komplexen substratspezifisch vorherzusagen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497089464",
      "url": "https://gepris.dfg.de/gepris/projekt/497089464",
      "title": "Fingerprints entschlüsseln - Auf dem Weg zu einem ganzheitlichen Erklärungsinstrumentarium für molekulares maschinelles Lernen",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497089464",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Unser zentrales Anliegen mit diesem Antrag ist die Entwicklung von allgemein nutzbaren Algorithmen für interpretierbares und erklärbares Molekulares Maschinelles Lernen auf einer strukturellen Ebene. Im Rahmen dieses Projekts werden weit verbreitete molekulare Repräsentationen entwickelt, angepasst und verwendet, um robuste und präzise Modelle zu trainieren (z.B. Gradient Boost Algorithmen). Ausgehend von diesen Modellen wird eine Open-Source Softwarepipeline konstruiert, um die Wichtigkeit, den Einfluss und die Abhängigkeiten von Features sowie die Konfidenz von Modellen auf die Molekülstruktur abzubilden und somit ausgebildeten Chemikern eine einfache Möglichkeit zum Molekül- und Reaktionsdesign zu eröffnen. Ein wichtiger Teil dieser Arbeit wird die Entwicklung von Visualisierungen sein, die einerseits ein hohes Maß an Genauigkeit bieten und andererseits für Wissenschaftler, die im Bereich der Molekularwissenschaften arbeiten, leicht zu verstehen sind. Diese Werkzeuge sollen sowohl für die Untersuchung und Verbesserung der zugrundeliegenden Datensätze als auch für das molekulare Design verwendet werden können. Neben der Colorierung und Visualisierung einzelner Moleküle sollen Methoden zur statistischen Auswertung hinsichtlich des generellen Einflusses funktioneller Gruppen entwickelt werden, um daraus Regeln für das weitere Reaktionsdesign abzuleiten. Schließlich sollen diese Regeln im Labor angewendet werden, um die im Rahmen dieses Antrags entwickelten Erklärungsmethoden zu validieren. Mit diesen Zielen zielt der Vorschlag darauf ab, die folgenden allgemeinen Ziele des SPPs zu erfüllen: \"Anwendung moderner ML-Algorithmen - Erklärbare KI\", \"Entwicklung von (domänenspezifischen) molekularen Repräsentationen - Allgemein verbesserte molekulare Repräsentationen\" und \"Vorhersage, Verständnis und Interpretation molekularer Eigenschaften - Verbesserung der derzeitigen Anwendungen\". In diesem Kontext liegt ein besonderer Schwerpunkt auf Interpretations- und Erklärungsmodellen für die quantitative Ausbeutevorhersage. Dadurch sollen Ansatzpunkte für eine systematische Verbesserung in diesem unterentwickelten Bereich der MML geschaffen werden. Dieser wurde als ein Hauptthema des SPP definiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497249646",
      "url": "https://gepris.dfg.de/gepris/projekt/497249646",
      "title": "Fortgeschrittene Lernstrategien für Potentialenergieflächen mit Anwendung auf organische Elektrolyte",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497249646",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Dieses Projekt der Arbeitsgruppen Holm und Kästner beschäftigt sich mit der Entwicklung effizienter interatomarer Potenziale für organische Elektrolyte mit Methoden des maschinellen Lernens basierend auf genauen DFT Simulationen.Dabei sollen alle Zwischenschritte, beginnend mit der Erstellung und Selektion der Trainingsdaten über das eigentliche maschinelle Lernen, welches durch den Einsatz von aktivem Lernen unterstützt wird, bis hin zur Untersuchung statistischer Ungenauigkeiten für präzise Simulationen über längere Zeitskalen optimiert werden. Ziel des Projektes ist die Erstellung eines vollständig optimierten Workflows für interatomare Potenziale beliebiger Systeme unter Berücksichtigung von langreichweitigen Wechselwirkungen für die molekulare Modellierung. Dies soll in dafür optimierten Softwarepaketen implementiert werden.Neben den technischen Entwicklungen sollen auch interatomare Potentiale mit nahezu ab-initio Genauigkeit für organische Elektrolyte und damit auch sehr genaue Simulationen für diese Systeme erstellt werden. Dies soll bisher in dieser Auflösung nie erreichte Einblicke in die strukturellen und dynamischen Eigenschaften dieser komplexen molekularen Flüssigkeiten über die Nanoskala hinaus ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561190157",
      "url": "https://gepris.dfg.de/gepris/projekt/561190157",
      "title": "GML4Space: Generatives maschinelles Lernen agierend auf chemischen Fragmenträumen",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561190157",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "In der Frühphase der Wirkstoffforschung gibt es verschiedene Methoden zur Identifizierung neuer, kleiner organischer bioaktiver Verbindungen, darunter Ähnlichkeitssuchen anhand molekularer Topologien, von Form und Pharmakophoreigenschaften, molekulares Docking und heute auch Modelle des überwachten, maschinellen Lernens (ML). Traditionell wurde der Suchprozess in großen Molekülkatalogen durchgeführt, entweder experimentell oder computergestützt (Hochdurchsatz- oder Virtuelles Screening). Aufgrund der schieren Größe des chemischen Raums sind neue Ansätze wie fragmentbasiertes und de-novo-Design vielversprechende Alternativen. Hier werden zunächst kleine Fragmente als Binder identifiziert und anschließend zu größeren Molekülen kombiniert oder erweitert. In letzter Zeit hat auch das de-novo-Design mithilfe von generativem ML viel Aufmerksamkeit erhalten. Der Nachteil dieser Ansätze ist, dass die entworfenen Verbindungen in einem zeit- und kostenintensiven Prozess individuell synthetisiert werden müssen. Neben dem ML entstanden in den vergangenen Jahren die Konzepte der kombinatorischen Chemie und der chemischen Fragmenträume. Auf deren Grundlage erstellen Anbieter wie Enamine oder WuXi große Make-on-Demand-Kataloge. Heute enthält Enamine REAL nahezu 50 Milliarden Verbindungen, andere Fragmenträume sogar Billionen und mehr. Da die Räume zur Verarbeitung von Molekül zu Molekül zu groß sind, werden kombinatorische Algorithmen zur effizienten Durchsuchung und Navigation entwickelt. Während Lösungen zur Handhabung chemischer Fragmenträume für viele Suchszenarien existieren, ist die Kombination von Fragmenträumen mit generativem ML noch weitgehend unerforscht. Ziel dieses Projekts ist es, generatives ML von Molekülen und chemische Fragmenträume konzeptionell zu kombinieren. So werden neue Methoden entwickelt, die eine effiziente Anwendung des überwachten ML auf chemische Fragmenträume ermöglichen. In einer ersten Phase werden Modelle des ML in generischen Optimierungsverfahren verwendet, um aktive Moleküle in Fragmenträumen zu identifizieren. Anschließend werden neue Techniken zur Beschreibung von Molekülen aus Fragmenträumen entwickelt. Die Verwendung dieser Deskriptoren stellt sicher, dass alle beschriebenen Verbindungen tatsächlich im Raum enthalten sind und modellieren gleichzeitig sensitive Aspekte der molekularen Ähnlichkeit. Auf diese Weise kann generatives ML direkt auf chemischen Fragmenträumen operieren und nur jene Moleküle erzeugen, die in einem vordefinierten Suchraum wie Enamine REAL enthalten sind. In einer abschließenden Phase werden Techniken des erklärenden ML eingesetzt, um die Bedeutung einzelner Fragmente in Verbindungen bezüglich ihrer Aktivität zu extrahieren und dieses Wissen direkt für die Auswahl optimierter Moleküle zu verwenden. Nach einer sorgfältigen Validierung wird eine Reihe neuer generativer maschineller Lernverfahren entstehen, die direkt in chemischen Fragmenträumen operieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497256801",
      "url": "https://gepris.dfg.de/gepris/projekt/497256801",
      "title": "Hervorhebung der molekularen Ähnlichkeit durch erklärbare künstliche Intelligenz",
      "subject_area": "Pharmazie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497256801",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das Projekt baut auf unseren neuronalen Fingerabdrücken auf, die als struktur- und aktivitätssensitive molekulare Repräsentationen für z.B. virtuelles Screening verwendet werden können. Das endgültige Ziel dieser zweiten Förderperiode ist es, unsere Arbeit in Bezug auf neuronale Fingerprints, die Analyse molekularer Repräsentationen und Techniken der erklärbaren künstlichen Intelligenz (engl. explainable artificial intelligence, XAI) zu erweitern und diese Ansätze in ein Softwarepaket zu integrieren, das in der täglichen Arbeit von Wissenschaftlern verwendet werden kann. Das endgültige Software-Tool soll es einem medizinischen Chemiker oder Drug Hunter ermöglichen, seinen eigenen neuronalen Fingerprint auf der Grundlage eines verfügbaren Datensatzes zu trainieren, die Leistung des trainierten neuronalen Fingerprints mit Hilfe unseres einheitlichen Benchmark-Frameworks zu analysieren und ihn in cheminformatischen Anwendungen wie einer Fingerprint-basierten Ähnlichkeitssuche oder dem Clustering eines bestehenden Datensatzes anzuwenden. Darüber hinaus werden wir vortrainierte neuronale Fingerabdrücke für verschiedene Bereiche bereitstellen, darunter einen generischen bioaktiven neuronalen Fingerprint. Als weitere Besonderheit soll es schließlich möglich sein, mit Hilfe von XAI-Methoden die durch den neuronalen Fingerabdruck angezeigte Ähnlichkeit zwischen zwei Molekülen auch in den zugrunde liegenden Molekülen hervorzuheben. Dies würde dem medizinischen Chemiker die Möglichkeit geben, die Ähnlichkeiten nachzuvollziehen und weiter zu analysieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497206593",
      "url": "https://gepris.dfg.de/gepris/projekt/497206593",
      "title": "Hochdurchsatz-Optimierung von maschinellem Lernen für das Design von Spiropyranen",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497206593",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "In diesem Projekt wird ein durch maschinelles Lernen (ML) unterstützter Ansatz verfolgt, um das gezielte Design von Spiropyran-Photoschaltern systematisch voranzutreiben, mit dem Ziel, ihre funktionellen Eigenschaften für verschiedene Anwendungen zu optimieren. Aufbauend auf den vielversprechenden Ergebnissen der ersten Förderperiode soll eine vollautomatische Hochdurchsatz-Synthese- und Analyseplattform entwickelt werden, die die schnelle Erzeugung und Bewertung einer umfassenden Bibliothek von Spiropyran-Derivaten ermöglicht. Das Herzstück dieser Plattform ist unsere neu entwickelte dynamische Spiropyran-Austauschreaktion, die es uns ermöglicht, eine erheblich größere gemischte Bibliothek von Photoschaltern herzustellen und so die effiziente Synthese und Charakterisierung von strukturell vielfältigen Photoschaltern zu ermöglichen, ohne einzelne Derivate isolieren zu müssen. Diese Hochdurchsatzmethode wird einen reichhaltigen Datensatz molekularer Strukturen und ihrer entsprechenden Schalteigenschaften liefern und die Entwicklung fortschrittlicher ML-Modelle für präzise Vorhersagen und gezielte Optimierungen beim Design von Fotoschaltern erleichtern. Wir werden bekannte und neue Substitutionsmuster am Spiropyrangerüst erforschen und in bisher unzugängliche Regionen des chemischen Raums vordringen, um Fotoschalter mit verbesserten und potenziell einzigartigen Eigenschaften zu realisieren. Um die theoretischen Einblicke in das Verhalten von Spiropyranen und Merocyaninen zu vertiefen, werden wir maschinell lernende Kraftfelder (MLFFs) einsetzen, um neue rechnerische Deskriptoren zu entwickeln, die eine kostengünstigere Alternative zu ab initio-Methoden darstellen. Dies wird eine detaillierte Kartierung potenzieller Energieoberflächen und eine präzise Abschätzung der thermischen Halbwertszeiten der metastabilen Merocyanin-Isomere ermöglichen und eine verfeinerte theoretische Grundlage für die Entwicklung optimierter Fotoschalter bieten. Darüber hinaus wollen wir ML-Modelle erweitern, um Umgebungsfaktoren wie Viskosität und pH-Wert einzubeziehen, die für die Entwicklung molekularer Fotoschalter für komplexe Umgebungen wie biologische Matrices und Polymerharze im 3D-Druck unerlässlich sind. Die Kombination von experimentellen Hochdurchsatzmethoden mit modernster ML-basierter theoretischer Modellierung soll zu einem integrierten Verständnis der Struktur-Eigenschafts-Beziehungen führen, die das molekulare Design und die synthetische Herstellung von Fotoschaltern der nächsten Generation für reale Anwendungen in verschiedenen technischen und wissenschaftlichen Bereichen ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497274830",
      "url": "https://gepris.dfg.de/gepris/projekt/497274830",
      "title": "Koordinationsfonds",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingPharmazie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497274830",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Künstliche Intelligenz gehört zweifelsohne zu den sich am schnellsten entwickelnden Themen und stößt auf größtes öffentliches Interesse. Diese Technologie erleichtert den Alltag und verändert sowohl die Gesellschaft als auch die Arbeitswelt. Während sich IT-Firmen und akademische Gruppen aus den Bereichen Informatik und Mathematik das neue Feld schnell zu eigen gemacht haben, beginnen Naturwissenschaften wie Biochemie oder Chemie erst jetzt allmählich, das Potenzial von Methoden des maschinellen Lernens (ML) zu erkunden. Unser Ziel ist es, moderne ML-Algorithmen in ihrer ganzen Bandbreite zu entwickeln und auf molekulare Probleme anzuwenden. Während aktuelle Ansätze beispielsweise bereits helfen, molekulare Eigenschaften zu bestimmen und Moleküle virtuell zu screenen, soll das molekulare maschinelle Lernen der Zukunft mit generativen Modellen Moleküle mit bestimmten Eigenschaften und Aktivitäten vorschlagen, Reaktionen selbstständig entwickeln und optimieren sowie analytische Daten sekundenschnell auswerten und interpretieren. Der erste Schritt ist das Design von molekularen Repräsentationen, die das Verständnis von ML erhöhen und robuste und vergleichbare Anwendungen ermöglichen. In geschickter Kombination mit modernsten Algorithmen des maschinellen Lernens können Probleme wie kleine Datensätze, hochkomplexe Fragestellungen und große experimentelle Fehler überwunden und bisher unbekannte molekulare Zusammenhänge gefunden werden. Letztlich sollen Anwendungen, die im Laboralltag von hohem Wert sind, in einfach zu bedienende Software-Suiten umgesetzt und experimentell arbeitende Wissenschaftler daran geschult werden. Damit trägt dieses Schwerpunktprogramm zur Modernisierung eines ganzen Fachgebietes bei. Dazu ist es notwendig, die bestehenden innovativen Bemühungen in den Bereichen Biochemie, Chemie, Informatik, Mathematik und Pharmazie zu vereinen, um einerseits das gesamte verfügbare Wissen zu nutzen und andererseits die modernsten Methoden der theoretischen und praktischen Welt zu kombinieren, um fortschrittliche maschinelle Lernmodelle und -methoden zu entwickeln. Dieses Programm wird die KI-Strategie der Bundesregierung erfüllen und kann Deutschland international als einen führenden Standort für molekulares maschinelles Lernen etablieren. Die beantragten Koordinierungsmittel und das zugrunde liegende Konzept werden dazu beitragen, die einzelnen Forschungsgruppen zusammenzubringen, starke und nutzbringende Beziehungen und Kooperationen zu fördern, die Doktoranden auszubilden und zu befähigen, das PP mit der internationalen Gemeinschaft zu verbinden und auch die breite Öffentlichkeit zu erreichen. Ich werde mich dafür einsetzen, dass dieser SPP „Molekulares Maschinenlernen“ zu einer wissenschaftlichen Erfolgsgeschichte wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561190767",
      "url": "https://gepris.dfg.de/gepris/projekt/561190767",
      "title": "Maschinell gelernte Grundmodelle mit impliziten Lösungsmitteln für Organische Moleküle",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561190767",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Maschinelles lernen, vor allem mit Fokus auf die Entwicklung von Potenzialmodellen, hat die Vorhersage von Energien mit einer Genauigkeit wie ab initio-Berechnungen zu einem Bruchteil der ursprünglichen Kosten ermöglicht und dadurch erheblich zu Fortschritten im Feld der Molekulardynamik beigetragen. Dennoch erfordert die Anwendung auf Systeme mit großen Zeit- und Längenskalen oder für Hochdurchsatzberechnungen weitergehende Verbesserungen der Effizienz. Modelle mit implizitem Lösungsmittel können diese notwendigen Verbesserungen herbeiführen, insbesondere für Systeme, die zu einem signifikanten Anteil aus Lösungsmittel bestehen. Bisher beschränkt sich der Einsatz maschinellen Lernens zur Entwicklung dieser Modelle jedoch ausschließlich auf wässrige Lösungsmittel. Dieses Projekt zielt auf die Erweiterung bestehender Modelle auf vielfältige nicht-wässrige Lösungsmittel ab, um den Einsatz von Molekulardynamik für zahlreichen bisher unzugängliche Anwendung in der Verfahrenstechnik und darüber hinaus zu ermöglichen. Zugleich sind neue Architekturen und Strategien, aufbauend auf Konzepten aus dem Bereich der Grundmodellen, von großer Bedeutung für die datengestützte Molekulare Modellierung. Die im Rahmen des Projekts entwickelten Softwarepakete zielen auf eine leichte Verwendung in Wissenschaft und Industrie zur Erstellung eigener Potentialmodellen ab und vereinfachen auch den darüberhinausgehenden Einsatz von maschinell gelernten Potentialen in molekulardynamischen Simulationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497259673",
      "url": "https://gepris.dfg.de/gepris/projekt/497259673",
      "title": "Maschinelles Lernen für asymmetrische und elektrochemische 3d-Übergangsmetall-katalysierte C–H Aktivierungen",
      "subject_area": "Organische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497259673",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Übergangsmetall-katalysierte C–H-Aktivierung hat sich in den letzten Jahren als leistungsfähige Strategie für die Katalyse etabliert, mit bemerkenswerten Anwendungen in der Arzneimittelforschung, der late-stage Diversifizierung und den Materialwissenschaften. In diesem Zusammenhang ist die Entwicklung von anspruchsvollen asymmetrischen 3d-Metall-katalysierten C–H-Aktivierungen nach wie vor unzureichend entwickelt. Hier stellt die lineare Multiparameter-Reaktionsoptimierung einen großen Nachteil dar. In den letzten Jahren haben sich datengesteuerte Strategien als ein leistungsfähiges Instrumentarium erwiesen, welches Chemikern hilft, die oben genannten Nachteile zu überwinden. Dieses Projekt zielt darauf ab, durch maschinelles Lernen Vorhersagemodelle zu erstellen und zu implementieren, um den Bereich der asymmetrischen 3d-Übergangsmetall-katalysierten C–H-Aktivierung voranzutreiben, sowohl für den Aufbau eines stereogenen Kohlenstoff-Zentrums als auch für die axiale Chiralität biologisch relevanter Verbindungen. In diesem Zusammenhang ist die Verwendung eines zuverlässigen und robusten Datensatzes von großer Bedeutung. Hier wird der Einsatz von Hochdurchsatz-Experimenten (HTE) durchgeführt, um die rasche Erstellung und Erweiterung einer experimentellen Datenbank zu unterstützen. Danach werden modernste Algorithmen des maschinellen Lernens (SOTA) und GNN bei der Erstellung von Vorhersagemodellen für die genaue Vorhersage der Reaktivität und Selektivität von anspruchsvollen asymmetrischen 3d-Übergangsmetall-katalysierten C–H-Aktivierung und der Elektrokatalyse eingesetzt. Ihr Erfolg hängt jedoch von der genauen Definition der dreidimensionalen Deskriptoren zwischen anderen und genauen molekularen Darstellungen ab. Daher werden wir in dem Schwerpunktprogramm SPP 2363 die synergetische Beziehung zwischen experimenteller Chemie und Computerwissenschaften für das Benchmarking und die Entwicklung genauer Vorhersagemodelle für die Synthese medizinisch relevanter Verbindungen durch asymmetrische Katalyse erforschen. Solche Durchbrüche werden dazu beitragen, dass Deutschland weltweit eine Vorreiterrolle bei der Anwendung künstlicher Intelligenz in der asymmetrischen (Elektro)Katalyse einnimmt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561190461",
      "url": "https://gepris.dfg.de/gepris/projekt/561190461",
      "title": "Maschinelles Lernen für das molekularpräzise Design multifunktionaler Materialien",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieAnalytische ChemieKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561190461",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das Verhalten von Molekülen an Grenzflächen und in Membranen ist für viele Bereiche von entscheidender Bedeutung, von der Umwandlung von Photoenergie bis zur Biochemie und Pharmakologie von Zellmembranen. Die synthetische Chemie erlaubt zwar beinahe jede molekulare Funktionalisierung, die Vorhersage geeigneter Zielstrukturen für verschiedene Anwendungen, insbesondere die Vorhersage des molekularen Verhaltens an Grenzflächen und in komplexen oder biologischen Umgebungen, bleibt aber eine Herausforderung, die mittels maschinellem Lernens (ML) gemeistert werden kann. Unser Projekt befasst sich mit diesem Bedarf, indem wir das Verhalten funktionalisierter Moleküle, sowohl in reiner Form als auch in Mischungen, in molekularen Monoschichten an der Luft-Wasser-Grenzfläche untersuchen. Diese zweidimensionalen Schichten dienen als ideale Modellsysteme, die es uns ermöglichen, molekulare Modellierung mit ML zu integrieren, um Einblicke in das molekulare Verhalten in komplexen Umgebungen zu gewinnen. Im Rahmen des SPP wollen wir modulare ML-Methoden entwickeln, die die Bildung supramolekularer Strukturen systematisch analysieren und auf der Grundlage dieser Erkenntnisse neue ML-Modelle erstellen. Dieses Projekt wird wiederverwendbare ML-Tools und -Methoden entwickeln, die eine Brücke zwischen Molekularchemie und ML schlagen. Zu den erwarteten Ergebnissen gehört eine Software-Suite für die automatisierte Erstellung von molekularen Schichten und innovativen molekularen Darstellungen. Die erforderlichen großen, unabhängigen Datensätze werden durch den kombinierten Einsatz von Rolle-zu-Rolle- und Langmuir-Blodgett-Techniken gewonnen. Durch eine einzigartige Kombination verschiedener in-situ-Charakterisierungstechniken wird eine Vielzahl spektraler und mikroskopischer Daten gewonnen. Durch dieses Projekt werden wir eine neue Plattform für die Herstellung, Charakterisierung und datengesteuerte Modellierung von Molekülgruppen an Grenzflächen schaffen. Die daraus resultierenden Daten werden wichtige Einblicke in das Verhalten funktionalisierter Moleküle in komplexen, dynamischen Umgebungen liefern und die Weiterentwicklung von KI-Modellen für molekulare Vorhersagen unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497198316",
      "url": "https://gepris.dfg.de/gepris/projekt/497198316",
      "title": "Maschinelles Lernen für die Organokatalyse im Bereich kleiner Datenmengen",
      "subject_area": "Organische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497198316",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das Forschungsvorhaben konzentriert sich auf die Weiterentwicklung von Anwendungen des maschinellen Lernens (ML) in der Organokatalyse unter Verwendung kuratierter, qualitativ hochwertiger, kleiner experimenteller Datensätze. Zu den wichtigsten Zielen gehört die Verfeinerung des Designs enantioselektiver Organokatalysatoren, insbesondere für anspruchsvolle Reaktionen wie die Corey-Bakshi-Shibata-Reduktion (CBS) und die Dakin-West-Reaktion unter Verwendung eines „Key-Intermediate-Graph“-Ansatzes. Dabei werden wir die ML-Anwendungen auch auf Reduktionen von Ketimin sowie die Desymmetrisierung von meso-Anhydrid ausweiten, mit dem Ziel, die Datensatzqualität durch modulares Peptiddesign zu verbessern. Dies sollte die ML-Vorhersagen qualitativ verbessern. Zuletzt schlagen wir vor, ein interaktives ML-Web-System \"für alle\" für Echtzeitvorhersagen zu erstellen. Dabei entwickeln wir auch (inter)nationale Kooperationen weiter und werden unsere ML-Plattform akademischen Nutzern zur Verfügung stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497201199",
      "url": "https://gepris.dfg.de/gepris/projekt/497201199",
      "title": "Maschinelles Lernen für hierarchische ultraschnelle molekulare Kraftfelder",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497201199",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "In einer praktisch unbegrenzten und ständig wachsenden Zahl von Anwendungen bestimmt die komplexe dynamische Umgebung die Gesamteigenschaften des Systems. Chemische Reaktionen in Lösung und in der heterogenen Katalyse hängen stark und nicht trivial von der molekularen Umgebung ab, insbesondere in Wechselwirkung mit äußeren Einflüssen wie Licht. Im Prinzip bietet die Quantenmechanik heutzutage brauchbare Näherungen, meist auf der Grundlage der Dichtefunktionaltheorie, für viele dieser Probleme, aber die Zeitskalen, die mit ab-initio-Quantenchemie-Berechnungen erreicht werden können, sind so kurz, dass nur Modellsysteme adäquat behandelt werden können. Molekularmechanische Methoden, insbesondere die Molekulardynamik, ermöglichen die Behandlung von Systemen auf Zeitskalen, die bis zu 100.000 Mal länger sind, aber oft fehlt eine angemessene Parametrisierung des Systems. Seit zehn Jahren wird versucht, mit Hilfe von Methoden des maschinellen Lernens über die manuelle Parametrisierung der in Molekülmechanik-Simulationen verwendeten Kraftfelder hinauszugehen. Die Ergebnisse zeigen, dass genaue Kraftfelder mit maschinellem Lernen parametrisiert werden können, aber der numerische Aufwand dieser Methoden ist immer noch eher mit schnellen Quantenmethoden als mit Standard-Molekulardynamikmethoden vergleichbar. Hier werden wir einen neuartigen Ansatz entwickeln, der die molekulare Repräsentation des Systems in Bezug auf seine stochiometrische Zusammensetzung von der Behandlung der molekularen Konformation entkoppelt. Dies ermöglicht ein hierarchisches maschinelles Lernen von molekularen Kraftfeldern, wobei ein rechnerisch effizientes Kraftfeld durch ein komplexes ML-Protokoll parametrisiert wird, das nur einmal vor dem eigentlichen Simulationsstart ausgewertet werden muss. Beide Komponenten, d.h. die funktionale Form des Kraftfelds und seine Parameter, können auf der Grundlage hochgenauer quantenmechanischer Daten gelernt werden. In diesem Projekt werden wir die Machbarkeit dieses Ansatzes für Modellreaktionen kleiner organischer Moleküle in Lösung und für die heterogene Katalyse demonstrieren. In Zusammenarbeit mit anderen Projekten werden die Kraftfelder auf das Wachstum metallorganischer Gerüste, die Chemie angeregter Zustände in molekularen organischen Materialien und Batterieanwendungen angewendet. Die Kraftfelder werden in Standard-Molekulardynamik-Codes implementiert und der Gemeinschaft zur Verfügung gestellt. Das Projekt wird sich an einem gemeinschaftsweiten Projekt zur Erzeugung und Pflege von Trainingsdaten für molekulare Kraftfelder beteiligen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles LernenMitverantwortlicheProfessor Dr. Marcus  Elstner;Professor Dr. Pascal  Friederich;Dr. Nicole  Jung;Professor Dr. Felix  Studt;Professor Dr. Christof  Wöll"
    },
    {
      "project_id": "497207454",
      "url": "https://gepris.dfg.de/gepris/projekt/497207454",
      "title": "Maschinelles Lernen zur schnelleren Entwicklung und Adaptation von Enzymen für schwierige chemische Reaktionen (MacBioSyn 2.0). Phase II: Vorhersage und Erweiterung des enzymatischen Reaktionsspektrums auf neuartige Reaktionen",
      "subject_area": "Biologische und Biomimetische ChemieOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497207454",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die biokatalytische Synthese von Chemikalien stellt einen Grundpfeiler für die grüne und nachhaltige Chemie dar - ein Konzept, das zunehmend im Green Deal der Europäischen Kommission hervorgehoben wird. Trotz ihres Potenzials bleibt die industrielle Anwendung der Biokatalyse aber oft ungenutzt, was hauptsächlich in der begrenzten Aktivität und Vielfalt der derzeit verfügbaren Enzyme begründet liegt. Unter diesen stellen die 2-oxoglutaratabhängigen (2OGD) Proteine eine vergleichsweise wenig charakterisierte Enzymfamilie dar, die jedoch anspruchsvolle oxidative Reaktionen einschließlich der Oxyfunktionalisierung von nicht-aktivierten Kohlenstoffzentren und Demethylierungen katalysiert. Diese Reaktionen stellen häufig eine erhebliche Herausforderung für die traditionelle chemische Synthese dar, gerade im pharmazeutischen Bereich. Die Identifizierung neuer 2OGDs mit erweitertem Substratspektrum könnte daher neue biokatalytische Wege für die Synthese wertvoller Naturstoffe, die medizinische Chemie und dem Design von Arzneimitteln eröffnen. Zentrale Herausforderung in der Enzymologie ist die Vorhersage katalytischer Aktivitäten sowie der Substrat- und Reaktionsspezifika. Der Einsatz von Methoden des maschinellen Lernens (ML) bietet einen vielversprechenden Ansatz, um große und vielfältige Enzymdatensätze zu charakterisieren zur. D Identifizierung fortgeschrittener Biokatalysatoren. In der ersten Phase von MacBioSyn haben wir erfolgreich eine ML-Plattform zur umfangreichen Erschließung von 2OGD-Enzymen entwickelt. Die Plattform ermöglicht enzymatische Funktions- und Substratspezifitäts-Vorherzusagen mithilfe von Hochdurchsatzmethoden (HT)Um die kritische Herausforderung der Datensatzgröße und -qualität zu bewältigen, konzentrierten sich unsere Bemühungen in Phase I auf die Generierung eines representativen Datensatzes, der durch HT-Screening von über 750 Enzymen der 2OGD-Superfamilie und 30 verschiedenen Substraten erzeugt wurde. Nach Abschluss dieser Phase werden wir einen optimierten Arbeitsablauf und Software zur Identifizierung aktiver Enzyme sowie deren Substratumfang etabliert haben. In Phase II von MacBioSyn beabsichtigen wir, ML-Methoden weiterzuentwickeln, um neue enzymatische Reaktionen vorherzusagen und entdecken zu können. Unser Fokus wird auf der Entwicklung von substrat-promiskuitiven Biokatalysatoren liegen, die Halogenierungs- und nicht-native C-H-Funktionalisierungsreaktionen unter Verwendung von Pseudohalogeniden als alternative Nucleophile ermöglichen. Das vielseitige ML-Framework wird als wichtiges Werkzeug für die Entdeckung von Biokatalysatoren dienen und unser Verständnis der Funktionalität von 2OGD-Enzymen erweitern. Die aus unseren Studien abgeleiteten Prinzipien werden eine Anwendung in der Chemie ermöglichen, die die Synthese- und Naturstoffchemie durch neue „grüne“ Wege zu halogenierten Naturstoffen und die direkte Funktionalisierung mit z.B. Nitrilen und Nitroverbindungen sowie Azid- und Alkinresten vorantreiben wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles LernenMitverantwortlicheMartin  Dippe, Ph.D.;Professor Dr. Ludger A.  Wessjohann"
    },
    {
      "project_id": "497201843",
      "url": "https://gepris.dfg.de/gepris/projekt/497201843",
      "title": "Molekulare Deskriptoren in Matrixvervollständigungsmethoden",
      "investigators": "Professor Dr.-Ing. Fabian  Jirasek;Professorin Dr. Heike  Leitte",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497201843",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Kenntnis der physikalisch-chemischen Eigenschaften von Mischungen ist von entscheidender Bedeutung für Prozessdesign und -optimierung in der Chemie. Allerdings sind experimentelle Daten oft nicht verfügbar, sodass zuverlässige Vorhersagemethoden unabdingbar sind. Matrixvervollständigungsmethoden (MCMs) sind eine interessante Klasse von Modellen aus dem maschinellen Lernen (ML) für diesen Zweck. Sie basieren darauf, dass die Eigenschaften binärer Mischungen in Matrizen angeordnet werden können, die nur dünn mit experimentellen Daten besetzt sind, wodurch die Vorhersage der fehlenden Einträge zu einem Matrixvervollständigungsproblem wird. MCMs sind dabei besondere Modelle, da sie in ihrer Reinform keine molekularen Deskriptoren verwenden; sie lernen, in einem collaborative-filtering Ansatz, ausschließlich aus den verfügbaren Mischungsdaten. Ziel dieses Projekts ist es, MCMs für die Vorhersage von Mischungseigenschaften deutlich zu verbessern, indem zusätzlich molekulare Deskriptoren in ihren Trainingsprozess integriert werden. Dabei werden im Projekt zwei Strategien verfolgt: Die Integration molekularer Klassenzugehörigkeiten, die durch Clustering auf Basis molekularer Ähnlichkeiten gelernt werden, und die Integration molekularer Graphen durch die Kopplung von MCMs mit Graph Neural Networks (GNNs). Aufbauend auf den Ergebnissen der ersten Förderperiode, in der verbesserte MCMs zur Vorhersage von Aktivitätskoeffizienten entwickelt wurden, werden die Ansätze in diesem Projekt in drei Richtungen erweitert: Zum einen werden wir die Ansätze auf die Vorhersage weiterer Mischungseigenschaften, insb. von Henrykonstanten und Diffusionskoeffizienten, übertragen. Weiterhin werden wir Multi-Task-Modelle für die gemeinsame Vorhersage mehrerer Eigenschaften entwickeln. Schließlich werden wir verbesserte hybride Modelle entwickeln, die physikalische Modelle mit MCMs kombinieren, wobei die MCMs zur Vorhersage fundamentaler Paarwechselwirkungen verwendet werden. Darüber hinaus werden wir in Kooperationen innerhalb des SPP 2363 eine Übertragung der MCMs auf die Vorhersage weiterer Eigenschaften, wie chemische Reaktionen und Affinitäten zwischen Liganden und Metallkomplexen, untersuchen. Um dieses Ziel zu erreichen, müssen Werkzeuge für eine interaktive Datenanalyse entwickelt werden, z.B. um zuverlässig molekulare Klassenzugehörigkeiten auf der Grundlage von Mischungsdaten definieren zu können, welche auch ein Verständnis für die ML-Modelle und die Frage, was auf molekularer Ebene für die Beschreibung des Mischungsverhaltens von Bedeutung ist, generieren werden. Dadurch wird Vertrauen in die entwickelten Vorhersagemethoden geschaffen. Darüber hinaus werden wir Werkzeuge zur systematischen Analyse und Erklärung der molekularen Graph Embeddings entwickeln. Wir werden alle entwickelten Methoden und Modelle in Softwaretools implementieren, die wir innerhalb des SPP und darüber hinaus frei verfügbar machen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "496900167",
      "url": "https://gepris.dfg.de/gepris/projekt/496900167",
      "title": "Multi-Fidelity, Active Learning Strategien für Exzitonen-Transfer in Antennenkomplexen von Cryptophyten",
      "subject_area": "Künstliche Intelligenz und Maschinelle LernverfahrenTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 496900167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Multiskalensimulation von Lichtsammelkomplexen ist der Schlüssel zur Grundlagenforschung im Bereich der Photosynthese und der Entwicklung von Solarzellen. Zu den biologischen Arten, die Licht ernten, gehören die Cryptophyten-Algen. Die Absorption des Sonnenlichts in diesen Algen erfolgt in Phycobiliproteinen durch Pigmentmoleküle, die Biline genannt werden. Aufgrund der flexiblen Natur der Proteine erfordert die Simulation des Lichtsammelprozesses die genaue Berechnung der exzitonischen Eigenschaften (Anregungsenergien, Kopplungen, Übergangsdipolmomente usw.) für Hunderttausende bis Millionen von Bilinkonformationen. Heutzutage ermöglichen große Parallelrechner erste Studien in großem Maßstab. Dennoch sind solche Studien nur dann rechnerisch durchführbar, wenn die exzitonischen Eigenschaften auf eher niedrigen, d. h. billig zu berechnenden Ebenen der quantenchemischen Theorie bewertet werden. Dies schränkt die Aussagekraft der Ergebnisse stark ein. Das übergreifende Ziel dieses Projekts ist es, hochgenaue Multiskalensimulationen von Lichtsammelkomplexen zu ermöglichen, indem rechenintensive quantenchemische Berechnungen auf hohem theoretischen Niveau durch kostengünstige Modelle des maschinellen Lernens (ML) ersetzt werden. Um die tatsächliche Effizienz des Ansatzes zu gewährleisten, müssen alle ML-Modelle so konstruiert sein, dass ein minimaler Rechenaufwand erforderlich ist, um Trainingsdaten zu erstellen, die Modelle mit geringem Vorhersagefehler ergeben. Ziel ist es, nicht mehr beliebig viel Rechenzeit in die Erzeugung von Trainingsdaten zu investieren und gleichzeitig schnelle Modellvorhersagen zu liefern, sondern einen Ansatz zu verfolgen, der sowohl bei der Modellkonstruktion als auch bei der Modellbewertung effizient ist. Das Hauptziel der zweiten Förderphase besteht darin, das maschinelle Lernen mit hoher Wiedergabetreue (Multi-Fidelity Machine Learning, MFML) in die „Produktion“ zu bringen, d. h., der Ansatz wird auf vielfältigere chemische Eigenschaften verallgemeinert, in seiner Effizienz bei weniger klaren Datenhierarchien verbessert und in einer auf aktivem Lernen (AL) basierenden Zielfehler-adaptiven Konstruktion automatisiert. Die MFML-Techniken werden dann als Community-weit verfügbares Softwarepaket für die weitere Erforschung über die ursprünglich vorgesehene Anwendung hinaus bereitgestellt. Für das bimolekulare Lernen besteht das Ziel darin, über eine explorative Studie hinauszugehen und echte Auswirkungen auf schwierige Daten mit massiven Kostensenkungen und besserer Verallgemeinerbarkeit der Modelle für z. B. Kopplungsenergien zu zeigen. Im Rahmen dieses Projekts werden sowohl MFML als auch bimolekulares Lernen für drei Phycobiliproteine aus Cryptophyten-Algen, nämlich PC612, PC645 und PE566, angewendet und getestet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "495842446",
      "url": "https://gepris.dfg.de/gepris/projekt/495842446",
      "title": "Neuronale Netzwerkpotentiale der Vierten Generation für die Molekulare Chemie",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 495842446",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Machine Learning Potentiale (MLP) habe sich zu einem wichtigen Werkzeug für atomistische Simulationen entwickelt und erlauben es, die Genauigkeit von Elektronenstrukturrechnungen mit einem Bruchteil der Rechenzeit zu erreichen. Bisher gibt es die meisten Anwendungen im Bereich der Materialwissenschaften oder für organische Moleküle im Vakuum. Obwohl die meisten chemischen Reaktionen in der Flüssigphase stattfinden, sind Anwendungen von MLPs auf chemische Probleme in Lösung noch sehr selten. Neben der Komplexität des Konfigurationraums ist die Notwendigkeit einer hochgenauen Beschreibung sowohl von intra- als auch intermolekularer Wechselwirkungen, von kovalenten Bindungen über H-Brückenbindungen bis hin zu elektrostatischen und Dispersionswechselwirkungen eine große Herausforderung. Ein besonders wichtiger Aspekt ist die Ladungsverteilung, die von den meisten aktuellen MLPs, die auf lokalen Eigenschaften wie atomaren Energien und Ladungen beruhen, nicht korrekt erfasst wird. Kürzlich haben wir ein hochdimensionales neuronales Netzwerkpotential der vierten Generation (4G-HDNNP) entwickelt, das die genaue Beschreibung der chemischen Bindungen und Reaktivität mit weitreichenden Wechselwirkungen basierend auf der globalen Ladungsverteilung kombiniert. Diese globale Beschreibung ist nicht nur für Moleküle essentiell, die delokalisierte Elektronen enthalten, z. B. in aromatischen Gruppen oder konjugierten pi-Systemen, sondern auch, wenn sich die molekulare Ladung ändert, beispielsweise bei (De-)Protonierungen, die Schlüsselschritte in vielen Reaktionen der organischen Chemie sind. Alle diese Systeme können im Prinzip mit 4G-HDNNPs untersucht werden, was diese Methode zu einem vielversprechenden Ansatz für die Molekülchemie macht.Das Ziel dieses Projektes ist es, die Anwendbarkeit von 4G-HDNNPs auf molekulare Systeme in Lösung zu untersuchen. Hierzu stehen zwei Aspekte im Fokus: die Qualität der Dichtefunktionaltheorie (DFT)-Referenzdaten und die Verallgemeinerung der 4G-HDNNP-Methode. Hochgenaue Referenzdaten werden durch den Vergleich der Ergebnisse von Austausch-Korrelations-Funktionalen mit Quanten-Monte-Carlo- und Coupled-Cluster-Rechnungen sowie durch die Einbeziehung von Dispersions- und Selfinteraction Korrekturen (SIC) gewonnen. Das 4G-HDNNP wird durch die Verwendung neuer Deskriptortypen zur strukturellen Unterscheidung erweitert, die auch auf schwierige Situationen wie Conical Intersections anwendbar sind, und durch die Einführung von Ladungsbeschränkungen, die zusammen mit SIC und constrained DFT-Rechnungen die Überwindung des Integer-Ladungsproblems sowohl in DFT als auch im 4G-HDNNP in einem konsistenten Ansatz ermöglichen. Dieser neue Satz von Simulationswerkzeugen wird in der Open-Source-Software RuNNer implementiert und auf repräsentative Modellsysteme angewendet, die wichtige Bereiche der synthetischen organischen Chemie abdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles LernenInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Stefan  Goedecker"
    },
    {
      "project_id": "497017145",
      "url": "https://gepris.dfg.de/gepris/projekt/497017145",
      "title": "SAFE: Synthetisch Zugängliche Fragmentraumerweiterungen Basierend auf Ansätzen des Maschinellen Lernens",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497017145",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Das übergeordnete Ziel des Projekts ist die Erstellung von Vorhersagemodellen, die eine Erweiterung synthetisch zugänglicher chemischer Fragmenträume ermöglichen. Die genaue Abbildung des Raumes der synthetisch zugänglichen organischen Verbindungen stellt heute eine zentrale Herausforderung in der Wirkstoffforschung, dem Materialdesign und auch in der synthetischen Chemie dar. Große pharmazeutische Unternehmen sowie mehrere große Chemikalien-Anbieter haben sich dieser Frage mit der Definition von synthetisch zugänglichen chemischen Fragmenträumen angenommen. Da Fragmenträume reaktionsmustergesteuert sind, kann das Problem der Erweiterung auf die Vorhersage von Bausteinen heruntergebrochen werden, die mit einer bestimmten Reaktion und untereinander kompatibel sind. Auf Grundlage dieser Fragestellung sollen chemoinformatische Methoden zur Extraktion von Daten über Reaktionsschemata und Reaktanten aus Fragmenträumen entwickelt werden. Darüber hinaus sollen problemspezifische molekulare Deskriptoren für die Anwendung in der Reaktionsvorhersage entworfen werden. Auf Grundlage dieser Daten und Repräsentationen wird die Identifizierung von tolerierten Reaktanten für ausgewählte Reaktionsschemata angestrebt. Es werden moderne maschinelle Lernmodelle evaluiert und mit Daten aus den Fragmenträumen und der Literatur trainiert werden. Eine Vielzahl von Techniken von Random Forests, Support Vector Machines, Gradient Boosting bis hin zu neuronalen Netzen sollen auf ihre Fähigkeit zur Generalisierung aus den Trainingsdaten getestet werden. Zur gezielten Verbesserung der Vorhersageleistung wird eine aktive Lernstrategie mit Screening-Techniken kombiniert werden, um große Mengen an experimentellen Daten zu erzeugen. Um dieses Ziel zu erreichen, müssen neue Screening-Methoden entwickelt und evaluiert werden. Die Vorhersagekraft des Modells wird kontinuierlich experimentell validiert werden, um die Synthetisierbarkeit der Raumerweiterungen sicherzustellen. Um als produktiv identifizierte Reaktionen in den Fragmentraum zu übertragen, werden Software-Tools und ein Optimierungsschema für die Gruppierung von Reaktanten mit maximaler Kompatibilität entwickelt werden. In der letzten Phase des Projekts wird eine teilweise Automatisierung des Arbeitsablaufs angestrebt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497115849",
      "url": "https://gepris.dfg.de/gepris/projekt/497115849",
      "title": "Verständnis der Wechselwirkung organischer Moleküle und Metallionen durch roboterbasierte Hochdurchsatzexperimente und molekulares maschinelles Lernen",
      "investigators": "Professorin Dr. Stefanie  Gräfe;Professor Dr. Ulrich S.  Schubert",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497115849",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Wechselwirkung von Übergangs-Metallionen und organischen Molekülen in Lösung soll unter Verwendung von Methoden des maschinellen Lernens untersucht werden. Bislang sind öffentlich zugängliche systematische Massendaten zu diesen Systemen spärlich, was eine effiziente Nutzung von Methoden des maschinellen Lernens verhindert. Im Rahmen dieses Projekts adressieren wir diese Herausforderung, indem wir Trainingsdaten mit hohem Durchsatz erzeugen, und zwar sowohl experimentell, unter Verwendung moderner roboterbasierter Verfahren, als auch theoretisch, durch DFT-Rechnungen mit schnellen GPU-basierten DFT-Programmen. Experimentell wird ein roboterbasiertes System eingesetzt, um verschiedene Kombinationen zu testen. Die Ttitrationsexperimente werden mit verschiedenen Online- sowie Offline-Techniken untersucht und die gewonnenen Daten können direkt für das maschinelle Lernen verwendet werden. Darüber hinaus werden DFT-Berechnungen für ein theoretisches Verständnis der Wechselwirkung zwischen organischen Molekülen und bestimmten Metallionen durchgeführt. Diese Daten werden mit den experimentellen Ergebnissen verglichen und bilden auch die Grundlage für das maschinelle Lernen. Im Rahmen dieses Projekts werden wir also nicht nur eine große Menge an Daten (experimentell und theoretisch) generieren, die mit Methoden des maschinellen Lernens individuell genutzt werden können, um Korrelationen zu identifizieren, sondern darüber hinaus auch um theoretisch und experimentell gewonnene Daten miteinander zu korrelieren. Zielsetzung dieser systematischen Studie ist es, dass das maschinelle Lernen in der Lage ist, die Wechselwirkung zwischen einem organischen Molekül und einem Metallion allein anhand der chemischen Struktur des Moleküls und der Art des Metallions vorherzusagen. Diese Ergebnisse könnten daher für die Entwicklung neuer Medikamente, Katalysatoren oder Energieumwandlungseinheiten hochinteressant sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497108162",
      "url": "https://gepris.dfg.de/gepris/projekt/497108162",
      "title": "Von Maschinellem Lernen geleitete Erforschung des chemischen Raumes: automatisierte Erzeugung von und Navigation in ultragroßen open-source Molekülbibliotheken",
      "subject_area": "Theoretische Chemie: Moleküle, Materialien, OberflächenOrganische Molekülchemie - Synthese, CharakterisierungPharmazie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497108162",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Der \"chemische Raum\", den alle arzneimittelähnlichen Moleküle bilden, umfasst schätzungsweise 10 hoch 60 Verbindungen, eine Zahl, die zu groß ist, um jedes Molekül einmal zu synthetisieren. In diesem Projekt werden wir uns zwei Herausforderungen stellen. Erstens: Wie können wir konkret herausfinden, welche Moleküle im chemischen Raum oder zumindest in einem therapeutisch relevanten Teil davon enthalten sind? Zweitens, wie können wir solche großen Räume mit proteinstrukturbasierten in silico-Methoden durchsuchen? Unsere Strategie basiert auf unserer Datenbank für virtuell synthetisierte Verbindungen, SCUBIDOO, und wir werden Algorithmen entwickeln, um neuartige, robuste und breit anwendbare chemische Reaktionen zu identifizieren, sowie Filter, um die Erfolgsrate der Synthese zu erhöhen. Dies wird den Umfang des öffentlich zugänglichen chemischen Raums erheblich vergrößern. Um in diesem riesigen Raum zu navigieren, werden wir evolutionäre Algorithmen entwickeln, die uns helfen werden, vielversprechende Liganden auf effiziente Weise zu identifizieren. Darüber hinaus werden wir eine auf Deep Learning basierende Methode entwickeln, um die Meinung eines Experten über die Eignung jedes potenziellen Liganden für eine Proteinbindungstasche zu speichern. Auf diese Weise werden wir in der Lage sein, Wissen zu archivieren und es auch auf eine Zahl von Molekülen anzuwenden, die für einen einzelnen Menschen unerreichbar ist. Beide Teile des Projekts zusammen werden die Tür für eine schnelle und umfassende Erforschung des chemischen Raums öffnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "497135079",
      "url": "https://gepris.dfg.de/gepris/projekt/497135079",
      "title": "Zuverlässiges Scoring und Synthese von bioaktiven Molekülen jenseits des kombinatorischen chemischen Raums",
      "subject_area": "Theoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 497135079",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Computergestützte Wirkstoff-Entwicklung steht vor drei miteinander verflochtenen rechnerischen Herausforderungen: Der Ligand muss in seiner Wechselwirkung mit dem Zielprotein funktionsfähig sein, er muss synthetisch zugänglich sein, und er muss sich ausreichend von bekannten Verbindungen unterscheiden, um z.B. konkurrierenden Patenten auszuweichen. In der ersten Förderphase haben wir gezeigt, dass evolutionären Suchalgorithmen diese Anforderungen grundsätzlich erfüllen können. In der zweiten Phase werden wir diesen Ansatz so verbessern, dass die Anwendbarkeit weit über die kombinatorischen Räume von Make-on-Demand Molekül-Bibliotheken hinausgeht. Um den Anforderungen an zuverlässige Bewertungsfunktionen gerecht zu werden, schlagen wir ein neuartiges Modell für maschinelles Lernen vor, das basierend auf vorhergesagten Elektronendichten die Protein-Ligand-Wechselwirkungen aufteilt und klassifiziert. Diese Interaktionen bilden die Grundlage einer robusten Bewertungsfunktionen, die auf physikalisch-chemischen Regeln basieren. Darüber hinaus haben wir herausgefunden, dass auf das Zielprotein zugeschnittene chemische Räume zu Molekülen mit deutlich verbesserten Bewertungen führen. Dies erlaubt es, bei gleichbleibenden Erfolgsquoten weniger Moleküle zu testen und damit Rechenzeiten zu reduzieren. Dadurch ergibt sich jedoch wieder die Notwendigkeit, gute Kandidaten direkt chemisch zu synthetisieren. Daher werden wir den Suchvorgang so einschränken, dass die Synthetisierbarkeit der Kandidaten-Moleküle gewährleistet bleibt. Dazu werden wir die in der ersten Phase entwickelten Cut-and-Join Crossover-Operatoren so modifizieren, dass sie durch Graphtransformationsregeln ausgedrückt werden, die ihrerseits chemischen Reaktionsmechanismen entsprechen. Darüber werden wir die durch den evolutionären Algorithmus erzeugten Suchbäume auf der Grundlage von datengetriebenen Ansätzen systematisch vereinfachen. Dadurch werden die durch den Suchprozess definierten Synthesewege verkürzt und so Kosten und Komplexität der Synthese reduziert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    },
    {
      "project_id": "561335463",
      "url": "https://gepris.dfg.de/gepris/projekt/561335463",
      "title": "Überwindung der Grenzen der Fernfunktionalisierung durch maschinelles Lernen zur Identifizierung von Katalysatoren",
      "subject_area": "Organische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561335463",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen",
      "description": "Die Fernfunktionalisierung ist eine wichtige Strategie in der homogenen Katalyse und Synthese, die die Funktionalisierung eines Moleküls an einer Stelle ermöglicht, die von seiner ursprünglichen Aktivierung entfernt ist. Obwohl bedeutende Fortschritte erzielt wurden, gibt es noch einige Herausforderungen in Bezug auf Selektivität und Allgemeinheit der verwendeten Katalysatoren und der Transformationen. In diesem Zusammenhang haben wir die hohe Geschwindigkeit eines Pd(I)-Dimer-Katalysators bei der Fernfunktionalisierung gezeigt. Während die meisten Katalysatoren Reaktionszeiten von mindestens 12 h und oft hohe Temperaturen benötigen, schaffte der zweikernige Pd(I)-Katalysator dies in 10 min bei Raumtemperatur. Die derzeitige Einschränkung dieser Methode besteht darin, dass ein ortho-fluoriertes Substrat erforderlich ist, ohne das die Selektivität der Fernkupplung gegenüber der konkurrierenden direkten Kupplung an der Initiationsstelle nicht erreicht werden kann. Wir schlagen daher vor, maschinelles Lernen (ML) zu verwenden, um in einer großen Datenbank geeignete Liganden zu identifizieren, die nicht nur in der Lage sind, Pd(I)-Dimere zu bilden (was eine schnelle Reaktion ermöglicht), sondern auch selektiv und generell das Produkt der Fernfunktionalisierung bilden. Diese Suche nach allgemeinen und selektiven Katalysatoren für die Fernfunktionalisierung wollen wir wie folgt durchführen: In der ersten Phase werden wir auf unseren früheren Arbeiten aufbauen und eine sequenzielle Clusterstrategie auf eine größere Ligandendatenbank anwenden. Dabei werden alle Liganden zunächst nach allgemeinen Merkmalen gruppiert, gefolgt von einem zweiten Clustering auf der Grundlage von DFT-basierten, speziationsorientierten Merkmalen. Letzteres dient zur weiteren Unterscheidung der Liganden im Hinblick auf ihre Fähigkeit, Pd(I)-Dimere zu bilden. In der zweiten Phase wird dann eine kleine Anzahl von DFT-berechneten Selektivitäten für einen halbüberwachten Selbstlernansatz verwendet, um die verbleibenden Liganden iterativ zu kategorisieren, indem das Modell mit den vertrauensvollsten Vorhersagen neu trainiert wird. In der dritten Phase werden die identifizierten selektiven und Pd(I)-Dimer-bildenden Liganden experimentell überprüft. Die Liganden und ihre entsprechenden Pd(I)-Dimere werden synthetisiert und anschließend auf ihre Reaktivität in der Negishi-Fernkreuzkupplung getestet. In der letzten Phase werden wir die gewonnenen Erkenntnisse auf die verwandten Ni(I)-Dimere anwenden. Durch eine Wirkungsanalyse der Merkmale in den verschiedenen ML-Stufen wollen wir die beiden Metalle im Hinblick auf ihre Ligandenanforderungen und deren Auswirkungen auf Speziation und Selektivität direkt vergleichen. Letztendlich wollen wir ein tieferes Verständnis für die Unterschiede und Gemeinsamkeiten der untersuchten Pd(I)- und Ni(I)-Komplexe erlangen, die wir für die künftige Katalysatorentwicklung und Weiterentwicklung der homogenen Katalyse und Synthese als essenziell erachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2363: \nNutzung und Entwicklung des maschinellen Lernens für molekulare Anwendungen - Molekulares maschinelles Lernen"
    }
  ]
}