{
  "spp_number": "SPP 1984",
  "spp_title": "Hybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313504828",
  "projects_count": 21,
  "projects": [
    {
      "project_id": "360290054",
      "url": "https://gepris.dfg.de/gepris/projekt/360290054",
      "title": "Entwicklung neuartiger Modelle und Regelungskonzepte für Multilevel-VSC Multiterminal HGÜ-Systeme zur Erhöhung der Stabilität angebundener AC- und DC-Netze",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360290054",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das vorgeschlagene Arbeitsprogram umfasst die Entwicklung von Modellen neuartiger Multilevel-VSC für Multiterminal HGÜ-Systeme und ihrer innovativen Regelungen, mit dem Ziel der Erhöhung der Systemstabilität, sowohl der angebundenen AC- als auch der DC-Netze.Vor dem Hintergrund der Energiewende schreitet die Entwicklung des deutschen Energieversorgungsnetzes hin zu einer hybriden und multimodalen Form mit hoher Geschwindigkeit voran. Die zunehmende Einspeisung aus regenerativer Erzeugung, der Atomausstieg verbunden mit dem Verlust von Trägheit im System, neuartige hybride und multimodale Strukturen und der bidirektionale Energiefluss über alle Netzebenen erfordert eine Neugestaltung der Regelungsstrategie des gesamten Energiesystems. Die informationstechnische Durchdringung des gesamten Netzes bietet hierbei die Möglichkeiten die Regelung hinsichtlich einer optimalen Betriebsweise anzupassen.Der Multilevel VSC kann aufgrund seiner regelungstechnischen Freiheitsgrade einen wertvollen Beitrag zur Systemstabilität leisten. Daher soll der Regelungsansatz der gewichteten Droop-Konstanten, welcher gleichzeitig das AC-Netz über einen Frequency-Droop und das DC-Netz über einen Voltage-Droop stützt, dahingehend untersucht werden, dass eine optimale Methode zur Auswahl der Droop-Konstanten vorgeschlagen wird. Hierbei sollen Optimierungsansätze herangezogen werden, die bei der Anwendung auf großräumige Netze gute Resultate versprechen (Particle Swarm Optimization, Bacterial Foraging Algorithmus). Eine Implementierung der Modelle in die Test- und Integrationsumgebung des Schwerpunktprogramms wird zum Vergleich und zur Validierung der Ergebnisse mit den anderen Teilnehmern des Programms angestrebt.Da die Topologie des Multilevel VSC eine Entkopplung der AC- und DC-Seite erlaubt, spielt die in den Modulen des Umrichters gespeicherte Energie eine überaus wichtige Rolle. Ein Leistungsungleichgewicht zwischen der AC- und DC-Seite hat keinen direkten Einfluss auf die DC-Spannung, äußert sich aber in einem Anstieg respektive Abfall der im Konverter gespeicherten Energie. Daher wird eine Weiterentwicklung der Voltage-Droop-Method zur Energy-Droop-Method vorgeschlagen. Um einen entsprechenden Beitrag der Methode zur Gewährleistung der Systemstabilität sicherzustellen, sollen die bereits genannten Optimierungsverfahren auch auf die Energy-Droop-Method angewandt werden.Sobald die unterschiedlichen Droop-Methoden untersucht sind, sollen im zweiten Förderzeitraum nichtlinearer Regelungsansätze entwickelt werden. Die Droop-Verfahren nutzen einen linearen Zusammenhang zwischen Frequenz-, Spannungs- respektive Energieabweichung und Wirkleistungseinspeisung. Da die Transformation unseres Energiesystems jedoch kontinuierlich voranschreitet, werden lineare Regelungsansätze der neuartigen Gestalt unseres Netzes nicht mehr ausreichend Rechnung tragen. Nichtlineare Regelungsansätze können daher bessere Ergebnisse bezüglich der Gewährleistung der Netzstabilität erzielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeMitverantwortlicheDr.-Ing. Dieter  Braisch;Dr.-Ing. Gert  Mehlmann"
    },
    {
      "project_id": "360248793",
      "url": "https://gepris.dfg.de/gepris/projekt/360248793",
      "title": "Entwicklung neuartiger Regelstrukturen und reduzierte Ersatzmodelle für hybride und multimodale Weitbereich-Energiesysteme",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360248793",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Ziel der deutschen beziehungsweise europäischen Energiepolitik ist eine zu 80% aus erneuerbaren Energien bestehende elektrische Energieversorgung in 2050. Zur Erreichung müssen einerseits das gesamte Energiesystem umstrukturiert, und andererseits neuartige Regelungsstrategien entwickelt werden. Die Ziele dieses Projektes sind (i) der Entwurf einer neuartigen Systemstruktur unter Berücksichtigung der aktuellen Energiesysteminfrastrukturen durch die Einführung einer sogenannten Smart Power Cell (SPC), das eine Koordination zahlreicher flexibler Lasten, multimodaler Schnittstellen und verteilter Erzeuger ermöglicht, (ii) die Entwicklung von Regelungsstrategien für eine koordinierte Interaktion eines SPC  mit dem Übertragungsnetz, weiteren Smart Power Cells sowie Gas- und  Fernwärmenetzen, und zuletzt (iii) die Entwicklung einer Methodik für die Ableitung von reduzierten dynamischen Ersatzmodellen zur Abbildung des dynamischen Verhaltens einer Smart Power Cell, basierend auf Verfahren zur Identifikation hybrider dynamischer Systeme. Das übergeordnete Ziel ist es, eine ganzheitliche Systemuntersuchung eines zukünftigen umfassenden, hybriden und multimodalen Energiesystems zu ermöglichen, welches maßgeblich durch Leistungselektronik gestützt ist.Das Arbeitsprogramm umfasst sechs übergeordnete Arbeitspakete. In WP1 wird der heutige Stand der Forschung im Bereich der Modulierungs- und Simulationsmethoden ausgewertet und mit den eigenen Vorarbeiten abgeglichen und umgesetzt. In WP2 werden die Komponenten der SPC modelliert und einzeln durch Simulationen im Zeitbereich getestet. Die entwickelten Modelle werden in WP3 zu einem detaillierten Modell integriert. Ebenfalls wird das Regelkonzept für die SPC entworfen und getestet. Die Analyse des dynamischen Verhaltens der SPC erfolgt im WP4. Dabei steht vor allem die Analyse von Sprungantworten aus veränderlichen physikalischen Eingangssignalen (z.B. Einstrahlung, Windgeschwindigkeit) und sich ändernden Sollwerten im Vordergrund.  In WP5 werden mit Hilfe von Identifikationsmethoden für hybride dynamische Systeme neue reduzierte dynamische Ersatzmodelle entwickelt. Diese dienen zur Simulation eines komplexen auf leistungselektronischen Komponenten basierenden hybriden und multimodalen Energiesystems im Zeitbereich. WP6 beinhaltet die fortlaufende Dokumentation der Forschungsergebnisse und ihrer Publikation in den einschlägigen Zeitschriften und auf internationalen Konferenzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "450860949",
      "url": "https://gepris.dfg.de/gepris/projekt/450860949",
      "title": "Formale Modellierung von Flexibilität in multi-Skalen multimodalen Energiesystemen",
      "investigators": "Professor Dr.-Ing. Hermann de Meer;Professorin Dr. Anke  Weidlich",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 450860949",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Für seinen stabilen und sicheren Betrieb benötigt das Elektrizitätssystem Flexibilität, d. h. die Fähigkeit, die Stromeinspeisung oder den Verbrauch als Reaktion auf Last- und Erzeugungsschwankungen zuverlässig anzupassen. Flexibilität ist im Zusammenhang mit verschiedenen Systemdienstleistungen erforderlich, z. B. für die Frequenz- und Spannungsregelung, für das Engpassmanagement oder für die wirtschaftliche Allokation von Energieressourcen. Ebenso können Marktteilnehmer die vorhandene Flexibilität für verschiedene Zwecke nutzen, z. B. zur Optimierung ihrer Energiebeschaffung oder ihres Eigenverbrauchs, zur Vermeidung von Ungleichgewichten oder zur Erzielung von Einnahmen auf Märkten für Flexibilitätsdienste. \tDie Flexibilitätsanforderungen des Systems einerseits und die Potentiale, eine solche Flexibilität durch verschiedene Ressourcen bereitzustellen andererseits, werden normalerweise getrennt voneinander ermittelt. Die Quantifizierung sowohl der Flexibilitätsanforderungen als auch des Potenzials zur Bereitstellung von Flexibilität ist sehr oft kontextspezifisch. Um jedoch den Flexibilitätseinsatz über Flexibilitätsarten und Systemebenen hinweg – sowohl in zeitlicher als auch in räumlicher Hinsicht – zu optimieren, sollte der Charakter der Flexibilität zusammen mit ihrer Nachfrage- und Angebotssituation so allgemein wie möglich modelliert werden. Dies erleichtert es, angesichts der Flexibilitätsanforderungen auf den verschiedenen Systemebenen die effizienteste Allokation von Flexibilitätsressourcen zu finden. Dieses Projekt zielt darauf ab, eine solche formale Beschreibung zu entwickeln und die Merkmale der verschiedenen Flexibilitätsoptionen für Optimierungswerkzeuge zugänglich zu machen, die ihren Einsatz koordinieren können. Die zu entwickelnde formalisierte Beschreibung soll mathematische Operationen erleichtern, mit deren Hilfe die erforderliche und verfügbare Flexibilität auf allen zeitlichen und räumlichen Skalen analysiert werden kann. Sie sollte auch die regionale Aggregation und die Differenzierung der Zeitskalen erleichtern, auf denen verschiedene Systemdienste verfügbar sein müssen. Es ist das Ziel, eine \"Flexibilitätsalgebra\" abzuleiten, die von Berechnungsmethoden für Computernetzwerke, wie z. B. der Network Calculus-Methode und ihrer Min-Plus-Algebra, inspiriert ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "450980308",
      "url": "https://gepris.dfg.de/gepris/projekt/450980308",
      "title": "Holistische Methoden für die optimale Planung weiträumiger vernetzter hybrider und multimodaler AC/DC-Energiesysteme unter Unsicherheiten",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 450980308",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Die Elektrizitätswirtschaft steht seit Jahrzehnten vor denHerausforderungen der modernen Energienutzung, die durch einestarke Abhängigkeit von elektrischer Energie sowie durch eine stetigeZunahme der Nachfrage nach Elektrizität mit hoher Zuverlässigkeitund Qualität gekennzeichnet ist. Die aktuelle deutsche undeuropäische Energiepolitik hinsichtlich der Energiewende und derReduzierung des CO2-Ausstoßes erfordert einen radikalenParadigmenwechsel der gesamten Energieversorgungslandschaft inden nächsten 50 Jahren. Der Anstieg erneuerbarer Energiequellenführt zu einem Übergang von passiven zu aktiven Verteilungsnetzen(ADN), die viele Betriebsführungsaufgaben und Planungsfragen vomÜbertragungsnetz auf die Verteilebene verlagert. Daher wurde einzellularer Ansatz die sogenannte intelligente Smart Power Cells(SPC) vorgeschlagen, um die künftigen Betriebsführungsaufgabenvon Verteilnetzen bewältigen zu können. Diese für sich selbstregelbaren Zellen bestehen aus Leistungselektronik basierendenverteilten Erzeugungseinheiten, Speicher und konventionelle sowieflexible Lasten und sind über die Mittel- und Niederspannungs-AC/DC-Netze sowie multimodalen Schnittstellen miteinanderverbunden sind. Die Zukunft der Stromversorgungssysteme kanndaher als ein auf Leistungselektronik basierendes, dezentrales,hybrides und multimodales AC/DC-Stromversorgungssystem verstanden werden, das aus einer großen und variablen Anzahlweiträumig miteinander verbundener und koordinierter SPCs besteht,die bereits im Planungsstadium optimal definiert werden müssen.Folglich wird in diesem Projekt eine holistische Methodik für diePlanung von SPCs als zellulare Komponenten für die Erweiterunggroßflächig vernetzter hybrider und multimodaler AC/DC Stromversorgungssystemevorgeschlagen. Die Methodik soll eineanpassungsfähige Planungsstrategie berücksichtigen, die ihreAnwendbarkeit auf eine umfassende Reihe von Fallstudien mitunterschiedlichen Zeitrahmen, Planungstypen, Geschäftsfällen,technischen Anforderungen, geografischen Bedingungen, beteiligtenInteressengruppen usw. ermöglicht. Darüber hinaus werden wichtigeSPC-Planungsmerkmale wie die Integration operativer Merkmale indie Planungsphase, die Berücksichtigung mehrerer widersprüchlicherPlanungsziele über ein echtes „true-multi-objective“ Planungsproblemund die effektive Modellierung von Unsicherheiten in dieser Methodikberücksichtigt. Es wird daher erwartet, dass die Methodik einnützliches Planungswerkzeug wird, um erstens den Planungsprozessauf der Grundlage der anfänglichen Planungsbedingungen und derAuswahl der erforderlichen mathematischen Modelle, der Merkmaledes Optimierungsproblems und der Lösungsalgorithmen zuidentifizieren und zu konfigurieren und zweitens die optimaleBeschaffung möglicher Pareto-Lösungen zu ermöglichen, um eineendgültige Entscheidungsfindung für die Lösung desPlanungsproblems unter komplexen operationellen Merkmalen undUnsicherheiten zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360332943",
      "url": "https://gepris.dfg.de/gepris/projekt/360332943",
      "title": "Konsistenter Entwurf von Regelungskonzepten zur Koordination verteilter Akteure im mehrschichtigen\nVerbundnetz",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360332943",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Ziel dieses Projekts ist die Entwicklung von Methoden zurAuslegung und Analyse von verteilten Regelstrategien für hybrideelektrische Energiesysteme aus Gesamtsystemsicht. Hierzu nutzen wirMethoden der hierarchischen Regelung, der Theorie komplexerNetzwerke und der nichtlinearen Dynamik. Unser Ziel ist es, Fragen zurStruktur und Regelung hybrider Energiesysteme ebenen- undzeitskalenübergreifend zu beantworten. Solche Fragen werden im Rahmender Energiewende an Wichtigkeit gewinnen, da konventionelle Erzeugerzunehmend durch dezentral angesiedelte erneuerbare Energiequellen mitfluktuierender Einspeisung ersetzt werden. Ein rein lokaler Ausgleichvon erneuerbarer Einspeisung und Verbrauch wäre sehr aufwendig,deshalb wird das bestehende Übertragungsnetz ausgebaut werdenmüssen. Durch Einbeziehung von HGÜ-Leitungen entsteht dann einhybrides Netz. Gleichzeitig werden Systemdienstleistungen zunehmendauf untere Netzebenen verschoben.  Dies ermöglicht und erfordert dieUnterteilung in dezentrale, lokal geregelte Teilnetze, sogenannteMicrogrids. Es wird erwartet, dass die Möglichkeit, das System inMicrogrids zu unterteilen, gegen Kaskaden schützen und somit dieResilienz gegen Fehler im Übertragungsnetz erhöhen wird. Hierdurch wird die Regelungsaufgabe wird stark verändert und die Frage nach einer gesonderten Kommunikationsinfrastruktur aufgeworfen.  Der Kontrastzwischen der Notwendigkeit des globalen Ausgleichs von Fluktuationenund lokalen, dezentralen Agenten zur Regelung von Teilsystemen führteine tiefe Hierarchie in die Regelungsstruktur des Gesamtsystemsein. Die Fragen, die in diesem Zusammenhang aufkommen, sind neuartig,z.B., was ist die optimale Größe der teilautonomenOrganisationseinheiten (Microgrids)? Ist diese  dynamischoder statisch? Die konzeptionelle und methodische Art unserer Arbeit,die Konzepte der hierarchischen Regelung und stochastische Methodenzur Gesamtsystemanalyse verbindet, erlaubt ihre Anwendung aufverschiedene geographische Kontexte mit unterschiedlich entwickelterInfrastruktur.  Wir werden somit nicht nur Fragen hinsichtlich derEnergiewende von konventionellen Großkraftwerken hin zu erneuerbarenEnergien in industrialisierten Regionen beantworten können, sondernauch Fragen zu hybriden Energiesystemen, die in anderen Erdteilen dieEnergiewende einleiten. Dazu zählt beispielsweise eineElektrifizierung von unten in ländlichen Regionen des globalenSüdens. Hier werden ausgehend von Inselsystemen auf Haushaltsebeneorganisch wachsende Verteilnetze zum gegenseitigen Energiehandelaufgebaut, die später an ein Übertragungsnetz gekoppelt werdenkönnen. Auch dieses Szenario kann also mit dem in diesem Projekt zuentwickelnden methodischen Rahmen untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeMitverantwortlichDr. Frank  Hellmann"
    },
    {
      "project_id": "360844198",
      "url": "https://gepris.dfg.de/gepris/projekt/360844198",
      "title": "Koordinationsfonds",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360844198",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Koordinationsprojekt der zweiten Phase des Schwerpunktprogramms 1984 \"Hybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze\" zielt darauf ab, einen Kooperationsrahmen zu schaffen, um den überregionalen wissenschaftlichen Austausch zwischen den Mitglieder*innen des Programms und der internationalen Forschungsgemeinschaft zu fördern. In der zweiten Phase ist die Koordination bestrebt, die Zusammenarbeit zwischen den Mitglieder*innen des Programms zu intensivieren und auszuweiten um einen Beitrag zur Erreichung gemeinsamer Entwicklungen und Erkenntnisse zu leisten und somit zur Gewährleistung der  Effizienz, Sicherheit und Stabilität des Energiesystems von morgen beizutragen. Verschiedene Maßnahmen werden zu diesem Zweck ergriffen:(i)\tEs werden mehrere Workshops, Meetings und Schulungen geplant und koordiniert, um die Zusammenarbeit und den Wissensaustausch zwischen den Mitgliedern des Programms zu fördern.(ii)\tMehrere internationale Forscher*innen und Expert*innen werden zur Zusammenarbeit und zu Forschungsaufenthalten eingeladen, um sicherzustellen, dass die Mitglieder des Programms kontinuierlich über die neuesten wissenschaftlichen Trends auf globaler Ebene informiert werden und Zugang zu neuen Methoden haben.(iii)\tEine Versuchs- und Integrationsplattform für das gemeinsame Testen und Untersuchen von Methoden, Modellen und Algorithmen, die im Rahmen des Programms entwickelt werden, wird kontinuierlich weiterentwickelt und zur Verfügung gestellt.(iv)\tEs werden mehrere Maßnahmen zur externen Darstellung ergriffen, um sicherzustellen, dass die Arbeiten und Ergebnisse des Schwerpunktprogramms der einschlägigen Forschungsgemeinschaft kontinuierlich zur Verfügung gestellt werden. Zu diesen Maßnahmen gehören die Organisation von Sondersitzungen auf einschlägigen Konferenzen, die Beantragung von Sonderausgaben in wissenschaftlichen Journalen und die Verwaltung der Inhalte der Webseite und des YouTube-Kanals des Programms.(v)\tMehrere Maßnahmen zur Chancengleichheit werden ergriffen, um gendergerechte Strukturen zu schaffen, die Arbeit innerhalb des Schwerpunktprogramms familienfreundlicher zu gestalten und um weibliche und diverse Forscher*innen beim Aufstieg in ihrer wissenschaftlichen Karriere zu unterstützen.IT-Werkzeuge für die interne Zusammenarbeit werden entwickelt, zur Verfügung gestellt und gepflegt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "359922501",
      "url": "https://gepris.dfg.de/gepris/projekt/359922501",
      "title": "Loop Circle Arc Theory (LoCA) - Neue Methode zur umfassenden Bewertung von sektorübergreifenden und zellular organisierten Energiesystemen -",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359922501",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Die gewachsenen Systeme der Strom-, Gas- und Wärmeversorgung haben sich über 100 Jahre entwickelt. Sie waren konzipiert um Energie von großen, zentralen Kraftwerken an verteilte Verbraucher zu übertragen. Um auch zukünftig eine steigende Anzahl von fluktuie-rend einspeisenden und auf erneuerbaren Energieträger basierenden Anlagen in die beste-henden Energiesysteme integrieren zu können, müssen die Energiesysteme nicht nur ver-stärkt, sondern grundsätzlich transformiert werden. Es besteht die Gefahr, dass ein stetiges Anpassen des Energiesystems nur ein symptomatisches Behandlen von Schwachstellen zur Folge hat. Um die notwendige weitreichende Transformation umzusetzen, muss zuvor ein Ziel gesetzt werden. Die neue Loop-Circle-Arc-Theorie (LoCA) bietet eine Methode, um zukünftige Energiesystem zu entwerfen und zu bewerten. Diese können dann als Transformationsziel dienen.Die LoCA-Theorie kombiniert zellularen Aufbau, fraktale Organisation und schließt die Be-wertung aller Energieträger ein. Durch den gewählten zellularen Aufbau werden aus energe-tischen Bilanzkreisen selbstorganisierende und selbstoptimierende Energiezellen gebildet, die alle identisch strukturiert sind. Die hierdurch entstehende fraktale Organisation be-schreibt die Selbstähnlichkeit zwischen dem Ganzen und seinen einzelnen Teilen. Durch eine gemeinsame Betrachtung und Bewirtschaftung aller Energieträger ergänzen diese sich gegenseitig und nutzen Synergieeffekte.Zentrales Element der LoCa-Theory ist die Energiezelle, im folgende einfach nur als Zelle bezeichnet. Dies besteht aus dem Verbindungseinheit (Port), einer Quelle (Source), einem Speicher (Storage), einem Konverter (Converter) und einem Verbraucher (Sink). Die Zelle selbst besitzt eine -Intelligenz- die Methoden zur Selbstastorganisation bereitstellt und den Betrieb innerhalb der Zelle managet.  Im Mittelpunkt des Projektes steht die Entwicklung der dazugehörigen Theorie. Um die Er-gebnisse zu überprüfen, wird die Theorie in ein mathematisches Modell übersetzt und in einer Simulationsumgebung implementiert. Die vorgesehenen Untersuchungen beginnen mit kleinen übersichtlich strukturierten Energiesystemen um die Implantierung zu überprüfen. Am Ende sollen große und komplexe Energiesysteme berechnet werden, um die Leis-tungsfähigkeit der Methode zu demonstrieren. Die gesammelten Erfahrungen fließen zurück und verfeinern die Theorie.Die LoCA-Theorie bietet eine Methode, um Konzepte für Energiesysteme zu entwickeln und zu bewerten, sowie ein Werkzeug um mit Simulation unterschiedliche Konfigurationen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360475113",
      "url": "https://gepris.dfg.de/gepris/projekt/360475113",
      "title": "Mehrkriterieller Schwarzstart IKT-durchdrungener regenerativer Energiesysteme – Strom- und IKT-fehlertolerante Eindämmungsstrategien",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360475113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Projekt erforscht schnelle Wiederaufbaumechanismen für IKT-basierte Energiesysteme nach großräumigen Systemausfällen. Ein sog. Schwarzstart erfordert die sorgfältige Koordination zwischen IKT-Systemen auf der einen und dem elektrischen Energiesystem auf der anderen Seite. Dies ist eine besondere Herausforderung in zukünftigen multi-modalen, regenerativ geprägten Energieversorgungssystemen, die aufgrund ihrer Volatilität und Prognoseunsicherheit stärker aktiv überwacht und gesteuert werden müssen -- mit höheren Anforderungen an die Verfügbarkeit der hierfür erforderlichen IKT-Systeme, die ihrerseits Stromverbraucher mit hohen Anforderungen an die Versorgungsqualität sind. Im Falle eines großräumigen Systemausfalls müssen beide Systeme (el. Energieversorgung und unterstützende IKT) parallel wiederaufgebaut und hochgefahren werden -- wobei beide Systeme dynamisch miteinander wechselwirken.Das resultierende mehrkriterielle Optimierungsproblem, das im Rahmen dieses Vorhabens untersucht wird, verfolgt eine sequentielle Wiederversorgung von el. Erzeugern und Verbrauchern unter Berücksichtigung der Systemstabilität. Jede mögliche Sequenz beeinflusst dabei maßgeblich die Eigenschaften des IKT-Systems und damit die Verfügbarkeit von Messwerten sowie Möglichkeiten zur Fernwirkung und Steuerung von Anlagen in jedem Schritt. Der optimale Aufbau des IKT-Systems wird damit selbst zu einem parallelen (und potenziell konfligierenden) Optimierungsziel.Dieses Vorhaben verfolgt einen multiagentenbasierten Ansatz zur Lösung dieses hochdynamischen und IKT-zustandsbasierten Schwarzstartproblems.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "359778999",
      "url": "https://gepris.dfg.de/gepris/projekt/359778999",
      "title": "Neuartige Methode zur Bewertung der Resilienz smarter Energiesysteme",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359778999",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Ziel dieses Projektes ist die Modellierung einer gemeinsamen Zustandsklassifizierung, die es ermöglicht multi-modale Energiesysteme im Sinne der sicherheitskritischen Funktionalitäten zu analysieren. Diese Modellierung erlaubt es Ausfälle und Fehlerkaskaden im multi-modalen System zu beschreiben. IKT Ausfälle sowie anderen Energiesysteme werden im Wechselspiel mit dem elektrischen Energiesystem betrachtet. Zur Erreichung der Ziele werden typische Blackouts analysiert und die Ausfallmechanismen formalisiert beschrieben. Gegenseitige Abhängigkeiten werden definiert. Eine gemeinsame Modellbildung mittels Zustandsautomat für diskrete Ereignisse und dynamischen Vorgängen zwischen den Ereignissen wird erstmalig vorgenommen. Mittels dieses Modells werden Risikobetrachtungen und die gegenseitigen Abhängigkeiten analysiert und Maßnahmen zur Blackoutvermeidung herausgearbeitet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeInternationaler BezugUSAKooperationspartnerProfessor Mladen  Kezunovic"
    },
    {
      "project_id": "360497354",
      "url": "https://gepris.dfg.de/gepris/projekt/360497354",
      "title": "Neue Verfahren zur Bewertung der harmonischen Stabilität in öffentlichen Niederspannungsnetzen mit sehr hohem Anteil an verteilten Geräten mit Leistungselektronik",
      "investigators": "Professor Dr.-Ing. Jan  Meyer;Professorin Dr.-Ing. Johanna M.A.  Myrzik",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360497354",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das übergeordnete Ziel der Studie ist die Analyse von harmonischen Instabilitäten im öffentlichen Niederspannungsnetz, welche durch eine hohe Durchdringung von leistungselektronischen Komponenten verursacht werden. Diese interagieren mit den Oberschwingungen der Netzspannung und des -stroms sowie der harmonischen Impedanz des Netzes. Durch die reduzierte Dämpfung, die durch nichtlineare Geräte hervorgerufen wird, können vermehrt harmonische Instabilitäten auftreten oder harmonische Resonanzen erzeugt oder beeinflusst werden. Im Gegensatz zu klassischen stationären Oberschwingungsbetrachtungen steht das harmonische Verhalten bezüglich Immunität und Emission der Umrichtersysteme insbesondere ihrer Regelungssysteme im Fokus der Untersuchung. Um dieses spezifische Verhalten zu untersuchen, sind detaillierte White-Box-Modelle erforderlich. Aufgrund fehlender Informationen der Hersteller, insbesondere im Hinblick auf die Struktur der Regelung sowie die hohe Komplexität bei der Modellentwicklung, existieren bisher keine detaillierten harmonischen Modelle für Umrichtersysteme, die auch das dynamische Verhalten abbilden. Diese Modelle werden im Rahmen dieses Projektes entwickelt.Die Simulation einer hohen Anzahl von parallel implementierten komplexen White-Box-Modellen wird schnell durch die verfügbare Rechenleistung begrenzt und erfordert unverhältnismäßig hohe Simulationszeiten. Um vereinfachte harmonische Modelle entwickeln zu können, die eine parallele Ausführung einer großen Anzahl von Geräten ermöglichen, werden die detaillierten White-Box-Modelle in generische Black-Box-Modelle überführt. Diese Modelle dienen zur Untersuchung der harmonischen Instabilitäten, des reduzierten Dämpfungseffekts und der Resonanzphänomene bei einer Massenimplementierung von leistungselektronischen Komponenten im Niederspannungsnetz.Zur Bewertung der entwickelten harmonischen Modelle werden Methoden zur Validierung und Parametrisierung dieser Modelle benötigt. Sämtliche Modelle werden anhand von Labormessungen validiert. Hierzu werden geeignete Testsignale erstellt und angewendet. Eine vereinfachte Netzsimulation wird mit mehreren parallel implementierten Modellen durchgeführt, um die Funktionalität und die Eignung der harmonischen Black-Box-Modelle für die harmonische Lastflussberechnung zu überprüfen. Die Simulationsergebnisse der Netzsimulation werden im Anschluss im Labor validiert. Die erzielten Ergebnisse können zusätzlich für die Entwicklung von netz- und gerätespezifischen Indizes verwendet werden. Diese Indizes können genutzt werden, um zukünftig harmonische Instabilitäten abschätzen und klassifizieren zu können sowie entsprechende Empfehlungen an VNBs und Hersteller, für Netzplanung und Geräteentwicklung, ableiten zu können. Die evaluierten Modelle sowie verschiedene Parametersätze für am Markt verfügbare Umrichtersysteme werden in einer Modellbibliothek gesammelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "450821044",
      "url": "https://gepris.dfg.de/gepris/projekt/450821044",
      "title": "Optimierung integrierter niederkalorischer bidirektionaler thermischer und elektrischer Netze - IntElHeat",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeSoftwaretechnik und Programmiersprachen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 450821044",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Konzept der Sektorkopplung verschiedener Energiesektoren wie Elektrizität, Wärme/Kälte, Gas und Transport hat in den letzten Jahren in der energiewissenschaftlichen Gemeinschaft große Aufmerksamkeit erregt. Das besondere Interesse liegt in der Integration von Heiz- und Stromsystemen, da diese den größten Anteil am Gesamtenergieverbrauch ausmachen.Dieses Projekt befasst sich mit der Bestimmung des optimalen Betriebs eines integrierten Systems zur Versorgung mit Strom und Wärme/Kälte aus einem niederkalorischen Wärme- und Kältenetz (LTDHC) Zusätzlich zu den traditionellen Dispatching-Formulierungen zielt das Projekt auf die Analyse und Optimierung des elektrischen und LTDHC-Netzbetriebs ab, die in der Literatur oft vernachlässigt werden. Um diese Ziele zu erreichen, wird das Projekt einen umfassenden Modellierungsansatz entwickeln, der sich für echtzeitnahe Berechnungen auf der Grundlage der Modellierungssprache Modelica eignet. Ausgehend von diesem Modell wird ein optimaler Betriebspunkt des integrierten Systems bestimmt, indem ein Optimierungsproblem nahezu in Echtzeit gelöst und die Sollwerte der verfügbaren Regler angepasst werden. Im Rahmen des Projekts wird eine Regelungssoftware mit der Bezeichnung \"Integrated Optimal Operation Software - iO2S\" entwickelt. Die Software und der Optimierungsansatz werden in der Laborumgebung mit Power Hardware-In-The-Loop (PHIL) Experimenten validiert. Die Experimente werden im Mikrogridlabor des Zentrums für Gekoppelte Intelligente Energiesysteme (CoSES) der TUM durchgeführt. Das Projekt zielt außerdem darauf ab, die Frage nach der wirtschaftlichen Durchführbarkeit solcher Regelsysteme und den potenziellen Einsparungen durch ihre praktische Umsetzung zu beantworten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeEhemaliger AntragstellerVedran  Peric, Ph.D., bis 1/2024"
    },
    {
      "project_id": "450829162",
      "url": "https://gepris.dfg.de/gepris/projekt/450829162",
      "title": "Raum-Zeit-parallele Simulation multimodale Energiesystemen",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 450829162",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Bei modernen Energiesystemen handelt es sich um multimodale Systeme, die Strom-, Gas- und Wärmenetze umfassen und in denen eine optimale Nutzung aller verfügbaren Energieformen und Speicherkapazitäten angestrebt wird. Die Verteilungseigenschaften neuer Ressourcen (Erzeugung und Speicherung) und die Integration von flexiblen Lasten erfordern dabei eine reaktionsschnelle Regelung, die verteilte Überwachungs- und Steuerungsaufgaben mit sich bringen wird. Für die Sicherstellung der optimalen Koordination der Komponenten ist daher ein steigender Einsatz von ICT-Technologien vorgesehen. Dabei werden die Wechselwirkungen zwischen kontinuierlicher Dynamik und diskreten Ereignissen aufgrund der zunehmenden Anzahl steuerbarer Geräte (z.B. leistungselektronischer Umrichter) und der Verwendung vernetzter Steuerungen immer relevanter. Darüber hinaus hängen heutige Energiesysteme wesentlich vom Wettbewerb auf den Energiemärkten ab. Moderne Energiesysteme können daher als komplexe Systeme eingestuft werden, bei denen sich vielfältige Fragestellungen hinsichtlich der zukünftigen Systemeigenschaften ergebenDie Komplexität moderner Energiesysteme stellt deren Planung, Entwurf und Betrieb vor erhebliche Herausforderungen. Die bereits vom SPP 1984 unterstützten Projekte stellen neue Ansätze für die Analyse, Steuerung, Modellierung und Stabilitätsbewertung von hybriden und multimodalen Energiesystemen vor. Während viele der finanzierten Projekte Simulationswerkzeuge lediglich verwenden, konzentriert sich keines der bestehenden Projekte auf die Neuentwicklung von Simulationsmethoden für multimodale EnergiesystemeDas Ziel dieses Projekts besteht darin, ´Raum-Zeit-parallele´-Methoden zur Simulation multimodaler Energiesysteme zu entwickeln und anzuwenden, um eine Lösungsperformance schneller als in Echtzeit zu erzielen. Die Verwendung von ´Raum-Zeit-parallelen´-Methoden scheint dabei für die räumlich und zeitlich verteilte Natur multimodaler Energienetze gut geeignet zu seinWir haben bereits gezeigt, dass wir mit ´Raum-parallelen´-Methoden und den Einsatz von FPGAs (Field-Programmable Gate Array) auch für große Energiesysteme eine Lösung in Echtzeit (mit einem Zeitschritt von 100 ns) erzielen können. Im Rahmen multimodaler Energienetze können wir erwarten, dass wir diese mit ´Raum-parallelen´-Methoden 10-100-mal schneller als in Echtzeit berechnen können, vorausgesetzt, die schnellste interessierende Dynamik liegt im Millisekunden-Bereich. Dies reicht jedoch nicht aus, um die Analyse und den Entwurf multimodaler Energiesysteme mit einem sehr langem Szenariohorizont zu ermöglichen. Simulationen mit einem Zeithorizont von einem Monat erfordern so zum Beispiel in etwa einen Arbeitstag. Wir gehen davon aus, dass die anvisierten ´Zeit-parallelen´-Methoden eine zusätzliche 50-100-fache Rechenzeitbeschleunigung ermöglichen. Die Kombination beider Techniken soll daher in einem Tool realisiert werden, das entsprechend den Entwurf und die Analyse multimodaler Netze ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360464149",
      "url": "https://gepris.dfg.de/gepris/projekt/360464149",
      "title": "Regelung multimodaler Verteilnetze zur dezentralen Erbringung von Systemdienstleistungen",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2017 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360464149",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Netzbetreiber gewährleisten eine hohe Qualität, Sicherheit und Zuverlässigkeit der elektrischen Energieversorgung heute durch fortlaufende Kontrolle und Eingriffe in die Netzbetriebsführung, um  Frequenz, Spannung und Belastung des Netzes in den erlaubten Grenzen zu halten. Diese als Systemdienstleistungen bezeichneten Leistungen werden aktuell im Wesentlichen durch Großkraftwerke erbracht. Durch die Veränderung des Strommix hin zu mehr regenerativer Energie und dem dadurch ansteigenden Beitrag der unteren Netzebenen bei der Energieerzeugung müssen Systemdienstleistungen zukünftig sowohl verstärkt von diesen dezentralen regenerativen Erzeugern als auch von intelligenten Speichersystemen und Energieverbrauchern erbracht werden. Das in diesem Antrag vorgestellte Projekt untersucht einen neuartigen Ansatz zur stabilen dezentralen Regelung von multimodalen Energienetzen. Im Zentrum stehen Verteilnetze, die durch eine geeignete Kopplung von mehreren Energiedomänen (z.B. Strom, Gas, Wärme) so geregelt werden sollen, dass sie in der Lage sind, neben ihrer primären Aufgabe, der Versorgung der Verbraucher mit Energie, auch Systemdienstleistungen bereitzustellen. Hierbei soll ein dezentraler zellularer Ansatz verfolgt werden. Der Begriff Energiezelle beschreibt dabei ein autonomes Gebiet, in dem sich Netze mit Energieerzeugern  und Verbrauchern unterschiedlicher Energiedomänen, wie beispielsweise Strom, Gas und Wärme, befinden. Weiterhin sind die einzelnen Zellen gekoppelt und sind weiterhin an einen übergeordneten Netzverbund gekoppelt. Sogenannte Zellkoordinatoren werden hierfür als spieltheoretische Regler eingesetzt, um die mit den umliegenden Zellen auszutauschenden Leistungsmengen auszuhandeln und gleichzeitig innerhalb der jeweiligen Zelle die unterlagerten Regler der kaskadierten Regelungsstruktur zu parametrieren. Die spieltheoretische Regelung verschiedener multimodaler Energiezellen und ihre Interaktion untereinander ist noch vollständig unerforscht. Die langjährige Erfahrung des IEH auf dem Gebiet der Energietechnik und die für diese systemische Fragestellung erforderlichen Kompetenzen des IRS ergänzen sich bei diesem Vorhaben optimal, um eine erstmalige quantitative und qualitative Untersuchung einer derartigen energietechnischen Zellstruktur und ihrer Regelung durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360352892",
      "url": "https://gepris.dfg.de/gepris/projekt/360352892",
      "title": "ResiServD - Resilienz in verteilten, multimodalen und IKT-basierten\nEnergiesystemen",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360352892",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Energieverteilungsnetze basieren zunehmend auf der wechselseitigen Verbindung von Infrastrukturen (Elektrizität, Gas, Nah-/Fernwärme, IKT): intelligente multimodale Energieverteilungssysteme (engl.: smart multimodal energy distribution systems (SMEDSs)). Einer der Schlüssel zur Transformation des Energiesystems hin zu einem hocheffizienten, auf erneuerbaren Energiequellen basierenden System, ist die Kopplung von Energiesektoren (Elektrizität, Wärme, Mobilität). Das Verteilungssystem wird über die nächsten Jahre und Jahrzehnte mit einem signifikanten Wachstum der Anzahl an verteilten Erzeugungsanlagen, Speichern und Lasten (bspw. Wärmepumpen, Elektrofahrzeuge, Power-to-Gas-Einheiten) konfrontiert sein. Die Überwachung und Steuerung einer großen Zahl solcher Energieeinheiten wird zunehmend auf Informations- und Kommunikationstechnik (IKT) beruhen (Digitalisierung). Diese Entwicklung fördert die wechselseitige Abhängigkeit zwischen Elektrizitäts-, Gas-, Wärme- und IKT-Infrastrukturen in SMEDSs. Die wachsende Komplexität von intelligenten Infrastrukturen sowie deren wechselseitige Kopplung machen das Gesamtsystem störanfälliger, sowohl auf einer Intra- als auch auf einer Inter-System-Ebene. Das elektrische Energieversorgungssystem wird zunehmend näher an den zulässigen Auslastungs- und Spannungsgrenzen betrieben. Dies ist jedoch aufgrund erheblich häufigerer kritischer Lastflusssituationen nur unter Einsatz von IKT-Infrastruktur zur Überwachung und Steuerung möglich. Fälle IKT-seitige Angriffe auf Energie-Infrastrukturen sind bereits dokumentiert. Die Resilienz der Energieinfrastrukturen wird zu den wichtigsten Herausforderungen der Zukunft gehören. Aktuelle Forschung findet überwiegend auf dem Gebiet von Naturkatastrophen oder Cyberangriffen auf einzelne Infrastrukturen statt. Eine offene Forschungsfrage ist, wie Resilienz in multimodalen, wechselseitig verbundenen Infrastrukturen und ihre wechselseitige Abhängigkeit modelliert und wie die gesamtsystemische Resilienz verbessert werden kann. Dieses offene Forschungsfeld ist von äußerster Bedeutung für kritische Infrastrukturen und ist Gegenstand dieses Forschungsantrags. Ziel von Multi-Resilienz ist es, die wechselseitige Resilienz von SMEDSs, die mit infrastrukturkoppelnden Anlagen verbunden sind, quantitativ zu bewerten und zu verbessern. Dazu werden zum einen neue Verfahren zur Modellierung und Verbesserung der Resilienz in SMEDSs entwickelt. Zum anderen werden neuartige Resilienz-verbessernde Konzepte für den Betrieb wechselseitig verbundener Infrastrukturen untersucht. Ziel ist dabei, sich vor Störungen, die innerhalb einer Infrastruktur (intra) oder zwischen Infrastrukturen (inter) wirken können, zu schützen und deren Auswirkungen zu mildern. Dazu kann das Projekt auf erste Arbeiten, die einzelne Infrastrukturen spezifisch betrachten, aufbauen und diese erweitern, um wechselseitige Einflüsse der gekoppelten Systeme in geeignetem Umfang zu berücksichtigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "359982322",
      "url": "https://gepris.dfg.de/gepris/projekt/359982322",
      "title": "Robuster Reglerentwurf für Konverter-verbundene Ressourcen in Hybriden Stromnetzen unter Berücksichtigung der harmonischen Stabilität",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359982322",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Das Projekt «Formale Stabilitätsanalyse hybrider Verteilnetze basierend auf der korrekten Modellierung der Effekte der Synchronisation der leistungselektronischen Schnittstellen», das von der Universität Kiel und der EPFL im Rahmen des DFG SPP 1984 Phase 1 durchgeführt worden ist, hat sich mit der akkuraten Modellierung sowohl statischer als auch dynamischer Phänomene bei der Synchronisation von Konverter-verbundenen verteilten Ressourcen befasst, mit besonderer Berücksichtigung der Erzeugung und Fortpflanzung von Harmonischen. Das Hauptergebnis der statischen Analyse ist eine Methode für harmonische Lastflussberechnungen für mehrphasige Stromnetze mit Konverter-verbundenen Ressourcen, die auf generischen Modellen der Stromnetzkomponenten fusst. Im Gegensatz zu den gebräuchlichen Ansätzen berücksichtigt die vorgeschlagene Methode explizit Koordinatentransformationen zwischen den verschiedenen Komponenten (d.h., Netz, Leistungshardware, und Regelungssoftware). Dadurch ist das Systemmodell vollständig modular, das heißt dass die Komponenten in einem beliebigen geeigneten Referenzrahmen abgebildet werden können – sowohl für netzbildende wie auch netzfolgende Konverter. Die Hauptresultate der dynamischen Analyse sind akkurate Modelle von Phasenregelschleifen sowie Untersuchungen von Selbst- und leistungsbasierter Synchronisation. Themen wie DC-Stabilität, der Einfluss von Kommunikation auf die globale Regelung, der Entwurf zentralisierter Regler sowie deren Validierung sind bereits zum Teil abgeschlossen und bilden die Kernthemen der weiterführenden Forschung in Phase 2 des Programms.In Phase 2 soll besonders die Interaktion von AC- und DC-Reglern untersucht werden, wozu die Modellierungsmethode aus Phase 1 um DC-Systeme erweitert werden muss, sowie weitere Synchronisationsmethoden berücksichtig werden. Ein skalierbares Zustandsraumodell, welches die Wechselwirkungen zwischen der Synchronisation und den äusseren Regelschleifen abbildet, soll entwickelt werden, um harmonische Stabilitätsprobleme auch für Systeme mit vielen Konvertern einfach untersuchen zu können. Dieses Modell bildet die Grundlage für den Entwurf eines globalen Reglers, welcher durch Anpassung einiger Schlüsselparameter die Stabilität des Gesamtsystems sicherstellen kann.Mit Hilfe dieser Methoden sollen die folgenden Forschungsfragen untersucht werden:Wie können die AC- und DC-Regler und die Synchronisation optimal gestaltet werden um robuste Stabilität gegen Harmonische zu erzielen?Wie können Verzögerungszeiten aufgrund der Kommunikation charakterisiert werden (z.B. Minimal-/Mittel-/Maximalwert, Jitter, etc.) und was ist deren Einfluss auf die harmonische Stabilität hybrider Stromnetze?Welches Regelschema ist am widerstandsfähigsten gegen harmonische Instabilität angesichts von Synchronisation und Kommunikation: zentrale, dezentrale, oder verteilte Regelung?Welche Schlüsselparameter müssen abgestimmt werden, damit das Gesamtsystem robust funktioniert?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeInternationaler BezugSchweizGroßgeräteCommunication Network EmulatorGerätegruppe2720 Impedanz- und Dämpfungsmeßgeräte, Frequenzgangmeßgeräte, NetzwerkanalysatorenPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Mario  Paolone, Ph.D."
    },
    {
      "project_id": "359839719",
      "url": "https://gepris.dfg.de/gepris/projekt/359839719",
      "title": "Stochastische Optimierung für sicheren dynamischen Wechselstromlastfluss in hybriden multimodalen Energiesystemen unter Ungewissheit",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359839719",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Leitungsgebundene Ressourcen, hier zumeist Elektrizität, aber auch Gas und Wasser, werden in einer Welt steigender wirtschaftlicher Aktivität eine  kritische Rolle spielen, wie auch die  entsprechenden Netze. Ihr Entwurf und Betrieb wirft, aufgrund vorhandener und  wachsender Datenunsicherheit und Komplexität der Entscheidungen neue  mathematische  Fragestellungen auf, zu deren  Beantwortung die Ausdehnung vorhandener Methodologie unumgänglich ist. Letzteres beginnt mit konzeptioneller Arbeit zur  adäquaten Behandlung von  Risiko, Nichtlinearität und hoher Dimension. Optimaler Lastfluss in Wechselstromnetzen ist  dabei ein mathematisch lohnendes Arbeitsgebiet  sowie Dreh- und Angelpunkt einer realistischen Modellierung. Die  Volatilität von Einspeisungen aus regenerativen  Energiequellen hat Datenunsicherheit zur Folge, deren geeignete Einbeziehung einen weitereren wichtigen Aspekt darstellt.Den Kern der geplanten Untersuchungen machen neue integrierte mathematische Modelle aus, die auf  angepasste, maßgeschneiderte Methoden führen, deren unmittelbarer ingenieurwissenschaftlicher  Wert  sich bei der Erforschung solcher Energiesysteme niederschlägt, die anfällig gegen Vorhersagefehler und Datenunsicherheit sind.  Im einzelnen sollen  folgende  Themen aufgegriffen werden: Management von Netzengpässen und  dem  Ausfall von Netzkomponenten bei ungewisser regenerativer Einspeisung,  Netzstabilität und  Risikoaversion in multimodalen Energiesystemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360460668",
      "url": "https://gepris.dfg.de/gepris/projekt/360460668",
      "title": "Systemtheoretische Analyse der Spannungsstabilität in leistungselektronisch\ndominierten hybriden elektrischen Energiesystemen",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360460668",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Aufgrund der Veränderung des elektrischer Energiesysteme durch verringerte rotierende Massen, die Installation von Hochspannungsgleichstromübertragungsleitungen und dem gleichzeitigen Ausbaus erneuerbarer Energien, ändert sich dessen Systemdynamik und insbesondere die (Spannungs-) Stabilität. Ebenso müssen Notfallmaßnahmen für spannungskritische Situationen untersucht und neu definiert werden. Dieses Projekt zielt auf die Analyse des Einflusses großer Anzahlen erneuerbarer Energien und deren Regelungsmöglichkeiten in aktiven Verteilnetzen sowie schnell regelbaren HGÜ-Umrichtern bezüglich der Systemdynamik und Stabilität. Insbesondere wird die Langzeit-Spannungsstabilität untersucht. Regelungsmaßnahmen zur Verhinderung spannungskritischer Zustände, wie Lastreduktion und Spannungs-Blindleistungsregelung aktiver Verteilnetze werden untersucht, so dass deren Einfluss auf die Spannungsstabilität optimiert werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "359941476",
      "url": "https://gepris.dfg.de/gepris/projekt/359941476",
      "title": "Vermeidung von emergierenden Controller-Konflikten in multimodalen Smart Energy Systems",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359941476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Vier Transitionstreiber kennzeichnen die aktuellen Entwicklungen bisher getrennter Energiesysteme zu multimodalen Smart Grid:- Elektrische Erzeugungskapazitäten verlagern sich von Großanlagen im Hochspannungsnetz zu kleinen Einheiten in Verteilernetzen mit stärkerer Anfälligkeit für Prognosefehler und größerer Unsicherheit im Betrieb. - Das Flexibilitätspotential kleiner Lasten kann ergänzend zum industriellen Lastverschiebungspotential erschlossen werden, um zur operationellen Stabilität des elektrischen Energieversorgungssystems beizutragen. - Autonome Regler für die Integration dezentraler Anlagen und zur Stabilisierung der elektrischen Netze werden auf allen Spannungsebenen in das System eingebracht.- Zusätzliche Flexibilitätspotentiale werden durch die Verknüpfung der bisher getrennt betriebenen Energiesysteme erschlossen. Die ersten drei Transitionstreiber erhöhen der Grad der Verteiltheit des Energiesystems bezogen auf Stromerzeugung, -nutzung und Netzbetrieb. Die Durchdringung des Energiesystems mit autonomen Controllern führt zunehmend zu einem verteilten adaptiven System. Neben den erwünschten Eigenschaften einer guten Skalierbarkeit und Selbst-Stabilisierung können auch ungewünschte Effekte auftreten: Autonome Regler können gegeneinander arbeiten, so dass es zu Oszillationen und anderen instabilen Systemzuständen kommen kann. Aus der Perspektive der Forschung an verteilten Systemen können Controller-Konflikte als unerwünschte Emergenz-Effekte verstanden werden, die sich in multimodalen Smart Grids noch verstärken können. Da Zuverlässigkeit und Resilienz wesentliche Eigenschaften für Energiesysteme sind, müssen Ansätze gefunden werden, die das Vertrauen in die entstehenden großskaligen adaptiven verteilten Systeme berechtigt erhöhen.Im hier vorgeschlagenen Projekt wird das entstehende multimodale Smart Grid als agentenbasiertes selbstorganisierendes System modelliert, um Controller-Konflikte zu identifizieren und in ihrer Genese zu untersuchen. So soll die Frage beantwortet werden, ob dieser Modellierungsansatz bei der frühzeitigen Identifizierung entstehender Controller-Konflikte eingesetzt werden kann.Das Projekt gliedert sich in die folgenden Forschungsarbeiten:- Modellierung eines exemplarischen verknüpften Energiesystems, bestehend aus Elektrizitäts- und Wärmekomponenten,- Modellierung autonomer Regler und relevanter Komponenten mit Hilfe eines agentenbasierten Ansatzes, der eine Architektur aus dem Bereich der agentenbasierten Kontrollansätze und eine Architektur aus dem Bereich der selbstorganisierenden Systeme kombiniert,- Deterministische Identifikation instabiler Systemzustände mit unerwünschten Emergenzeigenschaften mithilfe eines Ko-Simulationsansatzes,- Entwicklung von Metriken zur Identifikation instabiler Systemzustände als Folge von Controller-Konflikten,- Analyse der simulierten instabilen Systemzustände mithilfe der entwickelten Metriken  zur frühzeitigen Identifikation entstehender Controller-Konflikte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "361092219",
      "url": "https://gepris.dfg.de/gepris/projekt/361092219",
      "title": "Verteilte dynamische Netzsicherheitssteuerung: Weiterführung eines Projekts in SPP1984",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 361092219",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Die Wahrung der betrieblichen Sicherheit und Zuverlässigkeit der an Komplexität gewinnenden Energiesysteme stellt eine der wesentlichen Aufgaben zur Ermöglichung einer modernen und zukunftsgerichteten Industriegesellschaft dar. Sowohl der Umfang als auch die Geschwindigkeit des mit der Energiewende eingeleiteten Transformationsprozesses bringen jedoch deutlich zum Ausdruck, dass sich die heutige Versorgungslandschaft in vielen technischen, wirtschaftlichen und ökologischen Gesichtspunkten auf grundlegende Veränderungen einzustellen haben wird. So ergibt sich generell die Frage, inwiefern das lokal stark zunehmende Maß an betrieblicher Unsicherheit aufgrund der Nutzung von erneuerbaren Energiequellen die künftige Definition, Bewertung und Vorhaltung von Systemsicherheit beeinflussen wird. Die gegenwärtig bekannten Verfahrensansätze zum Zwecke der betrieblichen Modellierung, Optimierung und Steuerung von Elektroenergiesystemen basieren zumeist auf Annahmen, deren Angemessenheit mit Blick auf die künftig zu erwartende Situation zusehends in Frage gestellt wird. So ergeben sich etwa tiefgreifende Änderungen durch den weiteren drastischen Anstieg der erneuerbaren Erzeugung und den Fortschritt der Informationstechnik. Um den langfristig zu erwartenden technischen Herausforderungen bereits im Vorfeld zu begegnen und gleichzeitig mit der Veränderung von regulatorischen Rahmenbedingungen Schritt zu halten, schlägt das vorliegende Projekt einen aufeinander abgestimmten Satz von neuen systemtheoretischen Methoden für die verteilte Berechnung und Erhöhung der Sicherheit hochdynamischer Elektroenergiesysteme vor. Unter der begründeten Annahme eines hochperformanten Kommunikationsnetzes sowie der Beschreibung des zugrunde liegenden Algebro-Differentialgleichungssystems in dessen so genannter Deskriptorform stellen die vorgeschlagenen Methoden einen skalierbaren und adaptiven neuen Gesamtrahmen namens DistDSA dar. Die praktische Implementierung von DistDSA eignet sich grundsätzlich sowohl im Sinne einer vertikalen als auch horizontalen Integration von heterogenen Teilsystemen nahe dem Erfüllungsdatum. Dank einer kontrollierten Phase der strukturerhaltenden Modellreduktion ist DistDSA erstmals in der Lage, Kurzzeit-Phänomene im Anwendungsbereich elektromechanischer Zeitkonstanten online und im verteilten Sinne unter Berücksichtigung vollständiger und auch vereinfachter Modelle für die Systemdynamik zu optimieren. Auf diese Weise sind die Methoden im Stande, die sich verändernde Notwendigkeit zu einer nunmehr multilateralen Vorhaltung von Systemsicherheit in Elektroenergiesystemen der nächsten Generation zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    },
    {
      "project_id": "360501239",
      "url": "https://gepris.dfg.de/gepris/projekt/360501239",
      "title": "Verteilte Optimierung in Smart Grids - Verlängerung des Forschungsvorhabens für die zweite Förderperiode des Schwerpunktprogramms SPP 1984",
      "investigators": "Dr. Tatiana  Tatarenko;Professor Dr.-Ing. Volker  Willert",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 360501239",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "Dieses Projekt hat zum Ziel einen strukturellen Ansatz für die verteilte Optimierung und Regelung in Smart Grids zu finden. Ein solcher Ansatz sollte nicht nur bestimmte Funktionseigenschaften des Netzwerks, sondern auch die Zusammenschaltung zwischen unterschiedlichen Strukturteilen berücksichtigen.Der Fokus liegt dabei auf einem komplexen Modell für Smart Grids. Das Modell besteht aus drei Strukturteilen und berücksichtigt aktuelle Entwürfe zum Aufbau von Smart Grids.Das Projekt konzentriert sich auf die Formulierung und vereinheitlichte Lösung von Optimierungsproblemen, sowie dem spieltheoretischen Lernen auf den entsprechenden Strukturteilen.  Dabei sollen folgende Fragen beantwortet werden: Wie sollen die Optimierungskriterien auf jedem Strukturteil formuliert werden, um möglichst nah an der Realität zu sein?Welche Erweiterung von bestehenden mathematischen Methoden sind sinnvoll, um die moderne Kommunikationstechnologie und Informationsbeschränkungen von large-scale Energiesystemen zu berücksichtigen, payoff-basierte Lernalgorithmen für die Suche nach Gleichgewichten im System darzustellen, und generelle nichtkonvexe Optimierungsprobleme behandeln zu können?Unter welchen Annahmen werden diese neu entwickelten Methoden zu einer Verbesserung gegenüber existierenden Verfahren führen?Wie soll der Ablauf von Optimierung und spieltheoretische Regelung auf den Strukturteilen organisiert werden, um Stabilität und die effiziente Funktion von Smart Grids zu gewährleisten?Die Bearbeitung dieses Projekts wird mit mathematischen und ingenieurtechnischen Mitteln vollzogen und beinhaltet Spieltheorie, verteilte Optimierung, Consensus-basierte Methoden, stochastische Martingal-Prozesse, wie ergodische Markovketten und stochastische Approximationsmethoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer NetzeInternationaler BezugSchweiz, USAKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Maryam  Kamgarpour;Professorin Dr. Angelia  Nedic;Professor Dr. Behrouz  Touri"
    },
    {
      "project_id": "359921210",
      "url": "https://gepris.dfg.de/gepris/projekt/359921210",
      "title": "Zuverlässiger Betrieb umrichterdominierter und IKT-durchdrungener Energiesysteme -- von zentralen Strukturen zu agentenbasierter dezentraler Steuerung",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 359921210",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze",
      "description": "The objective of this project is to develop an integrated multi-level system control architecture for electricity grids that receives high-level control and optimization targets at various levels of the energy system, processes and distributes them via an agent-based communication and control system down to converter-based generation and consumption units, as well as to grid control centres that implement individual control tasks. At the same time, information on the system state is measured and estimated by the distributed units (converters) and propagated to the agent system that aggregates this information in order to provide an up-to-date and consistent view of the relevant sub-system(s) at each system level. The control and optimization of grid operation, including power flow management, voltage and frequency control, shall be performed in a distributed way by the agent systems. This way, inherent redundancies of the system are automatically employed, potentially offering higher robustness/resilience to communication deficiencies as well as to failure of components.Research questions that will be addressed based on this multi-level system architecture and hybrid control system are the quality of the distributed optimization, the resolution of controller conflicts, the real-time behaviour of the resulting grid control which is based on converters to a large extent, the identification of grid parameters and system state estimation, the overall system management considering system stability and information flow under consideration of unbundling requirements, as well as the structure of control hierarchies and communication between the control levels.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1984: \nHybride und multimodale Energiesysteme: Systemtheoretische Methoden für die Transformation und den Betrieb komplexer Netze"
    }
  ]
}