{
  "spp_number": "SPP 2074",
  "spp_title": "Fluidfreie Schmiersysteme mit hoher mechanischer Belastung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/357505886",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "407711892",
      "url": "https://gepris.dfg.de/gepris/projekt/407711892",
      "title": "Feststoffschmierung durch Kohlenstoffnanoröhren: Grundlegendes Verständnis der Transferschichtbildung und der Gleitmechanismen durch Atomistik und experimentelle Nanoanalytik",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407711892",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Reibung und der daraus resultierende Verschleiß führen zu Materialschäden an den beteiligten mechanischen Komponenten. Der Ersatz dieser Komponenten ist mit signifikanten Kosten verbunden, die sich jährlich auf etwa 5% des Bruttoinlandsproduktes einer hochindustrialisierten Nation aufsummieren. Gleichzeitig möchte man den Wechsel von Flüssigschmierstoffen hin zu Festschmierstoffen herbeiführen, um einerseits die Umweltbelastung und andererseits die Abhängigkeit vom schwindenden Erdöl zu reduzieren. Allerdings wird Festschmierung bisher nur dort eingesetzt, wo Flüssigschmierstoffe an ihre Grenzen stoßen. Das ist insbesondere unter extremen Bedingungen wie im Vakuum oder bei hohen Temperaturen der Fall, wo sich Flüssigschmierstoffe verflüchtigen, aber auch bei hohen Kontaktdrücken und Gleitgeschwindigkeiten. Die Weiterentwicklung und Auslegung von Festschmierstoffen, die gerade auch unter hoher Belastung funktionieren ist daher von hoher technologischer Bedeutung.Carbon Nanotubes (CNTs) sind zylinderförmige Nanostrukturen aus Kohlenstoffatomen mit hervorragenden mechanischen, physikalischen und chemischen Eigenschaften. Insbesondere können sie in Kombination mit geeigneten Abscheideverfahren und definierten Oberflächentopographien als wirkungsvolle und langanhaltende Festschmierstoffe eingesetzt werden. Allerdings bestehen gerade zu den mikroskopischen Mechanimsmen der Transferschichtbildung, der Schmierung an den Grenzflächen, der CNT-Degradation bei hohen Druckbelastungen sowie beim Transport der CNTs innerhalb des Tribokontakts noch viele Fragen. Daher ist ein gezieltes Design des jeweiligen CNT-Tribosystems noch nicht möglich. Ziel des Projekts ist es, zunächst ein deutlich vertieftes Verständnis der tribomechanischen und tribochemischen Aspekte auf mikroskopischer Ebene zu erlangen und die gewonnenen Erkenntnisse in Designregeln für den jeweiligen Anwendungsfall zu übersetzen. Das heißt, es gilt herauszufinden, welche Parameter einerseits die Transferschichtbildung zwischen CNTs und Reiboberflächen und andererseits die Reibreduktion beeinflussen. Methodisch kommt für die Projektbearbeitung eine Kombination aus atomistischen Simulationsmethoden, Triboexperimenten sowie physikalischen und chemischen Analysemethoden zum Einsatz.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer BelastungMitverantwortlicheDr. Leonhard  Mayrhofer;Dr. Gianpietro  Moras;Dr.-Ing. Sebastian  Suarez Vallejo"
    },
    {
      "project_id": "407712786",
      "url": "https://gepris.dfg.de/gepris/projekt/407712786",
      "title": "Fluidfrei geschmierte Stirnradverzahnung – Konturangepasste Schichtgestaltung und tribologische Bewertung der Leistungsgrenzen",
      "investigators": "Professorin Dr.-Ing. Kirsten  Bobzin;Professor Dr.-Ing. Karsten  Stahl",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407712786",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Konventionelle Stirnradverzahnungen, die hohen mechanischen Belastungen ohne fluidische Schmierung ausgesetzt sind, zeigen nach kurzer Betriebsdauer Schäden wie Verschleiß, Fressen und Heißlaufen. Für den sicheren Betrieb fluidfrei geschmierter Verzahnungen darf die systemabhängige Wärmegrenzleistung, die von den Verlustleistungen und der Wärmeabfuhr abhängt, nicht überschritten werden. Unterhalb dieser Grenze ist Verschleiß der fluidfrei geschmierten Zahnflanken infolge des kontinuierlichen Materialabtrags lebens-dauerbegrenzend. Das übergeordnete Ziel dieses Projekts im Rahmen des Schwerpunktprogramms 2074 ist die Gestaltung einer fluidfrei geschmierten Stirnradverzahnung mit haltbarer Beschichtung, die hohen mechanischen Belastungen zuverlässig standhält. Hierzu werden neben einer schichtgerchten Auslegung der Stirnradgeometrie, triboaktive Physical Vapour Deposition (PVD)-Beschichtungen eingesetzt, die Reibung und Verschleiß im tribologischen Kontakt reduzieren. Die Festschmierstoffe mit Schichtgitterstruktur werden über Depots, bestehend aus Metall und Schwefel, durch die triboaktiven Beschichtungen bereitgestellt und im Kontakt in situ-synthetisiert. Durch eine wärmeabfuhrunterstützende Gestaltung der Zahnradstütz-struktur wird die thermische Beanspruchung beschichteter Verzahnungen im fluidfreien Kontakt verringert.Ziel der zweiten Förderperiode ist die prozessseitige Abstimmung der Schichteigenschaften und der Verzahnungsgeometrien sowie die Übertragung der Erkenntnisse der Transfer-schichtmechanismen vom Modellkontakt aus der ersten Förderperiode auf Stirnradverzahnungen. Eine quantitative Bewertung der Wärmegrenzleistung und des Verschleißverhaltens dieser beschichteten Stirnradverzahnungen schafft die Grundlagen für die Auslegung fluidfreier Stirnradverzahnungen.Das Arbeitsprogramm gliedert sich in drei Phasen. In Phase I liegt der Fokus auf der Steigerung der Verbundhaftung triboaktiver Beschichtungen auf der Verzahnung sowie einer gleichmäßigeren Schichtdickenverteilung über der Zahnhöhe durch prozessseitige Anpassungen für den Einsatz auf Verzahnungen. Parallel hierzu wird die Integration wärmeabführender Stützstrukturen untersucht. In Phase II erfolgen experimentelle Analysen zur Wärmegrenzleistung von Verzahnungen im FZG-Zahnradverspannungsprüfstand sowie numerische Berechnungen zur Verlustleistung und Temperaturverteilung. Darüber hinaus werden die Bereitstellungs- und Transfermechanismen der Elemente aus den triboaktiven Beschichtungen in Abhängigkeit unterschiedlicher thermischer und mechanischer Beanspruchungen analysiert. Darauf aufbauend wird in Phase III die Verschleißlebensdauer unterhalb der Wärmegrenzleistung anhand experimenteller Untersuchungen und numerischer Berechnungen zur Identifikation von Versagenskriterien beschichteter Stirnradverzahnungen untersucht. Abschließend werden Empfehlungen zur Gestaltung von haltbaren beschichteten Stirnradverzahnungen unter fluidfreier Schmierung bei hohen Belastungen abgeleitetDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407710554",
      "url": "https://gepris.dfg.de/gepris/projekt/407710554",
      "title": "Fluidfreie Schmierstoffschichten für den hochbelasteten und unsynchronisierten Betrieb von trockenlaufenden Schraubenmaschinen",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407710554",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Das Forschungsvorhaben zielt darauf ab, Reib- und Verschleißmechanismen von maßgeschneiderten MoSx(:X)-Festschmierstoffen in realen Kontaktsituationen von trockenlaufenden, unsynchronisierten Schraubenrotoren makro- und mikroskopisch zu verstehen und Strategien zur Erhöhung der Lebensdauer des Festschmierstoffs zu entwickeln.Ein eigens konzipierter Prüfstand bildet die Bedingungen des realen Schraubenrotorkontakts über eine flexibel einstellbare Flächenpressung (100 bis 1000 MPa), Temperatur (bis 150°C), Belastungsdauer und Umgebungsatmosphäre ab und erlaubt, eine Bandbreite an distinkten Parameterkonstellationen für den Wälzkontakt zu generieren. Außerdem werden die Kontaktbedingungen durch eine Konditionierung von HiPIMS gesputterten MoSx(:X)-Dünnschichten variiert. Es wird der Einfluss der komplexen Geometrie des Schraubenrotors im Hinblick auf Abschattungseffekte und auf Schichtbildungsmechanismen evaluiert. Eine Variation der Schichtdicke in Relation zu dem Rauheitsprofil des Schraubenrotors, eine Modifizierung der MoSx-Schichten mit Silber, Wolfram oder Kohlenstoff (X = Ag, W, C) sowie eine Applikation von Schichten der reinen Modifizierungselemente auf den Nebenrotor sollen die Wälzkontaktbedingungen steuern.In Abhängigkeit dieser Kontaktparameter wird geklärt, welche chemischen, physikalischen und strukturellen Oberflächeneigenschaften die Funktionalität der MoSx(:X)-Festschmierstoffe prägen und auf mikroskopischer Ebene eine Vorhersage des Materialabtrags sowie Materialversagens erlauben. Die Funktionalität wird durch die Wirkung und Wechselwirkung unterschiedlicher Elementarprozesse beschrieben, zu denen Oxidation, Materialabtrag, Umlagerung von Oberflächenspannungen, Phasenumwandlungen und Materialmischung gehören. Die Elementarprozesse werden über In-situ- und Operando-Methoden an dem Prüfstand, die Licht- und Lasermikroskopie wie auch Raman-Streuung mit Laserablationsmöglichkeit umfassen, und Ex-situ-Methoden charakterisiert. Letztere gewähren spektral und räumlich hochauflösende Einblicke in strukturelle und chemisch-physikalische Merkmale beschichteter und unbeschichteter Schraubenrotoroberflächen. Die Messtechnik an dem Prüfstand untersucht dynamisch die tribologischen Elementarprozesse an Haupt- und Nebenrotor eines Schraubenrotor-Paares.Das Verständnis über die strukturellen und chemisch-physikalischen Oberflächeneigenschaften erlaubt, die Parameter der Kontaktsituation anzupassen, um die Elementarprozesse zur Erhöhung der Lebensdauer des Festschmierstoffs und zur Reduzierung des Energieeintrags bei minimierter Reibung gezielt zu steuern. Die Verknüpfung der experimentellen Analysen mit einer mechanischen Simulation des Materialabtrags und der Reibspannung in Abhängigkeit der Belastungsdauer wird klären, wie und in welchen Betriebszuständen des Schraubenrotors sich eine schützende tribologische Schicht bildet. Erkenntnisse sollen auf feststoffgeschmierte alternative Bauteile transferiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407612488",
      "url": "https://gepris.dfg.de/gepris/projekt/407612488",
      "title": "Fluidfreie Schmiersysteme für mechanisch hoch belastete Linearführungen durch beschichtungstechnische Optimierung der Funktionselemente",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407612488",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Im Rahmen des Projektes soll ein Lösungsweg aufgezeigt werden, wie mechanisch hoch belastete Wälzkontakte fluidfrei durch den Einsatz von geeigneten Feststoffen und einer angepassten Oberflächenbehandlung des Gegenkörpers geschmiert werden können. Als Pilotanwendung wurde das System wälzgelagerte Linearführung ausgewählt, da dieses von technisch hoher Relevanz ist und die typischen Beanspruchungskollektive (oszillierende Bewegung, Stillstandszeiten) für eine fluidfreie Schmierung prädestiniert ist. Hieran soll die technische Machbarkeit aufgezeigt werden, wobei es hierbei notwendig ist, dass sich ein stabiler Transferfilm ausbildet. Dieser soll einerseits den Grund- und Gegenkörper des tribologischen Systems trennen zur Gewährleistung eines verschleißarmen Betriebs und gleichermaßen die Reibung herabsetzen, so dass sich auch ein thermisch unterkritischer Gleichgewichtszustand einstellt. In einem ersten Schritt werden hierzu verschiedene Feststoffe, Oberflächenmodifikationen und Bereitstellungsoptionen anhand von einfachen tribologischen Tests evaluiert. Mit Hilfe moderner Oberflächenanalytik werden die zugrundeliegenden Transferprozesse bei der Schichtbildung analysiert und zielführende Systeme identifiziert. Nachfolgend eingesetzte numerische Verfahren (FEM und Molekulardynamik) dienen der Modellbildung von Wirkmechanismen.Im zweiten Schritt werden die Erkenntnisse auf ein reales Demosystem übertragen. Wesentliches Ziel dieses Forschungsprojektes ist es, die Mechanismen, die zu einer Transferfilmbildung in Wälzkontakten führen, zu identifizieren und mit Hilfe geeigneter Modelle auch theoretisch beschreiben zu können. Dadurch lassen sich Maßnahmen ableiten, die Prozesse gezielt zu steuern, letztlich direkt im Realsystem. Innovativer Ansatz des Projektes ist es, nicht nur den Festschmierstoff bereitzustellen sondern auch die Oberflächen, auf denen sich der Transferfilm ausbilden soll, mittels Randschichtmodifikation ziel-führend optimal zu konditionieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407535491",
      "url": "https://gepris.dfg.de/gepris/projekt/407535491",
      "title": "Fluidfreie Schmierung von Schneckengetrieben auf Basis von PTFE",
      "investigators": "Dr. Michaela  Gedan-Smolka;Professor Dr. Michael  Kopnarski;Professor Dr.-Ing. Bernd  Sauer",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407535491",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Schneckengetriebe bieten aufgrund ihres kompakten Aufbaus und der erreichbaren hohen Übersetzungen für viele Stellanwendungen beispielsweise in der Lebensmitteltechnologie oder Medizintechnik eine sehr gute Lösung. Für Sicherheitsanforderungen kommen hochübersetzende kompakte Schneckengetriebe, die aus Stahlschnecke und Kunststoffschneckenrad bestehen jedoch im Allgemeinen nicht in Frage. Sind besondere Sicherheitsanforderungen zu erfüllen, ist ein Ganzmetallgetriebe notwendig. Im Medizinbereich oder in der Lebensmittelindustrie werden häufig fluidfreie Getriebe gefordert. Sollen diese Getriebe bei sehr tiefen Temperaturen oder vergleichsweise hohen Temperaturen eingesetzt werden, kommen übliche fluide Schmiermittel ohnehin nicht in Frage. Die Aufgabe ein fluidfreies Schneckengetriebe zu ermöglichen, soll in diesem Projekt aufgrund vorliegender Erkenntnisse über PTFE (Polytetrafluorethylen) als Festschmierstoff realisiert werden. PTFE zeichnet sich durch einen breiten Temperatureinsatzbereich (-200…+260 °C), eine hohe Chemikalienbeständigkeit und sehr gute Antihafteigenschaften aus, die sich unter tribologischen Bedingungen in niedrigen Gleitreibungskoeffizienten äußern. Die relativ niedrige Verschleißbeständigkeit von PTFE in Relativbewegung mit Stahlgegenkörper macht ihn jedoch weniger geeignet für den Einsatz als Trockenschmierstoff in hochbelastete tribologischen Systemen. Durch Mischung bzw. Bindung von PTFE zu anderen Polymeren (z.B. Polyamid) entstehen Compounds mit verbesserten Verschleißverhalten.Ein Teil des Projektes wird die Entwicklung und Optimierung der Compounds sein, u.a bezüglich der Zer- und Verteilung der PTFE-Partikel in der Matrix sowie geeigneter Haftgruppen am Gegenkörper, wobei verschiedene Polyamide als Matrixpolymer untersucht werden. Das Schmierungskonzept des Schneckengetriebes basiert auf einer Transferschmierung durch ein Opferbauteil, das durch ein zusätzliches Schneckenrad aus Kunststoff mit dem Festschmierstoff (PA-PTFE-cb compound) eingebracht wird. Einen zweiten Teil stellt die Analyse des Transferfilmes von Opferschneckenrad zur Schneckenverzahnung dar. Umspannt werden diese Arbeiten von tribologischen Modellversuchen des PA-PTFE-cb Compound Materials im Kontakt gegen die Metallbauteile sowie dem Aufbau und Messungen an einem Prototypgetriebe. Durch die fluidfreie Schmierung wird der Wärmetransport völlig anders ausfallen als bei ölgeschmierten Schneckengetrieben. Daher werden Aufbau und Auswertung thermischer Modelle, sowie der Vergleich zu experimentellen Ergebnissen ebenfalls zum Projekt gehören.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer BelastungMitverantwortlichProfessor Dr.-Ing. Manuel  Oehler"
    },
    {
      "project_id": "407707942",
      "url": "https://gepris.dfg.de/gepris/projekt/407707942",
      "title": "Grundlagen für eine verbesserte Gebrauchsdauerberechnung feststoffgeschmierter\nWälzlager durch Multiskalen-Untersuchungen",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407707942",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Im Rahmen dieses Projektes sollen die Grundlagen für eine verbesserte Gebrauchsdauerberechnung für feststoffgeschmierte, insbesondere MoS2-geschmierte Wälzlager geschaffen werden. Solche feststoffgeschmierten Lager finden sich beispielsweise in Vakuumpumpen oder Drehanoden für medizinische Röntgenröhren. Das einzige bisher bekannte Gebrauchsdauerberechnungsmodell basiert auf einem empirischen Ansatz, der die Materialabtragsrate auf Basis makroskopischer Kontaktgrößen wie Kraft oder Gleitweg beschreibt. Wichtige Effekte, wie Schichttransfer und -auftrag werden dabei nur bedingt oder nicht berücksichtigt. Gegenüber dem Stand der Forschung wird für das angestrebte Berechnungsmodell ein stärker mechanismenbasierter Ansatz herangezogen, der den Einfluss der Mikrostruktur, Textur und Stöchiometrie der Schicht berücksichtigt. Dadurch lassen sich die empirischen Anteile im Berechnungsmodell auf ein Minimum reduzieren. Um dieses Ziel zu erreichen, müssen einerseits die Elementarmechanismen, die zur Veränderung der Schichteigenschaften während der Wälzbeanspruchung führen, aufgeklärt und andererseits ihre Auswirkungen auf das Abtrags-, Transfer- und Auftragsverhalten der Festschmierstoffschicht verstanden werden. Dafür kommen aufeinander abgestimmte Charakterisierungs- und Simulationsmethoden auf mehreren Skalen zum Einsatz. Als gemeinsame Basis werden zwei unterschiedliche MoS2-PVD-Schichten herangezogen, eine möglichst stark basal texturierte Schicht mit grober Mikrostruktur sowie eine schwach texturierte Schicht mit feiner, stängelkristalliner Mikrostruktur. Auf der Makroskala wird das tribologische Verhalten dieser Schichten gegenüber Stahl unter realitätsnahen Bedingungen in Zwei-Scheiben-Versuchen charakterisiert. Die strukturellen und kristallographischen Veränderungen dieser Schichten werden auf der Mikro- und Nanoskala durch elektronenmikroskopische und atomsondentomographische Messungen als Funktion der Beanspruchungsdauer untersucht. Verformungs- und Abtragsprozesse werden außerdem durch mikromechanische Experimente charakterisiert. Atomistische Simulationen klären die zugrundeliegenden atomaren Mechanismen, die für die beobachteten Schichteigenschaftsänderungen verantwortlich sind und schließlich die Gebrauchsdauer bestimmen. Dank dieser neuen Erkenntnisse wird schließlich ein mechanistisches Gebrauchsdauermodell für MoS2-geschmierte Wälzlager formuliert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer BelastungMitverantwortlichProfessor Dr.-Ing. Erik  Bitzek"
    },
    {
      "project_id": "493132134",
      "url": "https://gepris.dfg.de/gepris/projekt/493132134",
      "title": "Koordinationsantrag zum Schwerpunktprogramm \"Fluidfreie Schmiersysteme mit hoher mechanischer Belastung\"",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493132134",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Die überwiegende Zahl von tribologischen Systemen in technischen Anwendungen wird mit Fluiden, die meistens Öle und Fette sind, geschmiert. In Fällen, in denen keine Schmierung mit Öl oder Fett möglich ist, weil der Schmierstoff im Vakuum z.B. verdampft, wird als Alternative häufig ein Feststoff auf die Bauteiloberflächen aufgebracht. Der Schmierungsmechanismus in Feststoffschichten unterscheidet sich grundsätzlich von Tribosystemen mit Fluiden als Schmierstoff. Die Komplexität des Forschungsgegenstandes erfordert eine fachübergreifende Bearbeitung, bei der Methoden des Maschinenbaus und der Werkstofftechnik sowie physikalische sowie chemische Simulations- und Analysemethoden gezielt vernetzt eingesetzt werden müssen.Wissenschaftliche ZieleIm Schwerpunktprogramm „Fluidfreie Schmiersysteme mit hoher mechanischer Belastung“ sollen die Mechanismen von Reibung und Verschleiß durch die Transferschichtbildung in tribologischen Systemen mit hoher mechanischer Belastung bei Schmierung mit Festschmierstoffen erforscht werden. In der ersten Förderperiode standen die Bereitstellungsprozesse des Festschmierstoffes und die damit verbundenen Transferprozesse im Vordergrund. In der zweiten Förderperiode soll das Verständnis für die Synthese von Festschmierstoffkonzepten genutzt werden. Der Fokus soll auf Anwendungen in Maschinenelementen und in Antriebsystemen mit hochbelasteten Roll-/Wälzkontakten liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "404647253",
      "url": "https://gepris.dfg.de/gepris/projekt/404647253",
      "title": "Koordinationsfonds",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 404647253",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Die überwiegende Zahl von tribologischen Systemen in technischen Anwendungen wird mit Fluiden, die meistens Öle und Fette sind, geschmiert. In Fällen, in denen keine Schmierung mit Öl oder Fett möglich ist, u. a. in Bereichen der Medizintechnik, der Lebensmitteltechnologie, der Fertigungstechnik mit Vakuumverfahren und in Luft- und Raumfahrtanwendungen, wird als Alternative häufig ein Feststoff auf die Bauteiloberfläche aufgebracht.Der Schmierungsmechanismus in Feststoffschichten unterscheidet sich grundsätzlich von Tribosystemen mit Fluiden; es gibt beispielsweise keinen Schmierstoffkreislauf in der Art, wie er üblicherweise bei Fluidschmierung vorhanden ist. Im Allgemeinen erfolgt ein Materialübertrag von der Oberfläche, die den Schmierstoff trägt, auf den Gegenkörper. Es bilden sich dabei Transferschichten aus. Im Betrieb findet fortwährend ein Schichtabbau durch Verschleißvorgänge statt, wobei gleichzeitig Mechanismen zum erneuten oder kontinuierlichen Aufbau der Feststoffschmierschicht wirken. Während im Bereich der Gleitbewegungen mit niedrigeren Kontaktpressungen bereits umfangreiche Erkenntnisse mit Feststoffschmierung und deren Funktionsweise vorliegen, sind die komplexen chemisch-physikalischen Wechselwirkungen an den Oberflächen bei hoch belasteten Kontakten wie z. B. im Wälzlager oder Zahnrad bislang nur Ansatzweise erforscht.In diesem Forschungsprogramm sollen die Reibungs- und Verschleißmechanismen durch die Transferschichtbildung in tribologischen Systemen bei Schmierung mit Festschmierstoffen erforscht werden. Dafür sollen systemspezifisch zunächst Bereitstellungsprozesse des Festschmierstoffes in Abhängigkeit der Einsatzbedingungen (u. a. Temperatur, Pressung, Gleitgeschwindigkeiten) ermittelt werden, um die Voraussetzungen für eine Verfügbarkeit von Festschmierstoff im zu schmierenden Kontaktbereich gewährleisten zu können. Abhängig von den Einsatzbedingungen, dem Schmierstoff und den Kontaktpartnern im hochbelasteten Kontakt sollen darauf aufbauend die Transferprozesse geklärt werden. Hier kann zwischen physikalischen und chemischen Transferprozessen unterschieden werden, welche einen möglichst dauerhaften Transfer ermöglichen. Physikalische Haftungsmechanismen können u. a. durch eine mechanische „Verklammerung“ von Festschmierstoffbestandteilen mit der Oberfläche erfolgen, chemische Mechanismen können u. a. auf Physi- und Chemisorption beruhen. Das Verständnis soll schließlich zur Synthese von Systemen zur Bereitstellung und dem geeigneten Transfer von Festschmierstoffen in hochbelasteten Kontaktbereichen genutzt werden.Der Fokus der Untersuchungen liegt dabei auf den hochbelasteten Roll-/Wälzkontakten (Pressung > 100 MPa). Abhängig vom Schmierungskonzept kann es aber beispielsweise bei der Nutzung eines Schmierstoffdepots auch notwendig sein, die Schmierstoffbereitstellung aus einem solchen geringer belasteten Kontakt in Analyse und Modellierung mit einzubeziehen, um etwa den Verschleiß des Depots so einstellen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407639446",
      "url": "https://gepris.dfg.de/gepris/projekt/407639446",
      "title": "Mechanismen der Graphitschmierung in Wälzkontakten",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407639446",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "In Maschinenelementen wie bspw. Getrieben oder Wälzlagern werden überwiegend Fette und Öle als Schmiermittel verwendet. Bereits bei ca. 100°C zersetzen sich aber vor allem einfache ölbasierte Schmiermittel und können zum Verschleiß und Versagen der Systeme führen. Additivierung kann der Zersetzung entgegenwirken, bringt jedoch andere Einschränkungen mit sich wie bspw. eine reduzierte Umweltverträglichkeit. Daneben stellt die Gruppe der Festschmierstoffe (bspw. Graphit, MoS2 oder PTFE) eine Alternative dar, wobei Graphit wohl einer der ältesten, aber immer noch sehr häufig in der Technik eingesetzten Festschmierstoffe ist.Das zentrale Ziel des Forschungsvorhabens ist die Konzeptionierung eines praxistauglichen Konzepts für die Lebensdauerschmierung hochbelasteter Wälzkontakte mit Graphit. Dazu wird der Aufbauprozess der Transferschicht mittels Mikrotribometrie und atomistischer Simulation unter-sucht. Es werden Einflussgrößen, die den Schmierfilmaufbau und dessen Haftung an Metall-oberfläche bestimmen analysiert. Auf der Mikroebene werden am Beispiel des Axialkugellagers die Bereitstellungsmechanismen des Graphits im Kontakt untersucht. Unter anderem die Oberflächenrauheit hat dabei in der ersten Förderperiode einen starken Einfluss auf die Transferschichtbildung gezeigt und wird im Rahmen der zweiten Förderphase tiefgehend untersucht. Die Konzeptionierung eines graphitgeschmierten Axialkugellagers erfolgt auf der Makroebene. Das Ziel hierbei ist die Fertigung von Demonstratoren unter Berücksichtigung der Ergebnisse der atomaren Ebene, die bspw. zur Sicherstellung eines bestimmen Wassergehalts im Lager eine Abdichtung gegen den Graphitaustritt erfordern. Die Einflüsse der Untersuchungen auf der Mikroebene erfolgen zum Beispiel durch Berücksichtigung einer bestimmten Oberflächenrauheit, die die Transferschichtbildung begünstigt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407650920",
      "url": "https://gepris.dfg.de/gepris/projekt/407650920",
      "title": "Mechanismenbasierte Aufklärung des Transfers kunststoffgebundener fluidfreier Schmierstoffsysteme im Schmierstoffkörper-Grundkörper-Kontakt und dessen Einfluss auf die tribologischen Eigenschaften im hochbelasteten Grundkörper-Gegenkörper-Kontakt",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407650920",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Das übergeordnete wissenschaftliche Ziel des beantragten Teilprojekts ist die Beschreibung der Mechanismen von Reibung und Verschleiß hinsichtlich der Tribofilmbildung in tribologischen Systemen mit hoher mechanischer Belastung, in denen die Schmierung der Metallreibpartner durch kunststoffgebundene Festschmierstoffe verwirklicht wird. Konkret soll der Zusammenhang zunächst in einfachen Kontaktgeometrien untersucht und bewertet werden. In einer zweiten Stufe werden die grundsätzlichen Resultate auf technisch bewährten Kontaktgeometrien in Maschinenelementen übertragen. Ein besonderes Augenmerk liegt dabei auf der Bereitstellung und dem Transfer von Festschmierstoff in der Kunststoff/Metall-Interaktion. Als Grundlage dazu dienen die folgenden Arbeitsziele:- Charakterisierung der Tribofilmbildung in Festschmierstoff/Metall-Kontakt für bei unterschiedlichen Betriebsbedingungen (Flächenpressung, Geschwindigkeit und Temperatur sowie Gegenkörpertopographie) und dessen Einfluss auf den Transferprozess in den und im Metall/Metall-Kontakt mit hoher Kontaktpressung in unterschiedlichen Modellprüfsystemen.- Beschreibung der Wechselwirkung von Festschmierstoffzusammensetzung, Pressung, Geschwindigkeit, Temperatur und Tribofilmbildung.   - Aufklärung der Mechanismen zur Triboschichtbildung und Validierung der in Modellprüfung erzielten Kenntnisse durch Bauteilprüfungen. - Vergleich der Bereitstellungs- und Transferprozesse der Tribofilme in unterschiedlichen Tribosystemen. - Ermittlung der Zusammenhänge sowie Erarbeitung direkt umsetzbarer Ergebnisse für die Anwendung.  Das beantragte Projekt umfasst die grundlegende Mechanismenuntersuchung der Bereitstellungs- und Transferprozessen thermoplastgebundener Festschmierstoffe in Tribosystemen mit hoher mechanischer Belastung. Ein erfolgreiches Projekt ermöglicht über ein tiefes Verständnis der Mechanismen der Tribofilmbildung letztendlich die Übertragung des Konzepts in die industrielle Anwendung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407714666",
      "url": "https://gepris.dfg.de/gepris/projekt/407714666",
      "title": "Polytetrafluorethylenschmierung von Radialwälzlagern: Kontrolle des Schmierstofftransfers durch Käfigkonzeptionierung nach materialspezifischen Anforderungen",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407714666",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Wälzlager werden zur Führung und Kraftübertragung zwischen relativ zueinander bewegten Bauteilen eingesetzt. Für Wälzlager mit Feststoffschmierung ist die Bildung und Wirkung von Transferschichten von zentraler Bedeutung. Deshalb wird der Käfig oder zumindest Teile des Käfigs entweder aus dem Trockenschmierstoff oder aus einem mit Trockenschmierstoff dotierten Material gefertigt, um im Betrieb einen Schmierstofftransfer vom Käfig auf die Lagerflächen zu realisieren. Der Abtrag am Käfig wird von der Belastung in den Gleitkontakten zwischen Käfig und Wälzkörpern bestimmt. Bisher ist die Gebrauchsdauer feststoffgeschmierter Wälzlager begrenzt, da der für die Transferschichtschmierung erforderliche Abtrag am Käfig nicht korrekt dosiert werden kann. Mangelschmierung infolge zu geringer Transferschichtdicken in den Wälzkontakten und Käfigbruch infolge zu hohem Verschleiß am Käfig sind typische Schadensmechanismen. In der ersten Förderperiode wurde eine experimentelle Methode erarbeitet, um die Kontaktkraft im Gleitkontakt zu bestimmen, welche für den erforderlichen Abtrag im Gleitkontakt zur Schmierung eines einzelnen Wälzkontakts mit reinem PTFE erforderlich ist. Somit ist die Bestimmung des betriebspunktabhängigen Abtrags möglich. Allerdings ist aufgrund der hohen Verschleißraten von reinem PTFE die Nutzung eines Komposits wie PTFE/PEEK als Festschmierstoff erforderlich.Die zentrale Hypothese des Vorhabens ist, dass der Abtrag auf einen minimal nötigen Wert reduziert werden kann, ohne die Schmierwirkung zu verschlechtern. Ziel des Vorhabens ist daher die Ermittlung der optimalen Zusammensetzung eines PTFE/PEEK-Komposits unter Berücksichtigung der Fertigungs- und Betriebsbedingungen (Rauheit, Druck, Temperatur, Relativgeschwindigkeit). Eine weitere Hypothese ist, dass für die korrekte Dosierung der Transferschicht über die gesamte Lagerlebensdauer eine Trennung von Abtrags- und Führungsflächen im Käfig erforderlich ist. Ein weiteres Ziel ist daher die Konstruktion eines Wälzlagerkäfigs, bei dem Abtrags- und Führungsflächen separiert sind, um einen dosierten Schmierstofftransfer zu ermöglichen.Mithilfe einer Kombination aus MD-Simulationen und Tribometermessungen werden die Transfer-, Reibungs- und Verschleißprozesse von PEEK/PTFE-Kompositen auf atomarer Ebene sowie auf Modellebene untersucht. Durch Parametervariationen werden die Einflüsse der Zusammensetzung des Komposits, der Oberflächenrauheit der Kontaktpartner und der Betriebsbedingungen auf Reibung und Verschleiß in Gleit- und Wälzkontakten ermittelt. Für eine geeignete Kombination aus Rauheit und Zusammensetzung des Komposits wird der betriebspunktabhängige, erforderliche Abtrag bestimmt. Darauf aufbauend erfolgt die Konzeptionierung, Entwicklung und Konstruktion eines Käfigs für Radialwälzlager mit integrierten Elementen zur PTFE/PEEK-Feststoffschmierung. Abschließend wird ein Funktionsnachweis in Wälzlagerversuchen erbracht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407625150",
      "url": "https://gepris.dfg.de/gepris/projekt/407625150",
      "title": "Tribologische Transfermechanismen und großflächige Mikrokontaktsimulation der Fest-schmierstoffbereitstellung aus PVD-Schichten für trockenlaufende Zahnradstufen",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407625150",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Die beantragte 2.Förderperiode des Projekts „Tribologische Transfermechanismen und großflächige Mikrokontaktsimulation der Festschmierstoffbereitstellung aus PVD-Schichten für trockenlaufende Zahnradstufen“ befasst sich im Rahmen des DFG SPP 2074 „Fluidfreie Schmiersysteme mit hoher mechanischer Belastung“ intensiv mit den transienten Beanspruchungen in ausschließlich feststoffgeschmierten, hochbelasteten Zahnradstufen. In der ersten Förderperiode wurden mithilfe von Modell- und Zahnradanalogieversuchen systematisch Beschichtungs- und Substratmaterialkombinationen untersucht, sodass eine Datenbasis bezüglich des tribologischen Verhaltens aussichtsreicher Varianten besteht. Insbesondere zweilagige, auf MoSX basierende und per Hochleistungsimpulsmagnetronsputtern (high power impulse magnetron sputtering, HPPMS) abgeschiedene Schichtsysteme zeigten im Zahnflankenanalogieversuch ertragbare Flächenpressungen bis 1,6 GPa, bei einer Reduktion des Reibkoeffizienten auf 0,02. Die geplanten Arbeiten beschäftigen sich daher innerhalb von 4 Arbeitsfeldern mit einer gezielten Weiterentwicklung der Systeme und der Identifikation von Zusatzeffekten im realen Tribosystem „Zahnrad“. Dies umfasst einerseits in AF1 die Fertigung, Beschichtung und Ausgangscharakterisierung von Prüfkörpern, welche in AF2 eingehend getestet und charakterisiert werden. Im Zentrum stehen die Versuche am Zahnflankenkontakt in Kombination mit einer Verschleißanalyse, ergänzt durch Hochtemperaturmessungen der mechanischen Schichteigenschaften und Analysen der Ermüdungsbeständigkeit unter zyklischer Belastung. Das dritte Arbeitsfeld erweitert die Mikrokontaktsimulation der ersten Förderperiode, mit besonderem Fokus auf der Berechnung der Kontakteigenschaften trockenlaufenden Zahnflanken. In AF4 werden die Ergebnisse aus erster und zweiter Förderperiode zusammengeführt, um einerseits Zusatzeffekte im Zahnflankenkontakt zu erkennen und andererseits Strategien und Bewertungskriterien für den Einsatz von feststoffgeschmierten Systemen abzuleiten. An dieser Stelle besteht eine Wechselwirkung mit den anderen Projekten des Schwerpunktprogramms, um die Vergleichbarkeit von derartigen Schmiersystemen zu erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    },
    {
      "project_id": "407673224",
      "url": "https://gepris.dfg.de/gepris/projekt/407673224",
      "title": "Trockenschmierung von Wälzkontakten durch selbstregenerative Molybdänoxidschichtsysteme",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 407673224",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung",
      "description": "Aufgrund des weltweiten ökonomischen und ökologischen Wandels wird zunehmend die Verwendung innovativer umwelt- und ressourcenschonender Technologien gefordert. Die aktuelle Verknappung von wertvollen Energie- und Rohstoffressourcen, wie z.B. fossilen Brennstoffen und seltenen Legierungselementen, u. a. durch aufstrebende Industrienationen erfordert eine optimale und nachhaltige Nutzung dieser Ressourcen. Dies kann durch eine Kombination von Gestaltungs- und Produktionsprozessen technischer Güter und Produkte des Maschinenbaus erzielt werden. In dem hier beantragten Forschungsvorhaben soll eine Ressourcenschonung an wälzbeanspruchten Konstruktionselementen einerseits durch den Verzicht auf eine fluidbasierende Schmierung, eine Verlängerung der Lebensdauer und geringere Reibungsverlust erreicht werden. Dieses Ziel wird durch den Einsatz von Molybdänoxiden als Festschmierstoff mit regenerierenden Eigenschaften verfolgt. Als Schichtsysteme bieten diese als Trockenschmierstoff eine harte, verschleißunempfindliche Oberfläche und elastische Eigenschaften in der Matrix. Im Falle eines Materialabtrags reagieren die unterliegenden Schichten mit dem Luftsauerstoff, so dass wieder eine Oberfläche mit guten Verschleißeigenschaften vorliegt. Die Einsatzgrenzen dieses neuartigen Festschmierstoffsystems sind im Rahmen dieses Forschungsprojektes zu erforschen und die Potentiale im Vergleich zu herkömmlich fettgeschmierten Lagern aufzuzeigen. Die gemeinsame Forschungsaktivität des Instituts für Werkstoffkunde (IW), des Instituts für Maschinenkonstruktion und Tribologie (IMKT) und des Instituts für Umformtechnik und Umformmaschinen (IFUM) (alle Leibniz Universität Hannover) soll es ermöglichen, eine sich selbstregenerierende Feststoffschmierschicht zu entwickeln, die unter hoch belasteten Wälzkontakten Verschleißbeständigkeit gewährleistet. Dafür sollen PVD-Schichten bzw. Schichtverbunde auf Molybdänoxidbasis als Festschmierstoffbildner auf den hoch belasteten Wälzflächen eingesetzt werden. Als Beschichtungsmaterial soll Molybdänoxid genutzt werden. Die Eigenschaften von MoO2 und MoO3 prädestinieren diese Werkstoffe als mögliche Beschichtungsmaterialien für Wälzkontakte. Speziell Molybdäntrioxid (MoO3) ist aufgrund seiner Schichtstruktur als Festschmierstoff geeignet. MoO2 eignet sich als Reservoir- und Trägerschicht zwischen dem Wälzlagerstahl und der Funktionsoberfläche. Im Betrieb von hoch belasteten Roll-/Wälzkontakten findet fortwährend ein Schichtabbau durch Verschleißvorgänge statt, wobei gleichzeitig Mechanismen zum erneuten Aufbau der Feststoffschmierschicht wirken. Die Vorgänge im Wälzkontakt werden über Prüfstandversuche analysiert. Die Verschleißvorgänge sind über ein FE-Modell in Kombination mit einer numerischen Verschleißberechnung tiefergehend zu erforschen. Die Arbeiten sollen es ermöglichen, das Verschleißverhalten der eingesetzten Schichten zu verstehen und Rückschlüsse auf die Standzeiten der Schichten im Betrieb zu erzielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2074: \nFluidfreie Schmiersysteme mit hoher mechanischer Belastung"
    }
  ]
}