{
  "spp_number": "SPP 2443",
  "spp_title": "Hybride Entscheidungsunterstützung in der Produktentstehung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/521148212",
  "projects_count": 7,
  "projects": [
    {
      "project_id": "543074930",
      "url": "https://gepris.dfg.de/gepris/projekt/543074930",
      "title": "DeCap - Fähigkeitsgerechte Produktentwicklung - Datenwissenschaft und Künstliche Intelligenz in der fähigkeitsgerechten Produktentwicklung für eine nachhaltige Produktion",
      "investigators": "Professorin Dr.-Ing. Iris  Gräßler;Professor Dr.-Ing. Matthias  Schmidt, seit 4/2025",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543074930",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Die Materialzirkularität soll mit möglichst geringem Bearbeitungsaufwand und damit auf einer möglichst hohen Produktstrukturebene erfolgen. Die Schließung von Materialkreisläufen auf einem solch hohen Niveau erfordert Design for Assembly, Disassembly and Reassembly (DfADR). Nach VDI/VDE 2206 benötigt ein Produktentwickler frühzeitig ein mentales Modell des zukünftigen Produktionssystems. Besonders relevant sind die Fähigkeiten der Mitarbeiter in der Montage, Demontage und Remontage (ADR). Die Arbeitsschritte der De- und Remontage lassen sich nie vollständig im Voraus planen, sondern müssen in vielen Fällen von dem einzelnen Mitarbeiter direkt in der Situation entschieden werden. Der Produktentwickler muss sich daher fragen: Ist es möglich, mit den derzeitigen menschlichen Fähigkeiten eine hohe Kreislauffähigkeit durch ADR zu erreichen? Oder erfordert das neue zirkuläre Produkt spezielle Lernprozesse, um die benötigten Fähigkeiten bei den Mitarbeitern aufzubauen? Der Ansatz Design for Capabilities (DeCap) erweitert DfADR um eine hybride Entscheidungsunterstützung und kombiniert Ansätze aus dem Simultaneous Engineering mit Datenwissenschaften und Künstlicher Intelligenz (DW/KI). Damit wird das aktuelle Fähigkeitsprofil bewertet und zukünftige Fähigkeiten auf der Basis von extremen Daten aus ADR-Prozessen antizipiert. Erforderliche menschliche Fähigkeiten können als unternehmensspezifische Restriktionen für nachhaltige Produktkonzepte interpretiert werden und begrenzen den verfügbaren Lösungsraum. Fähigkeiten von Mitarbeitern werden typischerweise auf Grundfertigkeiten zurückgeführt, d.h. auf ein Niveau, das mit einfachen Indikatoren gemessen werden kann (z.B. Methods-Time Measurement (MTM) oder Mensch-Roboter-Kollaboration). Die situative Entscheidungsfähigkeit kann jedoch nicht im Voraus sichergestellt werden. Die Entscheidungsfindung erfordert die Interpretation einer Vielzahl spezifischer Prozessdaten mit dem Risiko von Interpretationsfehlern und situationsbedingten Verzerrungen (Bias). Die Daten sind groß in Bezug auf die Menge der Datensätze, enthalten Fehler aus Sensorik und Kommunikation, beziehen sich auf heterogene Produkte und Prozesse, sind begrenzt durch Zugriffsbeschränkungen - sie sind extrem. In diesem Projekt wird ein Metadatenmodell entwickelt, das einen ontologiebasierten Abgleich zwischen Produkteigenschaften einerseits und Fähigkeiten von Mitarbeitern andererseits ermöglicht. Damit wird die Nachhaltigkeit von Produktkonzepten, ihrer Produktion und Wiederaufbereitung bereits in einer frühen Phase der Produktentstehung sichergestellt. Die entstehenden Produktkonzepte werden von dieser Machbarkeitsanalyse profitieren: Habe ich die richtigen Mitarbeiter an Bord oder welche Kompetenzen muss ich stärken, damit sich eine Wiederaufbereitung wirtschaftlich auszahlt? Hierfür sollen menschliche Fähigkeiten durch Datenanalyse und semantische Anreicherung aus extremen Daten extrahiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der ProduktentstehungEhemaliger AntragstellerProfessor Dr.-Ing. Peter  Nyhuis, bis 3/2025"
    },
    {
      "project_id": "543079297",
      "url": "https://gepris.dfg.de/gepris/projekt/543079297",
      "title": "Engineering-Assistenz für hybride Entscheidungsunterstützung auf der Grundlage von auf maschinellem Lernen basierenden Ersatzmodellen",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungProduktionsautomatisierung und Montagetechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543079297",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Die Fortschritte bei Digital Engineering Werkzeugen haben den Produktentwicklungsprozess kontinuierlich verändert. Mit der Steigerung der Rechenleistung wurden immer umfassendere digitale Modelle möglich, um die komplexen Eigenschaften und das Verhalten von Produkten zu simulieren. Mit Techniken wie dem generativen Design lässt sich ein Lösungsraum für verschiedene Ziele erkunden und optimierten, was manchmal die Fähigkeiten selbst erfahrener Produktentwickler*innen übersteigt. Aufgrund der Komplexität von Simulationen können jedoch oft nur ausgewählte Parameter optimiert werden. Folglich ist der untersuchte Lösungsraum oft begrenzt und der Fortschritt inkrementell. Die Auswahl von Parametern und Optimierung beruht in erster Linie auf menschlichem Fachwissen, was angesichts begrenzter Zeit und Budgets sowie eventuellem Bias nicht immer zu den besten Lösungen führt. In der aktuellen Forschung zur simulationsgetriebenen Produktentwicklung wurden Machine Learning Ersatzmodelle (MLS) eingeführt, um herkömmliche Simulationen für Produktanalyse und -validierung zu verbessern oder teilweise zu ersetzen. MLS-Techniken verringern den Rechenaufwand im Vergleich zu herkömmlichen Simulationen erheblich. So kann ein großer Lösungsraum mit vergleichsweise geringem Aufwand untersucht werden. Die Genauigkeit von MLS ist dabei ausreichend, um die bestmögliche Lösung für gegebene Randbedingungen und gewünschte Leistungsmerkmale zu finden. Lediglich die finale Lösung muss durch konventionelle Simulation mit hoher Genauigkeit validiert werden. Ziel dieses Projekts ist es, MLS-Ansätze von Analyseaufgaben im Zusammenhang mit physikalischen Phänomenen auf die Analyse späterer Produktentstehungsphasen wie Fertigung und Montage zu übertragen. Entscheidungen in der Entwurfsphase werden nicht nur von der Performanz einzelner Komponenten bestimmt, sondern auch von den Auswirkungen auf nachgelagerte Prozesse, insbesondere auf den Aufwand und die damit verbundenen Kosten, auf die Qualität und auch auf Nachhaltigkeitskennzahlen. Wenn die Analyse der Auswirkungen einer angedachten Lösung in Bezug auf nachgelagerte Phasen bereits unmittelbar im Entwurfsprozess erfolgt, erhalten Produktentwickler ein direktes Feedback über die Konsequenzen ihrer Entscheidungen. Dies ermöglicht eine proaktive Aufwandsreduzierung in späteren Phasen der Produktentstehung. So lassen sich beispielsweise durch Rationalisierung von Produktionsschritten, Anpassung von Montagereihenfolgen oder automatisierungsgerechte Gestaltung Zeit, Kosten und Ressourcen einsparen. Darüber hinaus sind Produkte, die leichter zu montieren sind, in der Regel auch leichter zu demontieren oder zu reparieren, was zu zusätzlichen Einsparungen in führen kann. Die angestrebten Ergebnisse dieses Projektes liefern somit eine hybride Entscheidungsunterstützung für die Produktentwicklung und bilden die methodische Grundlage für die Implementierung entsprechender Assistenzfunktionalitäten in CAD und anderen Engineering-Werkzeugen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung"
    },
    {
      "project_id": "543078746",
      "url": "https://gepris.dfg.de/gepris/projekt/543078746",
      "title": "HYDRA – Hybride Entscheidungsunterstützung für Computer Aided Design",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543078746",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Der mechanische Entwurf ist eine komplexe und vielfältige Aufgabe, bei der eine große und heterogene Reihe von Anforderungen und Spezifikationen berücksichtigt werden muss, z. B. die mechanische Antwort auf statische und dynamische Belastungen, die Festigkeit, die Sicherheit, die Ästhetik, die Auswirkungen auf die Umwelt, die Wartung, die Kosten und die Recyclingfähigkeit. Viele dieser Aspekte eignen sich nicht für die Modellierung und Umsetzung in mathematische Zusammenhänge, was eine vollständig oder teilweise automatisierte Konstruktion stark erschwert. Die menschliche Intuition und Erfahrung sind nach wie vor von größter Bedeutung für ein erfolgreiches Design, so dass konventionelle, menschenbasierte Konstruktionsmethoden auch in Zukunft eine zentrale Rolle im mechanischen Design spielen werden. Beim gegenwärtigen Stand der Technik wird der Ingenieur in der Regel durch ein Softwareprodukt für computergestütztes Design (CAD) unterstützt. Mit den Fortschritten in der Computer- und Datenwissenschaft (DS), insbesondere im Bereich der künstlichen Intelligenz (KI), ist es vielversprechend, die Interaktion des Designers mit dem CAD-System im Sinne einer hybriden Entscheidungsunterstützung zu ergänzen, um den Designprozess zu vereinfachen und bei der Erfüllung der unterschiedlichen Anforderungen zu unterstützen. Dies führt zu unserer Idee eines \"Hybrid Decision Support System\" (HYDRA) für CAD, bei dem die etablierten Methoden des mechanischen Designs, repräsentiert durch einen menschlichen Ingenieur, auf die DS/KI-basierten Fähigkeiten des sogenannten Completers treffen. Der auf einer Transformatorarchitektur basierende Completer wird anhand einer großen Anzahl realer Designs trainiert, die implizit verschiedene allgemeine Designanforderungen berücksichtigen. Er führt den Ingenieur schrittweise zum endgültigen Entwurf und erhält von ihm wiederum Hinweise zur Fokussierung und Spezifizierung seines Beitrags. Diese Interaktion wird durch ein interaktives Overlay ermöglicht. Im Rahmen dieser Interaktion kann der Ingenieur beispielsweise bestimmte Bereiche der Geometrie im Overlay markieren, damit sie unverändert bleiben. Diese und andere Hinweise werden dann zusammen mit der aktuellen Geometrie an den Completer zurückgegeben, der dann den nächsten Ergänzungsschritt vorschlägt. Die Interaktionsmöglichkeiten reichen von der vollständigen Annahme des Vorschlags des Completers über die Anforderung spezifischer Änderungen an der Geometrie bis hin zur unabhängigen Fortsetzung des Entwurfs. Daher hat der Ingenieur weiterhin die Freiheit, mechanische Konstruktionen zu erstellen, während er oder sie vom Completer unterstützt wird. Es kann erwartet werden, dass dies den Designprozess insbesondere für unerfahrene Ingenieure schneller, stressfreier und effektiver macht, da die Erfüllung von Anforderungen erleichtert und der Aufwand für regelmäßige, sich wiederholende oder monotone Schritte reduziert wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung"
    },
    {
      "project_id": "543072266",
      "url": "https://gepris.dfg.de/gepris/projekt/543072266",
      "title": "INSPIRE: Intelligente hybride Entscheidungsunterstützung basierend auf multimodaler KI für die Produktentwicklung",
      "investigators": "Professorin Dr.-Ing. Gisela  Lanza;Professor Dr.-Ing. Rainer  Stark",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543072266",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Das vorgeschlagene Forschungsprojekt INSPIRE fokussiert sich auf die Verbesserung der hybriden Entscheidungsunterstützung in der Produktentwicklung durch die Nutzung des Potenzials multi-modaler Daten, die aus Entwicklungs- und Produktionsprozessen stammen. Dieses Vorhaben ist in zwei Anwendungsfällen verankert: Das Design von Leiterplatten (PCB) und die Entwicklung von Mikro-Getriebekomponenten für Dentalwerkzeuge. Im Rahmen der Zusammenarbeit mit der Siemens AG und Dentsply Sirona wird dem Projekt INSPIRE ein umfassender Zugang zu ihren großen Mengen an multimodalen Daten gewährt. Diese Engineering Anwendungsfälle und ihre Daten sind maßgeblich für die Analyse der Ingenieursanforderungen bei der hybriden Entscheidungsfindung (z.B. in Bezug auf Erklärbarkeit, Zuverlässigkeit, Genauigkeit von hybrider Entscheidungsunterstützung), die Entwicklung eines neuen hybriden Entscheidungsunterstützungssystems (HDSS) auf der Basis von multimodaler KI und schließlich die Entwicklung von Integrationsmechanismen, um konventionelle und multimodale datengesteuerte Entscheidungsfindung in den Produktentstehungsprozessen und der IT-Werkzeuglandschaft zu kombinieren. Fokus des Projekts steht die Entwicklung eines multimodalen KI-Systems (MM-AI), das in der Lage ist, aus diesen vielfältigen und komplexen Sätzen von \"extremen Daten\" zu lernen. Dieses System nutzt die extremen Daten beider Anwendungsfälle und soll in der Lage sein, domänenunabhängige, aber aufgabenspezifische Entscheidungsaktivitäten zu unterstützen. Zu diesen Aktivitäten gehören unter anderem die geometrische Positionierung von Bauteilen, die Definition von Toleranzen und die Bestimmung von Parametern für Fertigungsprozesse. Das innovative MM-AI-System zielt darauf ab, universelle Entscheidungsfindungsfähigkeiten zu entwickeln, die auf verschiedene Entwicklungsbereiche übertragen werden können, um so die Vielseitigkeit und Anwendbarkeit von HDSS in unterschiedlichen Entwicklungskontexten zu verbessern. Das übergreifende Ziel von INSPIRE ist es, die Entscheidungsfindung im Ingenieurwesen durch dieses fortschrittliche MM-AI-gesteuerte HDSS deutlich zu verbessern. Der Demonstrator wird die Fähigkeiten des HDSS in realen Entwicklungsszenarien demonstrieren und Erkenntnisse darüber liefern, wie das HDSS am besten in Produktentwicklungsprozesse integriert werden kann. Mit diesem Ansatz wird INSPIRE einen Multiplikatoreffekt auf die Verfügbarkeit und das Verständnis von HDSS haben und letztendlich zu effizienteren, innovativeren und nachhaltigeren Produktentwicklungsprozessen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der ProduktentstehungMitverantwortlichProfessor Dr.-Ing. Florian  Stamer"
    },
    {
      "project_id": "543190685",
      "url": "https://gepris.dfg.de/gepris/projekt/543190685",
      "title": "Koordinationsprojekt",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543190685",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Das SPP wird die Grundlagen dafür erforschen, wie das Potenzial extremer Daten genutzt werden kann, um die derzeitigen Leistungsgrenzen in der Produktentstehung zu überwinden. Dazu müssen vor allem in der Entwicklung und Produktion von materiellen Produkten Erkenntnisse gewonnen werden, um mit hybrider Entscheidungsunterstützung Materialkreisläufe zu schließen. Ziel ist es, die disziplinären Grundlagen und regionalen Schulen unter dem Ziel der hybriden Entscheidungsunterstützung zusammenzuführen. Die Beschränkung auf die frühen Phasen des Produktlebenszyklus in Produkt und Produktion sowie die Fokussierung auf Materialzirkularität und Nachhaltigkeit als zentraler Komplexitätsfaktor bilden die Grundlage für eine kohärente Forschung, die einen Koordinationsaufwand erfordert. Die Projekte der ersten Förderperiode basieren auf Daten, die aus experimentellen Vorarbeiten, Industrieprojekten oder Feldversuchen beim jeweiligen Antragsteller glaubhaft verfügbar sind. Die Forschung befasst sich mit einzelnen Komponenten oder Teilsystemen. In der zweiten Förderperiode wird eine Erhöhung der Komplexität der betrachteten Produkte in Form von technischen Gesamtsystemen gefordert. Damit einher gehen zusätzliche Anforderungen an die Vorhersagefähigkeit von Datenwissenschaften/Künstlicher Intelligenz (DW/KI), für die zukünftige Datenlagen (ggf. synthetisch) gestaltet werden müssen. Wesentliche Themen, die in der ersten Förderperiode vorgesehen sind und die für den projektübergreifenden Abgleich genutzt werden sollen, sind: - Einordnung der Ansätze in das V-Modell der VDI/VDE 2206, - Einordnung der Ansätze im Hinblick auf die Kreislaufwirtschaft, z.B. auf Basis des generischen Produktlebenszyklusmodells (gPLC), - Übergreifende Kategorisierung von DW/KI-Ansätzen, - Harmonisierung und Ausrichtung der Konzepte zur Darstellung von Entscheidungssituationen und zur Bewertung der Leistung und deren Steigerung in der Produktentstehung. Darüber hinaus wird die Einrichtung von verteilten Datenbanken aus dem Anwendungsbereich der Produktentstehung (Entwicklungsartefakte, Felddaten, Trainingssets, etc.) sowie Forschungsdaten aus der Umsetzung der Projekte koordiniert. In drei Schwerpunktthemen werden zunächst in einer Kleingruppe Metadatenmodelle abgestimmt und anschließend in den Gesamt-SPP eingebracht. Insbesondere werden verschiedene Ansätze zur Modellierung der Datenqualität koordiniert. Das Management von föderierten Datenbeständen sowie die Einhaltung von NFDI4ing-Vorgaben wird durch die Koordination sichergestellt. Darüber wird für die einzelnen Projekte sichergestellt, dass diese ohne datenrechtliche Beschränkungen frei publizieren können. Um eine disziplin- und standortübergreifende Terminologie zu gewährleisten, wird projektübergreifend ein Glossar entwickelt und später der wissenschaftlichen Gemeinschaft zur Verfügung gestellt. Die Erstellung und Pflege des Glossars während der Projektlaufzeit erfolgt im Rahmen des Koordinationsprojekts.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung"
    },
    {
      "project_id": "543081196",
      "url": "https://gepris.dfg.de/gepris/projekt/543081196",
      "title": "Menschenzentrierte und neurosymbolische Entscheidungsunterstützung in der Kreislaufproduktentwicklung (HUMAN-DECISION)",
      "subject_area": "Datenmanagement, datenintensive Systeme, Informatik-Methoden in der WirtschaftsinformatikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543081196",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Der Prozess der Produktentstehung kann nicht isoliert betrachtet werden. Die aktuelle sozioökonomische Situation, die auf der Annahme beruht, dass natürliche Ressourcen unendlich verfügbar sind, macht die Integration von Konzepten der Circular Economy (CE) bereits in der Planungsphase eines Produkts zu einem unverzichtbaren Faktor. Aus politischer Sicht zwingt die EU-weite Umsetzung eines digitalen Produktpasses Unternehmen dazu, CE in der Produktentwicklung zu berücksichtigen, Daten zu generieren und die Zerstörung von verwendbaren Gütern zu verbieten. Daher muss die Demontage und die Fähigkeit des Montagesystems, diese durchzuführen, zukünftig bereits in den frühen Phasen des Produktentwicklungsprozesses berücksichtigt werden, wie in der VDI2021 gefordert. Die Berücksichtigung von Produktnachhaltigkeit und Kreislaufwirtschaft konfrontiert Ingenieure und Produktdesigner mit einer Vielzahl von Optionen, die auf Basis eines komplexen Zusammenspiels von vorhandenen Produkten, Prozessen, Wiederverwendbarkeit und wirtschaftlichen Rahmenbedingungen getroffen werden müssen. Da computergestützte Systeme zunehmend den Menschen bei der Entscheidungsfindung in der Produktentwicklung unterstützen, stellen sich viele dringende und grundlegende Fragen, die die Leistungsfähigkeit des Systems betreffen und sich auf sehr unterschiedliche Herausforderungen beziehen, wie z.B.: 1.) Wie können während des Produktentwicklungsprozesses und/oder nach dem Ende des Produktlebenszyklus die notwendigen Re-Konfigurationen bestehender Montagesysteme für die Integration eines neuen Produktes oder von Produktänderungen unter Berücksichtigung der Demontage im gleichen System ressourceneffizient optimiert werden? 2.) Wie kann kontextbezogenes Nutzerwissen (Anschaffung/Stilllegung von Maschinen, Materialverfügbarkeit, Lieferketten usw.) Teil des digitalen Zwillings werden? 3.) Wie sollte ein Entscheidungsunterstützungssystem gestaltet sein, um den Ingenieur bei sehr unsicheren Entscheidungen zu unterstützen und Wissen für eine kontinuierliche Verbesserung zu liefern? Das Ziel dieses Projekts ist es, Lösungen für die oben genannten Herausforderungen zu erforschen, um Ingenieure in Entscheidungsprozessen mit Hilfe von menschenzentrierten hybriden neuronal-symbolischen Entscheidungsunterstützungssystemen zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung"
    },
    {
      "project_id": "543073350",
      "url": "https://gepris.dfg.de/gepris/projekt/543073350",
      "title": "XDP-Opt: Erfahrungsbasierte Design-Prozess-Optimierung für die industrielle Fertigung",
      "subject_area": "Konstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543073350",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung",
      "description": "Das Projekt XDP-Opt hat zum Ziel, den Produktdesignprozess in bestehenden industriellen Fertigungssystemen durch eine Kombination von Methoden der Künstlichen Intelligenz (KI) als Grundlage eines hybriden interaktiven Design-Entscheidungsunterstützungssystems (IDDSS) zu optimieren. Der untersuchte Ansatz basiert auf dem Formalismus der digitalen Lebenszyklusakte, der auf Grundlage des Verwaltungsschalenkonzeptes alle Daten und Informationen über den Produktionsprozess sammelt. XDP-Opt betrachtet den gesamten Produktentstehungsprozess und leitet mögliche Optimierungspotenziale in den jeweiligen Produktionsphasen ab, die wiederum dem Produkt-Designer ad hoc über ein Empfehlungssystem als Entscheidungsmöglichkeit präsentiert werden (hybride Entscheidungsunterstützung). Ein wichtiges Element der Entscheidungsunterstützung ist die Berücksichtigung von Zirkularität, nachhaltiger Produktion und ressourceneffizientem Einsatz von Produktionseinheiten. XDP-Opt untersucht eine Kombination von verschiedenen KI-Methoden als Grundlage für die Entscheidungsunterstützung. Föderiertes Lernen aus extremen Sensordaten (insbesondere Qualitätskontrolldaten) wird untersucht, um Erfahrungen aus Daten zu gewinnen, die aus einer Vielzahl von Produktionsbereichen stammen, um mögliche industrielle Datenschutzbedenken zu überwinden. Unter Verwendung von Fallbasiertem Schließen (CBR) als weitere KI-Methode sollen diese Erfahrungen in dem IDDSS verfügbar werden, um neue Designentscheidungen auf der Grundlage früherer ähnlicher Entscheidungsfälle zu unterstützen. Wir erwarten, dass durch den Einsatz der CBR-Methodik neue Probleme effizient gelöst und alte Fehler vermieden werden können, während gleichzeitig die Erklärbarkeit der Ergebnisse gegeben ist. Als dritte KI-Methode werden symbolische Reasoning-Methoden, insbesondere KI-Planung und Constraint-basierte Ansätze, untersucht, um eine umfassendere Erkundung des Designraums über die aus den Produktionsdaten verfügbaren Erfahrungen hinaus zu ermöglichen. Dies bedeutet, dass auch neue, bisher unerforschte Designoptionen auf Grundlage der verfügbaren Informationen über den Fertigungsbereich in Betracht gezogen werden. Die untersuchten KI-Methoden werden experimentell implementiert und zu einem hybriden IDDSS kombiniert, das dem Produkt-Designer als \"Human in the Loop\" in Echtzeit Designoptionen vorschlägt und Informationen über deren Auswirkungen liefert. Die vorgeschlagene Forschung fokussiert sich auf einen konkreten Anwendungsfall, eine Lkw-Montagelinie, unter Verwendung industrieller Hardware, die von unserem assoziierten Partner, der SmartFactoryKL, bereitgestellt wird. Diese Partnerschaft erleichtert die Erstellung eines Demonstrators und ermöglicht die experimentelle Bewertung des vorgeschlagenen Ansatzes. Weiterhin werden die dem IDDSS zugrunde liegenden Daten kuratiert und in einem zugänglichen Format verbreitet, was sowohl den Mitgliedern des SPP als auch der breiteren Forschungsgemeinschaft zugutekommt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2443: \nHybride Entscheidungsunterstützung in der Produktentstehung"
    }
  ]
}