{
  "spp_number": "SPP 2353",
  "spp_title": "Mehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460725022",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "564445282",
      "url": "https://gepris.dfg.de/gepris/projekt/564445282",
      "title": "Co-Design- Assistenten für mechatronische Systeme: von Simulation zu Realität",
      "investigators": "Professorin Dr. Kathrin  Flaßkamp;Professor Dr. C. David  Remy",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564445282",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Unter dem Co-Design mechatronischer Systeme versteht man die simultane und integrierte Entwicklung physischer Komponenten (z. B. Aktuatoren und mechanischer Strukturen) und Steuerungsalgorithmen. Dieser Ansatz berücksichtigt die enge Wechselwirkung zwischen Hardware und Software, die in mechatronischen Systemen untrennbar miteinander verbunden sind. So muss bei der Entwicklung eines Roboterbeins die Gestaltung der Gelenke und Aktuatoren eng mit der Bewegungsplanung und den Steuerungsalgorithmen abgestimmt werden, um eine maximale Laufgeschwindigkeit und Energieeffizienz zu erzielen. Durch die ganzheitliche Betrachtung von Hardware und Software ermöglicht Co-Design die Entwicklung effizienter, anpassungsfähiger Systeme, die komplexe Aufgaben bewältigen können. Die modellbasierte Optimierung bietet dafür einen vielversprechenden Ansatz: Zielfunktionen erfassen Leistungskennzahlen wie Effizienz oder Schnelligkeit, während Nebenbedingungen gewünschte Aufgaben, physikalische Grenzen und Stabilitätsanforderungen abbilden. Bei der Co-Design-Optimierung eines Roboterbeins können damit gleichzeitig die Hardwarespezifikationen (z. B. Massenverteilung, Gelenksteifigkeiten) als auch das gewünschte dynamische Verhalten (z. B. durch Steuerung und Regelung) optimiert werden. Dennoch bestehen wesentliche Unterschiede zwischen diesen Variablentypen. Während Änderungen am Hardware-Design einen hohen Aufwand bedeuten, ist das Anpassen einer Regelung, auch für unterschiedliche Bewegungsmuster, im Betrieb weiterhin möglich. Dabei sind experimentelle Daten zu Hardwarevariationen oft begrenzt, während Regelungsvarianten im Betrieb breiter untersucht werden können. Diese Diskrepanz zwischen Simulation und Realität macht eine besondere Art von Robustheit erforderlich: Das System muss so gestaltet sein, dass Abweichungen zwischen Modell und realer Hardware allein durch Anpassung der Optimalsteuerungsaufgabe und Regelung adressiert wird – idealerweise, ohne die Leistungskennzahlen bei den gewünschten Aufgaben zu verschlechtern. Ziel dieses Projekts ist die Entwicklung eines Assistenten für das Co-Design mechatronischer Systeme, welcher diese Überlegungen umsetzt. Dieser Assistent nutzt numerische Optimierung basierend auf Ersatzmodellen, die speziell für diesen Zweck entwickelt wurden und eine Kombination aus physikalischen Prinzipien und datenbasierter Modellierung verwenden. Moderne Ansätze des maschinellen Lernens vereinfachen das Optimierungsproblem, etwa durch Konvexifizierung oder die Abbildung in höherdimensionale Räume. Gleichzeitig liefern die Ersatzmodelle Gradienten- und Sensitivitätsinformationen, um eine effiziente Optimierung und Steuerung zu ermöglichen. Experimentelle Daten aus realen Systemen werden im Rahmen eines iterativen Designprozesses integriert. Der Schwerpunkt liegt auf dem Transfer der Optimierungsergebnisse von der Simulation in die physikalische Realität. Die Validierung des Ansatzes erfolgt anhand von drei exemplarischen robotischen Systemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501840485",
      "url": "https://gepris.dfg.de/gepris/projekt/501840485",
      "title": "Daten- und Antwortflächen-gesteuerter Entwurfsassistent für geregelte flexible Mehrkörpersysteme",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501840485",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Das Projekt zielt darauf ab, den Entwurfsprozess für geregelte flexible Mehrkörpersysteme zu revolutionieren, indem es von traditionellen fachlichen Arbeitsabläufen zu daten- und simulationsgesteuerten Paradigmen übergeht und dabei Techniken des maschinellen Lernens für die Synthese von Mechanismen und die Entwicklung fortschrittlicher Regelungsmethoden verwendet. Eine zentrale Herausforderung ist die Erkundung des multimodalen Lösungsraums, in dem verschiedene, strukturell unterschiedliche mehrfach angetriebene Mechanismen generiert werden, die dieselben Entwurfskriterien erfüllen, um so eine umfassende Auswahl an Vorschlägen zu gewährleisten. Um die vorgeschlagenen Entwürfe in zu bewerten, werden statistische Kriterien entwickelt, die sowohl transiente Leistungsmaße von praktischer und mechanischer Relevanz als auch Regelungsaspekte beinhalten. Dies wird dazu führen, dass optimale Entwürfe erstellt werden können, welche zuvor nicht berücksichtigt wurden. Ein weiterer integraler Bestandteil des Projekts sind Surrogatmodelle, die eine effiziente Simulation der flexiblen Komponenten und eine gleichzeitige Optimierung der Entwurfs- und Steuerungsparameter ermöglichen. Fortgeschrittene Regelungstechniken werden auf die unteraktuierten Mehrkörpersysteme angewendet, wobei maschinelles Lernen für eine datengesteuerte Echtzeitsteuerung eingesetzt wird, ohne dass umfangreiche Fachkenntnisse benötigt werden. Die entwickelten Methoden werden in einem allgemeinen Entwurfsassistenten zusammengeführt, der in der Lage ist, komplexe flexible Mehrkörpersysteme und die entsprechende Regelung zu entwerfen, was zu einem Paradigmenwechsel bei der Entwicklung von Spezialmechanismen führen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und DynamikInternationaler BezugFinnlandKooperationspartnerProfessor Dr.-Ing. Henrik  Ebel"
    },
    {
      "project_id": "501927736",
      "url": "https://gepris.dfg.de/gepris/projekt/501927736",
      "title": "Design to Acoustics mittels Deep Learning",
      "investigators": "Professorin Dr.-Ing. Sabine C.  Langer;Dr. Timo  Lüddecke",
      "subject_area": "AkustikBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501927736",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Aufgrund der negativen Auswirkungen hoher Lärmpegel auf die Umwelt (Gesundheit, Unbehagen) werden große Anstrengungen unternommen, um den Schalldruckpegel beim Produkt- und Fahrzeugdesign zu reduzieren. Wir planen, den von mechanischen Strukturen ausgehenden Lärm durch Deep-Learning-gestützte Designoptimierung zu reduzieren. Wir werden mechanischen Strukturen und Modelle mit Blick auf eine potenzielle Anwendbarkeit in der realen Welt betrachten. Wir stützen unseren Ansatz auf die erfolgreiche Methode der ersten Projektphase, bei der ein Surrogatmodell ein generatives Modell steuert. Während wir in der ersten Projektphase gitterbasierte Methoden angewandt haben, die in erster Linie für 2D-Design-Domänen geeignet sind, werden wir in dieser Projektphase Methoden entwickeln, die auf komplexen 3D-Geometrien operieren, Fluid-Struktur Interaktion abbilden sowie die Kombination mit Modellen für andere mechanische Eigenschaften ermöglichen (Multiphysik). Darüber hinaus werden wir auch die Fertigbarkeit der generierten Designs berücksichtigen. Wir beginnen mit einer Problemdefinition aus technischer Sicht, inspiriert von einer realen Anwendung, die die typische Komplexität vibroakustischer Systeme repräsentiert. Gleichzeitig werden wir Techniken des maschinellen Lernens für die Verarbeitung von 3D-Daten mechanischer Strukturen untersuchen. Im weiteren Verlauf des Projekts werden wir Methoden entwickeln, die den Entwurf in der Praxis erleichtern, einschließlich der Entwurfsoptimierung, des aktiven Lernens und der Verbesserung der Sample-Effizienz. Um die akustischen Eigenschaften eines Produkts bereits in der frühen Entwurfsphase berücksichtigen zu können, sind die Entwicklungsingenieurinnen und -ingenieure auf eine schnelle Rückmeldung über die akustischen Eigenschaften des Systems angewiesen. Unser Design-Assistent wird weiterentwickelt, um diesen Bedarf zu decken: Er soll ermöglichen, den Entwurf zu ändern und sofort eine Reaktion auf akustische Zielgrößen zu erhalten. Bei der Konstruktion ist die Akustik oft nicht der einzige Aspekt, der berücksichtigt werden muss. Daher werden wir auch Techniken untersuchen, wie mehrere Surrogatmodelle aus verschiedenen Modalitäten kombiniert werden können, nach Möglichkeit unter Einbeziehung anderer SPP-Projekte. Auf diese Weise können Konstrukteure verschiedene Entwürfe interaktiv testen und mit Kundschaft oder Expertinnen und Experten aus anderen Fachbereichen diskutieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501862165",
      "url": "https://gepris.dfg.de/gepris/projekt/501862165",
      "title": "Designoptimierung für dynamische Systeme, Laufroboter und andere periodisch arbeitende Maschinen",
      "subject_area": "MechanikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501862165",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Ziel dieses Forschungsvorhabens ist die Entwicklung einer systematischen Methode zur Designoptimierung von Maschinen und Mechanismen welche quasi-periodische Bewegungen ausführen. Als Beispiel möge ein Pick&Place-Roboter dienen, der Objekte aus einer Kiste auf ein Transportband lädt. Auch wenn solche Mechanismen keine nennenswerte externe Arbeit leisten, benötigen sie Energie um mechanische Verluste durch Dämpfung, Reibung und Kollisionen auszugleichen. Vor allem aber müssen sie die negative Arbeit die beim Abbremsen einer Bewegung entsteht in der nächsten Beschleunigungsphase mit positiver Aktuatorarbeit kompensieren.Durch ein gezieltes Design der mechanischen Dynamik lässt sich der Energiebedarf für solche Mechanismen reduzieren und die Arbeitsgeschwindigkeit erhöhen. Eine erstklassige Inspiration für ein solch cleveres Design findet man in der Natur. In verschiedenen Gangarten wie Gehen, Traben oder Galoppieren entsteht ein wesentlicher Teil der Bewegung passiv. Anstatt Energie durch negative Muskelarbeit zu dissipieren, wird sie elastisch in Muskeln, Bändern und Sehnen gespeichert oder von Kinetischer- in Gravitationsenergie umgewandelt.Die zugrundeliegende Prämisse ist, dass die mechanische Dynamik eines solchen Systems in der Lage ist, einen wesentlichen Teil einer gewünschten Bewegung passiv zu erzeugen, so dass diese mit minimalem Aufwand aufrechterhalten werden kann. Da die Dynamik eines mechanischen Systems von dessen Struktur abhängt (d.h., von der Massenverteilungen, der Steifigkeit der elastischen Elemente, usw.), koppelt eine solche Ausnutzung der Dynamik inhärent das Design eines Systems an seine optimale Bewegung. Dabei kann die Dynamik eines komplexen mechanischen Systems normalerweise in verschiedenen diskreten Moden angeregt werden. Bei Menschen und Tieren, zum Beispiel, manifestieren sich diese verschiedenen Moden als die unterschiedlichen Gangarten, wodurch eine effiziente Fortbewegung mit unterschiedlichen Geschwindigkeiten ermöglicht wird. Um wirklich optimale Ergebnisse zu erzielen, müssen das Design der mechanischen Struktur und die Generierung von darauf abgestimmten Bewegungen also gleichzeitig erfolgen.In diesem Projekt wollen wir mit der Hilfe von Methoden aus den Gebieten der numerischen Optimierung, der Optimalsteuerung und des maschinellen Lernens, eine solche simultane Optimierung durchführen um die Vorteile der mechanischen Dynamik systematisch auszunutzen. Durch die Anregung verschiedener Moden werden wir zudem versuchen, ein einzelnes mechanisches Design für mehrere Aufgaben gleichzeitig zu optimieren.Als Beispielanwendung dient in diesem Projekt die Laufrobotik.  Die Methoden, die wir dafür entwickeln, werden aber gezielt allgemein gehalten, so dass sie auch in anderen Anwendungsbereichen der Robotik und Mechatronik eingesetzt werden können. Dazu werden wir die entwickelten Algorithmen zu einer modularen Toolbox für die Designoptimierung von periodisch arbeitenden Maschinen und Mechanismen kombinieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501847579",
      "url": "https://gepris.dfg.de/gepris/projekt/501847579",
      "title": "Entwicklung neuartiger Entwurfsassistenten hinsichtlich komplexer dynamischer Lasten in der Strukturdynamik anhand dynamisch integrierter Verfahren des Maschinellen Lernens",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501847579",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Mechanische Systeme sind von zentraler Bedeutung für viele Bereiche mit dringendem gesellschaftlichem Bedarf an Fortschritt besteht, z. B. Dekarbonisierung, Verkehr, Medizin und viele weitere. Die aktuellen Paradigmen der Systemauslegung basieren meist auf einer Reihe von stark vereinfachenden und idealisierenden Annahmen zur Last- und Systemkomplexität, wobei Dynamik eine Störung des stationären Betriebs darstellt. Allerdings kommen statische Lastfälle in realen Systemen nur selten vor: Flugzeugtriebwerke, Windkraftanlagen und Fahrzeugkomponenten arbeiten durchweg unter instationären, nicht-periodischen, mehrskaligen und insgesamt komplexen Lasten. Numerisch zeitaufgelöste Simulationen sind sehr rechenintensiv und aufgrund der inhärenten Ungenauigkeiten bei der Modellierung und Parametrisierung nicht zwingend exakt. Andererseits können experimentell nur wenige Daten von prototypischen Systemen erfasst werden. Infolgedessen fehlt es Konstrukteuren an einem Instrumentarium, mit dem sie Entwürfe in einem frühen Stadium realistischen Belastungsszenarien und formalisierten Kriterien unterziehen und so die Entwürfe auf die tatsächliche Betriebsdynamik abstimmen können. Dieses Projekt hat zum Ziel, neuartige Ansätze des maschinellen Lernens zu entwickeln, um Entwurfsassistenten für das nichtlineare dynamische Verhalten von Strukturen unter komplexen transienten Belastungen abzuleiten. Um dem Entwurfsingenieur einen formalisierten Entwurf des dynamischen Verhaltens einer Struktur unter Hunderten von zeitaufgelösten Szenarien zu ermöglichen, werden neuartige dynamik-integrierte Reservoir Computer (DIRC) vorgeschlagen. Diese neue systematische Entwurfsstrategie passt die Struktur und Komplexität des Vorhersagemodells an die individuelle Systemdynamik an, um so zu hochpräzisen Ersatzmodellen mit geringen Datenanforderungen, Echtzeitfähigkeiten und einem minimalen ökologischen Fußabdruck im Vergleich zu datenintensiven und rechenintensiven Deep-Learning-Techniken zu gelangen. Dieses Projekt wird simulationsgestützte Designstudien im Bereich des dynamischen Verhaltens über heutige numerische und experimentelle Techniken hinaus verbessern. Durch die Kombination von Schwingungstechnik, Netzwerktheorie und modernsten Ansätzen des maschinellen Lernens werden neuartige Entwurfsassistenten entwickelt. Da Dynamik von Natur aus mit sequentiellen Daten verbunden ist, wird eine neue Klasse von dynamik-informierten Lernansätzen verwandt.Die vorgeschlagenen Methoden werden a) eine frühzeitige Auslegung auf instationäre und komplexe Belastungsszenarien im Betrieb mit minimalem Rechenaufwand ermöglichen, b) flexibel und modular sein, um eine direkte Integration in etablierte numerische und experimentelle Verfahren zu ermöglichen, und c) für eine Reihe von Benchmark-Systemen entwickelt und validiert werden, die die Spanne (quasi-)periodischer, irregulärer, instationärer, und räumlich-zeitlicher Dynamik sowohl numerisch als auch experimentell abdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501834605",
      "url": "https://gepris.dfg.de/gepris/projekt/501834605",
      "title": "Hybride Modellierung für die datengestützte Mehrzieloptimierung von Mehrkörpersystemen",
      "subject_area": "MechanikMathematik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501834605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "In so gut wie keiner Situation ist lediglich ein einziges Ziel von Bedeutung. Beim Kauf einer Ware möchten wir beispielsweise eine hohe Produktqualität zu einem niedrigen Preis erreichen. In ähnlicher Weise sind in praktisch allen technischen Systemen mehrere Zielfunktionen vorhanden, wie schnelle und energie-effiziente elektrische Fahrzeuge, leichte und gleichzeitig stabile Konstruktionen, oder allgemeiner das gleichzeitige Erreichen technischer, ökonomischer und ökologischer Zielkriterien. Dieses Dilemma führt in das Gebiet der Mehrzieloptimierung, wo das Ziel darin besteht, alle Kriterien gleichzeitig zu optimieren. Während im Einzielfall in der Regel eine optimale Lösung ausreichend ist, existiert bei mehreren, konfliktären Zielfunktionen eine unendliche Anzahl optimaler Kompromisse. Die Kenntnis der entsprechenden Paretomenge ermöglicht die gut informierte Auswahl von Trade-Off-Lösungen sowie die flexible Anpassung des Designs an sich ändernde Priorisierungen oder Einflussfaktoren.Konfliktäre Ziele treten auch beim Design komplexer Mehrkörpersysteme auf, wie beispielsweise der Radaufhängung von Fahrzeugen. Hier sind die Minimierung der Herstellungskosten und des Reifenabriebs sowie die Maximierung von Fahrkomfort und -sicherheit von großer Wichtigkeit. Die Komplexität der betrachteten Mehrkörpersysteme hat in den vergangenen Jahren aufgrund steigender Rechenkapazitäten stetig zugenommen, sodass immer detailliertere und großskaligere Modelle simuliert werden können. Das multikriterielle Design solcher Systeme übersteigt jedoch trotz der verfügbaren Rechenressourcen die heutigen Kapazitäten deutlich.Um diese Herausforderungen anzugehen, ist das Hauptziel dieses Forschungsprojektes die Entwicklung eines hochgradig flexiblen und adaptiven, datengestützten Frameworks für das multikriterielle Design komplexer Mehrkörpersysteme. Die zentralen Komponenten hierbei sind die Online-Aufnahme von Messdaten aus verschiedenen Quellen, das datenbasierte und hybride Modellieren (d.h., die Berücksichtigung von Gleichungen und Daten zur selben Zeit) individueller Komponenten mit unterschiedlichen Anzahlen an Freiheitsgraden, sowie die interaktive Mehrzieloptimierung des resultierenden hybriden Modells. Die Intention hinter der hybriden Modellierung ist das Ausnutzen der Vorteile beider Welten. Das bedeutet, physikbasierte Modelle zu verwenden wo möglich, und diese auf der anderen Seite durch datenbasierte Modelle zu ergänzen und verbessern, wann immer physikalische Modelle ungenau, zu teuer oder sogar unbekannt sind.Die entwickelten Methoden werden für das Design einer Vielzahl von Mehrkörpersystemen (und damit auch für andere Projekte innerhalb des Schwerpunktprogrammes) von großem Nutzen sein, und zeitgleich zum Erreichen der übergeordneten Programmziele beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "564439980",
      "url": "https://gepris.dfg.de/gepris/projekt/564439980",
      "title": "iLattice: Mechanistisches maschinelles Lernen für interaktives Design flexibler Gitterstrukturen",
      "subject_area": "MechanikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564439980",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Additiv gefertigte, flexible und nachgiebige Gitterstrukturen mit nichtlinearem, funktionalem dynamischem Verhalten bieten erhebliches Potenzial für Anwendungen in maßgeschneiderter Aktuatorik, Energieabsorption und -dissipation, Schwingungsdämpfung, Belüftung oder Gewichtsreduktion in Konsumgütern, Soft Robotik oder Biomedizin. Allerdings sind derzeitige Forschungs- und kommerzielle Entwurfswerkzeuge auf die elastostatische Simulation und Optimierung von Gitterstrukturen beschränkt, können nicht mehrere Entwurfsziele berücksichtigen und vernachlässigen Unsicherheiten in Geometrie, Material oder Belastung. Multiskalen-Modellierungsmethoden sind auf additiv gefertigte Strukturen ohne Skalenseparation und Periodizität oftmals nicht anwendbar, was das computergestützte Design erheblich erschwert. So ist der numerische Aufwand für die hochgradig nichtlineare, dynamische Simulation von flexiblen Gitterstrukturen erheblich, egal, ob diese mit 3D-Volumen oder Balken modelliert werden. Um dieser Herausforderung zu begegnen, bietet das physikbasierte, mechanistische maschinelle Lernen eine praktikable Alternative. So können recheneffiziente, genaue und zuverlässige strukturdynamische Ersatzmodelle erstellt werden. Um es Ingenieuren zu ermöglichen, optimierte Gitterdesigns für verschiedenste Anwendungen zu erhalten, werden darüber hinaus robuste und multikriterielle Optimierungsmethoden benötigt. Das Ziel des iLattice-Projekts ist daher die Entwicklung eines interaktiven Designassistenten für flexible Gitterstrukturen mit hochgradig nichtlinearem dynamischem Verhalten. Genaue, effiziente und robuste Ersatzmodelle für Gittereinheitszellen und -strukturen bilden hierfür die Grundlage. Diese werden durch mechanistisches maschinelles Lernen für thermodynamisch konsistente Dynamik erstellt und mit Designvariablen wie Einheitszellgeometrie und -topologie, Strebendurchmesser oder Materialeigenschaften parametrisiert. Im Anschluss werden sie in nichtlineare und Bayes'sche Mehrziel-Optimierungsmethoden integriert, die für verschiedenste Zielfunktionen und Nebenbedingungen formuliert werden. Darüber hinaus werden Unsicherheiten durch stochastische, robuste Bayes'sche Optimierungsansätze berücksichtigt. Diese Techniken werden in ein benutzerfreundliches, computergestütztes Entwurfswerkzeug integriert. Dieser interaktive Designassistent wird es Ingenieuren ermöglichen, Pareto-optimale, robuste Entwurfsvorschläge zu erhalten und den Designraum auf Basis von Entwurfskriterien, Erfahrung und Intuition auszuschöpfen. Insgesamt wird dieses Projekt die Entwicklung zuverlässiger, mechanistischer maschineller Lernansätze für die Strukturdynamik und ihre Integration mit auf maschinellem Lernen basierenden multikriteriellen und robusten Optimierungsmethoden vorantreiben. Diese Methoden werden für einen interaktiven Designassistenten für flexible Gitterstrukturen genutzt, weisen darüber hinaus jedoch signifikantes Potenzial für eine breitere Anwendung auf.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501928699",
      "url": "https://gepris.dfg.de/gepris/projekt/501928699",
      "title": "Intelligente Design-Assistenz für individualisierte medizinische Operationen mit Concentric Tube Continuum Robots: Teil II",
      "investigators": "Professorin Dr. Kathrin  Flaßkamp, bis 5/2025;Professor Dr.-Ing. Jürgen  Maas;Professor Dr. Joachim  Oertel;Professor Dr.-Ing. Thomas  Sattel",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501928699",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Die Kontinuumsrobotik gewinnt inzwischen zunehmend Aufmerksamkeit von Seiten der Medizin, insbesondere für minimal-invasive Anwendungen. Die stereotaktische Neurochirurgie für operative Eingriffe im Gehirn ist dafür ein Beispiel. Aufgrund der Komplexität und Vielfalt im Entwurf der chirurgischen Instrumente, hier der Kanülen, der chirurgischen Anwendungsszenarien und der geforderten hohen Präzision der Eingriffe erweisen sich KI-basierte Entwurfsassistenten als zielführend. In der ersten Förderperiode des DFG-SPP 2353 wurden Meta-Heuristiken aus der Mehrzieloptimierung und Lernverfahren für den kombinierten Instrumentenentwurf und das Steuerungsproblem erforscht. Darüber hinaus wurden Lernverfahren für das physik-inspirierte Lernen mit experimentellen Daten und Expert*innenwissen zur präzisen Verhaltensabbildung und Klassifikation der Instrumente zum Einsatz untersucht und eingesetzt. Im ersten Abschnitt der zweiten Förderperiode sollen zuerst die KI-basierten Entwurfsmethoden erweitert werden. Bisher wurde die Bahn im Gehirn manuell durch die Chirurg*in geplant und vorgegeben. Ziel ist, den optimalen Instrumenten- und Steuerungsentwurf auf den kombinierten und simultanen optimalen Entwurf von Instrumenten, Instrumentenbahnen und Steuerung zu erweitern. Die Berücksichtigung der Bahn im Entwurfsprozess ist der entscheidende Schritt aus chirurgischer Sicht. Die datengetriebene Klassifikation der Instrumentenentwürfe mit Support-Vector-Machines nach deren Stabilitätsverhalten ist ebenso einzubinden. Eine erweiterte experimentelle Datengewinnung dient der Verfeinerung der Instrumentenmodelle für hinreichend präzise Bewegungsvorhersagen mit verschiedenen Lernverfahren. Erstmalig soll ein kompletter chirurgischen Arbeitsablauf mit Kontinuumsrobotern im klinischen Umfeld durchgeführt werden soll, um den Erkenntnisgewinn einzubinden. Der zweite Abschnitt befasst sich mit der Instrumentierung eines Kontinuumsroboters mit Sensorik und Regelungsalgorithmen. Zur Erreichung der Präzision der Bahn- und Zielpunktführung sind experimentell datengetriebene Lernverfahren für die Bewegungsführung und Regelungen zu untersuchen. In Betracht kommen modellprädiktive Verfahren und Reinforcement-Lernverfahren. Der abschließende Abschnitt des Forschungsvorhabens widmet sich der Entwicklung und der experimentellen Validierung eines ganzheitlichen KI-basierten Entwurfsassistenten. Die bisher erforschten und entwickelten Methoden/Verfahren und Module werden nun zusammengeführt. In dieser Forschungsphase werden Chirurg*innen mit in die Entwicklung eingebunden, indem die chirurgischen Verfahren und Prozessabläufe wie auch die Bewertungskriterien und die Entscheidungsfindung über abgestufte Pareto-Fronten und deren Visualisierung einbezogen werden. Die Testung, Kalibrierung und die Validierung des KI-basierten Entwurfsassistenten ist dann der abschließende Schritt gemeinsam getragen von Ingenieur*innen und Chirurg*innen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501877598",
      "url": "https://gepris.dfg.de/gepris/projekt/501877598",
      "title": "KI-gestützte Optimierung der Crashsicherheit von Fahrzeugen: Stochastische Elemente in der Designoptimierung überwinden",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungMechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501877598",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Die Designoptimierung ist ein zentraler Aspekt der Bauteilauslegung, die angesichts schwindender natürlicher Ressourcen und in Bezug auf Umweltschutz heute wichtiger denn je ist. Auch wenn eine Vielzahl klassischer Optimierungsmethoden existiert, sind die Verfahren meist rechenintensiv, weniger skalierbar und können zu suboptimalen, ineffizienten Ergebnissen führen. Daher schlagen wir in dieser Studie auf maschinellem Lernen basierende (ML) Methoden vor, wobei die Designoptimierung in der Crashsicherheit das zentrale Optimierungsproblem darstellt. Fahrzeug-Crash-Simulationen beinhalten hochgradig nichtlineare Verformungsmuster, sind rechenintensiv und stellen daher ein geeignetes Beispiel dar, um die Wirksamkeit und Effizienz des vorgeschlagenen Optimierungsverfahrens zu demonstrieren. Die vorgeschlagenen Methoden zielen darauf ab, die stochastischen Elemente der in der Literatur verfügbaren Methoden zu beseitigen und eine robuste, verallgemeinernde und nachhaltige Lösung zu finden. Der wissenschaftliche Rahmen umfasst mehrere Design-Assistenten, die jeweils einzeln für verschiedene Optimierungsaufgaben eingesetzt werden können und im Tandem arbeiten, um die Design-Optimierung durchzuführen. Die Designassistenten umfassen ein neuartiges FE-Surrogat auf Basis eines Graph Neuronal Networks (GNN), einen neuartigen intelligenten GNN-Finite-Element-Solver, ein Modell für evolutionäres Reinforcement Learning sowie ein Hardware-Inferenzmodul, die zusammen die mehrdimensionale Optimierung des Fahrzeug-Crashworthiness-Designs untersuchen. Das KI-Inferenzmodul ermöglicht eine nahtlose Plug-and-Play-Designoptimierung, die auf jeder Workstation verwendet werden kann, ohne dass der Administrator Zugang zu neuen Programmpaketen benötigt. Die Designassistenten werden dann auf breit angelegte Optimierungsprobleme aus der Literatur angewendet, um die Robustheit der vorgeschlagenen Designassistenten und ihre Verallgemeinerung zu demonstrieren. Die Studie zielt darauf ab, die Lösung von Optimierungsproblemen zu modernisieren, zu optimieren und nachhaltig zu gestalten, indem der gesamte Rechenaufwand reduziert, die Genauigkeit im Vergleich zu bestehenden Methoden verbessert und durch maßgeschneiderte Inferenzchips Energie gespart wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "564319982",
      "url": "https://gepris.dfg.de/gepris/projekt/564319982",
      "title": "KI-gestütztes computer-assistiertes Planungsassistenzsystem für die Herzchirurgie (heartCAAS)",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564319982",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Aus ingenieurwissenschaftlicher Sicht ist das Herz eine Muskelverdrängerpumpe. Funktionsstörungen dieser Pumpe, die durch strukturelle Herzkrankheiten verursacht werden, haben lebensbedrohliche Folgen mit einer schlechten klinischen Prognose für die Patienten. Herzkrankheiten führen häufig zu einem Umbau und einer gestörten Kontraktion der linken Herzkammer. Eine gängige Behandlungsmöglichkeit ist die chirurgische Rekonstruktion des linken Ventrikels. Bei der Operation am offenen Herzen wird der gestörte Bereich des linken Ventrikels identifiziert und entfernt, um die Form sowie die Pumpfunktion des Herzens wiederherzustellen. Die Rekonstruktion ist eine multifaktorielle, patientenindividuelle Designoptimierungsaufgabe, die von Größe, Form und Kontraktilität des erkrankten Herzens beeinflusst wird. Im Gegensatz zu rein ingenieurtechnischen Systemen besteht die Herausforderung der Designoptimierung des Herzens darin, dass eine inkrementelle, iterative Optimierung nicht möglich ist. Eine optimale Behandlungsplanung ist jedoch für den Patienten unerlässlich. Bislang gibt es nur rudimentäre Planungswerkzeuge für solche Herzoperation. Es gibt keine fortschrittlichen und physikbasierten Modelle. In diesem Projekt wollen wir unser klinisches und ingenieurwissenschaftliches Fachwissen kombinieren, um ein computergestütztes Planungsassistenzsystem zu entwickeln, das eine fortschrittliche Behandlungsplanung für die Rekonstruktion des linken Ventrikels ermöglicht. Ein solches Assistenzsystem erfordert verschiedene Modellkomponenten, darunter reduzierte, physik- und daten-basierte Modelle. Zentraler Bestandteil wird ein virtuelles Operationsmodell sein, das den klinischen Ablauf der Operation Schritt für Schritt nachbildet. Dazu gehören die Identifizierung und Entfernung von vernarbten Herzwandregionen, die Modellierung von Nähten zum Verschließen des geöffneten Herzens und die Schätzung der postoperativen kontraktilen Bewegung. Um klinisch vertretbare Rechenzeiten zu erreichen, werden diese Schritte der Operation mit modernsten Methoden (graphische neuronale Netze und positionsbasierte Dynamik) modelliert. Zusätzlich zur Formoptimierung nach klinischen Richtlinien wollen wir aus der Analyse der Herzmechanik Behandlungsempfehlungen ableiten. Dafür werden bereits etablierte Verfahren zur Berechnung der intraventrikulären Hämodynamik und der Mechanik des Herzmuskels mit Hilfe der numerischen Strömungsmechanik bzw. der Finite-Elemente-Methode verwendet. Zuletzt wird ein neuronales Netz auf retrospektiven Daten trainiert, um das mittelfristige Behandlungsergebnis anhand der verbesserten Patientensymptome vorherzusagen. Am Ende dieses Projekts wird ein Arbeitsablauf für die virtuelle Behandlungsplanung stehen, der datengetriebene Methoden und konventionelle Analysen der Biomechanik kombiniert, um über den Stand der Technik im Systemdesign der Herzchirurgie hinauszugehen. Damit wird ein Benchmark-Prozess etabliert, der eine Optimierung der Behandlung ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und DynamikMitverantwortlich(e)Dr. Natalia  Solowjowa"
    },
    {
      "project_id": "501861263",
      "url": "https://gepris.dfg.de/gepris/projekt/501861263",
      "title": "KI-gestütztes Design-Assistenzsystem für Soft Robots - Integration von Bewegung und Steuerung in den Designprozess",
      "subject_area": "Konstruktion, Maschinenelemente, ProduktentwicklungMechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501861263",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Im Rahmen dieses Projekts soll das bereits etablierte Designassistenzsystem für pneumatische Soft Robots weiterentwickelt und verbessert werden. In der ersten Förderperiode wurde erfolgreich ein Designassistenzsystem entwickelt, das die Optimierung solcher Aktuatoren mit beliebig verteilten Luftkammern ermöglicht. In der zweiten Phase liegt der Fokus auf der Erweiterung der Vielseitigkeit des Designassistenzsystems, um es für komplexere und realistischere Designanforderungen anwendbar zu machen.  Hierbei sollen vor allem Herausforderungen in den Bereichen Interaktion mit der Umwelt, Materialmodellierung und Bewegungsplanung gemeistert werden. Das übergeordnete Ziel ist es, das Designassistenzsystem so zu erweitern, dass es auch Aufgaben erfüllen kann, bei denen Roboter mit ihrer Umgebung interagieren müssen. Dazu gehört beispielsweise die Berührung von Objekten oder das Gleiten entlang von Oberflächen. Darüber hinaus sollen Unsicherheiten in Abmessungen und Systemparametern, wie auch nichtlineares Materialverhalten der Silikone berücksichtigt werden. Auch die lokal gezielte Anpassung von Materialeigenschaften oder Geometrien der Luftkammern soll zukünftig durch das Designassistenzsystem abgebildet werden, wodurch der Designraum erheblich erweitert werden kann. Diese lokalen Anpassungen lassen sich durch neue additive Fertigungsverfahren, wie dem Fused Filament Fabrication Prozess, umsetzten. Neben der Geometrie ist ein weiterer wichtiger Punkt die Optimierung der Bewegungsplanung und die Steuerung der Luftzufuhr. Hierdurch sollen die Aktuatoren Verwendung in echten Anwendungen entscheidend ist. Diese Erweiterungen des Designassistenzsystems ermöglichen es, sowohl einzelne Aktuatoren als auch komplette Roboter-Systeme, die aus mehreren Aktuatoren bestehen, hinsichtlich ihrer Design- und Steuereigenschaften zu optimieren. Um diese Ziele zu erreichen, wird das System durch zusätzliche Optimierungsschleifen ergänzt. So wird beispielsweise ein neuer Ansatz für die Bahnplanung entwickelt, der die Bewegungsbahnen der Aktuatoren unter Berücksichtigung der Luftzufuhr optimiert. Dadurch wird sichergestellt, dass die Roboter effizient und präzise arbeiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501890093",
      "url": "https://gepris.dfg.de/gepris/projekt/501890093",
      "title": "Koordinationsfonds",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501890093",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "In fortgeschrittenen Design-Workflows werden üblicherweise groß angelegte, simulationsgetriebene Parameterstudien durchgeführt und manuell inspiziert, um Kandidatendesigns iterativ zu verfeinern. Dieser Prozess stützt sich stark auf Erfahrung und Expertenwissen, was nicht nur zeit- und ressourcenintensiv ist, sondern auch weitgehend subjektiv ist, anstatt formalisierte mathematische Ziel zu verwenden. Die derzeitigen computergestützten Hilfsmittel, die in der Mechanik und Dynamik hauptsächlich für Systemanalysen eingesetzt werden, reichen nicht mehr aus. Um ökologischen und gesellschaftlichen Verantwortlichkeiten gerecht zu werden, strengeren und komplexeren Vorschriften zu entsprechen und neue Herausforderungen zu bewältigen, muss das zukünftige Systemdesign immer multidisziplinärer werden. Das SPP 2353 „Mehr Intelligenz wagen“ zielt auf die Entwicklung von Design-Assistenzsystemen ab, die Methoden aus Optimierung, künstlicher Intelligenz sowie Dynamik und Mechanik kombinieren, um den interdisziplinären Entwurf technischer Systeme zu unterstützen und zu automatisieren. Dies könnte nicht nur zu Designs führen, die tatsächlich optimal im Hinblick auf formalisierte Kriterien sind, sondern solche Designassistenten könnten IngenieurInnen mit einer künstlichen Intuition ausstatten, die ihre eigene spezialisierte Expertise ergänzt. In der ersten Phase arbeiteten die Projekte im SPP 2353 unter der Leitung des Koordinators und des SPP-Postdocs von Beginn an gemeinsam daran, die über zugängliche Schnittstellen modular kombinierbaren Komponenten für Design-Assistenzsysteme zu erforschen, um holistische und unterstützende Designprozesse zu schaffen. Methoden der künstlichen Intelligenz wurden mit Systemanalyse und Optimierung integriert, um Designkriterien in früheren Phasen zu berücksichtigen und dadurch grundlegende Verbesserungen der resultierenden Systeme zu ermöglichen. Zu den Ergebnissen gehören gemeinsame Veröffentlichungen fast aller Teilprojekte, die einen erfolgreichen Höhepunkt der ersten Phase des Schwerpunktprogramms markieren. Um auf diesem Erfolg in der zweiten Förderperiode aufzubauen, sollen, unterstützt durch die Koordination durch den Koordinator und den SPP-Postdoc, die Austausch- und Vernetzungsaktivitäten fortgesetzt werden, da sie kontinuierlich wesentliche Gelegenheiten bieten, gut definierte und kompatible Schnittstellen zwischen den Komponenten der Design-Assistenzsysteme über die Teilprojekte hinweg zu schaffen. In der zweiten Phase sollten alle Projekte daran arbeiten, subjektive Bewertungskriterien durch formalisierte Ziele zu ersetzen, Methoden für die flexible Kopplung verschiedener Analyseprogramme zu entwickeln und die Design-Assistenzsysteme in Benchmark-Prozessen zu validieren. Ein weiterer Schwerpunkt wird auf der Wiederverwendung bereits vorhandener Daten, z.B. aus bestehenden Messungen, liegen. Im Antrag wird detailliert beschrieben, welche Mittel hierfür beantragt werden und welche Aktivitäten geplant sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "564414873",
      "url": "https://gepris.dfg.de/gepris/projekt/564414873",
      "title": "Lass KI ihre Gestalt wählen: Ko-Design von Lernen und Mechatronik für schnelle reflexive Robotik (CoLearnMech)",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564414873",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Eine Roboterhand hält einen Ball und schnipst diesen mit Spin – das ist ein Beispiel für eine Robotik-Aufgabe, die schnelle, reflexive Regelung erfordert. Ähnliche Aufgaben mit Instabilität, Kontakt und schneller Dynamik sind in Anwendungen wie industrieller Montage, im Haushalt oder Katastrophenhilfe allgegenwärtig. Während das übergeordnete Ziel klar ist (z. B. den Ball in einen Eimer zu schnipsen), ist dessen Umsetzung in ein spezifisches Design schwierig, da dieses Mechatronik (Hardware) und Regelungstechnik (Software) umfasst. Traditionelle Ansätze trennen Hardware- und Regelungsentwicklung. Dies schränkt die Leistungsfähigkeit ein und stellt ein „Henne-Ei-Problem“ dar: Die einfachste Mechanik kann anspruchsvolles Lernen einschränken, während eine komplexe anthropomorphe Hand für effektives Lernen zu teuer und unpraktisch sein kann. Mit diesem Antrag streben wir Methoden der künstlichen Intelligenz (KI) an, die Ko-Design von Mechatronik und lernbasierter Regelung in großen Parameterräumen ermöglichen. Wir formulieren das Ko-Design-Problem als Optimierung eines formalisierten Ziels auf zwei Ebenen, die wir in unserem Designassistenten CoLearnMech kombinieren. Die innere Ebene (AI1) lernt mittels Reinforcement Learning (RL) und Imitation Learning (IL) eine Regelung für ein Design. Auf der äußeren Ebene (AI2) schlägt Bayesian Optimization (BO) AI1 Designs vor und findet diejenigen mit der besten Performanz. Die Optimierung von Ko-Designs in hochdimensionalen Parameterräumen erfordert schnelle AI1-Lösungen und dateneffiziente AI2-Methoden – zwei Forschungslücken, die wir schließen möchten. Um die Lösung von AI1 zu beschleunigen, werden wir dateneffiziente modellbasierte RL-Methoden entwickeln, Lernen durch IL-Demonstrationen beschleunigen und Design-Conditioned Policies untersuchen, die über mehrere Designs generalisieren. In AI2 verbessern wir die Dateneffizienz durch BO mit partieller Information, Branch-and-Bound Verfahren und Nutzerfeedback. Wir demonstrieren CoLearnMech, indem wir die Grenzen des Ko-Designs für ein realen System erweitern: der Entwicklung einer schnellen, reflexiven Roboterhand, die Aufgaben wie das Schnipsen eines Balls und die In-Hand-Manipulation von Objekten löst. Um zu validieren, dass CoLearnMech große Parameterräume erkunden und überlegene Designs im Vergleich zu bestehenden kommerziellen und Open-Source Greifern identifizieren kann, werden wir Simulationsstudien durchführen und Hardware-Prototypen bauen. Anders als bestehende Ko-Design-Methoden, die wenige kontinuierliche Variablen optimieren, streben wir Ko-Design im großen Maßstab an. Dies erreichen wir durch einen neuen und modularen Ko-Design Assistenten sowie methodische Beiträge in den Bereichen RL, IL und BO, die Dateneffizienz, Automatisierung und Zuverlässigkeit verbessern. Dadurch beabsichtigen wir, das „Henne-und-Ei“-Problem des komplexen Roboterdesigns zu überwinden, was wir am Beispiel einer reaktionsschnellen Roboterhand validieren werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "501932169",
      "url": "https://gepris.dfg.de/gepris/projekt/501932169",
      "title": "Optimierung der Geometrie unter Verwendung von KI-Agenten zur Beschleunigung der numerischen Strömungsfeldsimulation und zur Steuerung des Inselmodells für massive Parallelisierung",
      "subject_area": "Strömungs- und KolbenmaschinenStrömungsmechanik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501932169",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Das Gesamtziel des Projekts ist die Erweiterung des automatisierten Entwurfsverfahrens für komplexe strömungsmechanische Komponenten. Um den Entwurfsprozess mit dem, am antragstellenden Institut entwickelten, allgemeinen Designsystem auf Basis von Computational Fluid Dynamics (CFD) Simulationen zu beschleunigen, wird es mit dem Inselmodell zur Parallelisierung der Optimierung gekoppelt. Das Inselmodell teilt den Prozess in serielle Optimierungsläufe auf mehreren interagierenden Inseln auf. Aufbauend auf den Ergebnissen aus der ersten Förderphase, wie z.B. die Unterstützung der Sensitivitätsanalyse, das automatische Vernetzen und die datenbasierte Strömungsfeldauswertung, wird die Anwendung von datenbasierten Methoden der künstlichen Intelligenz im gesamten Optimierungsprozess weiterentwickelt. In der ersten Förderperiode wurde für die Entwicklung von trainierten Agenten ein Datensatz für eine axiale hydraulische Turbine öffentlich zur Verfügung gestellt, der auch für die zweite Förderphase als Referenz für die weitere Entwicklung von Agenten genutzt wird. Basierend auf Strömungsfeldern und / oder Geometrieparametern wird die Fitness geschätzt und daraus eine Rangfolge ermittelt. Sie dient als Grundlage für einen datenbasierten Selektions- und Migrationsoperator zur Verwendung in der evolutionären Optimierung. Diese Agenten werden während eines Optimierungslaufs ständig weitertrainiert. Als Ziel werden damit z.B. die zeitaufwändige CFD Simulation von zu erwartenden sehr schlechten Geometrien verhindert, oder auch nicht-konvergierende Lösungen erkannt. Beides führt zu einer substantiellen Reduktion der Entwurfszeit. Die vielversprechenden Agenten aus der ersten Förderperiode bezüglich Netztopologie werden in einem weiteren Schritt auf dreidimensionale Strömungsgebiete erweitert und somit die Geometrieflexibilität wesentlich erhöht. Damit entfallen aufwändige manuelle Eingriffe. Die Beschreibung der Geometrie von gesamten Strömungsmaschinen erfordert eine hohe Anzahl an Parametern. Es werden Agenten entwickelt, die die wesentlichen Parameter identifizieren oder die Parameterkombinationen erzeugen. Das daraus entwickelte reduzierte Modell wird verwendet um eine hochwertige Maschine automatisiert zu entwerfen, die die spezifizierten Eigenschaften bestmöglich erfüllt. Die entwickelten Agenten in Kombination mit dem Optimierungsverfahren werden am Ende des Projektes an einem weiteren, komplexeren Strömungsmaschinenbeispiel evaluiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    },
    {
      "project_id": "564325604",
      "url": "https://gepris.dfg.de/gepris/projekt/564325604",
      "title": "Physikalisch informierte neuronale Operatoren für das generative Design abgestimmter Schwingungstilger im urbanen Luftverkehr",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564325604",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik",
      "description": "Dieses Forschungsprojekt hat das Ziel, einen datengetriebenen Design-Assistenten zur Auslegung abgestimmter Schwingungstilger für den Einsatz in der urbanen Luftfahrt zu entwickeln. Im Gegensatz zu traditionellen Methoden, die auf zeitintensiven Iterationsschleifen mit manueller Parameteranpassung beruhen, ermöglicht der vorgeschlagene Design-Assistent die direkte Generierung neuartiger Designvorschläge auf Basis vorgegebener Übertragungsspektren. Kern des Ansatzes ist die Methode der neuronalen Operatoren, welche die inverse Abbildung zwischen einem Übertragungsspektrum und den dazugehörigen Modellparametern erlernt. Im Projektverlauf werden zunächst analytische und numerische Modelle von Schwingungstilgern erstellt, die als Grundlage für die Generierung der Trainingsdaten dienen. Anschließend werden zuerst rein datengetriebene neuronale Operatoren auf Basis der Simulationsdaten trainiert. Zur weiteren Verbesserung der Vorhersagegenauigkeit werden im nächsten Schritt die zugrundeliegenden physikalischen Gleichungen in den Trainingsprozess integriert. Nach Abschluss des Trainings ist der neuronale Operator in der Lage, Designparameter wie die Geometrie der Schwingungstilger in Echtzeit auf Basis eines gewünschten Übertragungsspektrums vorherzusagen. Nach umfassenden Tests mit analytischen und numerischen Simulationsmodellen wird der Design-Workflow durch experimentelle Daten validiert und die Unsicherheiten der Prognosen quantifiziert. Der entwickelte generative Design-Assistent bietet Ingenieur:innen eine interaktive und zuverlässige Unterstützung bei der Erstellung von Designvorschlägen, wodurch die Auswirkungen von Designänderungen in Echtzeit analysiert und unmittelbar entsprechende Anpassungen vorgenommen werden können. Durch die Kombination von Ingenieurswissen mit den neuesten Fortschritten der künstlichen Intelligenz trägt der entwickelte Assistent dazu bei, robuste und objektive Designentscheidungen frühzeitig im Entwicklungsprozess zu treffen. Dies ebnet den Weg für einen innovativen und datengetriebenen Design-Workflow, der die Entwicklung moderner Schwingungstilger im urbanen Luftverkehr vorantreibt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2353: \nMehr Intelligenz wagen – Entwurfsassistenten in Mechanik und Dynamik"
    }
  ]
}