{
  "spp_number": "SPP 2422",
  "spp_title": "Datengetriebene Prozessmodellierung in der Umformtechnik",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500936349",
  "projects_count": 14,
  "projects": [
    {
      "project_id": "520460745",
      "url": "https://gepris.dfg.de/gepris/projekt/520460745",
      "title": "Ableitung von Wirkzusammenhängen zur Wirkflächenauslegung auf Basis einer datengetriebenen Prozessmodellierung für das Feinschneiden (WidProFe)",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520460745",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das hochproduktive Präzisionsverfahren Feinschneiden ermöglicht die wirtschaftliche Fertigung von Blechwerkstücken mit erhöhten Anforderungen an die Schnittflächenqualität hinsichtlich des Traganteils und der Rechtwinkligkeit der Fläche, wie z.B. bei maß- und formgenauen Zahnflanken. Feingeschnittene Teile finden Anwendung in Produkten von der Medizintechnik bis in die Elektromobilität. Eine optimale Schnittteilgestaltung sowie Abstimmung der Werkzeugparameter ist anwendungsabhängig und basiert in der Regel auf einer Kombination aus empirischem sowie formalisiertem Prozesswissen (z. B. in Form von FE-Simulationen, Richtwerttabellen). Trotz dieses Prozesswissens sind Abweichungen zwischen der erwarteten und realen Schnittteilqualität zu beobachten. Diese oft zusammenfassend als “Prozessrauschen” bezeichneten Unsicherheiten sind mit berechnungsintensiven Methoden wie FE-Simulationen nicht wirtschaftlich modellierbar.  Eine systematische Unterscheidung der verschiedenen Phänomene im Prozessrauschen ist notwendig, um dieses durch geeignete datenbasierte umformtechnische Repräsentationen und Lernverfahren erklär- und nutzbar zu machen. Nicht oder nicht ausreichend erklärbare Einflussgrößen beinhalten u. a. (i) unbekannte physikalische Effekte; (ii) physikalische Effekte, deren Existenz zwar bekannt ist, die sich aber dennoch nur schwer modellieren lassen; (iii) Kausalzusammenhänge entlang der Prozesskette; (iv) Störgrößen, die aber prinzipiell bestimmbar sind; (v) verbleibende Stochastizität, die sich ggf. nicht erklären lässt. Das übergeordnete Ziel des Antrages ist es, dass in den Prozesssignalen enthaltene Prozessrauschen in Teilen erklär- und vorhersagbar zu machen. Hierzu werden in diesem Vorhaben die Domänen Empirisches und Formalisiertes Prozesswissen, Physik-orientierte KI sowie Daten-zentrierte KI in Form einer so genannten „Data-to-Knowledge“-Pipeline miteinander verschränkt. Mit FE-Simulationen, vorhandenen und experimentell zu erhebenden Prozesssignalen sowie Schnittflächenmerkmalen werden Wirkzusammenhänge der als Wirkflächen zu verstehenden Größen Schneidspalt, Fasengeometrie und Schnittflächenqualität digital abgebildet. Mit diesen digitalen Abbildungen werden überwachte Lernverfahren trainiert und durch Explainable AI (XAI) Techniken interpretiert und untersucht. Überdies werden durch unüberwachte Lernverfahren in den Daten enthaltene komplexe Korrelationen und Muster erfasst und in Form von effizienten Repräsentationen kondensiert (Representation Learning). Diese Repräsentationen und die mittels XAI extrahierten Hypothesen über die Wirkzusammenhänge der Systemparameter werden durch kausale Tests (Causal Inference) untersucht und daraus gesicherte Erkenntnisse abgeleitet. Die Hypothesen werden ferner mittels empirischem und formalisiertem Wissen auf ihre Plausibilität hin untersucht. Die Erkenntnisse aus der Data-to-Knowledge-Pipeline bilden die Grundlage für eine optimierte Auslegung der Wirkflächen in der zweiten Projektphase.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520460697",
      "url": "https://gepris.dfg.de/gepris/projekt/520460697",
      "title": "Datenbasierte Werkzeugeinarbeitung in der Blechumformung",
      "subject_area": "Produktionsautomatisierung und MontagetechnikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520460697",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "30 % der Entwicklungskosten eines Werkzeuges (WZ) in der Blechumformung fallen auf die WZ-Einarbeitung. Ursachen sind Fertigungsungenauigkeiten, elastische Deformationen aller im Kraftfluss befindlichen Elemente und die Blechdickenänderung während der Umformung. Da es nicht realistisch ist alle Einflüsse und Unsicherheiten in Simulationsmodellen zu berücksichtigen, sind deren Auswirkungen erst am realen Werkzeug korrigierbar. Die Einarbeitung umfasst das Eintuschieren und die mechanische Bearbeitung der Aktivflächen, um ein Gutteil auf Basis eines gleichmäßigen Tuschierbildes und eines definierten Werkstoffflusses zu produzieren. Die WZ-Einarbeitung ist manuelle, zeitaufwändige und erfahrungsbasierte Arbeit mit starker körperlicher Belastung. Es müssen heterogener Daten und abstrakte Informationen verarbeitet und Wechselwirkung mit Folgeprozessen berücksichtigt werden. Der Fachkräftemangel zwingt die Wissenschaft Grundlagen zur Automatisierung der WZ-Einarbeitung schaffen. Es wurde keine Methode zur Korrelation zwischen Tuschierbild und der Abtragmenge gefunden. Es ist keine mathematische Formalisierung einer Einarbeitungsstrategie beschrieben. Es konnten keine automatisierten Lösungen zur Werkzeugeinarbeitung identifiziert werden. Letztlich wurde keine Übertragung des eingearbeiteten Werkzeugzustandes auf Folgegenerationen von WZen dokumentiert. Vielversprechende Methoden zur automatisierbaren WZ-Einarbeitung werden in der Kombination verschiedener KI-Ansätze gesehen. Folgende Forschungsfragen (FF) müssen beantwortet und Hypothesen (H) überprüft werden: FF 1: Welche Art von NN mit welcher Netztopologie eignet sich zur automatisierten Generierung der Aktivflächen der Umformwerkzeuge unter Berücksichtigung der WZ-Maschine-Interaktion? H 1.1: NNs mit der Fähigkeit räumliche Daten zu verarbeiten, können das o.g. Designproblem lösen. H 1.2: Representation Learning oder symbolische KI-Algorithmen stellen weitere Lösungen dar. H 1.3: Vortraining mit Simulationen steigert die Robustheit der ML-Modelle trotz geringer Datenmengen. FF 2: Welche Art und Topologie von NN eignet sich zum Erlernen der Designfunktion in Bezug auf Maschinenparameter wie Kraft- und Geschwindigkeitsverläufe? H 2.1: Die Designfunktion identifiziert Parameter anhand von Beschreibungen des Umformproblems und der Maschine. Für beide muss eine formale Beschreibung definiert werden. Auch hier könnte das Vortrainieren von NNs auf Simulationsdaten eine Lösung darstellen. FF 3: Wie kann die Aufgabe der Werkzeugeinarbeitung automatisiert werden? H 3.1: Ein kamerabasiertes System erfasst und analysiert Tuschierbilder der Aktivflächen und 2D-Bilder des umgeformten Bauteils zur Bestimmung der notwendigen Abtragmenge. H 3.2: Optimierte Maschinen- und Prozessparameter können auf Basis früherer Daten und Simulationen berechnet werden. H 3.3: Erfahrungen aus dem Erlernen der Funktion g (WZ-Einarbeitung) können genutzt werden, um die Funktion f (Werkzeugdesign) zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520194633",
      "url": "https://gepris.dfg.de/gepris/projekt/520194633",
      "title": "Datengestützte Bestimmung und Prognose des Wirkflächenzustandes und -eingriffs bei Fließpressprozessen vom Band",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520194633",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Die Bauteilherstellung durch Umformverfahren bietet den Vorteil einer bis zu 100%-igen Werkstoffausnutzung. Fertigungsverfahren der Blechmassivumformung vom Band bieten zudem das Potential, durch eine effiziente Produktion funktionsintegrierter Bauteile aktuellen ökologischen und ökonomischen Herausforderungen zu begegnen. Die Produktion fehlerhafter Bauteile aufgrund von Werkzeugverschleiß wirkt der hohen Werkstoffausnutzung entgegen und reduziert damit die Energieeffizienz. Die Folge sind erhöhte Produktkosten und Umweltbelastung, da Ausschusskosten auf die Gutteile umgelegt sowie fehlerhafte Bauteile entsorgt und rezykliert werden müssen. Eine Erkennung von Verschleißerscheinungen und frühzeitiges Eingreifen bieten das Potential, während der Produktion einer Charge Ausschussmengen gering zu halten und die Umweltbilanz des Gesamtprozesses positiv zu beeinflussen. Das zu erforschende Frühwarnsystem erkennt auf Basis von inline gemessenen Maschinen- und Werkzeugdaten sowie offline gemessenen Produkt- und Werkzeugqualitätsdaten und der Kombination mit Expertenwissen in einem Informationsmodell frühzeitig Werkzeugverschleiß und prädiziert in Folge abweichende Bauteileigenschaften, bzw. Maschinen- und Prozessdaten. Ziel dieses Forschungsvorhabens ist es daher, anhand eines Voll-Rückwärts-Fließpressprozesses vom Band ein Frühwarnsystem für Werkzeugverschleiß auf Basis eines Modells mit weitest möglicher Integration in die Maschinenautomation zu erforschen. Durch die Korrelationsanalyse von werkstückgenau zeitrichtig zugeordneten Daten von Sensoren und Aktoren aus der Maschinenautomation inklusive des Werkzeugs, der inline optischen Analyse und mikroskopischer Untersuchung von Werkzeug und Bauteilstichproben werden die Korrelationsstärken zwischen Prozessparametern quantitativ ermittelt. Diese erlauben in Kombination mit einem durch Experten aufgebauten Kausalmodell den Aufbau eines quantifizierten Ursache-Wirkungs-Graphen. Zudem können Experten anhand starker Korrelationen bisher unbekannte Zusammenhänge aufdecken, die experimentell und simulativ validiert werden. Der resultierende Ursache-Wirkungs-Graph ist Teil des als Ontologie formalisierten, evolvierbaren Informationsmodells für Produkt, Prozess und Maschinenressource, inklusive verschiedener Werkzeuge. Als mögliche Abbildungen des unsicherheitsbehafteten, sich evolvierenden Wissens sind Probabilistic RDF oder RDF* zu untersuchen. Mit Hilfe eines im Projekt zu entwickelnden Frühwarnsystems kann mit dem Informationsmodell interagiert werden, um „rückwärts“ beobachtete Abweichungen an Produkt oder Werkzeug durch darauf einwirkende Prozessgrößen zu erklären und „vorwärts“ die Auswirkungen von Änderungen auf abhängige Größen zu prädizieren. Durch das erweiterte Parameterverständnis sollen ein Eingriff in den Umformprozess inmitten der Fertigung einer Charge und damit eine gesteigerte Ressourceneffizienz ermöglicht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520459685",
      "url": "https://gepris.dfg.de/gepris/projekt/520459685",
      "title": "Datengetriebene Modellierung von mehrstufigen Stanzbiegeprozessen",
      "investigators": "Professorin Dr. Barbara  Hammer;Professor Dr.-Ing. Werner  Homberg;Professor Dr.-Ing. Ansgar  Trächtler",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520459685",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Die Qualität von komplexen Stanzbiegeteile hängt signifikant von der Auslegung, Abstimmung und Umsetzung der dazu genutzten mehrstufigen Biege- und Richtoperationen ab. Eine besondere Herausforderung stellt dabei die Beherrschung stufenübergreifende bzw. stückzahlabhängiger Effekte dar. Dies gelingt derzeit oftmals nur durch Einsatz von Expertenwissen und ist aufgrund der Komplexität der Wechselwirkungen nicht immer erfolgreich. Insbesondere zeitlich und örtlich schwankende Störgrößen (stochastischer Art), welche z. B. die Halbzeugeigenschaften, das zugrundeliegende tribologische System oder das thermische und mechanische Werkzeug- und Maschinenverhalten betreffen, sind problematisch. Ein Ansatzpunkt für dramatische Verbesserungen von u. a. Genauigkeit und Wiederholgenauigkeit von einzelnen Merkmalen in komplexen Biegeteilen aus Draht besteht in der Kombination eines mehrstufigen mechatronischen Richtapparates mit ebensolchen Stanzbiegeeinheiten zu einem Gesamtmaschinensystem (mechatronischer Stanzbiegeautomat (MSA)). Hinsichtlich einer zielgerichteten Einsatzbarkeit ist jedoch eine zielgerichtete, stufenübergreifende und stückzahlabhängige Modellierung zur Auslegung eines ebensolchen Herstellprozesses sowie Maschinensystems und entsprechender Werkzeuge erforderlich. Ziel des geplanten Forschungsvorhabens ist daher die Erforschung von datengetriebenen, hybriden Modellen unter Einbindung von KI-Methoden und deren Einsetzbarkeit in ebensolchen mehrstufigen und stückzahlabhängigen Stanzbiegeprozessen. Diese soll unter anderem eine hinreichende Fehler- bzw. Datenverfolgung stufen- und stückzahlübergreifend ermöglichen. Dementsprechend ergeben sich Forschungsschwerpunkte in den Bereichen Datenerhebung bzw. Datengrundlagen, Relationen bzw. Wechselwirkungen zwischen Bauteileigenschaften und Qualitätsmerkmalen. Eine gezielte Kombination der so erfassten Daten soll unter Einsatz entsprechender hybrider KI-Modelle, die die Integration von Expertenwissen und physikalische Gegebenheiten erlauben, durch Komponenten der Erklärbarkeit eine interaktive Datenanalyse ermöglichen. Dies stellt die Grundlage für ein wesentliches Ergebnis der ersten Förderperiode - erste Referenzdatensätze mit einer datenbasierten Repräsentation der Prozessfolge, d. h. mehrstufigem Richten und Stanzbiegen, mit einer ersten Adaption von Methoden des maschinellen Lernens in der Kombination mit Domänenwissen und den erlernten Analyseergebnissen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520459543",
      "url": "https://gepris.dfg.de/gepris/projekt/520459543",
      "title": "Datengetriebene Prozessmodellierung in der Stanz-Biege-Technologie",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520459543",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Im Rahmen der Digitalisierung und Miniaturisierung steigt der Bedarf an komplexen Elektronikbauteilen. Diese werden oft in Stanz-Biege-Prozessen produziert, welche durch viele Umformoperationen und damit einhergehende Wechselwirkungen charakterisiert sind. Die komplexen Zusammenhänge können nicht vollumfänglich durch Simulationen abgebildet werden, weshalb implizites Wissen weiterhin unverzichtbar ist. Daher ist die Entwicklung und Nutzung neuartiger Modelle notwendig, um zusätzliches Prozessverständnis generieren zu können. Vor allem datengetriebene Modellierung bietet diesbezüglich vielversprechende Potenziale, um zusätzliches Wissen aus den vorhandenen Daten zu extrahieren und so implizites Wissen zu formalisieren. Daher soll in diesem Vorhaben ein Stanz-Biege-Prozess auf Basis von unterschiedlichen numerischen und realen Daten modelliert werden. Von besonderem Interesse sind hier die definierten Qualitätskriterien, die neben geometrischer auch physikalischer Natur sein können. Durch das gezielte Einbringen und Messen von Störgrößen, wird ein umfassender Blick auf den Prozess ermöglicht. Für diesen Zweck werden Module entwickelt, die eine Beeinflussung des Prozesses erlauben. Eine Besonderheit des vorgeschlagenen Modellierungsansatzes ist die Verwendung einer mengenbasierten Erreichbarkeitsanalyse. Das heißt, das Problem wird so formuliert, dass erreichbare Zustände garantiert innerhalb einer bestimmten Menge liegen. Für Umformprozesse bedeutet das Garantien, z.B. bezüglich der Einhaltung gewisser Toleranzen. Gleichzeitig erlaubt die Größe der Menge und Verteilung an erreichbaren Zuständen eine Bewertung der Prozessstabilität. Ein weiterer Vorteil im Gegensatz zu stochastischen Methoden liegt darin, dass eindeutige Ursache-Wirkungsketten identifiziert werden können. Somit verspricht dieser Ansatz neue Möglichkeiten das Prozessverständnis zu erhöhen. Dafür müssen jedoch neue Algorithmen entwickelt werden, die eine Lösung des Problems erlauben. Nachdem das Modell aufgebaut, auf Konformanz überprüft und formal verifiziert wurde, kann die Validierung des Modells stattfinden. Dafür werden auf Basis definierter Prozessparameter erneut Bauteile gefertigt und mit den Vorhersagen des Modells verglichen. Anschließend erfolgt eine Prozessoptimierung auf Grundlage des Modells. Eine anschließende Produktion mithilfe des optimierten Prozesses erlaubt schließlich einen Vergleich zwischen den Prozessen und eine umfangreiche Bewertung der Vorhersagefähigkeit des entwickelten Modells.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520460138",
      "url": "https://gepris.dfg.de/gepris/projekt/520460138",
      "title": "Datengetriebene Prozessmodellierung in der Umformtechnik - Koordinationsantrag",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520460138",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das Ziel des Schwerpunktprogramms stellt die Erarbeitung neuartiger Methoden zur Nutzung des impliziten Wissens aus Prozessdaten in Kombination mit Expertenwissen und Lösungsräumen aus Prozesssimulationen für die Wirkflächenauslegung von Umformwerkzeugen dar. Dieses Ziel soll interdisziplinär in der Zusammenarbeit von Instituten der Umformtechnik, der Automation und Data-Science erfolgen, die auf den Gebieten der Verfahrensentwicklung, der Data-Science, der Künstlichen Intelligenz und des Machine Learning arbeiten. Die Originalität des Forschungsinhaltes wird dadurch herausgestellt, dass bereits etablierte Methoden der Data-Science zur Modellierung herangezogen werden, um konkrete Herausforderungen von umformtechnischen Anwendungen zu bearbeiten. Der interdisziplinäre Gestaltungsrahmen zwischen Umformtechnik, Automation und Data-Science gewährleistet, dass mathematisch generische Repräsentationen von Umformoperationen definiert und modelliert werden können. Gleichzeitig wird erwartet, dass diese in der entsprechenden Umformdomäne konkret validiert werden können, um neues Wissen aus den abgeleiteten Modellen generieren zu können. Die inhaltliche Verknüpfung und Feinabstimmung aller Einzelprojekte des interdisziplinären Schwerpunktprogramms fallen in den Aufgabenbereich des antragstellenden Koordinators. Zu diesem Zweck werden Mittel für die Koordinierung beantragt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520194997",
      "url": "https://gepris.dfg.de/gepris/projekt/520194997",
      "title": "DatProForge - Datengetriebene Prozessmodellierung von Gesenkschmiedeprozessen zur Erhöhung der Produktivität mittels adaptiver Werkzeugkonstruktionsmethodik",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520194997",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Die aktuellen Trends in der Umformtechnik zeigen einen zunehmenden Automatisierungsgrad und eine steigende Anforderung an die geometrische Genauigkeit der Schmiedestücke. Numerische Berechnungen ermöglichen die Optimierung des Umformprozesses und eine deutliche Verbesserung der Technologie noch vor der technologischen Erprobung. Der aktuelle Stand der Forschung zeigt, dass mit analytischen und numerischen Modellen nicht nur der Schmiedeprozess, sondern auch das statische und dynamische Verhalten der Presse abgebildet werden kann, was auch wiederum einen Einfluss auf die Bauteilqualität hat. Beispielsweise haben schon eine deterministische oder stochastische Abweichung von der Ideal-Einlegeposition des Rohlings einen signifikanten Einfluss auf die Qualität des Schmiedeteils, das Geschwindigkeitsprofil des Bären sowie dem lokalen Anpressdruck. Darüber hinaus ist bekannt, dass geringfügige Änderungen in der Gesenkwirkfläche die Prozessresilienz beeinflusst. Das Ziel des Forschungsprojektes ist die Erarbeitung eines Grundlagenverständnisses zwischen der Wechselwirkung von Messdatenveränderungen (Mustererkennung, infolge gezielt veränderter Prozesszustände) und dem Wirkflächendesign beim Gesenkschmieden (z.B. Schrägwinkel oder Gesenkteilung) auf die Produktqualität im Dauerbetrieb. Mit Methoden der KI sollen die Wirkflächen im Schmiedeprozess so gestaltet werden, dass die Bauteilausschussrate bezüglich deterministischer und stochastischer Effekte deutlich reduziert wird. Bei der Digitalisierung des Schmiedeprozesses ist neben der Temperaturmessung auch die Geschwindigkeitsmessung entscheidend. Zu diesem Zweck wird die direkte Geschwindigkeitsmessung mittels Radartechnik eingesetzt. Im Gegensatz zu bisherigen Untersuchungen werden mit Hilfe von Simulationen und Expertenwissen Muster und Merkmale generiert, die dann in den Messdaten identifiziert werden können. Dies ermöglicht die Entwicklung einer künstlichen Intelligenz, die später bei der Entwicklung neuer Werkzeuge helfen soll. Die KI wird Daten aus einem Dauertest-Sensornetzwerk nutzen, in dem erstmals die Geschwindigkeitsmessung über 120-GHz-Radare in ein Umformsystem integriert sind. Für die Mess- und Simulationsdaten wird ein Cloud-Fog-Edge-Datenverarbeitungskonzept verwendet. Die identifizierten Muster und Merkmale werden in Verbindung mit der KI so angewendet, dass sie die Standzeit der Wirkflächen verbessert. In der ersten Förderperiode (1. FOP) sollen die experimentellen Bedingungen für ein- und mehrstufige Umformprozesse mit zyklischer Be- und Entlastung der Werkzeugwirkflächen geschaffen werden, die die Digitalisierung des Umformprozesses im Dauerlauf ermöglichen. In nachvollziehbaren Referenzdatensätzen und Daten aus Dauerlaufversuchen werden abschließend die Prozessmessdaten in kurz- und langfristige Prozessunsicherheiten zerlegt. Mit dem Abschluss des ersten FOP sind sowohl erste Merkmale und Muster identifiziert als auch Datenräume für Messungen und Simulationen definiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der UmformtechnikMitverantwortlichProfessor Dr.-Ing. Johannes  Buhl"
    },
    {
      "project_id": "520239583",
      "url": "https://gepris.dfg.de/gepris/projekt/520239583",
      "title": "Einrichtassistenzsystem für Transferpressen auf KI-Basis",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520239583",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Die Herstellung und Aufrechterhaltung stabiler Prozessbedingungen bei der Fertigung auf Stufenpressen ist aufgrund komplexer interner Wechselwirkungen mit nicht vollständig identifizierten Wirkzusammenhängen nur mit großem Einrichtaufwand und unter Einbeziehung impliziten Wissen erreichbar. Treten in einer Stufe Änderungen der Prozessparameter auf, welche etwa zu veränderten Prozesskräften führen, beeinflusst dies den Prozessablauf in anderen Stufen, was die Wiederherstellung der Gutteilproduktion je nach Komplexität des Werkzeugsatzes zu einem langwierigen Vorgang macht. Im Rahmen dieses Vorhabens wird daher unter Einsatz von KI-basierten Methoden ein tiefergehendes Verständnis der Zusammenhänge von Prozesseinflussgrößen auf Stufenpressen sowie die Identifikation signifikanter Einflussgrößen bezüglich der Bauteilqualität angestrebt. Hierfür wird zunächst ein Demonstratorbauteil sowie geeignete geometrische Qualitätsgrößen definiert und ein mehrstufiger Umformprozess entwickelt. Auf Basis eines Datenakquisesystems wird der entstehende Werkzeugsatz mit verschiedenen Sensoren zur Messung von Systemgrößen (wie Prozesskräfte, Temperaturen, Körperschall) ausgestattet. Weiterhin wird mittels Gegenüberstellung der gemessenen und optimalen Qualitätsgrößen der Prozess hinsichtlich seiner Güte quantifiziert. Zur Modellierung der Systemzusammenhänge wird ein Ansatz aus zwei ineinandergreifenden KI-Modellen erarbeitet, welche zunächst die systeminhärenten Wechselwirkungen identifizieren und darüber hinaus die geometrischen Qualitätsmerkmale, in Abhängigkeit der Systemkonfiguration, prädizieren. Auf Basis nichtlinearer Optimierungsverfahren, welche das zweistufige KI-Modell durchlaufen, wird eine Handlungsempfehlung für eine optimale Maschineneinrichtung, zur Wiedererlangung der Gutteilproduktion, abgeleitet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der UmformtechnikMitverantwortlicheProfessor Dr.-Ing. Bernd-Arno  Behrens;Professor Dr.-Ing. Eduard  Reithmeier"
    },
    {
      "project_id": "520204466",
      "url": "https://gepris.dfg.de/gepris/projekt/520204466",
      "title": "Entwicklung eines datengetriebenen Modells zur Bewertung und Verbesserung der Prozessrobustheit bei der Wirkflächenauslegung von Tiefziehwerkzeugen",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520204466",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "In industriellen Tiefziehprozessen treten stochastische Schwankungen und Störungen der Fertigungsbedingungen auf, wodurch sich die Produkteigenschaften unkontrolliert verschlechtern können. Die Widerstandsfähigkeiten gegenüber diesen negativen Einflüssen wird als Robustheit bezeichnet. Die Robustheit beim Tiefziehen wird zunehmend durch in die Pressenlinie integrierte Sensoren beurteilt. Hierbei fallen umfangreiche Datenmengen an, die sich für den Einsatz von maschinellem Lernen zur Analyse der komplexen Wechselwirkungen anbieten. Die Erklärbarkeit der datengetriebenen Modelle gewinnt dabei zunehmend an Relevanz. Mit dem zuvor beschriebenen Hintergrund liegt das Ziel des Forschungsvorhabens darauf, die Auswirkungen von stochastischen Schwankungen und Störungen auf die Produktqualität erklärbar über datengetriebene Modelle zu beschreiben. Der wissenschaftliche Ansatz beruht darauf, dass die Ziehrandlänge der ersten Umformstufe als aussagekräftiges Qualitätsmerkmal genutzt werden kann. Als messtechnische Lösung wird ein Kamerasystem zur berührungslosen Erfassung der Ziehrandlänge eingesetzt. Das Forschungsprojekt gliedert sich für den beantragten Zeitraum in zwei Stufen. Die erste Stufe befasst sich damit, einen grundsätzlichen Modellierungsansatz anhand eines Kreuznapfwerkzeugs zu entwickeln. Dazu werden die Trainingsdaten durch experimentelle und numerische Untersuchungen erzeugt. In der zweiten Stufe wird dieser Modellierungsansatz unter der Verwendung von Prozessdaten aus dem getakteten Dauerhub auf industrielle Geometrien übertragen. Am Ende des Forschungsprojekts wird schließlich ein einheitliches Erklärungsmodell abgeleitet. Es wird die Hypothese verfolgt, dass die Transformation der absoluten Prozesswerte in relative Daten eine Vergleichbarkeit zwischen den verschiedenen Geometrien begünstigt. Der Zweck dieses Modell soll die Bestimmung der Prozessrobustheit bei der Wirkflächenauslegung von Tiefziehwerkzeugen sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520256321",
      "url": "https://gepris.dfg.de/gepris/projekt/520256321",
      "title": "Methode zur Auslegung von Formwerkzeugen zum Rotationszugbiegen von Bogen-in-Bogen Geometrien",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520256321",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das Rotationszugbiegen (RZB) ist ein diskontinuierliches, formgebundenes Umformverfahren zur Herstellung von Biegebauteilen mit kleinen Radien. Die Wirkflächen der Formwerkzeuge werden heute auf der Grundlage von Finite Elemente (FE) Simulationen unter Einbeziehung von Erfahrungswissen ausgelegt. Im Prozess kommt es zu Abweichungen zwischen der berechneten und der realen Bauteilgeometrie. Gründe sind nicht im Modell berücksichtigte physikalische Effekte, deren Wechselwirkungen und instationäre Effekte im Umformsystem. Dies wirkt sich insbesondere bei Bogen-in-Bogen Geometrien aus, bei denen sich zwei Bögen ohne gerades Zwischenstück aneinanderreihen. Für die zweite Biegung muss die Kontur des ersten Bogens in der Kavität der Klemmeinheit, den Formspannbacken, vorgehalten werden. Zur Erfassung des multiphysikalischen Prozessgeschehens werden Sensoren in Umformprozesse integriert. Übergeordnetes Ziel des Forschungsprojektes ist es, auf der Grundlage von Sensordaten, Daten aus FE-Simulationen und Erfahrungswissen Wirkflächen von Formspannbacken auszulegen, die zu robusteren Prozessen führen. Das Ziel der ersten Förderperiode (1. FÖP) ist digitale Repräsentation (Forschungsschwerpunkt A) sowie die darauf aufbauende datengetriebene, erklärbare Modellierung des Biegeprozesses (Forschungsschwerpunkt C). Zielgrößen aus umformtechnischer Sicht ist die Bauteilgeometrie in Bezug auf Form- und Lageabweichungen sowie die Bauteilkontur im potenziellen Gebiet der Faltenbildung. Der Lehrstuhl für Umformtechnik (UTS) ist verantwortlich für die numerische Modellierung des Biegeprozesses, die Ermittlung sensitiver Prozessgrößen, die zu schwankenden Qualitätsmerkmalen des Bauteils führen, die Auswahl und Implementierung geeigneter Sensoren in das Umformsystem sowie die Entwicklung einer automatisierten, zeitsynchronisierten Messperipherie. Weiterhin wird eine Methode zur Parametrierung von Formspannbacken unter Berücksichtigung von Umformsystemparametern und realer Bauteilgeometrien entwickelt. Damit wird die Grundlage für die Gestaltung verbesserter Wirkflächendesigns mittels datengetriebener Prozessmodellierung in der 2. FÖP geschaffen. Der Lehrstuhl für Ubiquitous Computing (IUC) entwickelt eine Digitalisierung des Prozesses in Form eines Erfassungssystems, das mit Sicht auf die 2. FÖP in der Lage ist, die Prozessdaten, das Erfahrungswissen und die Simulationsmodelle zu kombinieren. Dies erfordert insbesondere eine Adaption datengetriebener und visualisierbarer Modelle für das RZB, ein spezifisches Feature-Engineering sowie Klassifikations- und Regressionsverfahren basierend auf Random Forest Methoden. Die Arbeiten enden mit einer Sammlung von nachvollziehbaren Referenzdatensätzen mit der datenbasierten Repräsentation der Prozessfolge und ersten Adaptionen von Methoden zur Erklärbarkeit in der Kombination mit Domänenwissen und der erlernten Analyseergebniss.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der UmformtechnikGroßgeräteOptisches Messystem zur Erfassung der BauteilgeometrieGerätegruppe5450 Photographische Spezialkameras (Luftbild-, Registrier-, Stereo-, außer"
    },
    {
      "project_id": "520459405",
      "url": "https://gepris.dfg.de/gepris/projekt/520459405",
      "title": "Optimierung des Wirkflächendesigns schnelllaufender Folgeverbundwerkzeuge unter Nutzung maschineller und tiefer Lernalgorithmen",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520459405",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das zentrales Ziel des Kooperationsprojektes „Optimierung des Wirkflächendesigns schnelllaufender Folgeverbundwerkzeuge unter Nutzung maschineller und tiefer Lernalgorithmen“ ist die auf maschinellen oder tiefen Lernverfahren beruhende Identifikation nichtlinearer Zusammenhänge zwischen sensorisch und numerisch erfassbaren Prozess- und Qualitätsdaten einerseits und Produkt- und Prozesskenngrößen andererseits in einem mehrstufigen, schnelllaufenden Umformprozess. Basierend auf diesen datengetriebenen Modellen gilt es Zusammenhänge zwischen Veränderungen der Wirkflächen im Prozess und Produkt- sowie Prozesskenngrößen zu beschreiben und diese Korrelationen zur gezielten Optimierung des Wirkflächendesigns zu nutzen. Zur Erreichung dieses Ziels sind sowohl die Weiterentwicklung eines bestehenden, modularen Folgeverbundwerkezuges, die Integration und Qualifizierung entsprechender Sensorik, die Inbetriebnahme und umfassende Versuchsdurchführung, die simulative Abbildung des Prozesses als auch die Entwicklung entsprechender KI-Modelle zu adressieren. Bei der Entwicklung von KI-Modellen sollen erstmals multimodale Ansätze erprobt werden, bei denen heterogene, experimentelle als auch simulative Daten fusioniert und als Eingangsgrößen für maschinelle und tiefe Lernverfahren genutzt werden. Identifizierte Zusammenhänge bzw. Sensitivitäten zwischen Bauteileigenschaften und Wirkflächenparametern sollen im Anschluss genutzt werden, um Wirkflächenparameter zu optimieren. Dabei sollen sowohl Explainable Artificial Intelligence als auch Human-in-the-loop-Ansätze erprobt und genutzt werden, um einerseits domänenspezifisches Wissen in die Modellbildung einfließen zu lassen und andererseits die Plausibilität erkannter Zusammenhänge zu überprüfen und Scheinkorrelationen auszuschließen. Als Demonstratorprozesse dient ein sechsstufiges Werkzeug bestehend aus Tiefzieh-, Abstreck- und Stanzoperationen zur Herstellung eines Sensorgehäuses. Dabei sollen die Wirkflächen unter anderem durch die geometrische Gestaltung, Dimensionierung und Oberflächenstrukturierungen der Werkezeuge sowie durch die Anpassung von Temperatur- und Beölungszuständen optimiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der UmformtechnikMitverantwortlichProfessor Devendra Singh  Dhami"
    },
    {
      "project_id": "520194818",
      "url": "https://gepris.dfg.de/gepris/projekt/520194818",
      "title": "Prozessdatengetriebene Modellierung zur Robustifizierung von Scherschneid-Kragenzieh-Prozessen mittels effektiver Werkzeugwirkflächengestaltung unter Berücksichtigung der Kantenrissempfindlichkeit",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520194818",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das Kragenziehen ist ein etabliertes Umformverfahren in der Blechverarbeitung zur Erzeugung von Formelementen an Bauteilen, die der Versteifung, Distanzierung oder Fixierung sowie dem Fügen dienen. Das für diesen Prozess größtenteils notwendige Vorloch wird in der Regel durch einen vorgelagerten Scherschneidprozess eingebracht. Die daraus resultierende Schnittkante an den Bauteilen stellt neben der Verfestigung im Bereich der Schnittfläche eine der Hauptursachen für Kantenrisse beim späteren Kragenziehen dar. Trotz des umfangreichen Erfahrungswissens und des Einsatzes numerischer Simulationsmethoden bei der Auslegung der Prozesskette aus Scherschneiden und Kragenziehen kann das häufig stochastische Auftreten dieser Kantenrisse zumeist nicht vorhergesagt und erklärt werden. Dies gilt insbesondere im Hinblick auf Chargenschwankungen der verwendeten Blechwerkstoffe oder auf Verschleißerscheinungen an den Werkzeug-Aktivteilen. Im geplanten Forschungsprojekt sollen deshalb durch das interdisziplinäre Zusammenwirken von Umformtechnik und Datenwissenschaften die Entstehung von Kantenrissen sowie die effektive Werkzeugwirkflächenauslegung durch eine digitale Repräsentation der Prozesskette aus Scherschneiden und Kragenziehen untersucht werden. Zur Erfassung der notwendigen Datenbasis für eine datengetriebene Prozessmodellierung werden in einem Folgeverbundwerkzeug entlang der betrachteten Prozesskette sowohl die relevanten Material-, Prozess- und Anlagenparameter als auch das resultierende Qualitätsmerkmal ‚Breite des Kantenrisses‘ in Dauerversuchsreihen erfasst und in einem entsprechenden Datenmodell abgebildet.   Durch eine Analyse dieser Rohdaten sowie von aggregierten Daten mittels Process Analytics und der Anwendung von maschinellen Lernverfahren wie Deep Learning (DL) lässt sich frühzeitig die Datenqualität berücksichtigen und erhöhen. Die spätere Kombination von Prozessdaten mit dem Domänenwissen (u. a. bestehend aus Expertenwissen sowie Ergebnissen der FE-Simulationen) im Rahmen der hybriden Modellierung führt letztlich zur erwarteten Transparenz, zur Interpretierbarkeit und Erklärbarkeit des wissensbasierten Modelles und damit der gefundenen Zusammenhänge zwischen den Eigenschaften der Halbzeuge, den Scherschneid- und Kragenziehparametern sowie der Bauteilqualität. Im Ergebnis soll ein übertragbares Systemwissen geschaffen werden, dass unter Berücksichtigung der Kantenrissempfindlichkeit eine effektive Gestaltung der Werkzeugwirkflächen bei der Prozessauslegung ermöglicht und somit zu einer Robustifizierung von Scherschneid-Kragenzieh-Prozessen beiträgt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520459230",
      "url": "https://gepris.dfg.de/gepris/projekt/520459230",
      "title": "Robuste Wirkflächenauslegung für mehrstufige Blechumformprozesse auf Basis einer daten- und berechnungsbasierten Ersatzmodellierung der Bauteilrückfederung",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520459230",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Durch Rückfederungseffekte entstehen bei der Blechumformung Formabweichungen, welche die dimensionale Qualität des hergestellten Blechbauteils reduzieren und zu Nacharbeit oder Ausschuss führen. Deshalb müssen häufig zur Erreichung der Form- und Maßgenauigkeit in der industriellen Praxis an bereits hergestellten Umform- bzw. Tiefziehwerkzeuge kosten- und zeitintensive Anpassungen vorgenommen werden. Durch FEM-Simulationsmethoden in der Werkzeugentwicklung kann der reale Try-Out-Prozess deutlich reduziert und durch virtuelle Iterationsschleifen Kosten gesenkt werden. Dennoch ist eine Einsparung der manuellen Werkzeugeinarbeit wegen bestehender Abweichungen zwischen berechneten Simulationsergebnissen und dem realen Fertigungsresultat aufgrund einer Vielzahl von Vereinfachungen und Annahmen bei der Modellierung bis heute nicht möglich. Um Entwicklungszyklen und Einarbeitungsphasen im Werkzeugbau weiter zu reduzieren, ist es somit erforderlich, zum einen die Prognosegüte der vorhergesagten Umformergebnisse zu erhöhen und zum anderen den erforderlichen Berechnungsaufwand zu reduzieren. Ziel der hier beantragten ersten Förderperiode des Vorhabens ist daher, die Entwicklung einer neuartigen Auslegungsmethode für Werkzeugwirkflächen auf Basis eines daten- und berechnungsbasierten Surrogate-Modells. Die Datenbasis bilden hierbei CAD-Wirkflächengeometrien und FE-Simulationsergebnisse aus einer Vielzahl von Rückfederungssimulationen von mehrstufig hergestellten Blechbauteilen. Mit diesen Daten ist es vorgesehen, ein Surrogate-Modell mittels GAN oder DDPM-Netzen aufzubauen, welches dann die Zusammenhänge zwischen Wirkflächengeometrie, Prozessparametern und der Bauteilrückfederung erlernen und abbilden kann. Die mittels FE-Simulation ermittelten rückgefederten Bauteilgeometrien liefern jedoch stets nur eine näherungsweise Berechnung der Realität. Daher wird zusätzlich eine Delta-Modellierung ausgehend von der Surrogate-Modellierung aufgebaut, welche die Abweichungen zwischen FE-Simulation und realen Umformungsprozessen anhand von Versuchsdaten aus dem Dauerlauf erlernen soll. Die Daten der realen Umformprozesse werden in systematischen Dauerlaufversuchen mittels Sensormessungen gewonnen und berücksichtigen damit viele weitere real messbare Prozessparameter und -störeffekte. Durch die FE-Simulation werden somit zunächst bekannte und modellierbare Zusammenhänge maschinell erlernt und diese dann anschließend durch die experimentellen Prozessdaten erweitert. In der zweiten Förderperioden soll die Surrogate- und Deltamodellierung dann die Ausgangsbasis für einen Wirkflächengenerator bilden, der auf der Basis der rückgefederten Bauteilgeometrien eine verbesserte Modellierung von Werkzeugwirkflächen generieren kann, welche die in der Realität zu erwartenden Rückfederungseffekte bereits einbezieht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik"
    },
    {
      "project_id": "520195047",
      "url": "https://gepris.dfg.de/gepris/projekt/520195047",
      "title": "Transparente KI-gestützte Prozessmodellierung im Gesenkschmieden",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520195047",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2422: \nDatengetriebene Prozessmodellierung in der Umformtechnik",
      "description": "Das Ziel des Forschungsvorhabens besteht in der Verbesserung von Qualitätsmerkmalen in Ge-senkschmiedeprozessen durch eine Steigerung des Verständnisses im komplexen Kollektiv an Wechselwirkungen. Dabei sollen datenbasierte Modelle in Kombination mit globalen Erklärbarkeitsverfahren helfen, bislang unverstandene Korrelationen und Prozessschwankungen zu identi-fizieren, sodass Ansätze entwickelt werden können, die durch angepasstes Wirkflächendesign in künftigen Generationen auch mit geringeren Sicherheitsfaktoren wie Grat oder Aufmaße eine Prozessstabilisierung erlauben. Das bereits bekannte Domänenwissen hinsichtlich der Zusammenhänge von Prozess- und Ziel-größen in der Warmmassivumformung, wird in Form einer Korrelationsmatrix zusammengetragen, strukturiert und bewertet. Zur Erzeugung von Prozessdaten in ausreichendem Umfang erfolgt die Digitalisierung einer bestehenden Serienschmiedepresse durch eine Datenverarbeitungs- und Datenbankinfrastruktur. In dieses System werden Sensoren integriert, um eine Erfassung, Verarbeitung und den Austausch von allen Prozessdaten zu ermöglichen. Da die Bauteilgeometrie eine wichtige Optimierungsgröße darstellt und diese auch von einem KI-Modell prädizierbar sein muss, wird ein automatisiertes Bildverarbeitungsverfahren die relevanten Geometriedaten aus 2D-Bilddaten extrahieren. In Serienschmiedeversuchen und unterstützenden numerischen Prozesssimulationen werden Referenzdatensätze für den betrachteten Prozess erzeugt. Diese werden mit weiteren Versuchsserien unter Einbringung und Eliminierung von Störgrößen sowie mit variierten Stellgrößen ergänzt. Parallel werden FE-Simulationen der einzelnen Prozesse durchgeführt und mit in die Datensammlung eingepflegt, um die Erkennung von Wechselwirkungen allgemein durch per Definition rauschfreien Daten zu unterstützen. Da im ML diverse Methoden existieren, die für eine Qualitätsmerkmalsprognose infrage kommen, werden im Projekt mehrere Lernalgorithmen getestet und gegeneinander verglichen. Das Ziel besteht darin den Algorithmus zu identifizieren, der sowohl eine hohe Prädiktionsgüte unterschiedlicher Gütekriterien erlaubt, als auch eine spätere Interpretierbarkeit der Ergebnisse erleichtert. Auf Basis dieses Modells können neueste Algorithmen zur Surrogaterstellung angewandt werden, sodass ein White-Box-Modell entsteht, welches zur Identifikation der für die Prädiktion verantwortlichen Eingangsgrößen herangezogen wird. Dabei werden diverse Erklärbarkeitsalgorithmen untereinander verglichen. Das Ziel besteht im Erhalt eines erklärbaren White-Box-Modells, das eine maximal hohe Wiedergabetreue zum Originalmodell aufweist. Abschließend erfolgt durch Abgleich mit dem zusammengetragenen Domänenwissen eine Bewertung der ermittelten Zusammenhänge hinsichtlich ihrer Plausibilität und Neuheit. Des Weiteren wird anhand von Versuchen mit einer abgeleiteten neuen Werkzeuggeneration mit modifizierten Wirkflächen das Modell validiert und das Potential zur Prozessoptimierung evaluiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2422: \nDatengetriebene Prozessmodellierung in der UmformtechnikMitverantwortlichProfessor Dr.-Ing. Bernd-Arno  Behrens"
    }
  ]
}