{
  "spp_number": "SPP 2202",
  "spp_title": "3-D-Genomarchitektur in Entwicklung und Krankheit",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402733153",
  "projects_count": 35,
  "projects": [
    {
      "project_id": "508000619",
      "url": "https://gepris.dfg.de/gepris/projekt/508000619",
      "title": "3D-Restrukturierung des Xist-Locus während der Initiation von X-Chromosomen-Inaktivierung",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508000619",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Geneexpression in Säugern wird häufig durch weit entfernte Enhancer-Elemente reguliert. Dafür müssen diese Elemente in die Nähe des Promotors gebracht werden. Enhancer-Promotor-Kontakte finden meist in topologisch-assoziierten Domänen (TADs) statt, innerhalb derer Chromatin bevorzugt interagiert. Veränderungen der Genexpression sind oft assoziiert mit Änderungen der interne TAD-Struktur. Es werden verschiedene Mechanismen diskutiert, die eine solche intra-TAD-Kontaktänderungen bewirken sollem. In dem vorgeschlagenen Projekt werden wir systematisch mehrere dieser Hypothesen testen. Wir werden den Xist-Locus als Modell verwenden, welches den Prozess der X-Chromosomen-Inaktivierung steuert. Hierfür nutzen wir ein System in embryonalen Maus-Stammzellen (TX XXΔXic/XO), das wir kürzlich entwickelt haben und das eine hochauflösende Charakterisierung des Xist-Locus sowohl auf dem inaktiven X, welches Xist exprimiert, als auch auf dem aktiven X, wo Xist ausgeschaltet ist, ermöglicht. Mit Hilfe dieses Zellmodells haben wir herausgefunden, dass die interne Struktur der TAD, die den Xist-Promotor beherbergt, auf verschiedenen Ebenen moduliert wird, wenn Xist erstmals hochreguliert wird. In dem vorgeschlagenen Projekt werden wir auf unserer umfassenden Charakterisierung des TX XXΔXic/XO-Modells aufbauen. Wir werden bekannte Regulatoren von Chromatin-Kontakten messen und die dreidimensionale Genomstruktur mit hoher Auflösung quantifizieren. Anschließend werden wir mit Hilfe von Computermodellen und experimentellen Perturbationen mehrere alternative Hypothesen testen, wie die 3D-Struktur am Xist-Locus gesteuert werden könnte. Wir werden Polymersimulationen von Cohesin-vermittelter „Loop Extrusion“ durchführen und dabei folgende Annahmen testen: (1) Differentielle Bindung von CTCF, (2) bevorzugte Cohesin-Beladung an aktivierten Enhancern oder (3) lncRNA-Transkription als Extrusionsbarriere. Alle drei Hypothesen werden auch durch (epi)genomische Störungen mit dem CRISPR/Cas9-System getestet. Darüber hinaus werden wir die hochauflösenden Kontaktkartierungsdaten zur Identifizierung von Proteinen nutzen, die an interagierenden genomischen Regionen gebunden sind, um möglicherweise weitere Hypothesen zu formulieren. Schließlich werden wir die funktionellen Folgen der 3D-Strukturänderung untersuchen, indem wir die Transkriptionsänderung nach Perturbationen von 3D-Kontakten quantifizieren. Durch die Kombination einer Reihe modernster experimenteller und computergestützter Ansätze werden wir untersuchen, wie dynamische Veränderungen der Genomarchitektur während eines wesentlichen Entwicklungsprozesses reguliert werden. Die Ergebnisse werden über das Forschungsfeld der X-Inaktivierung hinaus von Bedeutung sein, da wir zum ersten Mal die relativen Beiträge verschiedener Mechanismen zur Dynamik von Chromatinkontakten an einem bestimmten Locus genau aufschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "508009817",
      "url": "https://gepris.dfg.de/gepris/projekt/508009817",
      "title": "Aktivitäts-abhängige Genexpression in männlichen und weiblichen Neuronen: 3D Genomarchitektur, Transkription und Chromatinmechanismen",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508009817",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Aktivitäts-abhängige Genexpression in Neuronen – die sequentielle Expression von ‚immediate early  genes‘ (IEG, ‚Direktantwortgene‘) und ‚secondary response genes‘ (SRG, sekundäre Antwortgene) – vermittelt die Umwandlung zellexterner Stimuli in eine Genexpressionsantwort im Zellkern. Dort werden Gene exprimiert, die Einfluss auf z.B. Synapsen haben können und die neuronale Funktion nach dem Stimulus modulieren können. Wie andere Gene auch werden IEG und SRG durch die Bindung von Transkriptionsfaktoren (TF) an regulatorische Elemente (z.B. Enhancer) reguliert. Enhancer interagieren mit ihren Zielgenen im Kontext der verschiedenen Ebenen der 3D Genomorganisation (z.B. topologisch assoziierte Domänen (TADs), Chromatininteraktionen oder ‚loops‘). Es ist weitestgehend unklar, wie die verschiedenen Ebenen der Genregulation - die Bindung von Transkriptionsfaktoren, Chromatin-Remodellierung (Öffnen/Schließen von Bindestellen), Chromatinmodifizierung (post-translationale Histonmodifikationen) und Chromatininteraktionen – zusammenhängen und benötigt werden, um Enhancer und Gene zu aktivieren und zu regulieren. Es ist ebenso unklar, wie der hohe Grad an Spezifität zwischen Enhancern und ihren Zielgenen erreicht wird. Wir werden die molekularen Mechanismen, die den Änderungen des Chromatinstatus, der Genomarchitektur und Genaktivität zugrundeliegen, auch unter Zuhilfenahme der Perturbation (z.B. loss-of-function) einiger bekannter an der Aktivitäts-abhängigen Genexpression oder 3D Genomorganisation beteiligter Transkriptionsfaktoren (CTCF, c-Fos) und Chromatin-modifizierender Komplexe (Eed, Lsd1), ergründen. Hierfür werden wir die in vitro Differenzierung von Maus ES Zellen und die gezielte Degradation von Proteinen mit Hilfe von ‚Degrons‘ in Neuronen kombinieren. Viele der Gene auf dem X-Chromosom (darunter wichtige Chromatinmodifizierer wie etwa Utx oder MeCP2) können mit neuronalen Entwicklungsstörungen in Verbindung gebracht werden und entziehen sich teilweise dem Mechanismus der X-Chromosom-Inaktivierung. Die Genprodukte dieser Gene können daher in verschiedenen Konzentrationen (gene dosage) in männlichen und weiblichen Neuronen vorliegen. Dies könnte geschlechtsspezifische Effekte auf die Aktivitäts-abhängige Genexpression zur Folge haben. Bisher ist nur sehr wenig über geschlechtsspezifische Modulierung von Genregulationsmechanismen bekannt. Wir werden auch untersuchen, wie Aktivitäts-abhängige Genexpression auf die Genexpression auf dem X-Chromosom einwirkt und ebenso, wie die unterschiedliche Dosis von X-codierten Proteinen die Aktivitäts-abhängige Genexpression als Antwort auf externe Stimuli beeinflusst. Wir werden die Gendosis X-codierter Proteinfaktoren, die an der Genregulation beteiligt sind (z.B. Med14 oder MeCP2) durch gezielte Degradation in weiblichen Neuronen verändern, um den Einfluss der Dosis dieser Faktoren auf neuronale Genregulation im Kontext von 3D Genomorganisation und Chromatinstatus zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422841138",
      "url": "https://gepris.dfg.de/gepris/projekt/422841138",
      "title": "Algorithmen für die Inferenz haplotypspezifischer Chromatinkontaktpunkte in Krebs mittels Genome Architecture Mapping",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische BiologieZellbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422841138",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "DNA und Proteine bilden zusammen Chromatin, das höchst strukturiert im Zellkern verpackt ist. Diese Struktur spielt eine wichtige Rolle bei der Gewebsentwicklung und bei der Aufrechterhaltung der Gewebeintegrität und wird häufig bei Krebs und anderen Krankheiten gestört. Trotz der Bedeutung von Chromatinstruktur ist es schwierig in Krebs Veränderungen davon festzustellen. Krebsgenome sind hochgradig instabil und evolvieren im Krankheitsverlauf, wobei sie ihre Chromosomen neu anordnen und in der Kopienanzahl verändern. Diese Kopienzahlveränderungen erschweren die Analyse von Chromatinstruktur, und um das Zusammenspiel beider zu verstehen sind sowohl hochauflösende Kopienzahldaten als auch hochauflösende Chromatinkonformationsdaten erforderlich. Da gesunde Zellen außerdem zwei elterliche Kopien jedes Chromosoms (zwei Haplotypen) enthalten, wäre es sehr vorteilhaft, diese Haplotypen bei der Analyse der Kopienzahl und der Chromatinstruktur unterscheiden zu können.Genome Architecture Mapping (GAM) ist eine neue experimentelle Methode zur Bestimmung von Chromatinstruktur auf der Grundlage von Kryoschnitten und Sequenzierung von Zellkernen. Wir konnten vor kurzem zeigen, dass in GAM während des Schneidevorgangs lokal meistens nur einer der beiden elterlichen Haplotypen erfasst wird. Dies ermöglichte es uns, einen Algorithmus zu entwickeln, um genetische Varianten ihrem ursprünglichen elterlichen Haplotyp zuzuordnen, und haplotyp-spezifische Chromatinkontaktkarten zu erstellen, allerdings nur in Genomen mit einer ausreichend großen Anzahl von Varianten, wie z. B. dem Mausgenom. Unabhängig davon haben wir in Krebs anhand von Sequenzierdaten Algorithmen entwickelt um haplotypspezifische Kopienzahlprofile mit sehr hoher Genauigkeit zu bestimmen.Um Chromatinstruktur und Kopienzahlvarianten bei Krebs auf haplotypspezifische Weise ermitteln zu können, schlagen wir mehrere algorithmische Teilprojekte vor. Wir wollen zunächst unseren Algorithmus GAMIBHEAR erweitern, um auf menschliche Sequenzierungsdaten mit geringeren Variantendichten anwendbar zu sein. Mithilfe einer „Co-phasing“-Strategie werden wir Sequenzier-Reads, die nicht mit heterozygoten Varianten überlappen, ihrem elterlichen Ursprungshaplotyp zuordnen. Dies wird es uns ermöglichen, hochauflösende haplotyp-spezifische Chromatinkontaktkarten beim Menschen zu erstellen. Im nächsten Schritt werden diese Information und unsere vorherige Erfahrung im Umgang mit Kopienzahlveränderungen nutzen um einen neuartigen Algorithmus zur Bestimmung haplotypspezifischer Kopienzahländerungen in GAM-Daten zu entwickeln. Schlussendlich wird dieser Algorithmus auch auf kopienzahlneutrale Strukturvarianten wie balancierte Translokationen und Inversionen erweitert werden. In der Summe werden die entwickelten Algorithmen und Werkzeuge letztendlich die routinemäßige Anwendung von GAM auf klinische Krebsproben ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507778679",
      "url": "https://gepris.dfg.de/gepris/projekt/507778679",
      "title": "Analyse der strukturellen und funktionellen Zusammenarbeit zwischen cis-Elementen in 3D-Chromatinstrukturen",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507778679",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Genexpressionsprogramme während der Entwicklung mehrzelliger Organismen werden durch sogenannte cis-Elemente des Genoms präzise reguliert. Wichtige cis-Elemente sind Genpromotoren, Enhancer und Boundary-Elemente. Bei Säugetieren können diese Elemente weit entfernt voneinander auf der DNA liegen. Um die Genexpression zu aktivieren, wird durch das Falten der DNA eine räumliche Nähe zwischen Genpromotoren und Enhancer innerhalb von 3D-Genomstrukturen geschaffen, deren Bildung von den Boundary-Elementen eingegrenzt wird. Viele Gene von Säugetieren werden durch mehrere Enhancer kontrolliert. Es ist jedoch nicht klar, wie diese Elemente strukturell und funktionell mit anderen cis-Elementen zusammenarbeiten, um die Genexpression zu regulieren. Ziel dieses Projekts ist es zu untersuchen, wann und wie 3D-Genomstrukturen während der zellulären Differenzierung gebildet werden, wie mehrere cis-Elemente innerhalb dieser Strukturen interagieren und wie dies mit der Genexpression zusammenhängt. Hierzu werden wir eine sogenannte Chromosome Conformation Capture-Technik (\"Tri-C\") verwenden. Diese Technik haben wir entwickelt, um hochauflösende Analysen von räumlichen Interaktionen zu ermöglichen, die zwischen mehreren cis-Elementen in genomischen Regionen gebildet werden. Dank dieser Technik können wir die Bildung von 3D-Genomstrukturen während der zellulären Differenzierung mit hohem Durchsatz analysieren. Darüber hinaus können wir Enhancer und Boundary-Elemente in repräsentativen 3D-Strukturen genetisch “herausschneiden“ und ihr funktionelles Zusammenspiel bei der Regulation der Genexpression und der Bildung von Genomstrukturen detailliert untersuchen. Unsere geplanten Analysen der strukturellen und funktionellen Eigenschaften von cis-Elementen mit hoher räumlich-zeitlicher Auflösung hat das Potential signifikant zu unserem Verständnis der komplexen Wechselwirkung zwischen Genomstruktur und -funktion beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422774194",
      "url": "https://gepris.dfg.de/gepris/projekt/422774194",
      "title": "Bewertung der funktionellen Rolle von Kohäsin und Transkription bei der Genomtopologie während der Embryogenese von Drosophila",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422774194",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die 3D-Genomorganisation spielt eine wichtige Rolle, wenn es darum geht, Enhancer über Chromatinschleifen in die Nähe ihrer entsprechenden Promotoren zu bringen.  Solche E-P-Schleifen treten innerhalb von Topologie-assoziierten Domänen (TADs) auf, obwohl noch nicht geklärt ist, wie TADs die E-P-Funktion erleichtern. Bei Säugern werden TADs durch Cohesin-vermittelte Schleifenextrusion gebildet. Unklar ist jedoch, wie TADs in anderen Arten gebildet werden und wie die E-P-Schleifenbildung, insbesondere während der Embryogenese, reguliert wird. In Drosophila und in geringerem Maße auch in Mäusen und Menschen weisen viele TAD-Grenzen Merkmale aktiver Transkription wie Promotoren und die Bindung von Transkriptionsmaschinen auf. Darüber hinaus kann das ektopische Einfügen von transkriptionsstarken Transposons eine Grenze de novo bilden, was darauf hinweist, dass die Transkription selbst die Genomtopologie formen kann. Das Unterscheiden von Ursache und Folge von Transkription und Topologie war bisher mit klassischen Loss-of-Function-Mutanten unmöglich aufgrund der frühen embryonalen phänotypischen Letalität, bevor TADs überhaupt etabliert sind. Wir können diese Fragen nun mittels eines neuen optogenetischen Kerndepletionssystems (iLEXY) lösen, das wir entwickelt haben, um Kernproteine innerhalb von Minuten im lebenden Embryo zu verringern. Wir werden iLEXY mit hochauflösender Genomik kombinieren, um die Rolle von Cohesin und der basalen Transkriptionsmaschinerie beim Bilden und Aufrechterhalten von TADs und E-P-Schleifen während der Embryogenese von Drosophila zu bestimmen. Wir werden jeweils drei Komponenten des Cohesin (Mau2, Smc3, WapL) und der basalen Transkriptionsmaschinerie (M1bp, Spt4 und Spt5) gezielt ausschalten. M1bp ist essenziell für die Etablierung des Präinitiationskomplexes bei einer Untergruppe konstitutiv aktiver Gene, die an TAD-Grenzen vorhanden sind. Spt4-Spt5 sind für das Pausieren von Pol II und die anschließende Elongation erforderlich.  Indem wir alle drei ins Visier nehmen, können wir unterscheiden zwischen der Rolle des PIK-Aufbaus und der Rolle des Pol-II-Pausierens und der Elongation bei der Bildung von TAD-Grenzen. Embryonen, bei denen jedes dieser sechs Proteine schnell ab- und wieder zugeführt wird, werden für hochauflösende Genomtests mit geringem Input verwendet, um (1) die Chromatinbesetzung von Proteinen, (2) Veränderungen in TADs und E-P-Schleifen und (3) die naszierende Transkription zu quantifizieren und die Auswirkungen auf die Expression Gene zu messen. Dies wird zeigen, ob die Cohesin-vermittelte Schleifenextrusion ein evolutionär konservierter Mechanismus bei der Chromatinfaltung ist oder ob es alternative Mechanismen gibt. Es wird auch den ersten Beweis für die Rolle von Transkriptionspausen in der Embryonalentwicklung liefern und bestehende Ideen dazu validieren. Insgesamt hat unser Antrag das Potenzial, zum ersten Mal die Interdependenz zwischen Genomtopologie und Transkription in vivo zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "508021690",
      "url": "https://gepris.dfg.de/gepris/projekt/508021690",
      "title": "Charakerisierung und funktionelle Analyse loopender und nicht-loopender Enhancer",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508021690",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die räumliche Organisation des Genoms hat sich als wichtiger Faktor für die Kontrolle der Genexpression erwiesen. Wie Enhancer und Promotoren innerhalb der dreidimensionalen Chromatinstruktur interagieren, beginnt man gerade erst zu verstehen. Genomweite Analysen haben gezeigt, dass sich Säugetiergenome in einzelne Einheiten von ~1Mb falten, die als Topologisch Assoziierte Domänen (TADs) bezeichnet werden und in denen sich Enhancer und ihre Zielgene befinden. Weniger klar ist jedoch die Relevanz von Chromatin-Looping zwischen Enhancern und Promotoren innerhalb von TADs. Während einige Studien einen direkten Zusammenhang zwischen Enhancer-Promotor-Looping und Genaktivität belegen, sehen andere Studien weniger Beweise. Diese Diskrepanzen sind zum Teil auf experimentelle Unterschiede, insbesondere zwischen DNA-Sequenzierungs basierten Methoden (Chromosome Conformation Capture 4C-Seq, HiC) und Mikroskopie basierten Methoden (DNA-FISH).  Darüber hinaus kann sich der Einfluss anderer regulatorischer Elemente innerhalb der TAD auf die Interpretation von Enhancer-Promoter-Looping auswirken. Trotz dieser technischen Herausforderungen haben wir bei der Analyse von 3D-Chromatin-Struktur embryonalen Mäuse und Hühnerherzen festgestellt, dass es tatsächlich unterschiedliche Enhancer-Klassen gibt: loopende und nicht-loopende Enhancer. Dies wirft die grundsätzliche Frage auf, wie wichtig 3D-Chromatin-Looping für die Enhancer-gesteuerte Genaktivität ist und ob einige Enhancer mehr auf 3D-Looping angewiesen sind als andere. Derzeitige funktionelle Reporter-Assays sind jedoch nicht geeignet, um den Einfluss der 3D-Chromatin-Kontakt auf die Enhancerfunktion systematisch zu testen, da sie Enhancer und Reportergen in der Regel bestenfalls innerhalb weniger Kilobasen voneinander positionieren.In diesem Antrag werden wir durch Kombination aus bioinformatischer Analyse, Genom-Engineering und Mikroskopie bestehende technische Defizite überwinden und die Rolle von 3D-Chromatin-Kontakten auf Enhancer-Funktion beschreiben. Ausgehend von unserem Enhancer-Datensatz von embryonalen Herz-Enhancern werden wir zunächst die genomischen Signaturen identifizieren, die loopende von nicht-loopenden Enhancern unterscheiden. Durch Anpassung und Erweiterung von Genom-Engineering-Techniken werden wir einen neuartigen long-range Enhancer-Reporter-Assay entwickeln, der speziell die Rolle von 3D-Chromatin-Looping für die Enhancerfunktion untersucht und mit sequenzierungs- und mikroskopiebasierten Analysen kombiniert werden kann. Schließlich werden wir den Long-Range-Enhancer-Assay mit 4C-seq, DNA-FISH und Expressionsanalysen kombinieren, die sich ergänzende Messwerte liefern und 3D-Chromatin-Looping mit Genaktivierung verbinden. Hierdurch werden wir die genetischen Merkmale charakterisieren, die das Enhancer-Promoter-Looping beeinflussen, eine neue experimentelle Plattform für die Enhancer-Analyse etablieren und direkt vergleichen, wie Chromatin-Looping mit Genexpression wechselwirkt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "508057632",
      "url": "https://gepris.dfg.de/gepris/projekt/508057632",
      "title": "Deregulierung der 3D-Genomstruktur in Modellen für Gedächtnis- und Lernstörungen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische BiologieEntwicklungsneurobiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508057632",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Chromatinregulatoren sind bei Entwicklungsstörungen, die mit neurologischen Beeinträchtigungen einhergehen, häufig mutiert. Geistige Behinderung wird beispielsweise mit Mutationen in Chromatinproteinen mit unterschiedlichen Funktionen, wie CTCF, ATRX und SATB2, in Verbindung gebracht. Wie Angst-Experimente in Mäusen gezeigt haben, führt konditionaler Knockout (cKO) dieser Faktoren in post-mitotischen Pyramidenzellen zu elektrophysiologischen Funktionsstörungen und beeinträchtigt das Lernen und das Langzeitgedächtnis, welches vom Hippocampus gesteuert wird. Die direkten Auswirkungen des Verlusts von CTCF, SATB2 und ATRX auf die Chromatinregulation und die betroffenen Gene müssen jedoch noch aufgeklärt werden.Hier schlagen wir vor, die Folgen des Verlusts von CTCF, ATRX oder SATB2 in vivo direkt in glutamatergen Pyramidenzellen des reifen Hippocampus der Maus zu untersuchen. Mit modernen Methoden, wie Genome Architecture Mapping (GAM), werden wir die 3D-Faltung von Chromatin kartieren, und mit 10x Genomics Multiome, sowohl die Genexpression als auch die Chromatinzugänglichkeit in einzelnen Zellen erfassen. Wir werden einen Atlas der durch die cKOs betroffenen regulatorischen Regionen für alle Hippocampuszellen und Karten der veränderten Chromatinkontakte erstellen. Wir werden die Veränderungen in der Chromatinstruktur genomweit auf verschiedenen Ebenen der 3D-Genomorganisation charakterisieren und die Transkriptionsfaktoren und Chromatin-Regulationswege identifizieren, die der veränderten Genexpression und 3D-Genomfaltung zugrunde liegen. Wir werden uns auf die Veränderungen in der Chromatinstruktur und der Genexpression konzentrieren, die allen drei Mutanten gemein sind, um mögliche Signalwege zu identifizieren, die an den Lern- und Gedächtnisstörungen beteiligt sind. Wir werden Gene validieren, die in allen cKOs betroffen sind, da diese potentielle Angriffspunkte für die Verbesserung von Lernstörungen darstellen.Letztendlich wollen wir auch unser Wissen über die Chromatinregulation in spezialisierten postmitotischen Neuronen erweitern. Unsere Hypothese ist, dass der Beginn der Funktionsstörung des Hippocampus bei Lernbehinderungen auf Mechanismen der Chromatin-Dysfunktion zurückzuführen ist, und wir wollen ein Framework entwickeln, welches die Auswertung menschlicher Patientenproben beschleunigen kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und KrankheitMitverantwortlichDr. Alexander  Kukalev"
    },
    {
      "project_id": "422780363",
      "url": "https://gepris.dfg.de/gepris/projekt/422780363",
      "title": "Einzelmolekülmikroskopie von Architekturproteinen während der Entwicklung von Zebrafischembryonen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBiophysik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422780363",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Organisation des Chromatin im Nukleus einer Zelle ist eng verflochten mit Aufgaben wie Gentranskription, Replikation und DNS Reparatur. In der Interphase treten innerhalb der Territorien einzelner Chromosomen zwei wichtige Organisationsebenen hervor, eine Aufteilung in aktive und inaktive Kompartimente und ein darüberliegendes Netz aus mit sich selbst assoziierenden Chromatinschlaufen. Diese Chromatinschlaufen sind an der Transkriptionsregulation beteiligt, indem sie Wechselwirkungen zwischen Enhancer- und Promoterregionen des Chromatin kontrollieren. Sie bilden und entfalten sich dynamisch durch das Zusammenspiel von Architekturproteinen und deren Kofaktoren. Wie sich die Bindung von Architekturproteinen an Chromatin während der frühen Embryonalentwicklung verändert, um die Chromatinanordnung zu bewirken, ist nicht bekannt.In diesem Projekt möchten wir die Entwicklung der Wechselwirkung zwischen Architekturproteinen und Chromatin während der frühen Embryogenese untersuchen. In vielen Modellorganismen, darunter Drosophila und Zebrafish, schließt dieser Entwicklungszeitraum die Aktivierung der zygotischen Transkription ein. Wir planen, das kinetische Verhalten einzelner Architekturproteine mittels Einzelmolekülfluoreszenzmikroskopie in lebenden, sich entwickelnden Zebrafischembryonen während der Transkriptionsaktivierung aufzuzeichnen. Dadurch erwarten wir neue Einblicke in das funktionale Zusammenspiel von Chromatinarchitektur, Gentranskription und Architekturproteinen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507881362",
      "url": "https://gepris.dfg.de/gepris/projekt/507881362",
      "title": "Endogene Retroviren in der Genomorganisation während der frühen Embryogenese",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologieZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507881362",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die 3D-Organisation des Genoms spielt eine wesentliche Rolle bei der Kontrolle von Genexpressionsprogrammen, und viele neuere Studien haben sich auf den Beitrag von nukleare Proteinen zur 3D-Genomorganisation konzentriert. Hier schlagen wir vor, die Rolle von notorisch mysteriöse und reichlich vorhandener repetitiver DNA-Elemente, die von endogenen Retroviren (ERVs) stammen, bei der Genomorganisation in pluripotenten Stammzellen zu untersuchen. ERVs werden durch Heterochromatin in Stammzellen unterdrückt, aber während der Embryonalentwicklung und in verschiedenen Krankheitskontexten vorübergehend transkribiert. Unsere vorläufigen Daten deuten darauf hin, dass transkribierte ERVs Chromatinkontakte über große Entfernungen mit transkribierten Genen eingehen können, aber die biologische Rolle und Bedeutung dieser Kontakte ist unbekannt. In der vorgeschlagenen Arbeit werden wir den Beitrag von durch Heterochromatin-Adapterproteine vermittelten Kontakten zur ERV-Repression in murinen embryonalen Stammzellen untersuchen; und wir werden die Komponenten und molekularen Mechanismen identifizieren, die von transkribierten ERVs verwendet werden, um Kontakten mit zellulären Genen zu vermitteln. Wir werden das TRIM28-Heterochromatin-Adapterprotein, das ERVs bindet, mutagenisieren und genomische Interaktionen und ERV-Transkription genomweit in embryonalen Stammzellen messen. Darüber hinaus werden wir Transkriptionsfaktoren, die ERVs binden, systematisch elimineren, von ERVs produzierte RNA-Spezies eliminieren, und die Auswirkungen der Störungen auf die Genomorganisation und -transkription bestimmen. Die Ergebnisse werden neue Einblicke in die Beiträge von ERVs zur 3D-Genomorganisation liefern und letztendlich ein neues Licht auf die Mechanismen werfen, die transponierbare Elemente bei der Gestaltung von Säugetiergenomen auf evolutionärer Ebene involvieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507935196",
      "url": "https://gepris.dfg.de/gepris/projekt/507935196",
      "title": "Entschlüsselung der Funktion der räumlichen Organisation des Heterochromatins bei der Reaktion auf Umwelteinflüsse in der frühen Lebensphase in C. elegans",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507935196",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die räumliche Anordnung von transkriptionell aktivem Euchromatin und reprimiertem Heterochromatin ist nicht zufällig und ermöglicht eine funktionelle Aufteilung des Genoms. Heterochromatin wird aktiv in der Kernperipherie sequestriert, während Euchromatin zentral angeordnet ist. Die Funktion der 3D-Chromatinorganisation ist jedoch noch weitgehend unbekannt, da die räumliche Chromatinorganisation nicht selektiv gestört werden kann, während andere Kernprozesse unverändert bleiben. In diesem Antrag nutzen wir den Fadenwurm C. elegans, den einzigen Organismus, in dem bisher ein spezifischer perinukleärer Anker des Heterochromatins, CEC-4, identifiziert wurde, um die räumliche Verteilung des Heterochromatins global zu stören und die Folgen für die Gewebeintegrität und Gesundheit zu entschlüsseln. Trotz einer globalen Störung der räumlichen Genomorganisation führt die Ablation von CEC-4 nicht zu einer globalen Transkriptionsveränderung, und CEC-4-Mutanten zeigen unter optimalen Wachstumsbedingungen keinen Phänotyp, außer, sie werden durch einen äußeren Transkriptionsreiz beeinflusst. Daher ergibt sich die faszinierende Möglichkeit, dass die räumliche Kompartimentierung des Chromatins bei der Koordinierung der Transkriptionsantwort auf nicht programmierte Reize eine Rolle spielt. So sind Tiere in ihrem natürlichen Umfeld ständig Umweltfaktoren ausgesetzt, die gravierende Änderungen der Genexpression bewirken. Jedoch ist nicht bekannt, wie sich Umwelteinflüsse auf die räumliche Genomorganisation auswirken und ob dies wesentlich zur Stressreaktion beiträgt. Unsere ersten Daten indizieren, dass eine genaue räumliche Trennung von Eu- und Heterochromatin tatsächlich funktionell ist, wenn Tiere Umweltstress ausgesetzt sind. In diesem Antrag planen wir, die funktionelle Interaktion zwischen Umwelt und 3D-Chromatinorganisation weiter zu charakterisieren. Konkret werden wir cec-4-Mutanten und wt-Tiere Umweltstress aussetzen und i) die Interaktionen zwischen Genom und Kernlamina, ii) die Chromatinzugänglichkeit und iii) die Genexpression während des Stresses und nach der Erholung in zwei verschiedenen Geweben messen, damit wir bestimmen können, wie verschiedene Zelltypen innerhalb eines Organismus auf denselben Umweltreiz reagieren. Interessanterweise kann bei mehreren Spezies ein früher Stress im Leben spätere Lebensereignisse beeinflussen, dessen Mechanismen noch weithin unklar sind. In dieser Studie werden wir Gene identifizieren, die während der Stressreaktion in Abhängigkeit von der räumlichen Chromatinverteilung verschieden reguliert werden, und ihre Folgen auf die Entwicklung und Alterung im späteren Leben nach Wiederherstellung optimaler Wachstumsbedingungen bestimmen. Um die Ziele zu erreichen, wird mein Team mikroskopische, molekulare und genetische Ansätze anwenden. Da alle Organismen, einschließlich des Menschen, ständig Umweltveränderungen unterliegen, dürfte diese Studie eine enorme Tragweite haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507866755",
      "url": "https://gepris.dfg.de/gepris/projekt/507866755",
      "title": "Entschlüsselung der Funktion von Nuclear Speckles in 3D-Genomarchitektur",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBiochemieZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507866755",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Der Zellkern menschlicher Zellen ist in funktionelle DNA- und Proteineinheiten unterteilt, die wichtige biologische Prozesse in streng regulierter Form ausführen. Bio-molekulare Kondensate sind membranlose Formationen, die eine wesentliche Rolle bei der Kompartimentierung biochemischer Reaktionen in Zellen spielen. Nukleare Speckles (NS) gehören zu den auffälligsten Kondensaten im menschlichen Zellkern und spielen eine Rolle bei der Regulierung der Transkription, der RNA-Verarbeitung und des Exports. Zudem korreliert eine hohe Transkriptionsrate eines Genortes mit der Nähe zum NS im dreidimensionalen Raum. Die meisten dieser Zusammenhänge zwischen NS und der Regulierung der Genexpression stammen jedoch aus kor-relativen Studien, insbesondere in Ermangelung direkter Beweise aus einem NS-abwesenden Zellzustand. Wir haben zwei evolutionär konservierte, große und ungeordnete Proteine, SON und SRRM2, als die wesentlichen Proteine für die NS-Bildung identifiziert. Diese Entdeckung ermöglicht es uns nicht nur, die Funktion von NS beim Menschen zu untersuchen, sondern eröffnet auch neue Möglichkeiten zur Untersuchung der Evolution von NS und ihrer Funktionen. Das Hauptziel des hier vorgeschlagenen Projekts besteht darin, anhand von Nukleare Speckles als Modell, zwei Kompartimentierungsprozesse des Zellkerns —Chromatintopologie und bio-molekulare Kondensate— zusammenzubringen. Wir werden die Rolle von NS in der Kernarchitektur untersuchen und Ver-bindungen zwischen ihrer Rolle bei der RNA-Verarbeitung und der Kernarchitektur herstellen. Diese Arbeit wird auf Fruchtfliegen ausgeweitet, um evolutionäre Parallelen zwischen Genexpressionsprogrammen und der Kernarchitektur zu finden. Da Funktionsverlustmutationen von SON bei menschlichen Patienten mit intellektueller Behinderung und Entwicklungsverzögerung festgestellt wurden, wird das vorgeschlagene Projekt die Möglichkeit bieten, ein besseres mechanistisches Verständnis des Krankheitsphänotyps zu erlangen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507934376",
      "url": "https://gepris.dfg.de/gepris/projekt/507934376",
      "title": "Erfassung des Zusammenspiels zwischen Transkription und Cohesin-regulierter \"Loop-Extrusion\" auf Einzelmolekül-Niveau",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBiophysik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507934376",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die räumliche Organisation des Genoms steht in einer engen Beziehung zu seiner Funktion. Es ist bekannt, dass die Struktur des Genoms die Expressionen von Genen beeinflusst. Der Einfluss den der Transkriptionsvorgangs auf die Organisation des Genomes ausübt ist jedoch noch nicht verstanden. Der „Loop Extrusion“ Prozess ist von zentraler Bedeutung für die Genomorganisation. In Eukaryonten erzeugt der Cohesin Komplex lange Chromatin Schleifen indem er an den Armen des Chromosoms entlangläuft. Während ihrer Translokation stossen die Cohesin Komplexe auf die Transkriptions Maschinerie. Ein Vorgang, der die Loop Extrusion beinflussen könnte. Im Zuge dieses Antrags, zielen wir darauf ab, das Zusmmanespiel zwichen diesen beiden aktiven Prozessen zu untersuchen und herauszufinden ob und wie Loop Extrusion und Transkription sich gegenseitig beeinflussen. Um dies zu erreichen,  werden wir die Cohesin-regulierte Loop Extrusiondurch in vitro Einzelmolekülmikroskopie bildlich erfassen. Von besonderem Intersse ist hierbei die Frage ob die Transkriptions Maschinerie als „bewegliche Barriere“ für Schleifen formendes  Cohesin fungiert und wie die Richtung der Transkription und der topologische Zustand der transkripierten DNS die Kinetik der Loop Extrusion beeinflussen. Die voraussichtlichen Ergebnisse werden eine molekulare Grundlage für das Verständnis der funktionellen Beziehung zwischen Genexpression und Schleifenextrusion liefern. Auf Lange Sicht wird dieses Wissen grundlegend dafür sein zu verstehen, wie Genexpression aktiv durch Loop Extrusion reguliert wird und wie Transkriptionsaktivität die funktionelle Struktur des Genomes verformt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422389065",
      "url": "https://gepris.dfg.de/gepris/projekt/422389065",
      "title": "Erforschung des Beitrags von RNA-Polymerasen zur 3D-Genomarchitektur von Säugetieren",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische BiologieZellbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422389065",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Säugetierchromosomen sind 3D-Einheiten, die durch konvergierende und gegensätzliche Kräfte geformt werden. Die Mitose führt zu einer drastischen Chromosomenkondensation, aber nach dem Wiedereintritt in die G1-Zellzyklus-Phase stellen die Chromosomen ihre Interphasenorganisation wieder her. In der ersten Förderrunde des SPP2202 untersuchten wir die Rolle von RNAPII bei diesem Übergang sowie in asynchronen G1-Zellen, indem wir ein System verwendet haben, das seinen Auxin-vermittelten Abbau ermöglicht. Für den Übergang von der Mitose zu G1 zeigten Hi-C in Verbindung mit „super-resolution“ 3dSTORM-Bildgebung und Computersimulationen, dass RNAPII sowohl für die Kompartiment- als auch für die Loop-Etablierung beim mitotischen Austritt erforderlich ist. Dies ist auf eine reduzierte und anormale Kohesin-Beladung auf Chromatin zurückzuführen, von der wir nun zeigen können, dass sie auf der physischen Anwesenheit von RNAPII an zugänglichen Stellen abhängt. Die am stärksten betroffenen Stellen sind diejenigen, die während der Mitose durch Polymerase-Cofaktoren markiert wurden und die auch bei einer Deletion von RNAPII unterschiedlich zugänglich sind. Im Gegensatz dazu schien die 3D-Faltung von Chromosomen in asynchronen G1-Zellen im großen Maßstab weniger betroffen zu sein. Allerdings, in Abwesenheit von RNAPII entstanden jedoch mehrere neue und größere CTCF/Kohesin-Loops. Um diese Effekte mechanistisch zu verstehen, werden wir für diese zweite Förderrunde des SPP2202 Micro-C-Daten generieren und verschiedene Szenarien identifizieren, die die Loop-Bildung entlang von Chromosomen beeinflussen. Wir werden Micro-C und „super-resolution“ 3D-SIM-Bildgebung mit epigenetischer Markierungskartierung und drei neuen Zelllinien kombinieren, die so konstruiert sind, dass sie die akute Erschöpfung verschiedener Faktoren ermöglichen, um die folgenden Fragen zu beantworten: (1) Wie kommt es in proliferierenden Zellen im Vergleich zu postmitotischen Zellen zu Veränderungen in der 3D-Architektur des Interphasenchromatins auf Loops-Ebene? (2) Wie orchestriert RNAPII das Laden von Kohesin auf Chromatin nach der Mitose? (3) Spielt das „Bookmarking“ von Transkriptionsfaktoren in diesem Prozess eine Rolle? Letztendlich erwarten wir neue Erkenntnisse darüber, wie der Transkriptionsapparat das Chromatin direkt oder indirekt organisiert. Diese Eingriffsregeln würden es uns ermöglichen, das Konzept der transkriptionsbasierten 3D-Chromatin-Organisation zu überdenken und somit die Rolle von RNAPII bei der Genexpression mit der in der chromosomalen Architektur in Einklang zu bringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422856854",
      "url": "https://gepris.dfg.de/gepris/projekt/422856854",
      "title": "Evolution der Genomtopologie: Die molekularen Mechanismen von CTCF in verschiedenen Taxa",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422856854",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Organisation des Genoms in höher geordnete Strukturen spielt eine entscheidende Rolle bei der Regulation von Genaktivitäten. Durch eine dynamisch-regulierte Genomtopologie ist es möglich größere Distanzen entlang der linearen DNA-Sequenz zu überwinden und weit entfernte DNA Segmente, wie z.B. regulative Enhancer-elemente, in räumliche Nähe von Genen zu bringen, wo sie dann ihre regulatorischen Funktion ausüben können. Das vertebrate Genom ist in sogenannte \"topologically assiociated domains (TADs)\" unterteilt, welche fundamentale Einheiten der Genomregulation bilden. Der \"CCCTC-binding factor\" (CTCF) wurde als ein Schlüsselfaktor der Genomtopologie identifiziert und Knock-Out von CTCF führt zum Verlust der Genomtopologie und Letalität. Zwar ist CTCF im Tierreich hoch-konserviert, es gibt aber Hinweise, dass dessen spezifische Rolle in der globalen Genomorganisation eine evolutionär neue Erfindung ist. Im Gegensatz zu Wirbeltieren ist die primäre Funktion von CTCF in Insekten auf die Generegulation über lediglich kurze Distanzen begrenzt und spielt keine Rolle in der TAD-Organisation. Der Grund für diese Unterschiede zwischen Insekten (z.B. Drosophila) und vertebraten Organismen (z.B. Maus) bleibt bislang gänzlich unerklärt. Das vorliegende Projekt hat zum Ziel die evolutionären Verhältnisse der CTCF Funktionen zu erfassen und die molekularen Mechanismen, die zu den demonstrierten Unterschieden führen, zu ergründen. Unser experimenteller Ansatz sieht vor, erst die regulativen Fähigkeiten der CTCF-Proteine im Laufe der Evolution zu untersuchen, indem CTCF in lebenden Fliegen- und Mausmodellen gezielt durch CTCFs anderer Spezies. Des weiteren werden wir proteomische Ansätze benutzen, um die spezies-spezifischen Proteininteraktionen zu analysieren und somit die Mechanismen der Regulation durch CTCF über kurze und weite genomische Distanzen zu ergründen.Das beschriebene Projekt wird unser allgemeines Verständnis der Gen- und Genomregulation, deren evolutionären Geschichte, und insbesondere deren grundlegenden Mechanismen entscheidend erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422857230",
      "url": "https://gepris.dfg.de/gepris/projekt/422857230",
      "title": "Funktionale Charakterisierung und Heterogenität von DLBCL und AML 3D Genomen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422857230",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Konformation von Chromatin bildet eine fundamentale Ebene der eukaryotischen Genregulation. Allerdings wird unsere Fähigkeit, ihre biologische Funktion und Rolle in Krankheiten zu ergründen, durch die großen Mengen an Material behindert, die zur Durchführung aktueller experimenteller Ansätze benötigt wird. Dies schränkt Untersuchungen in erkranktem Primärgewebe stark ein, wodurch uns derzeit ein tieferes Verständnis darüber fehlt, wie die Chromatin-Struktur in kranken Zellen beeinträchtigt ist.Vor kurzem haben wir die Hi-C Methode zur Untersuchung der dreidimensionalen Anordnung des Chromatins weiterentwickelt. Dies erlaubt uns, die Chromatin-Architektur in erkranktem Primärgewebe zu untersuchen, welches wir exemplarisch an der Studie eines diffusen großzelligen B-Zell-Lymphom (DLBCL) demonstrierten. Durch diese Experimente konnten wir vielartige interessante und wertvolle Beobachtungen machen, wie zum Beispiel: i) Die unvoreingenommene, genomweite Charakterisierung Patienten-spezifischer Unterschiede der Chromatin-Struktur; ii) Der Fund großer Regionen im Patientengenom, welche dem Verlust von Heterozygotie unterliegen; iii) Der unerwartete Trend in erkrankten Zellen, neue dreidimensionale Strukturen, wie zum Beispiel TADs, zu formen.In Ziel 1 werden wir die genomweite Chromatin-Struktur in einer kleinen Kohorte von DLBCL und akuter myelomischer Leukämie (AML) Patienten, sowie einer Gruppe gesunder Spender, welche als Kontrolle dienen, bestimmen. Diese Datensätze werden es uns erlauben, die Heterogenität der Chromatin-Konformation zwischen diesen Proben zu charakterisieren und wiederkehrende Veränderungen der der Organisation des Chromatins in erkrankten Zellen zu identifizieren.In Ziel 2 werden wir ein Software-Gerüst zur systematischen und statistischen Analyse der strukturellen Veränderungen des Chromatins zwischen allen Probengruppen entwickeln. Diese neuen Methoden werden es uns erlauben, eine unvoreingenommene Rangliste der wiederkehrenden Veränderungen zwischen kranken und gesunden Proben zu erstellen, sowie automatisch strukturelle Unterschiede zu identifizieren.In Ziel 3 werden wir funktionale Daten zur Untersuchung des Transkriptions-Status, der Zugänglichkeit des Chromatins, sowie der Bindung architektonischer Proteine, wie z.B. CTCF, in diesen Proben erheben. Dadurch werden wir in der Lage sein, die funktionale Bedeutung der strukturellen Veränderungen zu evaluieren und den molekularen Mechanismus zu identifizieren, der diese antreibt.Wird dieser integrative, multidisziplinäre Ansatz in einer tiefen Charakterisierung der Veränderungen der Chromatin-Organisation in diesen Erkrankungen und deren funktionalen Auswirkungen in Bezug auf Genexpression resultieren. Zusätzlich werden unsere Ergebnisse einen tiefen Einblick darin liefern, wie und wo Abweichungen in der Chromatin-Architektur in Erkrankungen auftreten. Diese Erkenntnisse haben daher einen unschätzbaren Wert um personalisierte therapeutische Eingriffe zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und KrankheitMitverantwortlichProfessor Dr. Georg  Lenz"
    },
    {
      "project_id": "507951894",
      "url": "https://gepris.dfg.de/gepris/projekt/507951894",
      "title": "Funktionelle Organisation koregulierter und durch TNFα oder TGFβ aktivierter RNA-Polymerase II Zellkern-Subkompartimenten",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507951894",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Während der Entwicklung oder als Reaktion auf äußere Signale organisiert sich das Genom in aktive oder repressive Chromatin-Subkompartimente, um für den Zelltyp-/zustand spezifische Genexpressionsprogramme zu implementieren. Wie diese Aufteilung auf der µm-Skala zustande kommt und mit der Transkriptionsaktivität zusammenhängt, ist eine seit langem offene Frage. Neuere Studien gehen davon aus, dass die Entmischung löslicher Faktoren aus dem Nukleoplasma in Proteintröpfchen um bestimmte Chromatin-Regionen durch eine Flüssig-Flüssig-Phasentrennung (LLPS) die Bildung aktiver \"Transkriptionskondensate\" antreibt. Es gibt jedoch alternative Modelle, die auf der Chromatin-Bindung von Proteinen und RNAs sowie auf lang- und kurzreichweitigen, überbrückenden Interaktionen zwischen diesen Faktoren und dem Looping der dazwischenliegenden Nukleosomenkette basieren. In dem hier vorgeschlagenen Projekt werden die Struktur-Funktions-Beziehungen untersucht, die dem Zusammenschluss von endogenen Promotoren und Enhancern zu koregulierten aktiven RNA Polymerase II (Pol II) Subkompartimenten zugrunde liegen. Die Transkriptionsaktivierung wird durch die Stimulation menschlicher Zellen mit TNFα (Signalisierung über den Transkriptionsfaktor NFκB) und TGFβ (Signalisierung über die Transkriptionsfaktoren SMAD2/3) ausgelöst. Diese beiden Zytokine bewirken eine akute bzw. verzögerte Induktion von spezifischen Genexpressionsprogrammen. In diesem zellulären System wurde die Aktivierung von koregulierten Genclustern bereits gezeigt. Darüber hinaus haben sowohl p65/RelA als Teil von NFκB als auch SMAD3 intrinsisch ungeordnete Regionen und können bei ektopischer Expression durch LLPS Flüssigkeitströpfchen bilden. Daher ist die Stimulation mit TNFα und TGFβ ideal geeignet, um einen möglichen Beitrag von LLPS zur Bildung und/oder Aktivierung von Pol II-Subkompartimenten zu untersuchen. Um die zugrundeliegenden Mechanismen zu entschlüsseln, werden wir modernste Methoden der Einzelzellsequenzierung und Fluoreszenzmikroskopie zu einem räumlich aufgelösten Transkriptomik-Ansatz kombinieren. Durch eine integrative Analyse der Koregulation, der Veränderungen in der RNA-Produktion, der Proteinmobilität und -interaktionen sowie der Chromatin-Eigenschaften werden wir die Organisationsprinzipien entschlüsseln, die der Bildung/Aktivierung von Pol-II-Unterkompartimenten bei TNFα- und TGFβ-Induktion zugrunde liegen. Auf diese Weise werden wir den Beitrag von LLPS zu diesem Prozess bewerten und unser Verständnis dafür erweitern, wie die dynamische Kernorganisation von Pol II-Subkompartimenten mit der Genaktivierung gekoppelt ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422774126",
      "url": "https://gepris.dfg.de/gepris/projekt/422774126",
      "title": "Genomstrukturierung durch phasengetrennte transkriptionelle Kondensaten",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422774126",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Viele kürzlich publizierte Forschungsarbeiten weisen darauf hin, dass die 3D-Organisation des Genoms eine wesentliche Rolle bei der Kontrolle von Genexpressionsprogrammen spielt, welche der zellulären Identität aller Zelltypen in komplexen Metazoen zugrunde liegen. Hier schlagen wir ein Modell vor, dass die Genexpression wiederum einen wesentlichen Beitrag zur Strukturierung des Genoms leistet. Wir haben kürzlich entdeckt und publiziert, dass die Gentranskription ein Flüssig-Flüssig-Phasentrennungsereignis beinhaltet, das der Bildung von Transkriptionskondensaten mit ungewöhnlichen Merkmalen zugrunde liegt. Die Phasentrennung wird typischerweise durch multivalente Wechselwirkungen mit niedriger Affinität zwischen intrinsisch ungeordneten Regionen (IDRs) in Proteinen gesteuert, und zahlreiche Transkriptionsfaktoren, die sogenannte Enhancer-Elemente belegen, enthalten Sequenzabschnitte, die IDRs ähneln. Ziel ist es, (1) Untersuchung der Hypothese, dass Transkriptionsfaktor-IDRs in der Lage sind, die Bildung von Kernkondensaten zu steuern, die DNA-Wechselwirkungen über große Entfernungen in Säugetierzellen ermöglichen. Darüber hinaus zeigen humangenetische Untersuchungen, dass eine große Anzahl von menschlichen Entwicklungsstörungen durch Mutationen in Transkriptionsregulatoren verursacht werden und dass diese Mutationen dazu neigen, in den vorhergesagten IDRs dieser Transkriptionsregulatoren aufzutreten. (2) Überprüfung der Hypothese, dass solche krankheitsassoziierten IDR-Mutationen die Fähigkeit von Transkriptionsregulatoren, Kernkondensate zu bilden, beeinträchtigen und folglich weit entfernte DNA-Interaktionen stören. Unsere Untersuchungen werden neue Einblicke in die molekularen Prozesse, welche die Genomstruktur regulieren, sowie in die mechanistische Beziehung zwischen Genomstruktur und Genexpression liefern. Die Ergebnisse dieser Arbeit werden unserer Ansicht nach letztlich die Entwicklung von biomedizinischen Strategien erleichtern, die die IDR-gesteuerte Genomstrukturierung als therapeutischen Ansatz nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507647018",
      "url": "https://gepris.dfg.de/gepris/projekt/507647018",
      "title": "Koordination und Funktion der Kernlamina und der Kernporen-Kompartimentierung in der Genomorganisation während der frühen Mausentwicklung",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologieZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507647018",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Verpackung der Chromosomen im Zellkern unter Beibehaltung grundlegender DNA-basierter Aktivitäten wie Transkription und Replikation stellt eine enorme organisatorische Herausforderung dar. Tatsächlich kann die Art und Weise, wie die DNA im Zellkern dreidimensional verpackt wird, die Genexpression und damit die zelluläre Identität beeinflussen. Wie die Kernorganisation nach der Befruchtung bei Säugetieren zum ersten Mal aufgebaut wird, ist weitgehend unbekannt. Nach der Befruchtung findet eine Phase intensiver Chromatinumgestaltung und epigenetischer Neuprogrammierung der beiden elterlichen Genome statt. Eine solche Umgestaltung ist notwendig, um ein Entwicklungsprogramm zu starten, das in der Lage ist, einen neuen Organismus zu bilden. Mehrere nukleare Orientierungspunkte können dem Genom Positionshinweise geben und tragen somit entscheidend zur Genomorganisation bei. Unter ihnen organisieren der Nukleolus, die Kernmembran und Speckles das Chromatin in funktionell relevante Domänen und wurden ausführlich untersucht. Darüber hinaus wurde den Kernporen eine Rolle in der Kernorganisation zugeschrieben, und Studien an somatischen Zellen in Kultur haben eine Rolle für Komponenten der Kernpore bei der Genregulation offenbart. Wie sich jedoch die Kernporen zu Beginn der Entwicklung erst zusammensetzen oder welche Bestandteile embryonale Kernporen charakterisieren, ist weitgehend unbekannt. Darüber hinaus wurden die genomischen Regionen, die mit der Kernpore interagieren, während sich der Embryo entwickelt, und ob eine solche Assoziation für wichtige Entwicklungsmerkmale wie die Aktivierung des zygotischen Genoms und die Zuordnung des Zellschicksals funktionell relevant ist, nicht untersucht. Dieses Projekt zielt daher darauf ab, i) die Komponenten und die zelluläre Architektur der Kernporen zu Beginn der Säugetierentwicklung zu charakterisieren, ii) die Wechselwirkungen des Genoms mit Kernporenkomponenten während der Umprogrammierung im Verlauf der Entwicklung abzubilden und iii) die funktionelle Rolle von Porenkomponenten in der de novo Etablierung der Genomtopologie in der Säugetierentwicklung zu bestimmen. Mit einer Kombination aus Zell- und Molekularbiologie sowie Manipulationen durch experimentelle Embryologie in Mausembryonen werden wir eine umfassende funktionelle Charakterisierung der Kernpore und ihrer Komponenten während der frühen Entwicklung liefern. Insgesamt werden unsere Daten Aufschluss über die Organisation und die molekularen Determinanten der Kernarchitektur während der Entwicklung geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507937508",
      "url": "https://gepris.dfg.de/gepris/projekt/507937508",
      "title": "Koordinationsfonds",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507937508",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Eukaryotische Genome kodieren die Informationen, die sowohl allgemeine als auch spezifische Eigenschaften jedes Zelltyps definieren. Die lineare DNA-Sequenz allein kann jedoch häufig keine Zellfunktionen und phänotypischen Ergebnisse vorhersagen. Tatsächlich wird die genomische Information durch eine Reihe zusätzlicher Ebenen der Kontrolle der Genexpression modifiziert und reguliert. Eine davon, die 3D-Faltung von Chromosomen, wurde kürzlich als eine solche kritische Schicht identifiziert. Die 3D-Chromosomenfaltung wird durch die Bindung von Transkriptionsfaktoren sowie über epigenetische Mechanismen und biophysikalische Kräfte etabliert, die in konzertierter Weise wirken, um die Genexpression regulieren. Daher ermöglicht uns die Untersuchung der Prinzipien der 3D-Chromatinfaltung, ihren Beitrag zur Genregulation während der Entwicklung und Krankheit aufzudecken. Das primäre Ziel dieses SPPs ist die Analyse der Struktur-Funktions-Beziehung der Genome höherer Metazoen mit hoher räumlich-zeitlicher Auflösung in Studiensystemen, die für die Integrität, Entwicklung und Krankheit des Genoms relevant sind. Abgesehen von dem offensichtlichen Ziel, eine kritische Masse von deutsch-akademischen Gruppen zusammenzubringen, die sich mit dieser Forschungsrichtung befassen, streben wir auch danach, Projekte in diesem SPP zu beherbergen, die funktionelle und mechanistische In-vitro- und In-vivo-Studien an Modellorganismen und menschlichen Proben durchführen können unser Verständnis darüber vertiefen, wie die Genomarchitektur der Zell- und Gewebephysiologie zugrunde liegt. Alle Projekte sollten einen klaren und substanziellen Fokus auf Mechanismen und Kräfte haben, die die 3D-Chromatinfaltung und ihre Rolle bei der Genregulation antreiben oder aufrechterhalten. Eine Kombination aus fortschrittlichen molekularen Methoden, superauflösender und/oder Live-Cell-Bildgebung, präziser genetischer Bearbeitung und neuartigen Computerwerkzeugen ist vorgesehen. Daher sollten Projekte in dieser 2. SPP-Förderperiode: (i) neuartige Technologien entwickeln und anwenden, die die räumliche Chromatinkonformation, auch in Verbindung mit anderen genomischen Merkmalen, erfassen, auflösen und verfolgen können Merkmale der genomischen Architektur im Zellkern; (ii) die funktionellen Auswirkungen der 3D-Chromatinfaltung auf die Genexpression oder Genomintegrität in vitro und in vivo während der Zelldifferenzierung zu analysieren; (iii) kausale Verknüpfung der 3D-Chromatinfaltung mit der Krankheitsätiologie durch präzise Genom-Editing und Krankheitsmodelle; (iv) Entwicklung und Anwendung neuartiger Computeransätze, die es uns ermöglichen, die Endeffekte und Dynamiken der 3D-Genomorganisation zu integrieren, quantitativ zu modellieren und zu visualisieren. Am Ende streben wir danach, dass das Konsortium neue Erkenntnisse generiert, die uns der Definition eines sparsamen Satzes von Regeln näher bringen, die die Struktur-Funktions-Beziehung eukaryotischer Chromosomen erklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "424056052",
      "url": "https://gepris.dfg.de/gepris/projekt/424056052",
      "title": "Koordinationsprojekt für das Schwerpunktprogramm \"Spatial Genome Architecture in Development and Disease\"",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424056052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Schon beim ersten vollständigen Entwurf des menschlichen Genoms wurde deutlich, dass die lineare genetische Information nicht ausreichen würde, um ihre vielen genomischen Funktionen und ihre komplexe Regulation vollständig zu erklären. Was die Identität und Funktion einzelner Zellen und Gewebe unterscheidet, ist nicht ihre Genomsequenz, sondern die Regulation jedes ihrer etwa 20.000 Gene. Die Genregulation hängt entscheidend von Regulationselementen ab, die über Chromatin-Faltung wirken, um die räumliche Nähe zu ihren Zielpromotoren sicherzustellen. Die resultierende räumliche (3D) Organisation von Chromosomen im Zellkern hat eine tiefgreifende Wirkung auf die Genregulation und die Transkriptionsleistung.Um dieses aufkommende Gebiet der 3D-Genomik zu nutzen, wird das Schwerpunktprogramm folgende Hauptziele haben: (1) Entwicklung und Anwendung neuartiger und existierender Technologien, um die seit langem bestehende Frage zu beantworten, wie die Chromatinfaltung reguliert wird; (2) den Einfluss der 3D-Chromatinfaltung in in-vitro- und in-vivo-Modellen während der Zelldifferenzierung oder -entwicklung funktionell zu analysieren; (3) die Rolle der 3D-Chromatinfaltung in der Krankheitspathologie untersuchen, um diesen unterschätzten Mechanismus zu verstehen; (4) Entwicklung und Anwendung neuartiger computergestützter Werkzeuge und Modelle, um vorherzusagen, wie sich die 3D-Genomfaltungsdynamik in Veränderungen Genexpression überträgt; (5) Etablierung einer interdisziplinären Gruppe von Wissenschaftlern, um dieses aufkommende Thema innerhalb der deutschen Forschungsgemeinschaft voranzutreiben und zu konsolidieren.Durch die Fokussierung auf Chromatinfaltung und Genregulation adressiert dieses SPP ein Gebiet der Biomedizin, das weit über das Studium von Genen und deren Funktion hinausgeht. Aufbauend auf einer der wichtigsten Entdeckungen in der Genomik des letzten Jahrzehnts gehen wir den nächsten Schritt, um zu untersuchen, wie die Chromatinfaltung die Differenzierung, Entwicklung und Krankheit steuert und damit eine relevante Frage in den Biowissenschaften anspricht: wie zelluläre Individualität auf genomischer Ebene erreicht wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422586671",
      "url": "https://gepris.dfg.de/gepris/projekt/422586671",
      "title": "Mechanismen der 3D Chromatin Reorganisation während der direkten Reprogrammierung von Gliazellen in Neurone",
      "investigators": "Boyan  Bonev, Ph.D.;Professorin Dr. Magdalena  Götz",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsneurobiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422586671",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Eine zentrale Frage in der Entwicklungs- und Chromatinbiologie ist, wie Transkriptionsfaktoren die 3D Architektur des Chromatins beeinflussen können, und inwieweit dies für die Spezifizierung von Zelltypen entscheidend ist. Einzelne neurogene Transkriptionsfaktoren sind ausreichend, um Gliazellen in Neurone umzuprogrammieren. Diese direkte Reprogrammierung ist daher ein exzellentes Modell, um zu untersuchen, wie Transkriptionsfaktoren die 3D Organisation des Chromatins verändern können, und inwieweit diese Veränderungen transkriptionelle Veränderungen regulieren. Daher möchten wir, ein Experte der 3D Architektur des Chromatins, Boyan Bonev, und eine Expertin der direkten Reprogrammierung von Gliazellen in Neurone, Magdalena Götz, zuerst mittels HiC die Chromatinorganisation in Astrozyten, reifen Neuronen und reprogrammierten Neuronen untersuchen. Während der Reprogrammierung neu gebildete Enhancer-promoter Kontakte werden mit bereits vorhandenen RNA-seq Daten verglichen, um festzustellen, inwieweit Chromatin Veränderungen für die veränderte Expression verantwortlich sind, und ob Defekte in der Chromatin-Reorganisation für Reprogrammierungsblockaden verantwortlich sind. Letzteres soll auch mit einem in vitro Modell schwerer zu reprogrammierender Gliazellen untersucht werden. Mittels Neurogenin2-ChIP-seq und Hi-ChIP soll untersucht werden, ob die direkte Bindung des neurogenen Transkriptionsfaktors mit der Chromatin-Reorganisation korreliert. Um die Kausalität der Neurogenin2 Bindung für Veränderungen der 3D Chromatin-Architektur zu untersuchen, werden einerseits die Bindungsstellen von Neurogenin2 mutiert, so daß 3 D Veränderungen dann nicht mehr erfolgen sollen. Andererseits wird Neurogenin2 mit dCas9 an Stellen gebracht, die Kontakte zwischen Promotoren und Enhancers in endogenen Neuronen zeigen, um festzustellen, ob Neurogenin2 tatsächlich hinreichend ist, um diese Veränderungen auszulösen. Im letzten Projektteil soll untersucht werden, ob YY1 entscheidend an der Bildung von CTCF-unabhängigen Loops in der Reprogrammierung beteiligt ist. Mittels Hi-ChIP-MS sollen gegebenenfalls auch neue Faktoren, die bei dem Umbau des Chromatins während der Reprogrammierung eine entscheidende Rolle spielen, identifiziert werden. Somit können in diesem Projekt nicht nur die Mechanismen der Transkriptionsfaktor-induzierten Chromatin-Reorganisation während der direkten Reprogrammierung verstanden werden, sondern auch mögliche Fehler in der Chromatin-reorganisation dadurch behoben werden, um diesen vielversprechenden Ansatz der Reprogrammierung zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422857584",
      "url": "https://gepris.dfg.de/gepris/projekt/422857584",
      "title": "Mikroskopische Vermessung des Genoms während der Stammzelldifferenzierung",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422857584",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Etablierung, Aufrechterhaltung und Veränderung von zellulären Identitäten während der Entwicklung und Differenzierung wird durch komplexe Signalwege gesteuert, die Wechselwirkungen zwischen zellulären Faktoren und epigenetischen Modifikationen umfassen. Es gibt zunehmend Hinweise darauf, dass neben den gut untersuchten DNA- und Histonmodifikationen auch die räumliche Genomarchitektur zum gesamten epigenetischen Informationsgehalt beitragen kann, der die Identität und das Potenzial einzelner Zellen definiert.Wir wollen nun systematisch Veränderungen in der Genom-Organisation während der frühen Entwicklung untersuchen, bei denen Veränderungen in der genomweiten Transkription von spezifischen epigenetischen Veränderungen begleitet werden. Mit definierten Stammzellkultursystemen wollen wir die definierten Schritte von der naiven Pluripotenz zur geprimten Pluripotenz und der anschließenden zellulären Differenzierung rekapitulieren. Wir werden uns auf die Genom-Organisation des Nanog-Pluripotenz-Genclusters konzentrieren und Änderungen der lokalen Chromatinkondensation sowie Wechselwirkungen zwischen regulatorischen Elementen (Enhancer und Promotoren) während der Stammzelldifferenzierung mittels Fluoreszenz in situ Hybridisierungen, Lebendzellmessungen und Super-Resolution-Mikroskopie messen. Dieser mikroskopische Ansatz erreicht nicht die molekulare Auflösung von Konformationserfassungsverfahren (wie z. B. HiC), liefert aber physikalische Abstände und Einzelzellauflösung. Darüber hinaus ermöglicht die automatisierte Hochdurchsatz-Mikroskopie die Identifizierung seltener Zellpopulationen sowie Korrelationen mit morphologischen Merkmalen und physiologischen Zuständen. Wir werden spezifische Mutationen einführen, um die Rolle von cis-aktiven DNA-Sequenzelementen bei der Regulation der Aktivität und räumlichen Organisation des Nanog-Pluripotenz-Genclusters zu untersuchen. Parallel werden trans-agierende epigenetische Faktoren (DNMTs, TETs und HMT) und ihre Rolle in der lokalen Genomkondensation, Faltung und Aktivität untersucht.Unsere Studie sollte andere methodische Ansätze dieses Schwerpunktprogramms ergänzen und dazu beitragen, die Rolle und Regulation der räumlichen Genomarchitektur während der frühen Entwicklung und Zelldifferenzierung aufzuklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "508001742",
      "url": "https://gepris.dfg.de/gepris/projekt/508001742",
      "title": "Modellierung der embryonalen Entstehung von Neuroblastomen durch die Aktivierung von chromosomalen 3D-Enhancer-Interaktionen und genetischer Instabilität",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508001742",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Es wird angenommen, dass humane Neuroblastome, die zu den embryonalen Tumoren gehören, stellvertretend für weitere Tumorentitäten, durch rekurrente strukturelle chromosomale Veränderungen entstehen (wie zum Beispiel Translokationen und Genamplifikationen), welche zur Aktivierung von Onkogenen führen. Das rekurrente Auftreten von Enhancer-Hijacking Ereignissen, bei denen starke regulatorische Regionen (Super-Enhancer, SEs), die in ihrer normalen Funktion für die Steuerung von Zellidentitätsgenen verantwortlich sind, in die Nähe von Onkogenen (z.B. MYCN, MYC, TERT) gebracht werden, ist charakteristisch für mehrere Subtypen von aggressiven Neuroblastomen. Neueste Studien zur Entwicklung von Neuroblastomen weisen darauf hin, dass diese Tumoren während der Embryonalentwicklung aus adrenalen Neuroblasten entstehen, welche die Vorläuferzellen des Nebennierenmarks sind. In diesem Projekt möchten wir die Hypothese testen, dass bestimmte zelluläre Zustände entlang des Entwicklungspfades, in denen 3D Interaktionen remodelliert werden (z.B. Änderungen im Verhältnis cis/trans Wechselwirkungen), die Zellen anfällig machen für strukturelle chromosomale Veränderungen und genetische Instabilität. Wir werden physiologische, epigenetische Zustände mit zeitlicher Auflösung und 3D-Interaktionen während der normalen embryonalen Entwicklung der Nebenniere beschreiben, und die Tumorentstehung während der Embryonalentwicklung durch die experimentelle Induktion von neuroblasten-spezifischen 3D Interaktionen und genetischer Instabilität in Neuroblasten nachbilden, die aus hiPS-Zellen (humanen induzierten pluripotenten Stammzellen) differenziert werden. Zusammengefasst werden unsere Studien ein neues Konzept für die embryonale Tumorentstehung hervorbringen, das auf natürlich vorkommenden strukturellen Veränderung beruht und das die Grundlage für präzisiere embryonale Tumormodelle sein kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422857683",
      "url": "https://gepris.dfg.de/gepris/projekt/422857683",
      "title": "Modifikation der 3D Genomarchitektur und Genexpression am Fgf8 Lokus durch Transposons und strukturelle Varianten",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologieHumangenetik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422857683",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Das Genom von Vertebraten besteht hauptsächlich aus nicht-codierenden Sequenzen, von denen mehr als die Hälfte repetitiv ist. In früheren Studien konnten wir zeigen, dass strukturelle Varianten (SVs) durch Veränderung der 3D-Konformation von Chromosomen zu einer Gen-Misexpression und Erkrankung führen können. In dieser Studie untersuchen wir, ob repetitive Elemente die 3D-Genomfaltung beeinflussen können, indem sie z.B. Kontakte über TAD-Grenzen induzieren mit nachfolgender Misexpression von Genen und daraus resultierender Erkrankung. Wir untersuchen ferner, ob durch diesen Mechanismus ähnliche Phänotypen erzeugt werden können, wie durch SVs. Wir werden diese Hypothese untersuchen, indem wir die Pathologie von SVs am Fgf8-Locus untersuchen, die für die Split-Hand-Foot-Malformation (SHFM) beim Menschen verantwortlich sind. Ein SHFM-Phänotyp wird auch durch Retrotransposon (MusD) Insertionen am selben Locus in der Mausmutante Dactylaplasia (Dac) verursacht. Wir werden CRISPR/Cas9-Genom-Editing verwenden, um die humanen SVs in Mäusen nachzubauen. In diesen Mutanten soll dann die Wirkung der SVs auf die Genregulation und die Gliedmaßenentwicklung untersucht werden. Die Pathologie der MusD-Insertion in der Dac-Mutante wird mit einer detaillierten Expressionsanalyse in Dac-Extremitätenknospen mittels Expressionsanalyse und Einzelzell-RNA-Sequenzierung untersucht. Darüber hinaus werden wir die Histonmodifikation und die CTCF-Bindung untersuchen und sowohl HiC von Dac/Dac-Embryonen als auch von den SHFM-Rearrangements durchführen, um ihre Wirkung auf die Chromatinkonfiguration zu untersuchen. In einem nächsten Schritt werden wir das Dac-Genom in ES-Zellen aus Dac/Dac-Embryonen manipulieren, um fehlexprimierte Gene auszuschalten um so den Dac-Phänotyp zu retten. Wir werden die Wirkung von MusD transponierbaren Elementen (TEs) mittels 4C in sensitiven (129) vs. nicht-sensitiven (C57B6) Stämmen untersuchen, um Regionen zu identifizieren, in denen aktive TEs mit benachbarten Regionen interferieren und dadurch die 3D-Genomarchitektur verändern. Gleichzeitig wollen wir die molekulare Pathologie von Duplikationen am humanen FGF8-Locus entschlüsseln und herausfinden, warum der Maus- und der menschliche Phänotyp so ähnlich sind. Diese Studie wird nicht nur einen Einblick in die regulatorische Wirkung geben, die TEs haben, sie wird uns Aufschluss darüber geben, wie ähnliche Phänotypen, in diesem Fall SHFM, aus verschiedenen Pathologien entstehen können. Erkenntnisse aus der Dac-Mutation und dem humanen SHFM-Mutationen können auf andere menschliche Krankheiten übertragen werden, und so Untersuchungen zu den Ursachen von Fehlbildungen bei genetischen Krankheiten mit unbekannter Ursache und / oder ungewöhnlicher Vererbung voranbringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422856668",
      "url": "https://gepris.dfg.de/gepris/projekt/422856668",
      "title": "Nukleare Landschaft der HIV-1-Integration in Mikroglia: - unerkundete HIV-1-Reservoirs",
      "investigators": "Professor Dr. Carl  Herrmann;Marina  Lusic, Ph.D.",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische BiologieVirologieZellbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422856668",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Einführung von kombinierten antiretroviralen Therapien (cART) hat entscheidend zur Verbesserung der Versorgung von HIV-1 infizierten Patienten beigetragen, sowie zu einer Verbesserung der Lebenserwartung und Gesundheit dieser Patienten. Obwohl die Viruslast anhand dieser Therapien erfolgreich kontrolliert werden kann verbleiben Viren, die im Genom des Wirtes integriert sind, als inaktive Viren, die jedoch weiterhin die Fähigkeit zur replikation besitzen. Dadurch bilden sie langzeit-Reservoirs, die in verschiedenen Geweben zu finden sind. Solche inaktiven viralen Reservoirs finden sich z.B. in T-Zellen, Makrophagen und Mikroglia im Gehirn, und können nicht durch derzeit verfügbaren Therapien eliminiert werden, was eine vollständige Genesung unmöglich macht. Die Stellen im Genom, in denen sich das Virus integriert hat, haben eine direkte Auswirkung auf dessen Funktion. Unsere bisherigen Arbeiten in T-Zellen, die die Hauptquelle von latenten Viren sind, haben den Zusammenhang zwischen 3D-Organization des Chromatins und die Wahrscheinlichkeit einer Integration des Virus untersucht. Wir haben gezeigt, dass diese Stellen nicht zufällig sind, sondern vor allem in peripheren Regionen des Chromatins liegen, in denen sich offene Stellen in der Nähe der Kernporen befinden. Vor kurzem haben wir auch gezeigt, dass Viren sich vor allem in der Nähe von zellspezifischen Genen integrieren, die mit Super-Enhancern assoziiert sind.Mehrere Studien haben das Prinzip beschrieben, wonach in Mikroglia das Virus über das Chromatin transkriptionell zum Stillstand gebracht wird. Jedoch ist bisher wenig über die Integrationsstellen des Virus im Genom in solchen Zellen bekannt. In diesem Projekt wollen wir dieser Frage nachgehen und sowohl die Integrationsstellen im Genom als auch die Mechanismen der Stilllegung der integrierten Viren durch genomische Ansätze untersuchen. Unter anderem wollen wir untersuchen, welche Eigenschaften der DNA zur Integration und Stilllegung beitragen. Wir werden die Integrationsstellen des Virus in Mikroglia bestimmen, Chromatin-Signaturen definieren, und Kontaktstellen des integrierten Virus mit weiteren genomischen Regionen bestimmen. Die Gruppe von Marina Lusic wird die zellbiologischen und genomischen Experimente durchführen, und die Gruppe von Carl Herrmann wird durch Analyse dieser komplexen Daten zur Erstellung eines gesamt-genomischen Bildes der HIV-1 Integrationsmuster in Mikroglia beitragen. Wir werden auch zusammen mit weiteren teilnehmenden Gruppen dieses SPP arbeiten, und werden in direktem Kontakt mit Vassilis Roukos (IMB Mainz) und Irina Solovei (LMU Munich) sein, um über bildgebende Verfahren die Integrationsstellen mithilfe von Fluoreszenz in-situ Hybridisierung (FISH) und hochdurchsatz Mikroskopie zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422857261",
      "url": "https://gepris.dfg.de/gepris/projekt/422857261",
      "title": "Positionseffekte im 3D-Genom als Ursache für neurologische Entwicklungsstörungen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungHumangenetik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422857261",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Entdeckung der topologisch assoziierten Domänen (TADs) und unser besseres Verständnis der weitreichenden Genregulation haben es uns ermöglicht, die Mechanismen, die den sog. \"Positionseffekten\" zugrunde liegen, besser zu verstehen. Strukturelle Varianten (SVs) haben das Potenzial, die Chromatinorganisation des Genoms zu beeinträchtigen und dadurch die komplexe dreidimensionale Chromatinorganisation eines Locus neu zu strukturieren. SVs, die TAD-Grenzen und Promotor-Enhancer-Interaktionen stören, sind bei Skelettfehlbildungen und bestimmten Tumoren relativ häufig. Die Rolle von SVs, die die dreidimensionale Genomarchitektur bei neurologischen Entwicklungsstörungen (NDDs) verändern, ist jedoch weniger bekannt. In der ersten Förderperiode konnten wir erfolgreich zeigen, dass SVs bei NDDs Positionseffekte im 3D-Genom verursachen und dass HiC effektiv zur Identifizierung von SVs in Patientenzellen eingesetzt werden kann. In der zweiten Förderperiode wollen wir nun spezifische Deletionen am Zfp608/Lmnb1-Lokus und eine Insertion am Sox3-Lokus funktionell charakterisieren, um die molekularen Triebkräfte der Positionseffekte zu entschlüsseln, die NDDs verursachen. In Projekt 1 werden wir die molekularen Triebkräfte der 3D-Positionseffekte am Zfp608/Lmnb1-Lokus entschlüsseln, die mit der autosomal-dominanten demyelinisierenden Leukodystrophie (ADLD) in Verbindung stehen. In Projekt 2 werden wir den molekularen Mechanismus einer Insertion am SOX3-Lokus untersuchen, die mit spastischer Paraplegie und reduzierter SOX3-Expression assoziiert ist. In Projekt 3 schließlich werden wir die zelltypspezifische Aktivität von Enhancer-Elementen in der regulatorischen Landschaft von Zfp608/Lmnb1 in vivo mit Einzelzellauflösung kartieren. Unsere Daten werden zu einem besseren Verständnis der molekularen Biologie der Positionseffekte bei Patienten mit NDDs beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422831194",
      "url": "https://gepris.dfg.de/gepris/projekt/422831194",
      "title": "Regulation der Säugetierzell-Genomarchitektur und Mobilität",
      "investigators": "Professorin Dr. Maria Cristina  Cardoso;Professor Dr. Karl  Rohr",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422831194",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "In diesem Projekt planen wir die Architektur und Mobilität des Säugetiergenoms zu untersuchen. Wir und andere haben gezeigt, dass verschiedene Ebenen der Organisation des Genoms während der Duplizierung des Genoms als Replikons und Cluster sichtbar gemacht werden können, wahrscheinlich entsprechend den DNA-Schleifen bzw. Mbp-topologisch assoziierten Domänen (TADs). Dies erlaubt uns nun zu untersuchen, wie verschiedene epigenetische Zustände und verschiedene subnukleare räumliche Lokalisierungsmuster die Genomarchitektur und Mobilität beeinflussen. Wir werden außerdem Daten von verschiedenen Zelltypen und Säugetierspezien vergleichen, pluripotente versus somatische Zellen, und potentielle Regulatoren unter Verwendung von Zellen, die für bekannte epigenetische Faktoren und Chromatinfaktoren oder pharmakologische Inhibierung defizient sind, prüfen. Schließlich werden wir untersuchen, ob die Genommobilität durch den Genomstoffwechsel beeinflusst wird. Neue computergestützte Methoden zur automatischen Bildanalyse auf Basis von Deep Learning werden entwickelt, um Chromatin-Strukturen höherer Ordnung und ihre Mobilität basierend auf Mikroskopiedaten mit verschiedenen Auflösungsstufen akkurat zu quantifizieren. Diese Arbeit soll Einsichten in die Organisation und Mobilität des Säugetiergenoms geben sowie deren Regulation oder wie dies durch genomische Prozesse reguliert wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422388934",
      "url": "https://gepris.dfg.de/gepris/projekt/422388934",
      "title": "Räumliche Struktur transkribierter Gene in Säugerzellen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422388934",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Mit dem aktuellen Antrag möchte ich mein Projekt im Rahmen des SPP2202, das sich mit der räumlichen Struktur von transkribierten eukaryotischen Genen befasste, fortsetzen. Wir untersuchten lange, hoch exprimierte Gene als Modelle und zeigten die Ausdehnung transkribierter Gene von ihrem Locus und die Bildung sogenannter Transkriptionsschleifen (TS) mit Polymerasen, die sich entlang der Schleife bewegen und naszierende RNAs tragen. Auffallend ist, dass sich TS über Mikrometer ausdehnen, was gegen die gängige These spricht, dass Interphasenchromatin ein gelartiges, festes Material ist. Ausdehnung und Form der TS deuten auf ihre intrinsische Steifheit hin, die wir auf dichte Dekoration hochexprimierter Gene mit voluminösen Ribonukleoproteinen (nRNPs) zurückführen. Die Steifheitshypothese wurde erfolgreich experimentell und durch Polymermodellierung exprimierter Gene getestet. Unsere Daten widersprechen dem gängigen Modell der Transkriptionsfabriken und deuten darauf hin, dass mikroskopisch auflösbare TS zwar spezifisch für lange, hochexprimierte Gene sind, die grundsätzlichen Mechanismen ihrer Entstehung jedoch einen allgemeinen Aspekt der eukaryotischen Transkription darstellen könnten. Die Arbeit wurde in Nature Cell Biology (2022) veröffentlicht. Die bisherige Arbeit warf neue Fragen zur eukaryotischen Transkription auf, die ich in der neuen Förderperiode angehen möchte. (1) Laut kanonischer Ansicht werden Introns strikt co-transkriptionell, also direkt nach dem Ablesen herausgeschnitten. Anhand des Tg-Gens möchte ich die Rate des co-transkriptionellen Spleißens bei hoher Transkription untersuchen. (2) Bisher wurden TS mit Hilfe von FISH und Immunfärbung in fixierten Geweben oder Zellen beobachtet. Indem ich nRNAs der Ttn- und Cald1-Gene über das MS2-MCP System markiere, plane ich, die räumlich-zeitliche Dynamik von TS und transkriptionellem Bursting in-vivo zu untersuchen. (3) Über die Struktur von nRNPs und mRNPs ist aufgrund ihrer geringen Größe sehr wenig bekannt. Basierend auf vorläufigen EM-Daten plane ich, nRNPs und die 3D-Struktur von TS, die von Ttn in Myotubes gebildet werden, mit Hilfe korrelativer Mikroskopie (cryo-CLEM) und Cryo-EM-Tomographie zu untersuchen. (4) Das Lehrbuchwissen, dass Chromosomenterritorien das Hauptmerkmal eines Interphasenkerns sind, wird durch unsere Arbeit nicht bestätigt, was darauf hindeutet, dass Territorialität nur eine Folge der vorangegangenen Mitose ist. Um diese Frage zu klären, plane ich, die Territorialität durch Oligofärbung von Chromosomen in Zellen zu untersuchen, die sich durch die Dauer ihrer postmitotischen Phase unterscheiden. (5) Außerdem plane ich, das Tg-Gen als Modell für eine starke und robuste Transkriptionssteigerung zu untersuchen. Insbesondere möchte ich die zirkadiane Rhythmik des Tg-Gens und die Intron-Retention in Tg-Transkripten als mögliche Mechanismen für die Trennung von exokrinen (Thyreoglobulinsekretion) und endokrinen (Hormonproduktion) Aktivitäten in Thyreozyten testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422856762",
      "url": "https://gepris.dfg.de/gepris/projekt/422856762",
      "title": "TADs sind konservierte regulatorische Einheiten der Wirbeltierherzentwicklung",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologieZell- und Entwicklungsbiologie der Pflanzen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422856762",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Wie die Informationen für komplexe raumzeitliche Genexpressionsmuster im Genom kodiert werden, bleibt eine grundlegende Frage in der Biologie. Die großen Fortschritte der letzten Jahre haben die Bedeutung der 3D-Chromatinstruktur für die Genregulation hervorgehoben und topologisch assoziierte Domänen (TADs) als konservierte räumliche Einheiten des Genoms identifiziert. Interessanterweise überschneiden sich die TADs mit genregulatorischen Landschaften und großen syntenischen Blöcken, was die Möglichkeit eröffnet, dass diese Domänen eine erhaltene funktionelle Einheit des Genoms widerspiegeln. Dies wirft die Frage auf, ob TADs unabhängig von ihrem Ursprungsgenom funktionieren können. Hier schlage ich vor, den Zusammenhang zwischen konservierten TADs und der Genregulation unter Verwendung der Herzentwicklung von Wirbeltieren als Modellsystem zu untersuchen. Die Herzen von Vögeln und Säugetieren haben viele gemeinsame Merkmale, haben sich aber in den letzten 250 Millionen Jahren unabhängig voneinander entwickelt. Ich werde die Erhaltung genregulatorischer Mechanismen in der Herzentwicklung von Wirbeltieren untersuchen, indem ich 3D-Chromatin-Architektur und epigenetische Landschaften in der Herzentwicklung von Hühnern und Mäusen miteinander vergleiche. In einer zweiten Phase werde ich mit diesem Vergleich noch einen Schritt weiter gehen und die Funktionserhaltung von TADs experimentell testen. Mit einer Kombination aus Genom-Engineering und BAC-Transgenese werde ich ganze Hühner-TADs in das Mausgenom einfügen. Ich werde dann testen, ob und wie die 3D-Chromatin-Architektur, epigenetische Landschaften und letztlich der biologische Output der transgenen Hühner-TADs ein Transgen produzieren, das im exogenen Genom funktionell ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422856529",
      "url": "https://gepris.dfg.de/gepris/projekt/422856529",
      "title": "Untersuchung der Bedeutung von Chromosomen- und Genomstruktur in der Entstehung von chromosomaler Instabilität und Leukämie-auslösenden Translokationenlocations.",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungZellbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422856529",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Molekulare Vorgänge, die entlang der DNA stattfinden, verändern die Topologie der DNA maßgeblich. Diese Veränderungen im Chromatin-Kontext müssen zudem mit der Organisation der Chromosomen wie zum Beispiel der Entstehung von Chromatinschlaufen (\"chromatin Loops\") und der hierarchischen Architektur des Genoms koordiniert werden. Spannung durch Verdrillung der DNA an Genom-Ankerpunkten, wie Promotoren und Grenzen von Chromatinschlaufen, wird von speziellen Enzymen,Topoisomerasen, aufgelöst. Typ II Topoisomerasen (TOP2s) schneiden dabei beide Stränge der Duplex-DNA, um Superverdrillung und Verknotungen der DNA zu lösen. Die Verwendung weitverbreiteter Chemotherapeutika, sogenannten Topoisomerase-Giften, verhindert den Abschluss der enzymatischen Reaktion der TOP2s und stabilisiert dadurch die Bindung des Proteinkomplex an die DNA. Dadurch werden chromosomale Brüche in wiederkehrenden, fragilen Bereichen und somit die Entstehung von chromosomalen Translokationen begünstigt, die in direkter Verbindung zu sekundären, therapie-induzierten Leukämien stehen. Welche zellulären Vorgänge in der Umwandlung von stabilisierten TOP2-DNA-Komplexen zu krebserregenden DNA-Brüchen führen, ist allerdings ungeklärt.Basierend auf unseren vorläufigen Ergebnissen nehmen wir an, dass Transkription und Mechanismen, die die Chromosomenstruktur beeinflussen, wesentlich zu der Brüchigkeit von Chromosomen und der Entstehung krebserregender Translokationen beitragen. Unser Ziel ist daher eine Untersuchung des Einflusses der dreidimensionalen Chromosomen- und Genomstruktur auf zwei Aspekte der Entstehung von wiederkehrenden Translokationen: (1) die Auswirkung von Spannungen, die während der Bildung von Chromatinschlaufen entstehen, auf Chromosomenstabilität, und (2) die Auswirkung räumlicher Genomstruktur auf die Synapse gebrochener DNA-Enden, einem entscheidenden Schritt in der Formation von Chromosomenveränderungen und der Wahl beteiligter Chromosomen. Wir werden den Einfluss der Bildung von Chromatinschlaufen auf TOP2-assoziierte Genominstabilität analysieren, indem wir state-of-the-art Sequenzierungsverfahren anwenden, mit denen DNA-Doppelstrangbrüche im gesamten Genom erkannt und analysiert werden können. Diese werden wir in humanen Zellsystemen verwenden, in denen die Aus- und Rückbildung von Chromatinschlaufen kontrolliert werden kann. Des Weiteren werden wir eine kausale Verbindung der 3D Genomarchitektur und der Bildung chromosomaler Translokationen untersuchen, indem wir eine High-Throughput-Mikroskopiemethode verwenden, um Synapsen, Doppelstrangbrüche und Konjugationen von Chromosomen zu identifizieren und zu quantifizieren. Hierbei wird Einzelzellanalyse verbunden mit der präzisen Veränderung des Genoms mittels Cas9, um die Aktivität von Genen zu modellieren und Chromatinveränderungen vorzunehmen.Wir hoffen, dass unser Projektvorschlag die 3D Genomarchitektur in Verbindung mit der zellulären Entstehung von wiederkehrenden, krebserregenden Translokationen bringt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "508055960",
      "url": "https://gepris.dfg.de/gepris/projekt/508055960",
      "title": "Visualisierung der Nanoskala 3D-Genomarchitektur und des Transkriptionsstatus während der Spezifikation des Zellschicksals im frühen Mausembryo",
      "subject_area": "ZellbiologieAllgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologie",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 508055960",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Die Entwicklung von Säugetieren ist ein dynamischer Prozess, beginnend mit der Befruchtung einer Eizelle durch ein Spermium. Der so enstandene Embryo besteht zunaechst aus einer einzigen diploiden, totipotenten Zelle mit zwei Vorkernen, die Zygote. In den darauffolgenden drei bis vier Tagen durchläuft der Embryo mehrere Zellteilungen, und bildet eine Blastozyste, die sich in die Gebärmutterwand der Mutter einnisten kann. Diese Blastozyste enthält die ersten Zellen, die nicht mehr totipotent sind, sondern sich bereits in die ersten zwei Zelllinien differenziert haben, das extraembryonale Trophektoderm und die innere Zellmasse. Diese unterscheiden sich morphologisch und haben verschiedene Expressionsprofile.  Wie die fruehe embryonale Differenzierung reguliert wird ist Gegenstand aktiver Forschung. Es wurde gezeigt, dass zeitgleich zum ersten Differenzierungsschritt eine starke Umstrukturierung des Chromatins, sowie Veränderungen des Transkriptoms und Epigenoms stattfinden. Allerdings war es bislang aufgrund von technischen Limitierungen nur sehr begrenzt moeglich, den kausalen Zusammenhang zwischen diesen verschiedenen Prozessen zu untersuchen. Zum Beispiel ist es weiterhin unklar, ob oder wie die räumliche Umstrukturierung eines genomischen Locus seine Aktivität beeinflusst oder umgekehrt, und in welcher Reihenfolge diese Prozesse bei der frühen Embryogenese von Säugetieren stattfinden, in der ausgepraegte zelllinienspezifische Expressionsprofile angelegt werden.In dem vorgeschlagenen Projekt planen wir, diese Wissensluecken zu schliessen und die Beziehung zwischen Genomarchitektur und Transkription in einigen Marker-Genen von Trophektoderm und innerer Zellmasse zu untersuchen. Um dies zu erreichen, werden wir unsere kürzlich beschriebene Chromatin-Tracing-Technologie mit einer Visualisierung von transkriptionalen Aktivitaet kombinieren und diese Gene in verschiedenen Stadien vor und nach der Differenzierung visualisieren. Dies wird es uns ermoeglichen, zum ersten Mal ein hochaufgeloestes quantitatives Model der Genomstruktur einzelner Gene waehrend der ersten embryonalen Differenzierung zu erstellen. Die Einzel-Zelldaten von Genomstruktur und Aktivitaet in Kombination mit gezielten Perturbation werden uns zudem fundamentale Einblicke in den Zusammenhang zwischen der Genomstruktur und der Expression dieser Gene erlauben. In Kombination mit den im Konsortium verfügbaren Einzelzell-Transkriptomik- und Live-Cell-Imaging-Technologien wird uns dies letztlich ermöglichen, ein vollständiges Bild der Struktur-Funktions-Beziehung zwischen Genom, Transkriptom und Zellschicksalsspezifikation im sich entwickelnden Embryonen zu erstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422780392",
      "url": "https://gepris.dfg.de/gepris/projekt/422780392",
      "title": "Von Fasern zum See von Nukleosomen: Computer-Simulationen der Regulation der räumlichen Struktur von Mbp Chromatin-Domänen im Zellkern",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBiophysik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422780392",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Im Zellkern von Eukaryoten ist DNA um Histon-Proteine gewickelt, die zylindrische Einheiten bilden die Nukleosomen genannt werden. Nukleosomen sind durch Linker-DNA verbunden und bilden eine Perlenkettenähnliche Struktur, die als Chromatin bezeichnet wird. In vitro nimmt Chromatin eine faserartige Struktur mit einem Durchmesser von 30 nm an, während in vivo im Allgemeinen keine solche Struktur beobachtet wird. In der beantragten Forschung werden wir grobkörnige Computersimulationen von Chromatin durchführen, um die Bedingungen und Eigenschaften der Faltung von Chromatin, ihrer Regulation und deren Auswirkungen aufzuklären. Die Linker-DNA und die Nukleosomen werden durch zylindrische Einheiten modelliert, die durch elastische und elektrostatische Kräfte interagieren. Metropolis Monte Carlo- und Replica Exchange-Verfahren werden verwendet, um ein Ensemble von Konfigurationen im thermischen Gleichgewicht zu generieren. Die Bedingungen hoher Nukleosomendichte wie im Zellkern werden in den Simulationen nachgeahmt, indem lange Nukleosomenketten im Bereich von 1,5 Mbp und größer unter Anwendung periodischer Randbedingungen modelliert werden. Der Abstand der Nukleosomen basiert auf synthetischen und realen Nukleosomenpositionen aus Experimenten. Aus diesen Simulationen werden grundlegende räumliche Eigenschaften der Faltung von Modellen höherer Ordnung berechnet. Das Modell wird um Potentiale erweitert, die die Schleifenbildenden Proteine Cohesin und CTCF beschreiben. Die Analyse von Daten aus Simulationen wird die Verteilung von Kontaktwahrscheinlichkeiten erklären, wie sie z.B. in sogenannten Chromosome Conformation Capture-Techniken gemessen werden. Sie werden Veränderungen der räumlichen Struktur durch Repositionierung von Nukleosomen und/oder CTCF/Cohesin-Abnahme in Verbindung mit Genregulation erklären. Daten aus ATAC-Seq und Hi-C aus gesunden und malignen Zellen liefern Informationen über Chromatin-Zugänglichkeit und die räumliche Struktur. Wir werden diese Daten in Modellen großer Chromatindomänen, sogenannten TADS, kombinieren, um die cis- und trans-Regulationsmechanismen von Genen und die Deregulation von Genen in malignen Zellen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "507965872",
      "url": "https://gepris.dfg.de/gepris/projekt/507965872",
      "title": "Von Proteinen des Kernporenkomplexes gesteuerte 3D-Kernarchitektur in der neuronalen Entwicklung und bei Krankheiten",
      "investigators": "Dr. Anna  Poetsch;Professor Dr. Tomohisa  Toda, Ph.D.",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 507965872",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "3D-Chromatin-Organisation ist die Grundlage für linienspezifische Genexpression in der Neuronalentwicklung und von großer Bedeutung für die Stabilität des Genoms während dieses Prozesses. Sowohl Genexpression als auch Stabilität werden durch nukleare Strukturproteine wie den Kernporenkomplex beeinflusst. Jüngste Studien und unsere Pilotdaten deuten darauf hin, dass Proteine des Kernporenkomplexes (Nups) direkt oder indirekt mit Chromatin interagieren und ein strukturelles Gerüst für epigenetische Regulatoren, Transkriptionsfaktoren und DNA-Reparatur bereitstellen. Darüber hinaus interagiert Nup153, eines der Nups, mit dem CTCF/Kohäsionskomplex um möglicherweise Topologie-assoziierte Domänen (TAD) zu organisieren. Unsere vorläufigen Genomanalysen unterstreichen, dass Nup153 anscheinend eine wichtige Rolle bei der topologischen und direktionalen Genregulation spielt. Zusammengenommen, häufen sich Hinweise, dass die Poren ein Gleichgewicht zwischen Genregulation und Genomstabilität herstellen. Dennoch sind die kausalen Beziehungen zwischen den akkumulierten Schäden an Nups, den Mechanismen hinter der von Nups gesteuerten 3D-Genomarchitektur und ihren Auswirkungen auf die Regulierung und die Instabilität des Genoms noch weitgehend ungeklärt, insbesondere in Nervenzellen. In dem vorgeschlagenen Projekt werden wir durch die Kombination interdisziplinärer Expertise untersuchen, 1) wie die 3D-Genomorganisation an den Kernporen während der neuronalen Differenzierung reorganisiert wird, 2) inwieweit eine Störung der Nups zu einer Desorganisation der 3D-Chromatinorganisation führt, 3) wie das räumliche Verhältnis zwischen Genominstabilität und Nups-gesteuerter 3D-Kernarchitektur ist. Das Verständnis der räumlich-zeitlichen Mechanismen, die der Organisation der 3D-Genomarchitektur an der Kernpore zugrunde liegen, ist von entscheidender Bedeutung, um zu enträtseln, wie zelltypspezifische epigenetische Programme aufrechterhalten werden und gleichzeitig die Stabilität erhalten bleibt. Eine Deregulierung dieser Mechanismen kann zu einer gestörten Neuroentwicklung mit Krebs und neurologischen Entwicklungsstörungen als möglichen Folgen führen. Zu diesem Zweck werden wir am Beispiel von Nervenzellen in verschiedenen Entwicklungsstadien Multi-omics-Ansätze anwenden, um die Beziehungen zwischen den vielschichtigen epigenetischen Merkmalen rund um die Kernporen zu entschlüsseln. Durch die Integration von HiChIP, ChIP-seq, ATAC-seq, AP-seq und END-seq werden wir Veränderungen der Kernarchitektur an Kernporen in 3D-Chromatin-Interaktionen, Bindung von epigenetischen Regulatoren, Chromatin-Zugänglichkeit und DNA-Schäden bei Differenzierung und Verlust von Nup153 charakterisieren. Wir werden auch die räumliche Beziehung zwischen den festgestellten Veränderungen in der Chromatinarchitektur und Genommutationen bei Krebs und neurologischen Entwicklungsstörungen untersuchen. Die Analysen werden das Risiko einer genomischen Verwundbarkeit in Verbindung mit Kernporen aufdeckeDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422856560",
      "url": "https://gepris.dfg.de/gepris/projekt/422856560",
      "title": "Wie wirken sich Veränderungen der räumlichen Chromatinorganisation auf die Genexpression in akuter myeloischer Leukämie mit Cohesinmutationen aus?",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungHämatologie, Onkologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422856560",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "Der Cohesinkomplex ist bei Patienten mit akuter myeloischer Leukämie (AML) häufig von Mutationen betroffen. Die exakten Mechanismen, die ihre Bedeutung für die Biologie hämatopoietischer Stammzellen erklären, sind aber noch unbekannt. Das am häufigsten mutierte Gen im Cohesinkomplex ist STAG2, welches meist mit spezifischen Co-Mutationen assoziiert ist. Im Gegensatz dazu ist das paraloge STAG1 Gen zwar in Brust- und Blasenkrebs aber fast nie in malignen myeloischen Syndromen mutiert. In diesem Folgeantrag wollen wir weiter die Relevanz der STAG2 Mutationen für die räumliche Chromatinstruktur und die Genregulation in AML erforschen. Unsere bisherigen Ergebnisse weisen darauf hin, dass STAG2 Mutationen vor allem regulatorische Interaktionen zwischen Enhancer- und Promotorelementen beeinträchtigen könnten. Daher wollen wir nun den Einfluss dieser Mutationen auf genau jene Interaktionen in Patientenproben mittels Hi-C (bereites generiert, siehe vorläufige Daten) sowie hochauflösender Micro-C-Enhancer-Promotor-Capture Technologie untersuchen. Außerdem wollen wir potentielle Synergismen mit Co-Mutationen, insbesondere mit den signifikant gehäuften SRSF2 und ASXL1 Mutationen, aufklären.Ein weiteres Ziel dieses Antrages ist, die Mechanismen, welche Unterschiede zwischen STAG1 und STAG2 in humanen myeloischen Progenitorzellen erklären, zu analysieren, indem wir ihre direkt beeinflussten Zielgene ermitteln. Hierzu werden wir von einem Degron-basierten humanen hämatopoietischen Zellmodell Gebrauch machen, um Effekte einer schnellen und akuten Degradation der STAG-Proteinen auf neu entstehende Transkripte und deren epigenetischer Umgebung im Vorläuferstadium sowie während der myeloischen Differenzierung zu erkennen. Die Ergebnisse dieses Projektes werden fundamentale Erkenntnisse bezüglich überlappender und spezifischer Rollen von STAG1 und STAG2 für die dreidimensionale Chromatinorganisation sowie die Genregulation in AML ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    },
    {
      "project_id": "422857012",
      "url": "https://gepris.dfg.de/gepris/projekt/422857012",
      "title": "Zelltyp-spezifische 3D Genomstruktur in heterogenen Zellpopulation im Gehirn",
      "subject_area": "EntwicklungsbiologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422857012",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit",
      "description": "In der Embryonalentwicklung eines jeden Organismus muss die Expression der Gene sehr exakt reguliert werden. Diese Regulation wird durch drei-dimensionale (3D) Kontakte zwischen nicht-kodierenden regulatorischen DNA-Regionen und ihren Zielgenen vermittelt. Defekte in dieser räumlichen Beziehung von regulatorischen Elementen und ihren Zielgenen werden mit Entwicklungsstörungen und Krankheiten in Verbindung gebracht. Die räumliche Beziehung zu erforschen und zu entschlüsseln wird daher immer wichtiger, um komplexe neurologische Erkrankungen zu verstehen, die oft mit der Deregulierung von Chromatinfaktoren verbunden sind. Momentan beschränkt sich die Forschung zur Aufklärung der 4D-Genomstruktur im Nervensystem allerdings auf die Verwendung von ganzen Gewebeteilen, in vitro differenzierten Zellen oder vom Gehirn dissoziierten Neuronen. Daher bleibt es eine große Herausforderung, die Veränderungen im 4D-Genom, welche die Aktivierungsprozesse bestimmter Neuronen begleiten, konkret und im Detail zu analysieren. Diese Einschränkung macht es schwierig zu verstehen, wie diese Veränderungen mit zellulärer Homöostase während der neuronalen Aktivierung und zirkadianen Prozessen zusammenhängen.Mit unserem Projekt wollen wir den Zusammenhang zwischen dem 4D-Genom, der Genexpression in Gehirnzellen und ihrer Deregulierung bei der neuronalen Entwicklung im Zusammenhang mit Shank3-Mutationen verstehen, welche als Risikofaktoren für Autismus-Spektrum-Störung (ASS) identifiziert wurden. Zusätzlich zur Bedeutung bei der der Synapsenentwicklung kann Shank3 auch in den Zellkern importiert werden, wo es als Antwort auf neuronale Aktivität die Genexpression moduliert. Zunächst werden wir die 3D-Genomstruktur in spezialisierten Neuronen im Hippocampus, den Pyramidenzellen, von Wildtyp-Mäusen und Shank3 Mutanten bestimmen. Damit wollen wir genomische Zielregionen identifizieren, als auch die zugrundeliegenden Wirkungsmechanismen untersuchen. Darauf aufbauend werden wir eine neuartige Technologie entwickeln, um die quantitativen Zusammenhänge zwischen 3D-Genomstruktur und den zellulären Konzentration von aktiven Faktoren im Zellkern zu analysieren. Dies stellt einen wesentlichen Schritt zur detaillierten Aufklärung von Mechanismen der Genomstruktur in heterogenen Geweben wie dem Gehirn dar.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2202: \n3-D-Genomarchitektur in Entwicklung und Krankheit"
    }
  ]
}