{
  "spp_number": "SPP 2262",
  "spp_title": "Memristive Bauelemente für intelligente technische Systeme",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422738993",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "441906609",
      "url": "https://gepris.dfg.de/gepris/projekt/441906609",
      "title": "Domino Processing Unit: Auf dem Weg zum hocheffizienten In-Memory-Rechenwerk (MemDPU)",
      "investigators": "Nan  Du, Ph.D.;Dr.-Ing. Stephan  Menzel",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441906609",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "In der Ära des Internet der Dinge und großer Datenmengen, ergeben sich neue Herausforderungen für Rechnerarchitekturen der neuen Generation. Diese müssen eine kosteneffiziente Echtzeitanalyse sehr großer Datenmengen gewährleisten. Nichtflüchtige memristive Bauelemente (Memristoren) zeigen ein hohes Potential für den Einsatz in In-Memory Rechnerarchitekturen bzw. neuronalen Netzen. In dem Projekt MemDPU soll ein neuartiges Rechenwerk, die Domino Processing Unit (DPU), entwickelt werden, die auf Basis von memristiven Bauelementen eine In-Memory Rechnerarchitektur für das Prozessieren großer Datenmengen realisiert. Dazu werden eine Reihe von In-Memory Logikkonzepten für analog und abrupt schaltende memristive Bauelemente realisiert und miteinander verglichen. Darauf basierend soll schlussendlich eine DPU basiertes Rechenkonzept entwickelt werden. Die Realisierung wird auf Basis von Experimente als auch mit Hilfe von Simulation umgesetzt. Grundsätzlich lassen sich vier verschiedene memristive Logikansätze auf Basis der physikalischen Ein- und Ausgangsgröße (Input und Output) eines Logikgatters unterscheiden. Die physikalischen Ein-und Ausgangsgrößen sind Widerstand des Memristors (Memristance) und Spannung (Voltage): Dadurch ergeben sich die vier memristiven Logikansätze MIMO, MIVO; VIMO und VIVO. Verschiedene binäre Logikfamilien auf Basis dieser generellen Ansätze sollen sowohl für analoge als auch abrupte memristive Bauelemente untersucht und verglichen. Zusätzlich sollen neuartige ternäre Logikkonzepte erforscht werden, die durch die Multilevel-Eigenschaft der verwendeten memristiven Bauelemente ermöglicht werden. Basierend auf der Studie der verschiedenen Logikfamilien, wird in einem nächsten Schritt ein DPU Rechenwerk entwickelt, bei dem MIMO Ansätze die Ein- und Ausgangsgatter jeder Anwendung darstellen. Die eigentlich Anwendungsoperation wird mit Hilfe von VIVO Ansätzen realisiert, während MIVO/VIMO Ansätze die MIMO und VIVO Ansätze verknüpfen. Zur Realisierung eines allgemeinen, hocheffizienten DPU Rechenwerks, wird ein allgemeines Synthesewerkzeug design. Dieses Werkzeug erzeugt eine optimierte Spannungsfolge, die an die memristive Speichermatrix angelegt wird, um die geforderte Operation durchzuführen. Das finale Ziel des Projekts ist die Entwicklung eines Demonstrators des DPU Rechenwerks für arithmetische Berechnungen. In Hardware wird ein 4-Bit Demonstrator avisiert, während die Skalierung dieses Konzeptes auf n-Bit auf Basis von Simulationen erfolgen soll. Die Ziele des MemDPU Projektes erfordern die Zusammenarbeit von Theorie und Experiment. Nan Du hat eine große Erfahrung auf dem Gebiet der Herstellung und Charakterisierung von memristiven Bauelementen und Systemen. Auf der anderen Seite bringt Stephan Menzel vielfältige Vorarbeiten auf dem Bereich der Modellierung und Simulation memristiver Bauelemente und System mit. Dieses komplementäre Wissen adressiert alle relevanten Aspekte um das vorgeschlagenen Projekt umzusetzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441957207",
      "url": "https://gepris.dfg.de/gepris/projekt/441957207",
      "title": "Hardwarerealisierung von universellen speicherbasierten memristiven zellularen Rechnerstrukturen",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441957207",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "In Mem2CNN-Phase II beabsichtigen wir das Einsatzgebiet von memristiven Bauelementen über deren Einsatz in Zellen von Memristiven Zellularen Neuronalen Netzwerken (M-CNN) selbst zu erweitern. Das ultimative Ziel des vorgeschlagenen Projekts ist die Erforschung und Implementierung neuartiger Hardware einer universellen Nicht-von-Neumann-Computerarchitektur mit gespeicherter Programmierbarkeit, welche die M-CNN Universal Machine (M-CNNUM) verwirklicht. Im vorgeschlagenen System werden memristive Crossbar-Anordnungen verwendet, um eine M-CNN-Genfamilie, das sogenannte Chromosom, zu implementieren. In der CNN-Theorie sind Chromosomen Ansammlungen von CNN-Genen, die ähnlich den algorithmischen Operationen in herkömmlichen Computersystemen nacheinander ausgeführt werden, um verschiedene Rechenaufgaben auszuführen. Mit memristiven Crossbars können Skalarprodukte in einem Schritt berechnet werden. Dadurch ermöglichen sie direkt die für die Berechnung des Offsets jeder MCNN-Zelle notwendigen Multiplikations- und Akkumulationsoperationen. Der Offset entspricht dem, durch das synaptische Gewicht des jeweilen Gens gewichteten, aggregierten Beitrag der Eingabe und Ausgabe benachbarter Zellen sowie einer vorgebbaren Konstante. Anschließend werden wir diese neuartige Chromosomen-Memristor-Crossbar-Struktur mit der reichhaltigen Dynamik des M-CNN-Kerns verbinden, der sowohl lokalen nichtflüchtigen Speicher als auch Memcomputing-Funktionen bietet, um die gesamte M-CNNUM-Zelle zu entwerfen und die automatisierte Nacheinander-Ausführung von M-CNNUM-Rechenoperationen in Hardware zu demonstrieren. Um die Systementwicklung zu erleichtern, werden wir Mixed-Signal-Designtechniken einsetzen und dabei die kompakten energieeffizienten analogen Rechenkerne in Kombination mit der digitalen Steuerschaltung, die den Systembetrieb und die Datenübertragung verwaltet, nutzen. Dieses Design, das massiv parallele M-CNNUM-Operationen ermöglicht und eine hohe Geschwindigkeit bei geringem Energieverbrauch erreicht, soll alle Zuverlässigkeitsprobleme der CMOS/Memristor-Schaltungen berücksichtigen. Darüber hinaus werden wir innovative Techniken für den Entwurf der neuartigen M-CNNUM-Mikroarchitektur, für deren internes Design und die Organisation dieses neuartigen Computers, einsetzen. Schließlich werden wir eine Software-Simulationsinfrastruktur implementieren, die den Betrieb der vorgeschlagenen M-CNNUM-Hardware genau beschreibt und zur Demonstration des ordnungsgemäßen Betriebs des M-CNNUM-Systems bei realen Aufgaben, z. B. Bildverarbeitung, verwendet wird. Außerdem soll ein kleines funktionelles M-CNNUM-Array für den Proof-of-Concept physikalisch realisiert werden. Die Hauptziele der Mem2CNN-Phase II sind: 1. Entwicklung einer matrizenbasierter M-CNNUM-Chromosomenstruktur 2. Demonstration der Funktionsweise von M-CNNUM-Anweisungen auf der hergestellten Hardware, 3. Realisierung einer M-CNNUM-Mikroarchitektur, 4. Proof-of-Concept-Anwendung der entwickelten M-CNNUM-ImplementierungDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeInternationaler BezugSpanienMitverantwortlichDr.-Ing. Stephan  Menzel"
    },
    {
      "project_id": "536022719",
      "url": "https://gepris.dfg.de/gepris/projekt/536022719",
      "title": "Hochleistungsrechnen in memristiven Matrizen durch Thermische Kopplung (MemCouple)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536022719",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Trotz der beeindruckenden Erfolge im Bereich des maschinellen Lernens ist die künstliche Intelligenz (KI) immer noch weit von der natürlichen Intelligenz entfernt. Sie versteht nicht, was sie lernt, und arbeitet daher bei kognitiven Aufgaben ineffizienter. Heutiges maschinelles Lernen läuft auf seriellen von-Neumann-Computern, was den Trainingsprozess unflexibel und energieintensiv macht. Hier arbeitet die Biologie anders: Das menschliche Gehirn ist ein massives paralleles Netzwerk von Neuronen, das sich in funktionell spezialisierte Regionen unterteilt, die als kontextabhängige, selbstorganisierte und flüchtige Teilnetzwerke operieren und sich aufmerksamkeitsabhängig alle 0.5 bis 2 s ändern. Dies führt zu einem der rätselhaftesten Fragen in der kognitiven Neurowissenschaft, dem so genannten Bindungsproblem, dass eng verbunden ist mit dem Verständnis des Zusammenhangs zwischen der Dynamik des Netzwerks und seiner Konnektivität, d. h. dem Verständnis von räumlich-zeitlichen Mustern. Hier ist die neuronale Plastizität ein entscheidender Faktor, der zu einer strukturellen Konnektivitätsmatrix synaptischer Gewichte führt, die die Gesamtfunktion des Netzwerks bestimmt. Um den Weg zur kognitiven Elektronik zu ebnen, soll im Projektvorhaben die Bildung von zeitlich-räumlichen Mustern in memristiven Crossbar-Arrays emuliert und für unkonventionelle Rechenparadigmen nutzbar gemacht werden. Dazu wird das thermische Übersprechen in memristiven Crossbarstrukturen ausgenutzt. Die Eigenschaften und das Design der memristiven Bauelemente und der Crossbarstruktur werden dabei so ausgelegt, dass lokale Lernregeln etabliert werden, die geeignete Plastizitätsmechanismen implementieren, um räumlich-zeitlich Muster zu generieren und die Systemdynamik am dynamischen Kipppunkt (edge-of-chaos) stabilisieren. Die experimentelle Untersuchung wird durch die Entwicklung variabler kompakt Modelle für die memristiven Bauelemente und Modelle auf Array-Ebene ergänzt, die thermische Kopplungseffekte zwischen den Bauelementen in Raum und Zeit berücksichtigen. Dadurch sollen Designregeln für memristive Crossbar-Arrays abgeleitet werden, die eine möglichst effiziente Ausnutzung der thermischen Kopplungseffekte ermöglichen. Um optimale Trainingseigenschaften für memristive neuronale Netze zu gewährleisten, sollen Plastizitätsmechanismen so implementiert werden, dass die Systemdynamik nahe des Kipppunktes stabilisiert wird. In diesem kritischen Zustand haben neuronale Netze maximale Leistung in Bezug auf Empfindlichkeit, Dynamik, Korrelationslänge, Informationsübertragung und Suszeptibilität. Hier besteht ein besonderes Ziel darin, thermisches Übersprechen und Leckströme zu nutzen, um assoziative Lernmechanismen zu initiieren, um damit ein neuromorphes System zu entwickeln, dass mit dem geringstmöglichen Schaltkreis-Overhead arbeitet und eine minimale Anzahl von Eingangs- und Ausgangsneuronen besitzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441918103",
      "url": "https://gepris.dfg.de/gepris/projekt/441918103",
      "title": "Hybride „MEMristor-CMOS Mikroelektroden-Array“ Biosensorik-Plattform (MEMMEA)",
      "investigators": "Professorin Dr.-Ing. Catherine  Dubourdieu, seit 2/2023;Dr. Peter  Jones, seit 3/2021;Dr.-Ing. Stephan  Menzel;Professor Dr.-Ing. Roland  Thewes",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441918103",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Die Aufzeichnung neuronaler Aktivitäten ermöglicht die Funktionalität des Gehirns zu verstehen. Chip-basierte neuronale Sonden wie CMOS-basierte Mikro-Elektroden-Arrays (MEA) haben in den letzten Jahren erhebliche Fortschritte gemacht und bieten eine Plattform zur gleichzeitigen Aufzeichnung neuronaler elektrischer Signale in vitro von mehreren Zellen. Dies hat die Messung der neuronalen Aktivität in Echtzeit enorm vorangetrieben. Um implantierbare Hirnstimulations-Chips zu ermöglichen, wird jedoch eine Low-Power-Schaltungsarchitektur benötigt, die neuronale Signalverarbeitung und elektrische Stimulation auf dem Chip durchführen kann. Aktuelle CMOS-basierte neuronale Sonden haben eine zu hohen Energieverbrauch, um eine vollständig implantierbare autonome Neuroprothetik zu erreichen. Daher ist Forschung erforderlich, welche energieeffiziente Bauelemente und neuartige Low-Power-Circuit-Design-Techniken zusammenbringt, um ein energieeffizientes System zu entwickeln.Memristive Systeme mit ihren einzigartigen Eigenschaften, wie graduelle Widerstandsänderung, Pulssummierung und Schwellenwertverhalten können kompakte Schaltungen für die neuronale Datenverarbeitung ermöglichen. Daher schlagen wir vor, eine integrierte Plattform bestehend aus der Ko-Integration von memristiven Komponenten und CMOS-MEAs zu erforschen und zu entwickeln. In dem geplanten Projekt werden neuartige Memristor-CMOS-Hybridschaltungen entwickelt, um eine On-Chip-Signalverarbeitung zu ermöglich. Die Entwicklung dieser neuen Schaltungstechniken wird Türen für breitere Biosensorik-Anwendungen öffnen.Um ein so ehrgeiziges Projekt durchzuführen, wird die Expertise aus den Bereichen Bauelementherstellung und elektrische Charakterisierung, physikalische Kompaktmodellierung, CMOS-Schaltungsdesign und in vitro Charakterisierung. Das Konsortium besteht aus Forschern des HZB, der TUB, des FZJ und des NMI und nutzt die Expertise dieser vier Partnern, die international anerkannte Akteure in ihrem jeweiligen Bereich sind. Um die neuronale Sondenplattform zu demonstrieren, werden folgende Ziele verfolgt: Ziel 1: Entwicklung intelligenter Neurosensoren durch Herstellung von memristiven Bauelemente auf CMOS-Mikro-Elektroden-Array (MEA) Neuronen-Aktivitätsmesschips.Ziel 2: Entwicklung eines Kompaktmodells für die hergestellten Baulemente, das für das Schaltungsdesign verwendet werden kann. Ziel 3: Optimierung der memristiven Schaltungsarchitektur für die energieeffiziente und zuverlässigen Verarbeitung biologischer neuronaler Signale Ziel 4: Charakterisierung der memristiven Baulemente auf dem hergestellten Chips mit geringen Pulsbreiten, um ein erweitertes Verständnis der Bauelementphysik zu bekommen.Die ultimative Vision des Antrags ist die Entwicklung einer energieeffizienten Biosensor-Plattform, die auf memristiven Bauelement-CMOS-Hybridschaltungen basiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeEhemalige AntragstellerVeeresh  Deshpande, Ph.D., bis 1/2023;Professor Dr. Günther  Zeck, bis 2/2021"
    },
    {
      "project_id": "536022773",
      "url": "https://gepris.dfg.de/gepris/projekt/536022773",
      "title": "Hybrides memristives Bauelement mit Multilevel-modulierter elektrischer Leitfähigkeit von verbundenen atomar dünnen 2D-Materialien und molekularen Oxiden (2DPOMristor)",
      "investigators": "Professorin Dr. Anjana  Devi;Professor Dr. Thomas  Heine;Dr. Kirill  Monakhov",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536022773",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Das Projekt 2DPOMristor zielt darauf ab, ein konzeptionell neues memristives Bauelement zu entwickeln, das auf intrinsischen und synergetischen Eigenschaften von zweidimensionalen (2D) Übergangsmetalldichalkogeniden (TMDCs) und molekularen Metalloxiden (Polyoxometallaten, POMs) als Schaltmaterialien basiert. Aufgrund ihrer Fähigkeit, bei Raumtemperatur eine redoxbasierte, molekulare Leitfähigkeitsänderung zu vollziehen, sollen POMs als nulldimensionale (0D) Einzelmoleküle oder 2D-Schichten als Hebel zur Modulation der Widerstandseigenschaften von 2D-TMDC-Halbleitern verwendet werden. Die Implementierung von elektrischen Kontaktmessungen mittels Mikronadeln soll einen effektiven Übergang von grundlegenden mikrospektroskopischen Untersuchungen hin zu wirtschaftlich relevanten Bauelementen für die Entwicklung kostengünstiger Elektronik gewährleisten. Das Projekt bündelt Forschungsaktivitäten im Bereich der Ingenieurtechnischen Modifizierung von Oberflächen durch reaktionsfähige organisch-anorganische Schaltmaterialien mit resistiven Eigenschaften unter Verwendung nasschemischer und vakuumbasierter Methoden, Rastersondenmikroskopie und potenzialinduziertem Schalten, externer elektrischer Kontaktierung durch synchronisierte Messungen sowie Computerchemie. Als \"Proof-of-Principle\"-Experiment soll ein 3D-gedrucktes 2DPOMristor-Prototypbauelement mit einem Crossbar-Array von memristiven Zellen mithilfe einer lösungsmittelbasierten Tintenstrahltechnik hergestellt werden. Ziel des Projekts entlang der Wertschöpfungskette ist es, den Technologie-Reifegrad 4 (im Labor validierte Technologie) zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441981647",
      "url": "https://gepris.dfg.de/gepris/projekt/441981647",
      "title": "Koordinationsfonds",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441981647",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Das Schwerpunktprogramm \"Memristive Devices Toward Smart Technical Systems\" (MemrisTec, SPP 2262) wurde vom Senat der Deutschen Forschungsgemeinschaft (DFG) eingerichtet. Das Programm begann 2021 und ist auf sechs Jahre angelegt (zwei Phasen mit einer Laufzeit von jeweils drei Jahren). Der Projektantrag wurde von Prof. Ronald Tetzlaff initiiert und koordiniert. Wir schlagen ein Koordinationsprojekt für die zweite Phase von MemrisTec vor, das sich der aktiven Stimulation, Koordination und dem Wissensaustausch zwischen den Projekten widmet, aber auch dem Ausbau der Softwareplattform für das Schaltungsdesign. Die MemrisTec Software Plattform stellt Simulationswerkzeuge für Schaltkreise bereit, die in MemrisTec-Projekten entwickelte Modelle bereithält. Mittels Cloudserver und Softwareplattform werden Informationen, Modellimplementierungen und Daten zur Verfügung gestellt, um die Kommunikation zwischen den Projektpartnern zu erleichtern. Weiterhin wird die Initiierung und Koordination von gemeinsamen wissenschaftlichen Publikationen, die in Projektworkshops vorgestellt werden, im Rahmen des Koordinationsprojektes erfolgen. Die Förderung des wissenschaftlichen Nachwuchses und Verbesserungen bei der Gleichstellung der Geschlechter in einem internationalen Umfeld sind wichtige Bestandteile der geplanten Aktivitäten. Schließlich wird die interaktive Webseite memristec.de weiter gepflegt und Informationen über Social Media (Mastodon, LinkedIn und Twitter) verteilt. Special Sessions auf internationalen Konferenzen (z.B. MEMRISYS, ISCAS) werden in Zusammenarbeit mit den Projektpartnern organisiert sowie Demonstratoren auf der Messe embedded world in Nürnberg präsentiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "536022519",
      "url": "https://gepris.dfg.de/gepris/projekt/536022519",
      "title": "Lernregeln basierend auf Multi-Zeitskalen und struktureller Plastizität in physischen Reservoirs",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536022519",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Das menschliche Gehirn ist in der Lage, komplexe und vielfältige Aufgaben effizient zu lösen und sich dabei im Laufe der Entwicklung vom Kindes- zum Erwachsenenalter weiter zu verbessern. Diese Fähigkeiten beruhen auf den differenzierten Mechanismen der synaptischen Plastizität, welche es den Synapsen erlauben, Informationen auf einer breiten Zeitskala von Millisekunden bis hin zu Wochen zu speichern und zu verarbeiten. Weiterhin spielt die strukturelle Plastizität, d.h. Wachstum und Verarmung synaptischer Verbindungen, welche unser ganzes Leben stattfindet, eine entscheidende Rolle für die Entwicklung effizienter Lernregeln im Gehirn. Diese biologische Multi-Zeitskalen- und strukturelle Plastizität kann bisher in elektronischen Systemen für neuromorphes Rechnen nur sehr eingeschränkt oder gar nicht realisiert werden. Dafür fehlen zum einen analoge Bauelemente mit gleichzeitig volatiler und nicht-volatiler Speicherfunktion, als zum anderen auch die Möglichkeit, Verbindungen auf einem CMOS-Chip während des Lernens entstehen oder verschwinden zu lassen. In diesem Projekt entwickeln wir experimentelle und theoretische Methoden zur Realisierung und Untersuchung von Synapsen und rekurrenten neuronalen Netzwerken (sogenannte Reservoirs) mit Multi-Zeitskalen- und struktureller Plastizität. Dabei nutzen wir polymer-basierte Dendrite, deren synaptische Eigenschaften dynamisch während des Wachstums kontrolliert werden können und wir analysieren die Wechselwirkung der verschiedenen Plastitzitätslernregeln, welche in diesen Systemen die biologisch-relevante Zeitskala von Millisekunden bis Wochen abdecken. In diesem Zusammenhang untersuchen wir, wie die Stärke der Plastizitätsmechanismen durch die chemische Zusammensetzung der Polymere und des Elektrolyten eingestellt werden kann. Weiterhin analysieren wir experimentell und mittels Modellierung den Übergang von der Einzelsynapse hin zu rekurrenten neuronalen Netzwerken und definieren basierend auf der Dynamik und Speicherkapazität des Systems Lernregeln, welche z.B. für Zeitreihenvorhersage genutzt werden können. Aufgrund der Biokompatibilität der gewählten Substrate und Materialien sind die hier entwickelten Systeme ideal für einen Einsatz in der Medizintechnik geeignet. Deshalb demonstrieren wir in Experiment und Theorie die Leistungsfähigkeit der Systeme und Lernregeln für die Vorhersage von Biosignalen, welche eine breite zeitliche Dynamik besitzen, wie z.B. Hirnaktivität und Körpertemperatur.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeMitverantwortlich(e)Dr. Erika  Covi"
    },
    {
      "project_id": "536022217",
      "url": "https://gepris.dfg.de/gepris/projekt/536022217",
      "title": "MemDANCE: Analoges Dendritisches Computing mit Memristoren",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536022217",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Dieses Projekt wird das Feld des Neuromorphen Computings in zwei Richtungen vorantreiben und verbessern. Erstens wird das Projekt Memristor basierte Hardware entwickeln um in rekurrenten Puls-gekoppelten Netzwerken durch den Einsatz von dendritischer Informationsverarbeitung eine extreme Energieeffizienz zu ermöglichen. Zweitens wird das Projekt die Performance rekurrenter Puls-gekoppelter Netze durch den Einsatz der dendritischen Informationsverarbeitung verbessern, indem es durch den Einsatz langer und adaptiver Zeitkonstanten ein effizientes und Fehler robustes enkodieren und dekodierenden über multiple Zeitskalen ermöglicht. Durch die Kombination dieser beiden Alleinstellungsmerkmale des Projektes schafft das Projekt die Basis für eine neue extrem Energie effiziente Technologie auf der Basis von Memristoren die in zukünftigen Edge Devices und als neuromorpher künstlicher Intelligenz zum Einsatz kommen kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeMitverantwortlicheDr. Farbod Nosrat  Nezami;Dr. Ming-Jay  Yang"
    },
    {
      "project_id": "536100383",
      "url": "https://gepris.dfg.de/gepris/projekt/536100383",
      "title": "MEMRED- Memristive Schaltungen für analoges Computing mit Redox-basierten memristiven Bauteilen",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536100383",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Mit Redox-basierten memristiven Bauelementen ist es möglich, analoge Schaltungen für verschiedenste Anwendungen zu entwickeln, die adaptiv und rekonfigurierbar sind. Wesentlich dafür ist die Entwicklung eines umfassenden Modells, das in kommerziellen CAD-Tools eingesetzt werden kann. Die dafür notwendigen Klein- und Großsignalgerätemodelle werden speziell entwickelt und mit Messungen verglichen. Der Schwerpunkt dieses Forschungsvorhabens liegt in der Nutzung der Eigenschaften der memristiven Bauelemente, um dedizierte analoge Signalverarbeitung zu ermöglichen und damit rekonfigurierbare Datenerfassungsplattformen sowie auf memristiven Bauelementen basierende verschiedene Analogschaltungen zu realisieren. Es werden neue Schaltungskonzepte und -architekturen entwickelt, um die Eigenschaften der redox-baiserten Bauelemente voll auszuschöpfen. Schließlich sollen Berechnungen wie die analoge Fouriertransformation als Beispielanwendung implementiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeMitverantwortlichDr. Muh-Dey  Wei"
    },
    {
      "project_id": "536099247",
      "url": "https://gepris.dfg.de/gepris/projekt/536099247",
      "title": "Memristive hybride on-chip Speicher für einen RISC-V Prozessor mit niedriger Leistungsaufnahme -Design und Implementierung (HYB-RISC)",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele SystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536099247",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Ziel des Vorhabens ist der Nachweis, dass durch den Einsatz von memristiven ReRAM-Speichern in enger Kombination mit Flip-flops und SRAM-Speicher in sog. hybriden nicht-flüchtigen Registern und Speichern der Energieverbrauch und die Leistungsaufnahme in zukünftigen Prozessoren spürbar gesenkt werden kann. Dazu bedarf es auch einer Anpassung vorhandener Designwerkzeuge, damit komplizierte Entwürfe wie ein Prozessor memristive Speicher, eben RRAMs, für die automatische Synthese nutzen können. Dies ist bisher nicht der Fall. Der Nachweis soll anhand eines zu entwickelnden Simulationssystems erbracht werden, das anhand von Online-Learning in Neuronalen Netzen zeigt, dass durch energetisch günstigeres Lesen in RRAMs und energetisch günstigeres Schreiben in RRAMs Energie und Leistungsaufnahme spürbar gesenkt werden. Der Nachweis, dass die im Projekt vorgenommene und notwendige Erweiterung der Designprogramme richtig arbeitet soll durch Herstellung und Vermessung von synthetisierten Chips erfolgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441959088",
      "url": "https://gepris.dfg.de/gepris/projekt/441959088",
      "title": "Memristiver Zeitabstandskodierer (MemTDE)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441959088",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Im Zeitalter des Internets der Dinge (IoT) müssen immer mehr Sensordaten verarbeitet werden. Da die meisten IoT-Sensoren auf drahtlose Kommunikation angewiesen sind, führt dies zu einem stetigen Anstieg des Stromverbrauchs, der in zukünftigen nachhaltigen Sensorsystemen umgangen werden muss. Um dieses Problem anzugehen, besteht ein Bedarf an intelligenten Sensoren, die in der Lage sind, Daten lokal zu verarbeiten, wodurch die Belastung der Kommunikationsnetze verringert und eine lokale Entscheidungsfindung ermöglicht wird. In diesem Projekt werden wir ein kürzlich vorgeschlagenes Rechenelement, den Zeitdifferenz-Encoder (TDE), der für die sensorische Informationsverarbeitung mit geringer Latenz und niedrigem Stromverbrauch geeignet ist, mit den Vorteilen einer hybriden CMOS-memristiven Implementierung ausstatten. Zu diesem Zweck werden zwei Gruppen mit komplementärem Fachwissen auf dem Gebiet der Entwicklung memristiver Bauelemente und des Entwurfs analoger Schaltungen, die in der vorangegangenen Phase erfolgreich zusammengearbeitet haben, gemeinsam ein hybrides CMOS-memristives sensorisches System entwickeln. Der Ersatz der Kondensatoren im TDE durch memristive Bauelemente eröffnet die Möglichkeit, einen Bereich von Zeitkonstanten (von Millisekunden bis zu Sekunden) zu erforschen, der in einem reinen CMOS-System nicht möglich ist. Der Zugang zu einem weiten Bereich von Zeitkonstanten ermöglicht die nahtlose Integration von sensorischen Modalitäten, die sich durch eine sehr unterschiedliche zeitliche Dynamik auszeichnen (z. B. Sehen und Riechen). In der Verlängerung des Projekts werden wir wichtige Fortschritte im physikalischen Verständnis und   der Herstellung flüchtiger Memristoren, sowie in der Entwicklung effizienter ereignisbasierter Sensorschaltungen, Algorithmen und Systeme konsolidieren. Diese Konsolidierung wird eine solide Grundlage für mehrere Innovationen bilden. Insbesondere werden wir die in der ersten Phase entwickelten hochzuverlässigen, CMOS-kompatiblen Bauelemente an die Anforderungen der MemTDE-Schaltung in Bezug auf Abklingzeit, Strom- und Spannungspegel sowie Bauelementgröße anpassen. Wir werden das Wissen über den physikalischen Ursprung der Abklingzeit, das wir im vorherigen Zeitraum gewonnen haben, nutzen, um memristive Materialstapel mit Abklingzeiten bis in den Sekundenbereich zu entwickeln. Neue, leistungsfähige Verhaltensmodelle für die memristiven Zellen, werden dazu dienen, ein hybrides integriertes TDE-System zu entwerfen und herzustellen. Auf der rechnerischen Seite werden wir den Stand der Technik bei der ereignisbasierten sensorischen Verarbeitung vorantreiben und neue Ansätze für sensorisch-motorische Schleifen in künstlichen Agenten untersuchen.  Schließlich ebnet die Einbettung der neuartigen Algorithmen in die realisierten Systeme den Weg für die Entwicklung neuer Technologien für dezentrale Rechenanwendungen und künstliche Agenten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeInternationaler BezugNiederlande"
    },
    {
      "project_id": "441921944",
      "url": "https://gepris.dfg.de/gepris/projekt/441921944",
      "title": "Memristives In-Memory Computing: Strahlungsharte Speicher für Computer im All",
      "investigators": "Professor Dr.-Ing. Dietmar  Fey;Professorin Dr.-Ing. Amelie  Hagelauer;Professor Dr.-Ing. Marc  Reichenbach;Professor Dr.-Ing. Christian  Wenger",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441921944",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Mikroelektronische Schaltungen, die in Raumfahrtanwendungen eingesetzt werden, müssen widerstandsfähig gegen Strahlungseinflüsse sein. Das Konzept des Internet-of-Space (IoS) wird zukünftig den Internetzugang in ländlichen Regionen unterstützen. Um dieses Konzept zu realisieren, ist es entscheidend, strahlungsharte Elektronikchips in die Umlaufbahn zu bringen, wo sie zuverlässig arbeiten müssen. Memristive Bauelemente eignen sich für solche Aufgaben, da die elektrischen Schalteigenschaften auf Ionen statt auf Elektronen basieren. Neben ihren Schalteigenschaften in Bezug auf die Strahlungshärte sind RRAMs auch nichtflüchtige Speicher (NVM). Um die höchste Zuverlässigkeit der verwendeten CMOS-Elektronik im Weltraum oder in anderen mit terrestrischer Strahlung kontaminierten Umgebungen zu erreichen, ist es empfehlenswert, den Inhalt des gesamten Computersystems in einem sicheren Backup-Speicher zu speichern. Für diese Art von Backup-System sind RRAMs aufgrund ihrer Strahlungshärte und der Nichtflüchtigkeit der in den Speicherzellen gespeicherten Daten im Falle eines Stromausfalls hilfreich. Nichtflüchtige Speicherprozessoren, bestehend aus RRAMs, sind deshalb für IoS-Anwendungen attraktiv. In diesem Projekt wollen wir einen Schritt weiter gehen und einen Teil der Verarbeitungslast in den RRAM-Speicher im Sinne eines In-Memory-Computing-Konzepts verschieben. Die In-Memory-Operationen werden in den strahlungsharten Sense-Verstärkern eines RRAM-Arrays durch Signalauswertung und direkte Integration von memristiven RRAM-Zellen in einem Schritt durchgeführt. Um die Funktionalität der strahlungsharten Systemarchitektur zu überprüfen, setzen wir auf intensive Simulationsarbeit. In der Simulationsumgebung wird ein neues Modell für memristive Bauelemente zur Untersuchung der gesamten strahlungsharten Systemarchitektur unter Verwendung von In-Memory-Computing zur Fehlererkennung eingesetzt.Der Schwerpunkt dieses Projektantrages liegt auf der Erforschung neuer technologischer  Ideen. Der strahlungsharte Speicher-Ansatz mit einem neuen nichtflüchtigen Speicherkonzept, dem so genannten RRAM, ist der Kern dieses Ansatzes. Um dieses Ziel erfolgreich zu erreichen, setzen wir auf diesen hochinnovativen Technologieansatz, der neuartige Internet-of-Space-Anwendungen ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441898364",
      "url": "https://gepris.dfg.de/gepris/projekt/441898364",
      "title": "Neurotransistor-basiertes Memristives Crossbar-Memcomputing (NeuroMCross)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441898364",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Vom Gehirn inspirierte gepulste neuronale Netze (SNNs) arbeiten parallel und asynchron über räumlich und zeitlich diskrete Pulse zwischen miteinander verbundenen Neuronen. Durch die Nachahmung kapazitiver neuronaler Netze, die kapazitive Mem-Elemente laden und entladen, wodurch Energie von/zu den Signalquellen abgezogen oder zurückgeführt wird, kann der Energieverbrauch im Vergleich zu herkömmlichen künstlichen neuronalen Netzstrukturen (ANN), die massive Matrix-Vektor-Multiplikationen durchführen, erheblich gesenkt werden. In dieser Hinsicht können Neuronen auf Basis von Memtransistoren, die sowohl memristive/memkapazitive und Transistorstrukturen enthalten, grundlegendes Verhalten wie z.B. Leaky-Integrate-and-Fire (LIF) ermöglichen. Damit lässt sich ein neuromorpher Memcomputing-Baustein für vielseitige SNN-Architekturen bilden. In diesem Projekt zielen wir auf die Entwicklung einer neuartigen Neuro-Crossbar-Struktur ab, die die Funktionalitäten der einzelnen Komponenten der memristiven/memkapazitiven Crossbar und des Neurotransistors auf der Basis von Al2O3/Nb2O5-Bauelementen, die im vorangegangenen BioMCross-Projekt entwickelt wurden, kombiniert und erweitert. Im Gegensatz zu früheren Memtransistor-Ansätzen stellen wir eine integrierte memkapazitive Crossbar-Struktur mit mehreren Eingängen am Gate eines Si-basierten Transistors her. Damit wird ermöglicht, einen kontrollierten 1D- und 2D-Perkolationspfad entlang des Transistorkanals zu schaffen. Die integrierte LIF-Neuro-Crossbar-Struktur beinhaltet eine hohe Komplexität, wie z. B. eine vollständig verbundene Schicht für mehrere Eingänge, eine Alles-oder-Nichts-Merkmalextraktion für 1D-Perkolation oder ODER-verknüpfte 2D-Perkolationspfade sowie eine rekurrente Verbindung in einer einzigen Memtransistor-Struktur. Zu diesem Zweck wird die vorgeschlagene Arbeit mehrere wesentliche Aspekte abdecken: (i) die Modellierung der Neuro-Crossbar-Elemente mittels 3D TCAD-Simulation, (ii) die Neuro-Crossbar-Fertigung und Parameteroptimierung durch Integration des memkapazitiven Al2O3/Nb2O5 Stapels in die Transistorstrukturen, (iii) die Modellierung des Neuro-Crossbar-Schaltungssystems und die Analyse des Lese-/Schreibvorgangs und (iv) das Design von zeitlich kodierten Signalen für rekurrente SNNs, hardwarebewusstes Offline-Training, Leistungsoptimierung sowie die Implementierung von lokalen Lernregeln. Schließlich werden wir verschiedene Zeitseriendatensätze untersuchen, um die Realisierung von rekurrenten SNNs, die mit Neuro-Crossbar-Strukturen verbunden sind, zu demonstrieren und die Leistung des Systems im Vergleich zu konventionellen CMOS-basierten SNN- und rein memristiven ANN-Beschleunigersystemen zu bewerten. Diese Forschung zielt darauf ab, den Stand der Technik um einen neuen Neuro-Crossbar-Baustein zu erweitern und ein umfassendes Verständnis für die Machbarkeit der praktischen Realisierung von memkapazitiven SNN-Systemen auf der Grundlage hochintegrierter Bauelementekonzepte zu schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeMitverantwortlichDr.-Ing. Benjamin  Max"
    },
    {
      "project_id": "441887819",
      "url": "https://gepris.dfg.de/gepris/projekt/441887819",
      "title": "Organische Memkondensatoren für großflächige, neuromorphe Mustererkennung: Entwicklung eines elektronischen Fallensystems (MemTrap)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441887819",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Mit diesem Antrag wollen wir die Integration einer kürzlich von uns entwickelten, neuen Speicherstruktur (\"pinMOS\") untersuchen, die als Hybrid aus einer konventionellen p-i-n OLED und einem MOS Kondensator aufgefasst werden kann, in organischen Schaltkreisen untersuchen. In Vorexperimenten konnten wir typischen Memkondensatorverhalten beobachten und sehr gut reproduzierbare, von der Spannungshistorie abhängige Kondensatorzustände beobachten. Mit dieser Forschung wollen wir dieses Bauelement auch in Hinsicht auf komplexere Anwendungen auf der Systemebene weiterentwickeln. Dazu werden wir diese Technologie in enger Zusammenarbeit zwischen der teilnehmenden experimentellen Gruppe (Mannsfeld) und der Schaltkreisentwurf- und Modellierungsgruppe (Ellinger, Boroujeni) entwickeln. Um auf eine realistische Systemanwendung abzuzielen, wurde eine Anwendung mit wichtigen technologischen Aspekten und gleichzeitig signifikanter gesellschaftlicher Wichtigkeit gewählt. Da Lebensmittel eine Grundlage menschlichen Lebens darstellen, ist die Entwicklung ökologisch verträglicher Methoden zur Erhöhung von Ernteerträgen vonhoher Bedeutung. Dieses System benötigt ein großflächiges Netzwerk von nano-Watt Ereignisdetektoren mit eingebauter Speicherung der Impedanzverläufe. Anders als Memristoren benötigen Memkondensatoren keine statische Leistung und sind daher exzellent für den letzteren Zweck geeignet. Während der ersten Phase des SPP werden wir uns auf die Entwicklung der Integration der Memkondensatoren und Organischen Transistoren (inkl. passive Bauelemente) in funktionsfähige Ereignisdetektor- und Mustererkennungsschaltkreise eines Pixels konzentrieren. Für diese Schaltkreise werden durch theoretische Optimierung und Simulationen, sowie Modellierung mit Werkzeugen wie Verilog-A, circuit simulators, MATLAB, and SystemC durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    },
    {
      "project_id": "441909639",
      "url": "https://gepris.dfg.de/gepris/projekt/441909639",
      "title": "Rekonfigurierbare Logik und Multi-Bit in-Memory Prozessierung mit ferroelektrischen Memristoren - ReLoFeMris",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441909639",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Angesichts der zunehmenden Nachfrage nach elektronischen Geräten in Edge-Computing-Anwendungen und im Internet der Dinge wird der Energieverbrauch bei der Datenübertragung von Edge- zu Cloud-Geräten sowie der Energieverbrauch in der Cloud weiter zunehmen, sofern Edge-Geräte nicht effizient genug werden, um z.B. Sensordaten direkt vor Ort zu verarbeiten. Daher wird es immer wichtiger, elektronische Technologien zu entwickeln, die ein sehr effizientes Rechnen in Mobilgeräten und Edge-Geräten ermöglichen, um den Energieverbrauch des IT-Sektors insgesamt zu senken und damit die Reduzierung des weltweiten CO2-Ausstoßes zu unterstützen. Daher sind neuartige Rechenparadigmen, die nichtflüchtige Speichervorrichtungen verwenden, von großem Interesse. Insbesondere für eingebettete Geräte ist es sinnvoll, einfache logische Verknüpfungen dort auszuführen, wo die Daten erzeugt oder gespeichert werden, und zwar im Speicher oder direkt am Sensorknoten. Near- und In-Memory-Computing ist im Prinzip eine Antwort auf die hohen Energiekosten von Datenübertragungsvorgängen. Das angestrebte Projekt ReProFeMris befasst sich mit der Bereitstellung und praktischen Implementierung der zukünftigen Memristiven Ferroelektrischen Technologie und ihrer Anwendung in zukünftigen energieeffizienten Embedded-In-Memory-Verarbeitungsarchitekturen. Die Memristive Ferroelektrische Technologie, die in dem geplanten Projekt genutzt werden soll, ist die Ferroelektrische Tunneljunction (FTJ), die eine der energieeffizientesten Technologien im Vergleich zu z.B. zu klassischem ReRAM, STT-MRAM oder PCM darstellt, die derzeit untersucht werden. Unser Projekt zielt darauf ab, die einzigartigen Merkmale der Ferroelektrischen Memristiven Technologie wie die MLC-Fähigkeit (Speicherung mehrerer Zustände in einem Bauelement) und die rekonfigurierbare Logik für speicherarithmetische Verarbeitungsschaltungen zu nutzen. Insbesondere zielen wir auf die Nutzung der Ferroelektrischen Tunneljunctions für die Realisierung nichtflüchtiger Logikgatter ab. In Anbetracht der enormen Versprechen, die diese Bauelemente für einen extrem stromsparenden Betrieb haben, wollen wir die Funktionalität solcher Konzepte nutzen, indem wir die gegebenen Einschränkungen hinsichtlich der eingeschränkten MLC-Fähigkeit und der relativ niedrigen Leseströme dieser Bauelemente mit Hilfe geeignetem Schaltungsdesign überwinden. Am Ende der ersten Projektlaufzeit sollen verschiedene arithmetische Grundbausteine ​​für extrem platzsparende und energieeffiziente rekonfigurierbare speicherinterne Rechenschaltungen sowie Schaltungen unter Nutzung der MLC-Fähigkeit in Hardware realisiert und die Ergebnisse als technischer Bericht veröffentlicht werden, der auf den Webseiten von NaMLab und FAU öffentlich zugänglich ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeMitverantwortlichProfessor Dr.-Ing. Thomas  Mikolajick"
    },
    {
      "project_id": "536063366",
      "url": "https://gepris.dfg.de/gepris/projekt/536063366",
      "title": "REservoir COMputing mit MEmristiver Nichtlinearer Dynamik: Theorie, Design und Anwendungen (RECOMMEND)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 536063366",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Reservoir Computing (RC) ist eine effiziente Methode des maschinellen Lernens für die zeitliche/sequenzielle Datenverarbeitung. RC verwendet eine nichtlineare Darstellung der Eingabedaten in einem hochdimensionalen Raum, der als Reservoir bezeichnet wird. Kürzlich konnte gezeigt werden, dass diese Methode Ähnlichkeiten mit der nichtlinearen Vektor-Autoregression aufweist, die kein hochdimensionales Reservoir benötigt und daher mit einer geringeren Anzahl von Komponenten implementiert werden kann und zudem interpretierbare Ergebnisse liefert. Das Next Generation Reservoir Computing (NGRC) Konzept kombiniert diese Ansätze und verspricht extrem effiziente neuromorphe Schaltkreisimplementierungen. Das Ziel des Projektes REservoir COMputing with MEmristor Nonlinear Dynamics: Theory, Design and Applications (RECOMMEND) ist es, auf der Hardware- und Modellebene ein rekonfigurierbares, energieeffizientes neuromorphes Rechensystem zu realisieren, indem unter Verwendung von theoretischen Grundlagen ein Hardware-Prototyp einer vielseitigen RC-Plattform entwickelt wird basierend auf 1) einer niedrigdimensionalen nichtlinearen dynamischen Reservoir-Schaltung mit Memristoren als nichtlineare, abstimmbare, dynamische Elemente. 2) Rechen-/Speicherelementen, die eine speicherinterne Vektor-Matrix-Multiplikation (VMM) in einem Schritt ermöglichen. 3) einer überwachten Steuerschaltung, die Multitasking und korrekte Funktionalität unter zeitlich veränderlichen Bedingungen ermöglicht. Hardware-Versionen von Memristoren, die eine elektrisch induzierte Widerstandsänderung aufweisen, werden zusammen mit skalierbaren elektronischen Komponenten (Widerstände, Kondensatoren) den analogen Kern der RC-Plattform bilden. Unter Verwendung schaltungs- und systemtheoretischer Prinzipien (Flux-Charge-Analyse und Volterra-Methoden) wird die resultierende abstimmbare nichtlineare Dynamik der Bauelemente genutzt, um die Eingangsdaten in einen geeigneten Vektor nichtlinearer Elemente abzubilden und so die Ausgangsschicht des Netzwerkes zu steuern für die Vorhersage von Zeitreihen und die Lösung von Optimierungsproblemen. Die Forschungsarbeiten werden an der Schnittstelle mehrerer sich ergänzender technischer Bereiche durchgeführt, darunter Materialwissenschaft, Bauelementephysik sowie schaltungs- und systemtheoretische Modellierung, einschließlich analytischer Methoden zur Unterstützung des Schaltungsentwurfs, Analyse nichtlinearer dynamischer Merkmale nichtautonomer Schaltungen bis hin zur Entwicklung mathematischer Werkzeuge und Algorithmen. Das Ziel unseres multidisziplinären Konsortiums ist es damit einen radikalen Paradigmenwechsel in der Informationsverarbeitung hin zu energieeffizienten, robusten und skalierbaren RC-Plattformen mit Memristoren zu ermöglichen, die die Lücke zwischen statistischen Lernmethoden und maschinellem Lernen schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische SystemeInternationaler BezugItalien"
    },
    {
      "project_id": "441857533",
      "url": "https://gepris.dfg.de/gepris/projekt/441857533",
      "title": "ROBCOMM: Robuster Rechnen-in-Speicher mit Memristoren",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele SystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441857533",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2262: \nMemristive Bauelemente für intelligente technische Systeme",
      "description": "Neuartigen Anwendungen in der Informationstechnik wie das Internet der Dinge oder die Analyse großer Datenmengen stellen große Herausforderungen an die heutige Computerarchitektur und Computertechnologie. Um diesen Herausforderungen zu begegnen, müssen alternative Computerarchitekturen untersucht werden, die den Energiebedarf und die Recheneffizienz erhöhen können. In Kombination mit neuartigen Bauelementtechnologien könten diese alternativen Computerarchitekturen mit gängigen, nicht weiter skalierbaren CMOS Architekturen mithalten. Ein neuartiges Rechenansatz sieht vor das Rechnen in den Speicher zu verschieben (sogenanntes datenzentriertes Rechnen). Dadurch kann potentiell ein sehr hohe Effizienz erreicht werden. Dieser Rechenansatz wird auch als \"Computation-in-Memory\" (CIM) bezeichnet. Ein weitere Vorteil dieses Ansatzes ist die reduzierte Kommunikation zwischen dem klassischen Rechenwerk (CPU) und dem Speicher. Dies verspricht einen geringeren Leistungsverbrauch und eine erhöhte Leistungsfähigkeit.Die vielversprechendsten Lösung für CIM-Architekturen nutzen neuartige resistive oder magneto-resistive Speichertechnologien, die sowohl als Speicher also auch als Recheneinheit fungieren können. Diese memristive Bauelemente reduzieren den Gesamtenergieverbrauch, weil sie die Information nicht-flüchtig speichern und der Leckstrom quasi Null ist. Im Gegensatz zum herkömmlichen, flüchtigen DRAM im Hauptspeicher muss die Information nicht ständig erneuert werden. Daher begünstigen memristive Bauelemente System mit gesteigerter Komplexität und höherer Leistungsfähigkeit. Für die wissenschaftliche Gemeinde ergeben sich dadurch vielfältige Möglichkeiten neuartige Computerarchitekturen zu entwickeln um die heutigen Grenzen zu verschieben. Eine zentrale Herausforderung solcher Architekturen stellt die Entwicklung von zuverlässigen, effizienten Schaltungen dar, die sowohl das Speichern als auch das Rechnen ermöglichen.in diesem Projekt sollen zuverlässige, effiziente Schaltungen basierend auf memristiven Bauelementen entwickelt werden, die eine CIM-Architektur ermöglichen. Dazu sollen (i) der Einfluss der (Un)zuverlässigkeit der memristiven Bauelemente auf die CIM-Operationen gründlich charakterisiert und modelliert werden, und (ii) fehlertolerante CIM Schaltungen entworfen werden, die die Zuverlässigkeitsaspekte der memristiven Bauelemente berücksichtigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2262: \nMemristive Bauelemente für intelligente technische Systeme"
    }
  ]
}