{
  "spp_number": "SPP 2419",
  "spp_title": "Ein Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500932573",
  "projects_count": 11,
  "projects": [
    {
      "project_id": "523880888",
      "url": "https://gepris.dfg.de/gepris/projekt/523880888",
      "title": "AddBluff4NH3/H2: Additiv gefertigter Bluff-Body-Brenner, charakterisiert durch detaillierte Simulationen und Experimente für die brennstoffflexible, stabile und sichere Verbrennung von NH3/H2-Gemischen",
      "investigators": "Professor Dr.-Ing. Frank  Beyrau;Professorin Dr.-Ing. Manja  Krüger;Professor Dr. Dominique  Thévenin",
      "subject_area": "EnergieverfahrenstechnikMaterialien und Werkstoffe der Sinterprozesse und der generativen FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523880888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "In diesem Projekt wird ein additiv gefertigter Bluff-Body-Brenner für die brennstoffflexible, stabile und sichere Verbrennung von NH3/H2-Gemischen betrachtet. Zur Untersuchung der Verbrennungseigenschaften und der Schadstoffemissionen werden akkurate numerische Simulationen und detaillierte experimentelle durchgeführt. Die Brennerkonstruktion wird dann optimiert (in Bezug auf Form, Größe und Position des Flammenhalters), um ein effizientes Verbrennungsverhalten zu erreichen. Es werden offene und geschlossene Brennergeometrien betrachtet. Die Seite des Flammenhalters in Kontakt mit der Flamme und andere Hochtemperaturteile werden durch additive Fertigung unter Verwendung von zunächst Ni-Basis-Legierungen und später ultrahochtemperaturbeständigen Refraktärmetall-Legierungen hergestellt, um schnelle Geometrievariationen zu ermöglichen. Die Dynamik der turbulenten Flamme, die Wechselwirkungen zwischen Flamme und Wand, die Grenze der stabilen Verbrennung, der Flammenrückschlag und die Wärmefreisetzung werden untersucht. Schließlich wird ein optimales Bluff-Body-Brennerdesign für eine stabile, sichere, brennstoffflexible und saubere Verbrennung von NH3/H2 als Mischbrennstoff entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523879740",
      "url": "https://gepris.dfg.de/gepris/projekt/523879740",
      "title": "Analyse der Wechselwirkungen zwischen wasserstoffbasierten Verbrennungssystemen, Hochtemperaturmaterialien und laserbasierter Additiver Fertigung (H2MAT3D)",
      "subject_area": "Materialien und Werkstoffe der Sinterprozesse und der generativen FertigungsverfahrenComputergestütztes Werkstoffdesign und Simulation von Werkstoffverhalten von atomistischer bis mikroskopischer SkalaTechnische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523879740",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Die Effizienz moderner wasserstoffbasierter Verbrennungssysteme hängt stark von den Wechselwirkungen zwischen Flamme und Festkörper ab, da sowohl das thermokinetische Feld in der Flamme als auch der Wärmeverlust über den Festkörper die Flammenstabilität stark beeinflussen. Darüber hinaus ist die Realisierung neuartiger geometrisch komplexer Brennerdesigns nur mit additiven Fertigungsverfahren (AM) möglich. In H2MAT3D wird die Wechselwirkung zwischen wasserstoffbasierten Verbrennungssystemen und additiv gefertigten Materialien experimentell und numerisch untersucht. Damit kann die Lücke zwischen dem Design von AM-Brennern und der Prozess-Material-Wechselwirkung im Verbrennungsprozess geschlossen werden. Um dies zu erreichen, werden hochtemperaturbeständige Werkstoffe, die auch durch AM, insbesondere Laser Powder Bed Fusion (LPBF), verarbeitbar sind, durch thermodynamisch basierte Legierungsselektion aus Ni-Basis-Superlegierungen identifiziert und mittels Extreme High-Speed Laser Application (EHLA) hergestellt, welches eine Legierungsentwicklung im Hochdurchsatzverfahren ermöglicht. Diese Arbeit wird durch Mikrostruktursimulationen unterstützt, die Informationen über Faktoren liefern, die die Hochtemperaturfestigkeit, das Degradationsverhalten und die Rissbildung während der additiven Fertigung beeinflussen. Die hergestellten Proben werden in Wasserstoffverbrennungsexperimenten untersucht und prae- sowie post-operando charakterisiert, um Degradationsmechanismen aufzudecken. Die experimentellen Arbeiten zur Verbrennung werden durch Verbrennungssimulationen ergänzt, die darauf abzielen, den Einfluss des Materials auf die Flamme aufgrund von Wärmeleitfähigkeit und Oberflächenreaktionen zu verstehen. Das in H2MAT3D gewonnene grundlegende Verständnis wird genutzt, um die AM-Prozessbedingungen und die Hochtemperaturmaterialien aufeinander abzustimmen, um Verbrennungsprozesse mit verbesserter Effizienz zu erzielen. Die Ergebnisse dieses Forschungsvorhabens können für additiv gefertigte Verbrennungssysteme genutzt werden, bei denen maßgeschneiderte Legierungen und komplexe Geometrien dazu beitragen, die Effizienz zu steigern und die Umweltauswirkungen von Verbrennungsprozessen zu verringern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523881008",
      "url": "https://gepris.dfg.de/gepris/projekt/523881008",
      "title": "ENERGIZE: Adjungierten-basierte Optimierung von Wasserstoff-Brennern mithilfe additiver Fertigung",
      "subject_area": "StrömungsmechanikTechnische ThermodynamikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523881008",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Die Verbrennung von grünem Wasserstoff wird für die Energiewende von sehr großer Bedeutung sein. Jedoch stellt ihre technische Umsetzung die Gasturbinenbranche vor sehr große Herausforderung. Besonders die Flammenstabilisierung in der Brennkammer ist für den sicheren Betrieb von entscheidender Bedeutung, allerdings sind die aktuell erdgasbasierten Lösungen nicht auf Brennstoffe mit hohem Wasserstoffgehalt übertragbar. Auch die Wechselwirkung von turbulenten Strömungsstrukturen mit der Wasserstoff-Flammenfront ist nur unzureichend verstanden trotz ihrer sehr hohen technischen Relevanz. Einerseits bewirkt die Turbulenz eine Deformation der Flammenfront und ermöglicht dadurch hohe globale Umsatzraten. Andererseits führt sie zu Hotspot-induzierten NOx-Emissionen, thermoakustischen Instabilitäten und Flammenlärm. Eine große Herausforderung besteht daher darin, gezielt die Wechselwirkungen zwischen Turbulenz und Flamme zu kontrollieren, um beide Effekte auszubalancieren. Um diese Herausforderungen der Wasserstoffverbrennung in Gasturbinen zu bewältigen, müssen völlig neue Brennerkonzepte entwickelt werden. Bislang war die Konstruktion von Brennern jedoch durch die Herstellungsrestriktionen herkömmlicher Schneid- und Gießtechniken erheblich eingeschränkt. Hier kann die Einbeziehung additiver Fertigungstechnologien (AF) in den Entwicklungsprozess einen entscheidenden Wendepunkt darstellen. Die AF erlaubt hierbei Brennerkonstruktionen, die völlig losgelöst von den Beschränkungen der konventionellen Gestaltungsmöglichkeiten sind. Mit den herkömmlichen experimentellen und numerischen Methoden ist es jedoch unmöglich, ein Brennerdesign zu entwickeln, das den immensen Freiheitsgraden der AF Rechnung trägt. Das Hauptziel von ENERGIZE ist daher eine grundlegende Verbesserung der Entwurfsprozesse von Brennern durch den Einsatz inverser modellbasierter Techniken zur Optimierung des Brennerdesigns unter Berücksichtigung der physikalischen und technischen Restriktionen der Wasserstoffverbrennung. Diese inverse Technik basiert auf der adjungierten Form der Gleichungen des mittleren Strömungsfelds und ermöglicht eine drastische Beschleunigung des Optimierungsprozesses. Im Rahmen des ENERGIZE-Projekts wird diese Technik für die Optimierung einer turbulenten Wasserstoffstrahlflamme entwickelt, mit dem Ziel, Flammenrückschlag und NOx-Emissionen durch maßgeschneiderte Strömungskontrolle zu verringern. Zu den Kontrollmöglichkeiten gehören Poröse-Medien, Oberflächenbeschaffenheit und das Ansaugen/Ausblasen über Mikrokanäle. Der Ansatz ist interdisziplinär und kombiniert modellbasierte Optimierung und Strömungskontrolle, modernste additive Fertigung und experimentelle Verbrennungsdiagnostik. Dieser kombinierte Ansatz soll grundlegende Erkenntnisse über die Wasserstoffverbrennung liefern und einen integrierten Rahmen für die Entwicklung neuer Wasserstoffverbrennungstechnologien bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523837500",
      "url": "https://gepris.dfg.de/gepris/projekt/523837500",
      "title": "Entwicklung eines additiv gefertigten Forschungsbrenners zur Steigerung der Energieeffizienz",
      "investigators": "Professor Dr.-Ing. Günter  Brenn;Professorin Dr. Eva  Gutheil;Professor Dr. Jan T.  Sehrt",
      "subject_area": "Energieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523837500",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Angesichts der globalen Erwärmung sind kohlenstofffreie Energiequellen von größter Bedeutung für die Reduzierung von CO2-Emissionen in die Atmosphäre. Alternativen zu kohlenstoffhaltigen Brennstoffen wie z.B. Alkoholen, sind Ammoniak (NH3) und/oder Wasserstoff (H2), die kohlenstofffrei sind. Eine Kombination dieser gasförmigen Brennstoffe oder die Zugabe dieser Stoffe zu konventionellen oder synthetischen, zerstäubten flüssigen Brennstoffen kann daher zu einer großen Verbesserung der kohlenstoffreduzierten oder sogar kohlenstofffreien Energiequellen führen. Die sehr komplexe kombinierte Verbrennung dieser Brennstoffe ist der Hintergrund für diese Untersuchungen. In diesem Zusammenhang wird ein hochtemperatur- und korrosionsbeständiger, additiv gefertigter und intelligenter Brenner entwickelt, um die Energieeffizienz zu erhöhen und die Schadstoffemissionen zu reduzieren. Die Additive Fertigung [engl. Additive Manufacturing (AM)] ermöglicht die Herstellung einzigartiger Bauteile mit einem hohen Grad an Gestaltungsfreiheit und der Möglichkeit, komplexe (Innen-) Geometrien zu realisieren. Dabei werden die Vorteile von AM durch integrierte funktionale Designs wie gebogene Medienzuführungskanäle, offenporige Strukturen und die direkte Herstellung von Baugruppen mit integrierter Sensorik ideal genutzt. Das ausgewählte Material ist eine Nickelbasislegierung (MAR-M247), ein bewährtes Material für hochtemperaturrelevante Anwendungen. Aus verbrennungstechnischer Sicht konzentriert sich das vorliegende Projekt auf die Zugabe von Ammoniak und/oder Wasserstoff zu flüssigen Bioalkoholen wie Methanol, Ethanol oder n-Butanol, um die CO2-Emissionen zu reduzieren. Dabei können die kohlenstofffreien Brennstoffe als Gase oder Flüssigkeiten (bei reduzierten Temperaturen) eingespritzt oder im flüssigen Brennstoff in dem additiv gefertigten Brenner gelöst werden. Die letztgenannte Methode erfordert eine gründliche Kenntnis der Löslichkeit von Wasserstoff und Ammoniak in Biokraftstoffen und ihrer Zerstäubungs- und Verdampfungseigenschaften in der Flüssigkeit. Der projektierte Brenner ist äußerst flexibel und erlaubt eine Vormischung der gasförmigen Brennstoffe untereinander sowie des Ammoniaks mit dem Oxidationsmittel, sodass unterschiedliche Verbrennungs-Charakeristika wie vorgemischte, teilweise vorgemischte und nicht-vorgemischte Verbrennung koexistieren, was eine äußerst große Flexibilität der Brennstoffe sowie Ihrer Zugabe ermöglicht. Ein variabler Ring zur Zugabe des Ammoniaks direkt in die Verbrennungszone erlaubt eine Reduzierung der schlechten Verbrennungseigenschaften des Ammoniaks in Bezug auf seine Zündeigenschaften und seine Flammengeschwindigkeit. Die Kombination aus Modellierung, Simulationen und Experimenten zu den Prozessen in der Nähe des Injektors sowie Beiträge der additiv gefertigten Brennertechnologie sorgen für einen ausgezeichneten Wissensgewinn bei der Reduzierung der globalen Erwärmung in einem idealerweise kohlenstofffreien Energiesektor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive FertigungsverfahrenInternationaler BezugÖsterreich"
    },
    {
      "project_id": "523874889",
      "url": "https://gepris.dfg.de/gepris/projekt/523874889",
      "title": "Entwicklung und Anwendung eines simulationsbasierten Designprozesses für brennstoffflexible Brenner mittels additiver Fertigung",
      "subject_area": "Energieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523874889",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Für die Transformation zu zukünftigen nachhaltigen Energiesystemen werden brennstoffflexible Brenner benötigt, um den schrittweisen Übergang von Erdgas zu einem wasserstoffbasierten Betrieb zu ermöglichen. Da wasserstoffbasierte Brennstoffe im Vergleich zu herkömmlichen Brennstoffen grundlegend andere Verbrennungseigenschaften aufweisen bestehen für die Entwicklung solcher Brenner erhebliche Herausforderungen in Bezug auf Emissionen und Gemischbildung sowie Flammenstabilität und Flammenrückschlag. Ziel dieses Projekts ist es, die simulationsgestützte Entwicklung industrieller Brennersysteme zu ermöglichen, wobei ein robuster und effizienter Betrieb mit verschiedenen Wasserstoff/Methan-Gemischen im Fokus steht und gleichzeitig die Produzierbarkeit und Sicherheit des Brenners gewährleistet bleiben soll. Diese Herausforderungen sollen hier durch die Kombination von Modellentwicklung und simulationsgestützten Designprozessen mit experimentellen Untersuchungen und innovativer additiver Fertigung (AM) bewältigt werden. AM bietet weitreichende Freiheitsgrade, die für die Entwicklung kompakter, flexibler und sicherer Brenner erforderlich sind. In diesem Projekt wird ein inverser Designprozess entwickelt und zur Demonstration angewandt, mit dem Ziel einen industriellen Brenner im Hinblick auf bestimmte Zielgrößen zu optimieren. Dies beinhaltet Flammeneigenschaften wie Stabilität (Flammenrückschlag und Verlöschen) und Emissionen (NOx, CO) sowie Konstruktionsparameter wie Druckverlust und Wärmebeständigkeit. Eine Herausforderung ist der Bedarf an genauen und effizienten Simulationstechniken für wasserstoffbasierte Brennstoffe, die im Rahmen des Projekts entwickelt werden. Dazu gehören Reynolds-gemittelte Navier-Stokes-Simulationen (RANS), deren Genauigkeit durch Datenassimilation auf Grundlage eines Ensemble-Kalman-Filters unter Verwendung von Large-Eddy-Simulationen und experimentellen Daten verbessert werden soll. Das Experiment liefert Brennstoff-Verbrauchsraten und Eigenschaften von turbulenten Flammen, die erforderlich sind, um thermodiffusive Instabilitäten in das RANS-Modell einzubeziehen. Das assimilierte RANS-Modell wird dann zur Optimierung der Brennergeometrie und der Betriebsstrategien unter Verwendung von adjungierten Sensitivitäten und unter Berücksichtigung der durch AM vorgegebenen Konstruktionsbeschränkungen eingesetzt. Der Designprozess wird mittels AM unter Verwendung parametrischer Modelle des Brenners ermöglicht und es werden weitere Untersuchungen durchgeführt, um die Qualität des AM-gefertigten Brenners zu verbessern. Dazu gehören Optimierungen hinsichtlich dünner Wände, filigraner Merkmale und erreichbarer Überhangwinkel. Dies ist insbesondere bei hochtemperaturbeständigen Materialien von Bedeutung. Zusammenfassend wird der hier verfolgte interdisziplinäre Ansatz durch die Kombination von Verbrennungstechnik und AM den methodischen Rahmen für einen simulationsbasierten Designprozess von brennstoffflexiblen Industriebrennern schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523792626",
      "url": "https://gepris.dfg.de/gepris/projekt/523792626",
      "title": "Koordinationsfonds",
      "subject_area": "Energieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523792626",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Ziel dieses Schwerpunktprogramms ist es, die Disziplinen der Verbrennungswissenschaft und der fortschrittlichen Fertigungstechniken zu verbinden, um eine flexible, saubere, effiziente und sichere thermochemische Energieumwandlung wasserstoffbasierter Brennstoffe wie Wasserstoff und Ammoniak sowie deren Mischungen mit Methan oder Erdgas zu ermöglichen. Im Vergleich zu konventionellen Kraftstoffen haben Wasserstoff und Ammoniak grundlegend andere Verbrennungseigenschaften, die sich beispielsweise in unterschiedlichen Brenngeschwindigkeiten, Flammbarkeitsgrenzen, Zündenergien und dem Schadstoffbildungsverhalten widerspiegeln und daher erhebliche Anpassungen der bestehenden Technik erfordern. Die Weiterentwicklung wasserstoffhaltiger Brennstofftechnologien ist in allen Energiesektoren von Bedeutung, zum Beispiel bei der Rückverstromung in Gasturbinen und der Bereitstellung von Prozesswärme mit Industriebrennern. Sie erfordert die gemeinsame Steigerung des thermischen Wirkungsgrads und die Verringerung der Schadstoffemissionen unter Berücksichtigung von Stabilität, Brennstoffflexibilität und Sicherheit. Diese Anpassungen sollen hier durch eine Kombination aus simulationsgestütztem Design und innovativen Fertigungsverfahren, wie beispielsweise der additiven Fertigung, die einen großen Freiheitsgrad beim Design und bei der Wahl der Materialien ermöglicht, erreicht werden. Neben den wissenschaftlichen Zielen sind die Ausbildung und Förderung von Nachwuchswissenschaftler*innen in der frühen Phase ihrer Karriere ein wichtiges Ziel. Um die wissenschaftlichen Ziele zu erreichen, ist eine enge Koordination erforderlich, um Kooperationen und Synergien innerhalb und zwischen den verschiedenen Projekten zu gewährleisten. Als Grundlage dafür sind regelmäßige Projekt-Workshops für alle Teilnehmer, spezielle Workshops für junge Forschende und ein internationaler Workshop geplant, der zusätzlich die zentralen Projektideen fördert und für internationale Sichtbarkeit sorgt. Um den wissenschaftlichen Austausch und die Vernetzung der Nachwuchswissenschaftler*innen sowohl innerhalb des Schwerpunktprogramms als auch international zu fördern, planen wir ein internationales Besucherprogramm und längere Forschungsaufenthalte der Nachwuchswissenschaftler*innen im Ausland. Prof. Andrea Gruber ist als Mercator Fellow vorgesehen. Er wird seine einzigartige Expertise in das Projekt einbringen, die die Grundlagenforschung im Bereich wasserstoffbasierter Brennstoffe mit industriellen Anwendungen verbindet. Ein weiterer wichtiger Aspekt wird das Forschungsdatenmanagement sein, das durch das Koordinationsprojekt gefördert und durchgesetzt werden soll. Darüber hinaus sind Maßnahmen zur Gleichstellung und zur Diversität geplant. Hierfür wird das Koordinationsprojekt entsprechende Workshops organisieren und die Projektmitglieder zusätzlich dabei unterstützen, lokale Angebote besser zu nutzen. All diese Maßnahmen werden zentral durch das Koordinationsprojekt verwaltet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "524004024",
      "url": "https://gepris.dfg.de/gepris/projekt/524004024",
      "title": "Mesoskalige Brennerarrays für wasserstoffreiche Brennstoffe - Hohe Leistungsdichte, Brennstoffflexibilität und geringe Emissionen durch additive Fertigung",
      "subject_area": "EnergieverfahrenstechnikStrömungsmechanikTechnische ThermodynamikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 524004024",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Grüner Wasserstoff ist eine wesentliche Ressource unserer zukünftigen Energiewirtschaft. Während kompakte Brenner mit hoher Leistungsdichte in industriellen und Haushaltsanwendungen weit verbreitet sind, führen die Verbrennungseigenschaften von Wasserstoff zu grundlegenden Herausforderungen für die Auslegung und den Betrieb solcher Brenner. Hauptziel dieses Forschungsprojekts sind Designprinzipien für mesoskalige Brennerarrays, die mit Wasserstoff und Wasserstoff-/Methan-Mischungen betrieben werden und gleichzeitig hohe Leistungsdichte, Brennstoffflexibilität und geringe Schadstoffemissionen aufweisen. Hierzu ist ein grundlegendes Verständnis der Wechselwirkungen zwischen Düsentopologie und Flammeneigenschaften erforderlich, und zwar sowohl für Einzeldüsen als auch für Mehrdüsenanordnungen. In diesem Zusammenhang eröffnet die additive Fertigung (AF) weitreichende Freiheitsgrade, die innovative Designs ermöglichen. Zunächst werden Designprinzipien für Einzeldüsen abgeleitet, untersucht und bewertet. Ausgehend von Referenzgeometrien werden Topologie- und Designänderungen eingeführt und mittels Simulation untersucht. Die Düsen weisen integrierte Strukturen für optimale Strömungsführung, Mischung und Kühlung auf, wobei eine kompakte Geometrie beibehalten wird. Die Prototypen werden mittels pulverbettbasierter AF hergestellt. Eine erste Bewertung konzentriert sich auf Flammenstabilität und Brennstoffflexibilität. Vielversprechende Entwürfe werden mit optischen Verfahren weiter untersucht, u.a. Hochgeschwindigkeits-Chemilumineszenz und planare LIF zur Charakterisierung der Flammentopologie und Wärmefreisetzung, Raman- und IR-Emissionsspektroskopie zur Temperaturmessung und PIV zur Bestimmung der Strömungsfelder. Die Oberflächentemperatur der Düse wird mittels einer IR-Kamera nach Kalibrierung der Materialeigenschaften gemessen. Darauf aufbauend wird das Basismaterial 316L durch In-situ-Legierung hinsichtlich der Beständigkeit gegen Hochtemperaturoxidation und Wasserstoffdiffusion optimiert. Optische Fasern werden in den Brenner eingebracht, zunächst zur Erkennung kritischer Betriebszustände und später zur Integration optischer Diagnostik, die Messungen an Stellen ermöglicht, die ohne AF nicht zugänglich sind. Für die optimierten Düsen werden zusätzliche Einlasskanäle integriert, um durch partielle Vormischung höhere Brennstoffflexibilität und Leistungsdichten zu erzielen. Die erste Förderperiode abschließend werden Flammenwechselwirkungen zwischen zwei Düsen untersucht mit dem Ziel, die Brennerleistung zu steigern. Basierend auf diesen Erkenntnissen werden in der zweiten Förderperiode Mehrdüsenkonzepte untersucht. Vorgesehen ist ein modularer Aufbau, bei dem die Anzahl der Düsen an die gewünschte Maximalleistung angepasst und ein großer Modulationsbereich realisiert werden kann. Kooperationen mit verschiedenen Arbeitsgruppen des SPP wurden hinsichtlich der Methodenentwicklung in den Bereichen Simulation, optische Diagnostik und AF vereinbart.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523876164",
      "url": "https://gepris.dfg.de/gepris/projekt/523876164",
      "title": "Nicht-vorgemischte Ammoniakverbrennung in maßgeschneiderten keramischen inerten porösen Medien",
      "investigators": "Professor Dr.-Ing. Christos G.  Aneziris;Dr.-Ing. Nora  Brachhold;Professor Dr. Oliver T.  Stein;Professor Dr.-Ing. Dimosthenis  Trimis",
      "subject_area": "EnergieverfahrenstechnikGlas und Keramik und darauf basierende Verbundwerkstoffe",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523876164",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Das eingereichte Projekt befasst sich mit dem thermochemischen Energieumwandlungsprozess des kohlenstofffreien chemischen Energieträgers Ammoniak und von Ammoniak-Wasserstoff-Gemischen. Ammoniak wird als einer der zukünftigen Energie- und Wasserstoffträger angesehen, insbesondere im Hinblick auf den Ferntransport, da seine thermischen Eigenschaften denen von Propan ähneln und es leicht für die Lagerung und den Transport im etablierten Transportnetz eingesetzt werden kann. Die Verbrennung von Ammoniak ist jedoch mit erheblichen Herausforderungen verbunden. Die drei größten Herausforderungen sind die im Vergleich zu Kohlenwasserstoffen niedrige Flammengeschwindigkeit, was zu einer geringen Flammenstabilität führt, die extrem hohe Stickoxidbildung und die hohe Toxizität selbst in Spurenkonzentrationen. Herkömmliche Ansätze zur Bewältigung dieser Herausforderungen sind die Zugabe hochreaktiver Brennstoffe wie Wasserstoff oder Methan, um das Problem der Flammenstabilität zu lösen, die Umsetzung in gestuften brennstoffreichen/armen Prozessen, um der hohen NOx-Bildung entgegenzuwirken, und Nachbehandlung zur Vermeidung von unverbrannten Ammoniakemissionen. Wir schlagen daher ein neuartiges Konzept vor, das alle Herausforderungen auf einmal durch die nicht-vorgemischte Verbrennung von Ammoniak in porösen inerten Medien (PIM) löst. Die Verbrennung in PIM kann die Flammengeschwindigkeit im Vergleich zur Verbrennung ohne PIM aufgrund der Wärmerückführung durch die Feststoffphase um mehr als eine Größenordnung erhöhen. Die Wärmerückführung in Verbindung mit der thermischen Trägheit der Feststoffphase löst das Problem der Flammenstabilität. Die nicht-vorgemischte Prozessführung führt zunächst zu hohen Temperaturen der brennstoffreichen oder reinen Brennstoffströme, wodurch Ammoniak ohne signifikante NOx-Bildung umgesetzt werden kann, während die gute Durchmischung und die Temperaturhomogenisierung durch die Strömung im PIM zu einem vollständigen Ausbrand des verbleibenden Ammoniaks in einer Nachverbrennungszone führen. Um ein derartiges Konzept zu verwirklichen, sind speziell gefertigte hochtemperaturbeständige Werkstoffe erforderlich, sowohl bezogen auf die Geometrie, als auch auf die thermischen Eigenschaften. Die additive Fertigung (ADM) von PIM-Strukturen aus keramischen Verbundwerkstoffen ist erforderlich, um den Prozess durch lokal angepasste Eigenschaften in Bezug auf Wärmeleitung, Strahlungseigenschaften und Dispersion/Strömungsfeld zu kontrollieren. Die Grundlagenforschung und Auslegung des nicht vorgemischten PIM-Brenners für Ammoniak und Ammoniak-Wasserstoff-Gemische erfordert ein starkes interdisziplinäres Forschungsteam zur Durchführung detaillierter Experimente der Verbrennung in PIM (EXP, KIT), detaillierter porenaufgelöster numerischer Simulationen (SIM, KIT), sowie die Nutzung von additiven Fertigungsmethoden für thermoschock- und korrosionsbeständige Funktionsbauteile (ADM, TU BAF).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive FertigungsverfahrenMitverantwortlicheDr.-Ing. Björn  Stelzner;Dr.-Ing. Thorsten  Zirwes"
    },
    {
      "project_id": "523959480",
      "url": "https://gepris.dfg.de/gepris/projekt/523959480",
      "title": "SLE4Flame - Entwicklung eines Spray-Brenners mithilfe des Selektiven Laserinduzierten Ätzens für die Flash-Boiling unterstützte Verbrennung von flüssigem Ammoniak",
      "subject_area": "Technische ThermodynamikStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523959480",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "In diesem gemeinsamen Vorhaben verfolgen die Antragsteller ein neuartiges Konzept für ein hybrides Brennerdüsendesign, um die Vision der Verbrennung von flüssigem Ammoniak in stabilen Spray-Flammen voranzutreiben. Das innovative Design kombiniert zwei Konzepte zur Zerstäubung, d.h. die Druck- und Dispersionsgaszerstäubung, um eine effiziente stabile Verbrennung mit kohlenstofffreien Brennstoffen zu erreichen. Die Schlüssel zur Realisierung dieses Konzepts und zur Bewältigung der damit verbundenen wissenschaftlichen Herausforderungen bestehen im subtraktiven Herstellungsverfahren \"Selektives Laserinduziertes Ätzen\" (SLE) und in einem grundlegenden Verständnis der Zerstäubungs- und Flammenprozesse für das überhitzte verflüssigte Ammoniak. SLE ist in der Lage, die zugrundeliegende komplexe dreidimensionale Topologie von Strömungskanälen mit unübertroffener Genauigkeit und definierter Oberflächenrauheit zu erzeugen. Gleichzeitig bietet es aufgrund seines transparenten Designs die Grundlage für eine erstmalige simultane düseninterne und düsenexterne experimentelle Analyse der beteiligten physikalischen Teilprozesse. Die so gewonnenen neuen Erkenntnisse werden in die Entwicklung von High-Fidelity-Modellen des gesamten Spray-Flammen-Prozesses einfließen. In diesem Zusammenhang wird das Flash-Boiling als der entscheidende Prozess identifiziert, der unter Berücksichtigung der gesamten Prozesskette innerhalb und außerhalb der Düse untersucht und verstanden werden muss.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    },
    {
      "project_id": "523873650",
      "url": "https://gepris.dfg.de/gepris/projekt/523873650",
      "title": "Stickoxidarme thermochemische Energieumwandlung von Ammoniak",
      "subject_area": "Technische ThermodynamikPhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungSpanende und abtragende FertigungstechnikStrömungsmechanikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523873650",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Das primäre Ziel des im SPP vorgeschlagenen Forschungsvorhabens ist der Machbarkeitsnachweis für die direkte thermochemische Umwandlung von Ammoniak in Verbrennungsanwendungen mit hoher Leistungsdichte bei gleichzeitig minimalem NOx- und NH3-Schlupf. Die Entwicklung wird durch die Kombination von drei Schlüsseltechnologien ermöglicht: (i) additive Fertigung, die die Konstruktion eines (ii) hocheffizienten In situ NH3-Reformers für die anschließende Verbrennung von H2-angereicherten Mischungen in einem (iii) selbstzündungsstabilisierten Verbrennungsprozess realisiert. Die Kombination ist äußerst vielversprechend, da der Reformer und Brenner auf gleichem Temperaturniveau betrieben werden können. Das In situ NH3 Cracken in NH3-H2-N2 ermöglicht die Nutzung der vorteilhaften H2 Verbrennungseigenschaften, bietet eine gezielte NOx-Minimierung und umgeht die transportbezogenen Herausforderungen von H2. Zu diesem Zweck sollen Multimaterial- und Mikrodosierungs-AM-Prozesse entwickelt werden, um die Herstellung einer Kraftstoffreformer / Verbrennungsluftwärmetauscher Kombination zu ermöglichen. Die große Oberfläche poröser Strukturen mit katalytischer Aktivierung beschleunigt die Reaktionskinetik und realisiert die benötigten Ammoniakzersetzungsraten. Der Zusammenhang der Verbrennungslufttemperatur mit der Reformerleistung führt zu einer breiten Spanne möglicher Zusammensetzungen der entstehenden NH3-H2-N2 Gemische und erfordert einen kraftstoffflexiblen Verbrennungsprozess. Selbstzündungsstabilisierte Verbrennung, FLOX oder MILD sind für diesen Zweck gut geeignet und ermöglichen gleichzeitig geringe thermische NOx-Werte. Die NOx-Bildung in NH3-H2-N2-Luft-Flammen mit variabler Zusammensetzung ist aufgrund komplexer Turbulenz-Chemie-Wechselwirkungen stark nichtlinear und erfordert ein verbessertes grundlegendes Verständnis welches hier erweitert werden soll. Um die Vorteile des Verbrennungsprozesses voll auszuschöpfen, ist eine homogene Kraftstoff-Luft-Mischung essenziell um lokale Hotspots zu vermeiden, thermisches NOx zu reduzieren und den Selbstentzündungs- und Verbrennungsprozess zu steuern. Die \"Form-follows-function\"-Designfreiheit von AM ermöglicht die Entwicklung von Gasinjektions- und Mikromischkonzepten, welche eine vom Kraftstoffgemisch und Einspritzimpuls unabhängige Homogenität bieten. In diesem Zusammenhang werden AM-Parameter optimiert und Lösungen für funktionsorientierte Bauprozesse poröser Strukturen und trägerfreier Mikrokanäle entwickelt. Im finalen Schritt werden der AM-Kraftstoffreformer, die Gaseinspritzung und die Mikromischkomponenten in den Proof-of-Concept Brenner für eine umfassende Co-Optimierung in Phase II des SPP integriert. Die Ergebnisse ermöglichen die Technologieentwicklung von thermochemischen Ammoniak-Umwandlungssystemen mit niedrigem Nox-Gehalt für stationäre und Mikrogasturbinen und können somit eine CO2-neutrale Lösung für Anwendungen in der Wärme- und Stromerzeugung sowie im Transportsektor bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive FertigungsverfahrenInternationaler BezugGroßbritannienKooperationspartnerinnen / KooperationspartnerProfessor Rune Peter  Lindstedt;Lu  Tian, Ph.D."
    },
    {
      "project_id": "523792378",
      "url": "https://gepris.dfg.de/gepris/projekt/523792378",
      "title": "Wechselwirkung von Wasserstoffflammen und smarten effusionsgekühlten Gasturbinen-Brennkammerwänden",
      "subject_area": "EnergieverfahrenstechnikMaterialien und Werkstoffe der Sinterprozesse und der generativen Fertigungsverfahren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523792378",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren",
      "description": "Ziel dieses Projekts ist die Erforschung der wissenschaftlichen Grundlagen der selbst adaptierenden Effusionskühlung zukünftiger wasserstoffbetriebener Gasturbinen. Das Forschungskonzept umfasst und verzahnt thermofluidische sowie werkstoffkundliche Fragestellungen. Bei der Wasserstoffverbrennung kommt es im Vergleich zu konventionellen Brennstoffen aufgrund deutlich geringerer Flammenlöschabstände zu einer sehr intensiven Wechselwirkung der Flamme mit der Brennkammerwand. Hieraus folgen höhere Wandwärmeströme und der Bedarf einer angepassten Kühlung für den Wasserstoffbetrieb. Wegen hoher Effizienz bei relativ geringem Bedarf an Kühlmassenstrom eignet sich die Effusionskühlung. In diesem Projekt sollen über additive Fertigungsverfahren (AM) funktionalisierte, smarte Wandstrukturen mit integrierter Sensorik und Aktorik für die Effusionskühlung hergestellt und in ihrer Wechselwirkung sowie in ihrer Stabilität mit mageren Wasserstoffflammen untersucht werden. In die Wand werden Temperatursensoren integriert, um Wandwärmebelastungen für unterschiedliche Szenarien der Flamme-Wand-Interaktion zu bestimmen. AM-gefertigte poröse Wandstrukturen werden genutzt, um einen gleichmäßigen Kühlfilm zu generieren. Als visionäres Konzept sollen Hochtemperatur-Formgedächtnislegierungen in Kombination mit auxetischen Strukturen als Aktor zur sich selbst adaptierenden (smarten) Regelung des Kühlluftmassenstroms in Abhängigkeit der Wandwärmebelastung (Sensor) durch die Wasserstoffverbrennung erforscht werden. Diese komplexen Wandstrukturen werden in Laborexperimenten hinsichtlich Kühlwirkung und Wechselwirkung zwischen Wasserstoffflamme, Kühlluftstrom und Wand mittels moderner Lasermesstechnik charakterisiert. Ein Fokus liegt auf der Untersuchung der wandnahen Flammenstruktur und ob diese durch thermodiffusive und hydrodynamischen Instabilitäten wie in wandfernen Flammen signifikant beeinflusst wird. Diese experimentellen Daten werden genutzt, um innovative mathematische Verbrennungsmodelle zu validieren, die den Besonderheiten der wandnahen mageren Wasserstoffverbrennung Rechnung tragen. Die Vorhersagegüte der im Projekt erarbeiteten numerischen Simulationswerkzeuge wird für die unterschiedlichen Wandkühlkonzepte bewertet. Damit trägt das Projekt erheblich zu dem Ansatz des Predictive Engineering bei, das für eine rasche Bereitstellung wasserstoffbetriebener Gasturbinen unerlässlich ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2419: \nEin Beitrag zur Realisierung der Energiewende: Optimierung thermochemischer Energiewandlungsprozesse zur flexiblen Nutzung wasserstoffbasierter erneuerbarer Brennstoffe durch additive Fertigungsverfahren"
    }
  ]
}