{
  "spp_number": "SPP 2332",
  "spp_title": "Physik des Parasitismus",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441960173",
  "projects_count": 19,
  "projects": [
    {
      "project_id": "491917256",
      "url": "https://gepris.dfg.de/gepris/projekt/491917256",
      "title": "Bindungseigenschaften bestimmen die Zytoadhäsion von Plasmodium falciparum infizierten Erythrozyten mit dem Wirt",
      "investigators": "Professorin Dr. Iris  Bruchhaus;Professor Dr. Thomas  Gutsmann",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiophysik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491917256",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Ein Schlüsselfaktor in der Pathologie des menschlichen Malariaparasiten Plasmodium falciparum ist seine Fähigkeit, infizierte rote Blutkörperchen (iRBCs) an Endothelzellrezeptoren (ECRs) anzuheften, was zu Kapillarblockade, Zytokinfreisetzung und Endothelfunktionsstörungen führt. Die Zytoadhäsion wird durch PfEMP1 Moleküle vermittelt, die auf der Oberfläche in knobs iRBCs präsentiert werden. Obwohl Fortschritte beim Verständnis der Wechselwirkungen zwischen iRBCs und dem Endothelium gemacht wurden, bleiben viele Fragen unbeantwortet. Um diese Lücke zu schließen, haben wir entsprechende Exprimente durchgeführt und dabei folgende Ergebnisse erzielt: (i) Nutzbarmachung der selection-linked integration (SLI) Methode bei der Erzeugung von Parasiten, die spezifische PfEMP1-Varianten auf iRBCs präsentieren, was die gezielte Untersuchung von Wirt-Parasit-Interaktionen ermöglicht. (ii) Einsatz der Einzelzell-Kraftspektroskopie zur Unterscheidung des unterschiedlichen Bindungsverhaltens zwischen iRBCs und ECRs. (iii) Verstärkte Expression von Genen, die für Zytokin- und antivirale Proteine kodieren, in ECs des Gehirns nach Interaktion mit den iRBCs. (iv) Veränderte Expressionsprofile von primären Gehirn- und Lungen-ECs unter Scherstress und nach der Exposition von iRBCs im Ringstadium. (v) Erfolgreiche Hemmung der Adhäsion durch synthetische Peptide, die die Strukturen von CD36 und ICAM-1 nachahmen. Auf der Grundlage der Ergebnisse soll die folgende Hypothese getestet werden: Unterschiede in der Herkunft der ECs, der Scherbelastung, der Temperatur und der PfEMP1-Variante führen zu unterschiedlichen Reaktionen der ECs auf die Zytoadhäsion von iRBCs und haben somit Auswirkungen auf den Schweregrad der Erkrankung. Zu den wichtigsten Zielen gehören: 1. Bestimmung der Scherkraftschwelle für die Initiierung der iRBC-ECR-Bindung, der Bedingungen, die zur Destabilisierung der Bindung führen, sowie der Dynamik und Geschwindigkeit der iRBC-Bewegung. 2. Bestimmung der Bindung von SLIvar-iRBCs an ECs, die aus verschiedenen Organen stammen, sowie des Einflusses von TNF-Stimulation und erhöhten Temperaturen auf die Zytoadhäsionseffekte und Analyse der Expression der ECs. 3. Quantifizierung der Kräfte innerhalb der identifizierten Interaktionen und die Bewertung ihrer Abhängigkeit von der knob-Dichte, den Abmessungen und der Anzahl der PfEMP1-Moleküle. 4. Die synthetischen 20-Mer-Peptide, die aufgrund ihrer Fähigkeit, die Zytoadhäsion an CD36 und ICAM-1 zu reduzieren, identifiziert wurden, dienen als grundlegende Plattform für die Verbesserung der Wirksamkeit der Inhibitoren durch iterative Entwicklungszyklen. Um diese Ziele zu erreichen sollen modernste Technologie (z.B. Laminar-Flow-System, Rasterkraftmikroskopie, Ultrastrukturexpansions-mikroskopie und Kryo-Elektronenmikroskopie) eingesetzt werden. Unser Ziel ist es, Erkenntnisse über die Wechselwirkungen zwischen iRBC und EC zu gewinnen, um gezielte Maßnahmen gegen schwere Malaria ergreifen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "491921522",
      "url": "https://gepris.dfg.de/gepris/projekt/491921522",
      "title": "Biomechanische Kräfte und zelluläre Antworten bei Plathelminthen und Wirtszellen",
      "investigators": "Professor Dr. Christoph G.  Grevelding;Dr. Simone  Häberlein;Professor Dr. Alexander  Mosig, Ph.D.;Professor Dr. Felix H.  Schacher",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiophysikPolymermaterialien",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491921522",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Parasitäre Plattwürmer (Plathelminthen) beeinträchtigen die Gesundheit von Mensch und Tier gleichermaßen. Innerhalb ihres Wirtes wandern die Parasiten in das von ihnen bevorzugte Organ, um sich dort von Wirtszellen zu ernähren und fortzupflanzen. Im Fokus dieses Projekts stehen zwei wichtige parasitäre Plattwürmer, der Pärchenegel Schistosoma mansoni sowie der Große Leberegel Fasciola hepatica, die in den Mesenterialvenen bzw. in Gallengängen leben. Saugnäpfe sind charakteristisch für diese Parasiten und dienen der Lokomotion sowie der Nahrungsaufnahme, können dabei jedoch auch das Wirtsgewebe schädigen. Obwohl diese Saugnäpfe eine hohe Bedeutung für das Überleben der Erreger besitzen, weiß man kaum etwas über deren biomechanische Eigenschaften oder die Kräfte, die sie auf Wirtszellen ausüben. Dasselbe gilt für die biophysikalischen Besonderheiten des sogenannten Teguments, der strukturierten bioaktiven Oberfläche der Plattwürmer, welche in Kontakt mit dem Wirtsgewebe steht. Darüber hinaus sind vermutlich auch die Parasiten selbst biomechanischen Kräften ausgesetzt, zum einen im Innern beim Wachstum von Organen, zum anderen an der Oberfläche durch die vorbeiströmende Blut- oder Gallenflüssigkeit. Schistosomen verfügen über eine weitere Besonderheit, denn erst ein enger physischer Kontakt eines weiblichen mit einem männlichen Parasiten führt zur sexuellen Reifung des Weibchens. In diesem Projekt verfolgen wir die Hypothese, dass physikalische Kräfte sowohl die Biologie der Parasiten als auch die Physiologie der Zellen, an die sich die Würmer anheften, grundlegend beeinflussen. Im Bereich Biophysik werden wir die folgenden Fragen beantworten: (i) Welche Kräfte übt der Körper des männlichen Partners auf das Schistosomenweibchen aus? (ii) Verändern sich die biophysikalischen Eigenschaften bestimmter Gewebe im Parasiten bei Wachstum oder Reifung? (iii) Welche mechanischen Kräfte wirken auf die Zellen des Wirtes? Zudem werden wir Fragen zur Mechanobiologie von Zellen adressieren: (iv) Wie reagieren die Zellen von Parasit und Wirt auf physikalische Kräfte hinsichtlich physiologischer und molekularer Prozesse? (v) Unterscheiden sich diese Reaktionen bei verschiedenen Zelltypen? Zur Beantwortung dieser Fragen kombinieren wir in einem interdisziplinären Ansatz Methoden der Parasitologie mit Methoden des Soft Matter Engineering und der Biophysik (Traction Force- und Atomic Force-Mikroskopie, Optical Diffraction- und Micro-Computertomographie). Mit modifizierten Hydrogelen und Mikrofluidik-basierter Biochip-Systeme (“worm-on-a-chip”) werden wir die Umgebung der Parasiten und die Wirt-Parasit-Kontaktzone nachahmen. Überdies möchten wir ein Methodenrepertoire zur Analyse der Mechanobiologie in parasitären Plattwürmern entwickeln. Kenntnisse über die biomechanischen Kräfte, die auf Plathelminthen und die Zellen ihrer Wirte wirken, sowie die resultierenden molekularen Reaktionen verbessern unser Verständnis von Parasitenentwicklung und Wirt-Parasit-Interaktion.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492014049",
      "url": "https://gepris.dfg.de/gepris/projekt/492014049",
      "title": "Biophysikalische Eigenschaften aktiver Vakuolen, die von Toxoplasma gondii in migrierenden Immunzellen gebildet werden",
      "subject_area": "BiophysikParasitologie und Biologie der Erreger tropischer InfektionskrankheitenStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikZellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492014049",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Der Parasit Toxoplasma gondii (T.gondii) verursacht beim Menschen Toxoplasmose und breitet sich rasch im Wirtskörper aus. Zur Umgehung der Immunreaktion und zur schnellen Überwindung großer Entfernungen kapert T.gondii wandernde Immunzellen und macht sich deren Fähigkeit zunutze, Gewebebarrieren zu überwinden. Darüber hinaus vermehrt sich T.gondii in intrazellulären Parasitophoren Vakuolen (PV) und verwandelt so Immunzellen in \"Trojanische Pferde\". Obwohl die Biologie von T.gondii ein etabliertes Studienfeld ist, ist die Biophysik solcher Trojanischer Pferde weitgehend unverstanden. In den beiden Jahren der 1. Förderperiode wurde sich auf die Frage konzentriert, wie zytoskelettale Zell-Parasit Interaktionen die Überwindung von Gewebebarrieren ermöglichen. Experimente zeigten, dass infizierte Immunzellen trotz sperriger Parasiten Fracht durch außerordentlich enge Poren wandern können, da sie die erzeugten Kräfte hochregulieren. Erstaunlich ist, dass die relative Position der beiden größten intrazellulären Objekte, also der PV und des Zellkerns, in Abhängigkeit von der Geometrie und Größe der Poren gesteuert wird. Experimente und Simulationen zeigen einen Mikrotubuli-unabhängigen Mechanismus, durch den das größere Objekt an der Vorderseite der Zelle platziert wird, was ein effektives Queren von Poren ermöglicht. Daneben wurde gezeigt, dass die Querung von Poren auf einer ungewöhnlichen Mechanik der PV beruht, die sehr steif, aber auch extrem verformbar und resilient ist. Anatomisch gesehen ist die PV eine mehrschichtige Struktur, in der ein Mikrotubuli Netzwerk des Wirts eine erste Membran umgibt, die die sich replizierenden Parasiten enthält. Intravakuoläre Parasiten sind ihrerseits durch Membranstrukturen verbunden, die ein F-Aktin Netzwerk enthalten in dem spezielle T. gondii Myosine möglicherweise aktiv Kraft ausüben. Dieses Netzwerk ist für die PV Struktur und Mechanik unerlässlich, jedoch sind Architektur und Biophysik weitgehend unbekannt. Vorläufige Daten deuten auch darauf hin, dass die Struktur der PV beeinflusst, welchen Weg Immunzellen im Wirt nehmen. Schließlich haben wir starke Hinweise darauf, dass mechanische Deformation der Immunzellen unter bestimmten Bedingungen einen Parasitenaustritt stimuliert. Daher wird für die 2. Förderperiode vorgeschlagen, die grundlegende Anatomie und Biophysik der PV zu untersuchen. Es wird die Hypothese getestet das ein aktives PV-Zytoskelett eine adaptive Fracht mit besonderen mechanischen Eigenschaften erzeugt. Auch wird gezeigt, wie die PV die Entscheidung der Zelle für unterschiedliche Wegen bestimmt und wann und wie äußere Kräfte eine Freisetzung der Parasiten durch das Trojanische Pferd bewirken. Dafür werden Mikroskopie (dSTORM), Mikrofluidik und 3D-Matrizen, Parasitenmutanten, mechanische Messungen (TFM, AFM), und Simulationen der PV-Architektur eingesetzt. Insgesamt wird die Arbeit dazu beitragen, von Parasiten ausgenützte biophysikalische Konstruktionsprinzipien und Strategien zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "551748372",
      "url": "https://gepris.dfg.de/gepris/projekt/551748372",
      "title": "Biophysikalische Mechanismen der Gewebeinvasion und Festsetzung von Parasiten in einem Mausmodell für Hakenwurminfektionen",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 551748372",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Geschätzte 700 Millionen Menschen sind weltweit mit Hakenwürmern infiziert, was zu großen sozioökonomischen Problemen anlässlich verminderter Gesundheit durch Anämie, Unterernährung und Wachstumsstörungen bei Kindern führt. Obwohl Medikamente die Wurmlast reduzieren, ist die Behandlung oft ineffizient mit häufigen Reinfektionen und der Gefahr von Resistenzentwicklung. Der Helminth Heligmosomoides polygyrus bakeri (Hpb) ist ein natürlicher Wurmparasit bei Mäusen und wird im Labor als Modell für Hakenwurminfektionen und deren Kontrolle durch das Immunsystem verwendet. Larven des Wurms infizieren Mäuse oral und wandern zunächst in die Submukosa des Dünndarms, wo sie sich innerhalb einer Woche in Granuloma-ähnlichen Strukturen zu adulten Würmern entwickeln, dann ins Lumen des Darms zurückkehren, sich paaren und eine chronische Infektion etablieren. Physikalische Kräfte, die eine zentrale Rolle bei der Migration und Invasion der Submukosa, der Reifung in Granuloma-ähnlichen Strukturen und der Rückkehr ins Darmlumen spielen, sind bisher nicht untersucht worden. Zudem unterscheiden sich die Prozesse dramatisch zwischen Primär- und Sekundärinfektion, was durch die Aktivität des Immunsystems erklärt werden kann. Bei Sekundärinfektion bleiben die Larven im Granulom eingeschlossen, wobei der zugrundeliegende Mechanismus bisher nicht verstanden ist. Wir vermuten, dass der Verlauf der Infektion durch biophysikalischen Eigenschaften der Hpb Larven, des Gewebes des Wirtsorganismus und der Interaktion zwischen Larven und Wirt bestimmt wird. Diese Hypothese testen wir mit einer Kombination aus in vivo Bildgebung und modernen biophysikalischen Methoden, um Kräfte und Materialeigenschaften mit statistischen Methoden und Modellierungen zu bestimmen. Im Zentrum unserer Untersuchungen stehen dabei sowohl die Messung von Bewegungen und Kräften der Larven bei der Invasion des Gewebes und innerhalb von Granulomen, als auch die Bestimmung der mechanischen Eigenschaften von Granulomen in Abhängigkeit des Immunstatus des Wirts. Unsere Ergebnisse würden eine zusammenhängende Beschreibung der Rolle physikalischer Parameter bei der Interaktion von Wurm und Parasit darstellen, wodurch neue Strategien für die Therapie von Helminthinfektionen entwickelt werden könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492010287",
      "url": "https://gepris.dfg.de/gepris/projekt/492010287",
      "title": "Biophysikalische Methoden für die Quantifizierung von Mechanik, Formen und Kräften",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikBiophysik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492010287",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Biophysikalische Eigenschaften gewinnen in vielen Bereichen der Biologie zunehmend an Bedeutung. Gerade Parasiten sind während ihres Lebenszyklus mit den schwierigsten physikalischen Herausforderungen konfrontiert und entwickeln eine breite Palette von Mechanismen, um sich an diese anzupassen: Veränderungen der Körperform, Oberflächeneigenschaften, mechanische Eigenschaften, Bewegungsarten und Metabolismus. Die Entwicklung von Methoden zur Quantifizierung dieser Eigenschaften ist deshalb notwendig, um die komplexen Mechanismen, die der Physik des Parasitismus zugrunde liegen, zu erforschen. Das Z-Projekt bietet ein Spektrum solcher biophysikalischen Methoden für die anderen experimentellen Projekte innerhalb des SPP. Während der ersten Periode wurde der „Biophysical Methods Workshop“ in Erlangen abgehalten, um die Kooperationspartner über die verfügbaren Methoden zu informieren und den theoretischen und praktischen Hintergrund zu vermitteln. Aus Basis dieser Veranstaltung wurden viele gemeinsame Projekte gestartet und erste Messrunden durchgeführt. Zu den verfügbaren Methoden und den jeweils erzielten Ergebnissen gehören: (1) AFM wurde zur Charakterisierung der mechanischen Oberflächeneigenschaften (Adhäsion und Steifigkeit) von Nematoden und Platyhelminthen eingesetzt. Die Oberflächenmerkmale dieser Parasiten sind entscheidend für ihre Fortbewegungs- und Anhaftungsmechanismen. (2) Mit Hilfe der Brillouin-Mikroskopie wurden die Unterschiede in der Mechanik der ventralen Scheibe von Giardia duodenalis untersucht, wobei sich bei Knock-out-Mutanten verschiedener Scheibenproteine im Vergleich zum Wildtyp unterschiedliche Werte der viskoelastischen Eigenschaften zeigten. Die gleiche Technik wurde für die Analyse der viskoelastischen Eigenschaften einer mit Toxoplasma gondii infizierten dendritischen Zelle und eines Fadenwurms, Heligmosomoides polygirus, verwendet. (3) Die optische Beugungstomographie ermöglichte es, die 3D Massendichteverteilung zu erhalten und Veränderungen des Volumens und der Masse verschiedener Giardia-Mutanten und -Genotypen zu quantifizieren. Diese Technik wurde auch für die Untersuchung von Trypanosom- und Toxoplasma-infizierten dendritischen Zellen eingesetzt. (4) Hydrogelkügelchen mit genau definierten mechanischen Eigenschaften (Elastizitätsmodul 0,5 – 15 kPa) und Größen (Durchmesser 8 – 25 µm) wurden in vielen Projekten für unterschiedlichste Zwecke verwendet. In der kommenden Förderperiode werden diese Projekte fortgesetzt und weiterentwickelt, sowie neue Kooperationsprojekte gestartet. Wir werden auch Line-Scanning Brillouin-Mikroskopie, Raman Mikroskopie und optische Kohärenz-Elastographie zur Adressierung spezifischer Fragestellungen einführen. Gemeinsam liefern wir die erste Quantifizierung der mechanischen Eigenschaften und Formen von Parasiten auf der Grundlage von inzwischen etablierten Protokollen und experimentellen Verfahren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des ParasitismusEhemaliger AntragstellerProfessor Dr. Jochen  Guck, bis 12/2025 (†)"
    },
    {
      "project_id": "492009575",
      "url": "https://gepris.dfg.de/gepris/projekt/492009575",
      "title": "Datengesteuerte agentenbasierte Modellierung des kollektiven Trypanosoma Verhaltens",
      "subject_area": "Bioinformatik und Theoretische BiologieBiophysikParasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492009575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Der einzellige Parasit Trypanosoma brucei bildet im Darm der Tsetsefliege Schwärme linearer Ausrichtung aus. Im sogenannten in vitro „Social Motility Assay“ zeigen Kolonien der Insektenform des Parasiten radiale Projektionen. Quantitative Daten zum kollektiven Verhalten sind verfügbar, aber die zugrundeliegenden Mechanismen sowie die Verknüpfung mit der in vivo Situation erfordern weitere Untersuchungen. Wir adressieren diese Fragen durch die datengestützte Entwicklung eines agentenbasierten Modells für kollektives Verhalten abgeleitet vom Vicsek Modell (Vicsek et al. 1995). Unter Berücksichtigung physikalischer und chemischer Agent-Agent- und Agent-Rand-Interaktionen testen wir unsere Haupthypothese, dass die kollektive Bewegung von Trypanosomen durch eine Kombination aus negativer Auto-Chemotaxis und Parasitenausrichtung am Rand reproduziert werden kann. Eine effiziente Implementierung des Modells in der Programmiersprache Julia ermöglicht Simulationen für eine Agentenzahl, die der Anzahl von Parasiten im Experiment entspricht. Dadurch lassen sich direkte, quantitative Vergleiche zwischen Simulationsergebnissen und experimentellen Daten durchführen. Wir berücksichtigen sowohl Daten aus der Literatur als auch aus anderen Projekten des Schwerpunktprogramms. In Zusammenarbeit mit experimentellen Projekten, testen wir die biologische Relevanz und durch Interaktion mit Projekten für detaillierte hydrodynamische Simulationen der Parasiten stellen wir die Qualität unseres Modells in Bezug auf die Approximation der Physik sicher. Nachdem wir eine geeignete Simulation des quasi zweidimensionalen In-vitro-Assays etabliert haben, übertragen wir unsere Agenten auf drei räumliche Dimensionen, um eine Verbindung zur In-vivo-Situation herzustellen. Insbesondere berücksichtigen wir einen Kanal mit einem Strömungsfeld sowie Verengungen und Hindernisse, um den Fliegendarm abzubilden. Die Analyse unseres Modells in dieser Umgebung gibt Aufschluss über die Sensitivität des kollektiven Trypanosoma Verhaltens bezüglich Veränderungen der Umgebungsgeometrie.  Bei der Entwicklung des agentenbasierten Modells legen wir großen Wert auf Allgemeingültigkeit. Um die Grundlage für eine breitere Anwendung unseres Modells zu schaffen, haben wir drei Projektvorschläge für das Schwerpunktprogramm identifiziert, die die Bewegungsmuster und Interaktionen großer Gruppen von Individuen untersuchen, nämlich Heligmosomoides poligyrus im Dünndarm, Giardia muris im Dünndarm und Plasmodium falciparum Tubulindimere in Flüssigkeitstropfen. Tests unseres Ansatzes für diese Systeme helfen, unser Verständnis allgemeiner physikalischer Konzepte in der Parasitologie zu erweitern. Unser Projekt trägt zu einem detaillierteren Verständnis der Fortbewegung von Trypanosomen und der Physik ihrer Interaktion mit Grenzflächen in ihrer Mikroumgebung bei. Darüber hinaus fördert es ähnliche Studien in anderen parasitären Systemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492009952",
      "url": "https://gepris.dfg.de/gepris/projekt/492009952",
      "title": "Dynamik und Kräfte während der Anfangsstadien der Gewebeinvasion durch Entamoeben",
      "investigators": "Professor Dr. Ralf  Metzler;Professorin Dr. Christine  Selhuber-Unkel",
      "subject_area": "BiophysikBiomaterialienStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492009952",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Parasitische Amöben können zahlreiche Erkrankungen verursachen, beispielsweise die Amöbenruhr und Entzündungen des Gehirns. Ein wesentlicher Schritt für das Fortschreiten von Amöbenerkrankungen ist das Eindringen der Amöben in umliegendes Gewebe, sowie dessen Zerstörung. Dabei sind verschiedene Prozesse involviert, z.B. die aktive Migration der Amöben durch Engstellen im Gewebe, die Zerstörung der extrazellulären Matrix, wie auch das Abtöten von Zielzellen und die Trogozytose, bei der die Entamöben an Zielzellen knabbern. Somit sind sowohl biochemische als auch physikalische Mechanismen in die Anfangsstadien der Gewebeinvasion durch Entamöben involviert. Durch die Kombination experimenteller Methoden aus der Biophysik und Materialwissenschaft mit theoretischen Ansätzen aus der statistischen Physik werde wir den jeweiligen Einfluss von physikalischen und biochemischen Mechanismen untersuchen. Dazu werden wir mikrostrukturierte Umgebungen verwenden, um den Einfluss von Engstellen auf die Bewegung der Amöben und ihre Gewebeinvasion untersuchen. Außerdem werden wir erforschen, ob sich die intrazelluläre Bewegung und die Migration der Entamöben verändert, wenn Zielzellen in das System eingebracht werden. Insbesondere werden wir Partikel in die Zellen injizieren, um intrazelluläre Flüsse und Verwirbelungen zu untersuchen und um den Einfluss der Packungsdichte auf die (intra)zelluläre Bewegung zu quantifizieren. Dabei ist eine wichtige Fragestellung, ob biologische Prozesse durch ein künstlich dichtgepacktes Zellinneres beeinflusst werden. Durch diese Messungen und mithilfe von Werkzeugen aus der statistischen Physik werden wir detaillierte Einblicke in die Korrelation der Zellbewegung und der intrazellulären Bewegung erhalten. Außerdem werden wir den Einfluss von Kräften bei der Trogozytose und der Gewebezerstörung untersuchen, z.B. durch Traction Force Microscopy. Um ein tiefgehendes Verständnis der Amöbenbewegung durch das Gewebe und hin zu Zielzellen zu erhalten, werden wir minimale, bewegliche Modelle für Amöben aufstellen und diese simulieren. Durch den Vergleich der genauen Bewegungsmuster dieser deformierbaren Modellzellen mit den Informationen aus den Experimenten werden wir die physikalischen Modellparameter anpassen, beispielsweise die Amöbenkraft. Wir streben außerdem an, die wesentlichen Prinzipien gerichteter Amöbenbewegung mit dem Modell zu erfassen und zu verstehen. Langfristig planen wir unsere Studien durch Etablierung von Organ-on-a-chip Systemen zu erweitern und das physikalische Verständnis der Entamöebninvasion näher an die in vivo Situation zu bringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492009601",
      "url": "https://gepris.dfg.de/gepris/projekt/492009601",
      "title": "Entwicklung eines \"virtuellen Parasiten\" auf der Basis von Bilddaten",
      "subject_area": "Bioinformatik und Theoretische BiologieBiophysik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492009601",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Im Lebenszyklus eukaryotischer Parasiten kommt es zu vielfältigen physikalischen Wechselwirkungen mit der Wirtsumgebung während Motilität und Adhäsion. Dies erfordert eine optimale Anpassung der mechanischen Eigenschaften des Parasiten an seine Umgebung. Die Form und Elastizität einzelliger Parasiten wird weitgehend durch deren Zytoskelett bestimmt. In parasitären Kinetoplastiden wie Trypanosoma brucei besteht dieses aus einer subpellikulären Anordnung von Mikrotubuli, die ein Korsett um die gesamte Zelle bilden. Wie genau die Wechselwirkung zwischen dem Schlag der Flagelle, die mit dem Zytoskelett verbunden ist und sich um die ganze Zelle windet, und der mechanischen Antwort des Zellkörpers die komplexen rotationsförmigen Schwimmbewegungen von T. brucei erzeugt, ist nicht bekannt. Um diese Frage zu beantworten, wird ein detailliertes strukturelles und mechanisches Modell des Zytoskeletts und des Zellinneren benötigt, welche zusammen die Elastizität der Zelle definieren. In diesem Projekt werden wir aus hochauflösenden Bilddaten „virtuelle Parasiten“ als Grundlage für ein genaues, datenbasiertes mechanisches Verständnis der Biophysik von Parasiten erstellen. In enger Zusammenarbeit mit der Gruppe von Markus Engstler, der Bilddaten und Parasitologie-Know-how bereitstellen wird, erstellen wir zunächst eine vollständige semantische Segmentierung (Annotation auf Pixelebene) von Elektronentomographie-Bildvolumina verschiedener Entwicklungsstadien von T. brucei mithilfe von Deep Learning. Erste Ergebnisse zu diesem Ziel wurden bereits erreicht und belegen die Machbarkeit unseres Ansatzes. Wir werden dann eine automatisierte Verfolgung von Mikrotubuli-Filamenten und eine semi-supervised Instanzsegmentierung des Zellinneren durchführen, um ein vollständiges 3D-Strukturmodell der Zelle zu erhalten. Dieses Modell wird anschließend in ein annotiertes Volumennetz umgewandelt, das für die Finite-Elemente-Analyse geeignet ist, und einem In-Silico-Verformungstest unterzogen, um das Modell anhand experimenteller Daten zu validieren. Vereinfachte Versionen des Modells werden erzeugt und theoretischen Arbeitsgruppen zur Verfügung gestellt, welche die Motilität von T. brucei innerhalb des SPP2332 untersuchen. Der gesamte Workflow sowie die Bilddaten und das Modell werden allen interessierten Kooperationspartnern über eine webbasierte Ressource zur Visualisierung und Erkundung des „virtuellen Parasiten“ zur Verfügung gestellt. Das Potential solcher datengesteuerter „virtueller Parasiten“ ist vielfältig und geht weit über T. brucei hinaus: durch Anpassung des Workflows an andere Bilddaten können ähnliche mechanobiologische Phänomene bei anderen Modellparasiten untersucht werden. Unser datenbasierter Ansatz wird daher neue Wege zum Verständnis der Physik des Parasitismus ermöglichen, indem er Bildgebung mit Computersimulationen verbindet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492009137",
      "url": "https://gepris.dfg.de/gepris/projekt/492009137",
      "title": "Fortbewegung parasitischer Nematoden im Darm: Bewegung im viskoelastischen Mukus verknüpft mit der metabolischen Aktivität der Nematoden",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492009137",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Gastrointestinale Nematoden sind global verbreitet und hoch prävalent in Menschen und Tieren. Über die Auseinandersetzung zwischen Nematoden und dem Wirts-Immunsystem ist viel bekannt. Jedoch über die gerichtete Fortbewegung der Würmer im Darm, den Einfluss des Darm-Mukus sowie über die Verbindung zum Energiehaushalt und der metabolischen Abwehr der Würmer ist so gut wie nichts bekannt. Daher planen wir in dem vorgeschlagenen Projekt folgendes zu bearbeiten: i) Wie bewegen sich adulte Würmer im Dünndarm gegen den Strom und warum wandern sie zum proximalen Teil des Dünndarms? ii) Welche Rolle spielen die Viskosität und die Fließeigenschaften des Mukus in der Fortbewegung der Würmer und ändern sich diese Eigenschaften im Laufe der Infektion? Wie sind die Permeabilitätseigenschaften des Mukus für Wurmmoleküle? Und iii), wie ist die Fortbewegung der Nematoden verknüpft mit dem Energiemetabolismus? Korreliert die Bewegung mit metabolischen Abwehrmechanismen und gegen welche Komponenten der intestinalen Nische ist die Abwehr gerichtet? Zusammenfassend ist unser Ziel Mechanismen der Fortbewegung adulter Würmer im Darm aufzuklären und zu verstehen wie die Bewegung mit den viskoelastischen Eigenschaften des Mukus und der metabolischen Aktivität adulter Nematoden verknüpft ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "551865026",
      "url": "https://gepris.dfg.de/gepris/projekt/551865026",
      "title": "Funktion der inneren Mikrotubuli-Proteine (MIPs) in der Morphologie und Mechanik von Plasmodium während des Lebenszyklus",
      "investigators": "Professor Dr. Stefan  Diez;Professorin Dr. Simone  Reber",
      "subject_area": "Biophysik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 551865026",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Die Fähigkeit des Malariaparasiten Plasmodium, für jedes Stadium seines Lebenszyklus spezielle Formen anzunehmen, Verformungen zu widerstehen und sich zu vermehren, hängt weitgehend von seinem Mikrotubuli Zytoskelett ab, einem zusammenhängenden Netzwerk aus Tubulin-Polymeren und regulatorischen Proteinen. Obwohl allgemein angenommen wird, dass Mikrotubuli für die strukturelle Integrität von Plasmodium essentiell sind, fehlt uns eine direkte Verbindung zwischen den mechanischen Eigenschaften der Mikrotubuli und deren Beitrag zur Mechanik des Parasiten. Darüber hinaus ist nicht bekannt, ob und wie MIPs, die im Lumen der Mikrotubuli binden, zur Mikrotubuli-Stabilität und den mechanischen Eigenschaften des Parasiten auf zellulärer Ebene beitragen. Daher schlagen wir hier eine Kombination aus bottom-up- und top-down-Ansätzen vor, um zu verstehen, wie die mechanischen und materiellen Eigenschaften der verschiedenen Plasmodium-Stadien entstehen. Wir werden Plasmodium-Mikrotubuli in Anwesenheit von MIPs unter Verwendung gereinigter Komponenten rekonstituieren, die Wirkung von MIPs auf die Mikrotubuli-Dynamik und -Mechanik systematisch mit hochauflösender optischer Mikroskopie auf Einzelfilamentebene quantifizieren und die Materialeigenschaften verschiedener Parasitenstadien mit moderner Biophotonik messen. Die Stabilität der Mikrotubuli werden wir zusätzlich durch testen durch physikalische Permutationen und die Erzeugung von MIP-Mutanten. Dies wird uns ermöglichen, (i) die biophysikalischen Eigenschaften der molekularen Teile mit (ii) dem kinetischen und mechanischen Verhalten der Mikrotubuli-Filamente und (iii) der zellulären Morphologie und Mechanik des Parasiten direkt zu verbinden. Auf diese Weise werden wir ein umfassendes und quantitatives Bild davon gewinnen, wie Plasmodium einen evolutionär konservierten luminalen Mechanismus für die außergewöhnliche Stabilisierung seines Mikrotubuli-Zytoskeletts nutzt und wie dies zur Gesamtmechanik des Parasiten beiträgt, um ihm eine zelluläre Form und Funktion zu verleihen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "491707420",
      "url": "https://gepris.dfg.de/gepris/projekt/491707420",
      "title": "Konsequenzen posttranslationaler Modifikationen von Mikrotubuli auf die Physik des Parasiten Trypanosoma brucei - Teil II",
      "subject_area": "BiophysikParasitologie und Biologie der Erreger tropischer InfektionskrankheitenStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikZellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491707420",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Das Ziel dieses Projekts ist eine umfassende Studie zur Rolle post-translationaler Mikrotubuli-Modifikationen (PTMs) auf physikalische und zellbiologische Eigenschaften des humanpathogenen Parasiten Trypanosoma brucei. Das Mikrotubulus-Zytoskelett ist für viele Aspekte des Lebenszyklus von T. brucei von Bedeutung, da es eine Schlüsseldeterminante für die Zellmotilität und -morphologie ist, einschließlich der Anpassungen während der Differenzierung im Lebenszyklus. Aktuell weiß man nur sehr wenig darüber, wie die Dynamik des Zytoskeletts reguliert wird und welchen Einfluss diese Änderungen auf die Physik des Parasiten haben. In unserem Projekt charakterisieren wir die Rolle von drei PTMs: Polyglutamylierung, (De)Tyrosinierung und Acetylierung. Während des ersten Förderzeitraums haben wir insbesondere Zellstämme der prozyklischen Form des Parasiten entwickelt, in denen Enzyme deletiert wurden, die die oben genannten Veränderungen katalysieren. Diese Stämme wurden mit zellbiologischen Techniken in Kombination mit quantitativen Assays zur Zellbewegung untersucht. So konnten wir morphologische Veränderungen identifizieren und wichtige Parameter der Fortbewegung, z.B. die intermittente wechselnde charakteristische Geschwindigkeit und Geradlinigkeit der Bewegung, quantifizieren. Aufbauend darauf werden wir in der zweiten Förderperiode weitere detaillierte und komplexere Analysen hinzufügen. Insbesondere werden wir die Herstellung mutierter Stämme auf die Blutstromvariante des Parasiten ausdehnen und alle Stämme auf ultrastruktureller Ebene untersuchen, um subtile Veränderungen der Zytoskelettstrukturen aufzudecken. Darüber hinaus werden wir für alle mutierten Stämme die individuelle Zellmotilität und die effektive Steifigkeit des Zytoskeletts mittels quantitativer Videomikroskopie ('cell tracking') in verschiedenen einschränkenden mikrofluidischen Umgebungen quantifizieren, die das natürliche Habitat des Parasiten kontrolliert imitieren, z.B. in kleinen wässrigen Tröpfchen oder in Kammern mit einer Labyrinth-artigen Anordnung weicher und/oder beweglicher Hindernisse. Auch der Einfluss strömender Medien wird untersucht werden, was insbesondere für die Blutstromform des Parasiten wichtige neue Erkenntnisse verspricht. Wir erwarten, dass dieses Projekt, zusammen mit den Resultaten der ersten Förderperiode, zu einem umfassenden Verständnis der Bedeutung von Mikrotubuli-PTMs auf die (Bio)Physik von T. brucei führen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "491919317",
      "url": "https://gepris.dfg.de/gepris/projekt/491919317",
      "title": "Koordinationsfonds",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491919317",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Parasitismus, die innige antagonistische Liaison zwischen zwei Spezies, fasziniert seit jeher Wissenschaftler aus den verschiedensten Disziplinen. Traditionell beschäftigte sich die Parasitologie vor allem mit organismischen Studien, während sich die heutige Parasitologie in immer größerer Tiefe auf medizinisch relevante zelluläre und molekulare Mechanismen konzentriert. Das DFG-Schwerpunktprogramm ‚Physik des Parasitismus‘ definiert eine neues Forschunsgfeld, nämlich die Physik der Wechselwirkung von Parasiten mit ihren Wirten. Diese Interaktion wird durch die Anatomie der Parasiten (Bauplan), die Physik ihrer Fortbewegung und die Mechanik ihrer Anheftung an Wirtsstrukturen gesteuert. Der Parasitismus hat sich viele Male entwickelt und daher gibt es zahlreiche konvergente Lösungen für die Herausforderung, wie man einen Wirt physisch kapern kann. Diese langen Perioden der Ko-Evolution haben Parasiten mit einem hohen Grad an Optimalität ausgestattet. Beispiele dafür sind parasitäre Werkzeuge wie Saugnäpfe und Schilde oder raffinierte Fortbewegungsvorrichtungen, die sowohl die Anheftung als auch die Navigation in verschiedenen Körperflüssigkeiten, in überfüllten und engen Räumen und in hochviskosen Umgebungen ermöglichen - und das oft mit überraschend hohen Geschwindigkeiten. Das Schwerpunktprogramm PoP untersucht die Physik des Parasitismus anhand einer Auswahl komplementärer und studierbarer Parasiten, die repräsentative Wirtsnischen besiedeln. Dazu gehören parasitäre Protisten wie Plasmodium, Toxoplasma und Trypanosoma, sowie metazoische Parasiten wie Schistosoma, Fasciola und Arthropoden. Wir sind dabei einen vergleichenden und quantitativen Rahmen für die physikalischen Zwänge und mechanischen Kräfte, die an den dynamischen Parasit-Wirt-Grenzflächen wirken, zu erarbeiten. Wir haben begonnen die Materialeigenschaften und die Mechanik der Parasiten in ihren Nischen zu messen, die physikalischen Grundlagen ihrer Fortbewegung aufzudecken und die mechanischen und physikalischen Grundlagen für ihre Anheftung zu bestimmen. Um diese Ziele zu erreichen, vereint das Schwerpunktprogramm in einzigartiger Weise Expertise aus der Parasitologie, der molekularen Zellbiologie, der experimentellen und theoretischen Physik, der Mathematik und der Simulationswissenschaft. Auf diese Weise hat ‚Physik des Parasitismus‘ in der ersten Förderphase ganz neue Erkenntnisse in der Physik und der Parasitologie gewonnen. Wir gehen davon aus, dass die Ergebnisse unserer interdisziplinären Arbeit neue Wege zur Bekämpfung von parasitären Krankheiten aufzeigen, die auf der Mechanobiologie basieren und gegen die sich wahrscheinlich keine Resistenzen entwickeln werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "491920625",
      "url": "https://gepris.dfg.de/gepris/projekt/491920625",
      "title": "Mechanische Strategien zur Vermeidung von Interspezies-Konkurrenz bei Trypanosomen",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491920625",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Wie alle Lebewesen müssen sich auch Parasiten optimal an eine ökologische Nische anpassen. Im Falle von Parasiten ist diese Nische per Definition feindlich, da der Wirt über Abwehrstrategien gegen den Eindringling verfügt. Gleichzeitig wird der Wirt oft von mehr als einer Parasitenart befallen, so dass es zur Konkurrenz zwischen Parasiten um dieselbe Infektionsnische kommen kann. Dementsprechend ist die Vermeidung von interspezifischer Konkurrenz eine wichtige Strategie für den evolutionären Erfolg des Parasitismus. Wir postulieren, dass dabei Anpassungen an die Physik der Mikroumgebung eine entscheidende Rolle spielen. Afrikanische Trypanosomen sind einzellige, extrazelluläre Parasiten, die die Körperflüssigkeiten ihrer Wirte besiedeln. Interessanterweise können zwei eng verwandte Arten, T. brucei und T. congolense, präferentiell unterschiedliche Nischen im selben Wirt besiedeln, nämlich Gewebszwischenräume und das periphere Kapillarsystem. Beide Arten unterscheiden sich nur geringfügig in ihrem Körperbau, aber signifikant in ihrem Schwimmverhalten und ihrer Fähigkeit, sich an Wirtszellen anzuheften. Wir haben postuliert, dass die Besiedlung unterschiedlicher Nischen im Wirt einen direkten Wettbewerb beider Arten verhindert. Die Ergebnisse aus der ersten Förderperiode unterstützen die Hypothese der „Vermeidung interspezifischer Konkurrenz“. T. brucei und T. congolense unterscheiden sich erheblich in ihrer Fähigkeit, sich erfolgreich in überfüllten, begrenzten und fließenden Umgebungen zu bewegen. Drei Erkenntnisse waren besonders wichtig und werden uns auch in der zweiten Förderphase beschäftigen: (1) Trypanosomen üben sehr wenig mechanische Kraft auf ihre umgebende Mikroumgebung aus. (2) Wir haben festgestellt, dass der Zellkörper der Trypanosomen viel elastischer ist als erwartet und in hochviskosen Umgebungen eine gestreckte Form annehmen kann. Das beeinflusst die Physik des Flagellenschlags, hat jedoch keinen signifikanten Einfluss auf die Schwimmgeschwindigkeit der Parasiten. (3) Wir beobachteten, dass Trypanosomen erfolgreich durch das Interstitium von ausgereiften Gewebemodellen navigieren können, jedoch nicht in der Lage sind, in vitro-Kollagennetze ähnlicher oder geringerer Dichte zu durchqueren. Diese Entdeckungen haben unser Verständnis vom Verhalten der Trypanosomen wesentlich verändert, und wir planen, ihre biologischen Konsequenzen im zweiten Förderzeitraum weiter zu erforschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492008301",
      "url": "https://gepris.dfg.de/gepris/projekt/492008301",
      "title": "Parasitische Arthropoden bei marinen Säugetieren: konvergente physikalische Lösungen für das Leben auf aquatischen Wirten",
      "investigators": "Professor Dr. Stanislav N.  Gorb;Dr. Kristina  Lehnert-Sobotta",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiomaterialienÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492008301",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Marine Säugetiere sind mit Endo- und Ektoparasiten infiziert, die bei der Koevolution mit ihrem Wirt vor vielfältigen Herausforderungen stehen. Parasitische Arthropoden mariner Säugetiere haben ihre Anatomie angepasst und ausgefeilte Strategien entwickelt, um ihre Haftung auf aquatischen Wirten und ihre Übertragung im marinen Milieu zu gewährleisten. In diesem Projekt werden drei Arthropoden untersucht, die sich unterschiedlich an ihre marinen Wirte angepasst haben: Seehundläuse, als blutsaugende Insekten terrestrischen Ursprungs und Walläuse als Krebstiere marinen Ursprungs sowie Atemwegsmilben aus dem Respirationstrakt von Robben. Durch Adaptionen am Material und Design ihres Exoskeletts haben sie sich an die vagile und tauchende Lebensweise der Meeressäuger angepasst. Allerdings weiß man wenig über die physikalischen Aspekte ihres Lebens im marinen Milieu. Neuartige Ansätze sind erforderlich, um mehr Einblick in ihr strukturelles Design und die mechanischen Eigenschaften sowie die physikalischen Prinzipien ihrer Anhaftung und Fortbewegung zu erhalten. Hochmoderne Instrumente wie Micro-CT, konfokale Laser-Scanning-Mikroskopie und Cryo-REM liefern grundlegende Kenntnisse über morphologische Anpassungen von Parasiten, die ihre Haftung an Wirten bei Tauchgängen und in turbulentem Wasser, sowie in Ruhephasen und während sozialer Interaktionen an Land ermöglichen. Die Beweglichkeit der Larvenstadien auf verschiedenen Oberflächen und die Charakteristika von Insekten-, Krebs- und Spinnentierarten werden verglichen, um die physikalischen Prinzipien ihres Bewegungsapparates zu verstehen. Parasiten verringern die Fitness ihres Wirts am offensichtlichsten an der Schnittstelle zwischen Parasit und Wirt. Walläuse behindern Heilungsprozesse von Hautwunden und Seehundläuse sind Überträger für Filarien- und Viruserkrankungen. Die Wirt-Parasit-Schnittstelle wird anhand von histopathologischen Untersuchungen der infizierten Gewebe untersucht, um die strukturelle Schädigung des Wirtsgewebes zu definieren. Die Reibungs- und Adhäsionskräfte, die von den verschiedenen Parasitenarten ausgehen, werden mit maßgeschneiderten Mikrokraft-Testgeräten untersucht. Das vorgeschlagene Projekt wird Kenntnisse über die Beziehungen zwischen Struktur, Materialeigenschaften und Befestigungsleistung der ausgewählten Parasitenspezies liefern. Daten zu ihrer Fortbewegung und Rekrutierungsdynamik werden zum ersten Mal untersucht und die Ergebnisse werden möglicherweise neue Wege für die Entwicklung biologisch inspirierter Oberflächen und Systeme eröffnen, die auf die Verbesserung oder Reduzierung von Reibungs- oder Haftkräften spezialisiert sind. Neue Daten zu den Eigenschaften von Zwischenstadien und ihrer Rolle im Lebenszyklus werden veterinärmedizinische Aspekte aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "491920994",
      "url": "https://gepris.dfg.de/gepris/projekt/491920994",
      "title": "Physik der Adhäsion von Giardia duodenalis und ihre strukturelle Grundlage: Verständnis des Schlüsselprozesses für die Kolonisierung des Dünndarms durch einen global prevalenten einzelligen Parasiten und Erreger der Giardiasis",
      "investigators": "Dr. Anton  Aebischer;Professorin Dr. Karin  Jacobs;Dr. Jan Philipp  Jung",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiophysik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 491920994",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Giardia duodenalis stellen eine Gruppe protozoischer Parasiten und den kausalen Erreger der Giardiasis dar, einer weltweit verbreiteten gastrointestinalen Erkrankung. Im Lebenszyklus von Giardia Spezies werden zwei Wuchsformen unterschieden. Zum einen, die sich-replizierenden Trophozoiten, welche den Dünndarm von Säugetieren besiedeln und zum anderen die Zystenform, welche als Dauerstadium vom Wirt ausgeschieden wird. Giardia duodenalis Trophozoiten verfügen über vier Geißelpaare, die es ihnen ermöglichen die Epithelzellschicht des Dünndarms zu erreichen, dort zu adhärieren und eine Infektion auszulösen. Der Adhäsionsprozess wird durch ein einzigartiges Organell, die so genannte ventrale Scheibe, ermöglicht, die aus einem Array aus Mikrotubuli besteht, welches mit DAP (engl. disc associated proteins) in Verbindung steht. Zur detaillierten Funktion der ventralen Scheibe wurde bislang ein hydrodynamisches Modell vorgeschlagen. Hier wird durch das Schlagen der ventralen Flagellen ein dynamischer Unterdruck erzeugt, welcher den Trophozoiten am Untergrund verankert. Arbeiten des Teams unseres Mitantragstellers Scott Dawson (UC Davis) allerdings, stellen das hydrodynamische Modell in Frage, da Trophozoiten von Stämme mit nicht-funktionalem ventralem Flagellenschlag nach wie vor an Oberflächen anhaften können. Die detaillierte Funktion der ventralen Scheibe bleibt also zunächst unklar. Wir postulieren, dass Giardien ihren Adhäsionszyklus als aktiven Prozess steuern, der auf Unterdruck und/oder einem Festklemmen am Untergrund beruht, was in den mechanischen Eigenschaften der ventralen Scheibe verankert ist.  Wichtige Schritte in der ersten Förderperiode waren die Etablierung einer Rasterkraftmikroskopie-basierten Methode zur Einzelzell-Kraftspektroskopie von Trophozoiten, sowie die Initiierung von ODT (engl. optical diffraction tomography) und Brillouin-Mikroskopie-basierter Verfahren zur weiteren Charakterisierung der morphologischen Eigenschaften der ventralen Scheibe in Zusammenarbeit mit dem Team von Jochen Guck (MPI, Erlangen). Darüber hinaus ist es uns gelungen, eine CRISPR/Cas-basierte Methode zu etablieren, um DAP-defiziente Stämme herzustellen, sowie, von humanen Dünndarmorganoiden abgeleitete Zell-Monolayer mittels Einzelzell-Kraftspektroskopie mit Trophozoiten messbar zu machen. Auf dieser Grundlage planen wir, i) die Anheftung von Trophozoiten an synthetische und natürliche Modelloberflächen mit Hilfe von Einzelzell-Kraftspektroskopie und Flusskammer-Modellen zu untersuchen, ii) durch Analysen von DAP-Knockout-Stämmen einzelnen strukturellen Einheiten der ventralen Scheibe Kraftkomponenten und damit Funktionen zuzuordnen iii) mechanische Signale zu identifizieren, die von Wirtszellen bei der Interaktion mit Trophozoiten detektiert werden und iiii) die Entwicklung eines detaillierten physikalischen Modells zur Funktion der ventralen Scheibe und somit der Adhäsion von Giardia duodenalis Trophozoiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des ParasitismusInternationaler BezugUSAMitverantwortlichDr. Christian  KlotzKooperationspartnerProfessor Dr. Scott  Dawson"
    },
    {
      "project_id": "492014183",
      "url": "https://gepris.dfg.de/gepris/projekt/492014183",
      "title": "Physikalische Prinzipien von Parasiten-Wirts-Interaktionen bei Infektionen mit Giardia muris",
      "investigators": "Professorin Dr. Anja Erika  Hauser;Dr. Sebastian  Rausch",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492014183",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Giardien sind parasitische Einzeller, deren Trophozoitenstadium den oberen Darmtrakt des Menschen und anderer Wirbeltiere infiziert. G. muris infiziert Nagetiere und hat einen ähnlichen Lebenszyklus wie der menschliche Erreger G. duodenalis, so dass er ein hervorragendes Modell zur Erforschung von Parasit-Wirt-Interaktionen in einem natürlich angepassten in-vivo-System darstellt.  Giardien besitzen komplexe Zytoskelettstrukturen, um im Darm zu überleben. Dabei nutzen sie verschiedene Prinzipien der Biomechanik, die wir in diesem Projekt charakterisieren. Um sich im Darm fortzubewegen und nach geeigneten Nischen zu suchen, schwimmen die Trophozoiten mit Hilfe von Geißeln in der Schleimschicht des Wirts. Wir untersuchen, wie sich die Gewebetopologie und die Schleimviskosität im Darm des Wirtes auf die Fortbewegungsmuster auswirken. Neben den Wirtsfaktoren deckt unser Arbeitsprogramm auch ab, wie die von den Parasiten selbst bestimmten Faktoren (z. B. die Populationsdichte und die Veränderung der Schleimviskosität) ihre Bewegungsmuster beeinflussen. Zudem sind Trophozoiten mit einer scheibenförmigen Struktur ausgestattet, mit der sie sich an der Oberfläche des Wirtsdarmes festhalten, um eine Ausstoßung zu verhindern. Wir analysieren die Kräfte, die sie bei der Anheftung an die Wirtszellen ausüben, und wollen die biomechanischen Eigenschaften und Funktionen der Strukturen, die die Schnittstelle zwischen Parasit und Wirt bilden, näher bestimmen. Ein Schwerpunkt ist ein stempelartiger Vorsprung des Giardien-Zytoplasmas, der in den von der Haftscheibe abgedeckten Raum eindringt. Wir wollen herausfinden, ob dieser für eine robustere Adhäsion notwendig ist oder ob der Parasit diese zusätzliche Kontaktfläche nutzt, um an Nährstoffe aus der Wirtszelle zu gelangen. Darüber hinaus wollen wir herausfinden, ob G. muris zusätzliche Strategien einsetzt, um den Kräften zu widerstehen, die durch den Schleimfluss im Darm entstehen. Schließlich untersuchen wir, wie sich die von G. muris ausgeübten Kräfte auf die Wirtszellen auswirken und ob dabei von den Wirtszellen exprimierte Mechanosensoren eine wichtige Rolle spielen. Es ist wichtig, diese Prinzipien so weit wie möglich in einem in-vivo-Kontext zu analysieren, da in-vitro-Systeme die natürliche Wirt-Parasiten-Interaktion möglicherweise nicht wiedergeben. In der ersten Förderperiode des SPP2332 haben wir einzigartige experimentelle Systeme zur Analyse der biomechanischen Eigenschaften von G. muris in ihrem natürlichen Lebensraum, dem Mausdarm, entwickelt. Wir werden diese funktionellen intravitalen Bildgebungsanalysen mit reduktionistischen in-vitro-Ansätzen, die im Konsortium verfügbar sind, in einem iterativen Ansatz kombinieren. Auf diese Weise können wir die Ergebnisse von in-vitro-Studien in der natürlichen Mikroumgebung der Parasiten validieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des ParasitismusInternationaler BezugUSAKooperationspartnerProfessor Dr. Scott  Dawson"
    },
    {
      "project_id": "492010213",
      "url": "https://gepris.dfg.de/gepris/projekt/492010213",
      "title": "Strukturelle Grundlagen und biologische Funktion von Chiralität in der Bewegung von Malaria-Parasiten",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiophysikStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492010213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Plasmodium-Sporozoiten sind die Formen des Malariaparasiten, die von der Stechmücke auf den Wirbeltierwirt übertragen werden. Sie sind stark polarisierte Zellen und bewegen sich auf Substraten in chiraler Weise, ähnlich wie die meisten extrazellulären Formen von Apicomplexa. Ziel dieses Projekts ist es, die chirale Bewegung von Sporozoiten in 2D und 3D zu quantifizieren, ihre strukturelle Grundlage zu identifizieren und ihre biologische Relevanz für erfolgreiche Invasionen zu ermitteln. Wir gehen diese Herausforderung an, indem wir quantitative Experimente mit Bildverarbeitung und mathematischen Modellen kombinieren. In der ersten Förderperiode haben wir festgestellt, dass sich alle Sporozoiten in isotropen Hydrogelen in rechtsdrehenden, spiralförmigen Bahnen bewegen und im Uhrzeigersinn kreisen, wenn sie auf das Glassubstrat treffen, genau umgekehrt wie beim Kreisen auf einem Glassubstrat im Medium. Dies deutet darauf hin, dass sich die Sporozoiten auf Glas auf dem Rücken und nicht, wie früher angenommen, auf dem Bauch bewegen. Um diese Bewegung zu beschreiben, haben wir zwei mathematische Modelle für die Chiralität beim Gleiten entwickelt. Eines davon sagt genau die Bewegungen voraus, die wir experimentell gefunden haben. Dieses chirale Adhäsionsmodell legt nahe, dass bei der 2D-Bewegung mehr Adhäsine an der dem Substrat zugewandten Oberfläche und bei der 3D-Bewegung an der der Rückseite der spiralförmigen Trajektorien zugewandten Oberfläche platziert sind. In der zweiten Förderperiode werden wir diese und andere Vorhersagen mit experimentellen Methoden wie Zellkraftmikroskopie, Superresolution-, Elektronen- und Expansionsmikroskopien sowie Zwei-Photonen-Laserdruck von Hindernissen testen. Um ein tieferes Verständnis zu erlangen, werden wir unsere mathematischen Modelle auf der Grundlage der experimentellen Ergebnisse weiterentwickeln, einschließlich aktiver Teilchenmodelle für Kollisionen und mikromechanischer Modelle für die Zellmechanik. Generell wollen wir nachweisen, dass Sporozoiten gekrümmte Formen und chirale Bewegungsmuster entwickelt haben, die auf dem Oberflächenfluss von Adhäsinen beruhen, um eine stabile Bewegung in schwierigen extrazellulären Umgebungen zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    },
    {
      "project_id": "492006804",
      "url": "https://gepris.dfg.de/gepris/projekt/492006804",
      "title": "Trypanosomenmotilität in komplexen Umgebungen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikBiophysik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492006804",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Trypanosomen-Parasiten verursachen die Trypanosomiasis, eine Gruppe von Krankheiten, von der weltweit einige Millionen Menschen betroffen sind. Diese Parasiten sind in der Lage, in sehr unterschiedlichen Umgebungen zu überleben, unter anderem in Blut, verschiedenen Geweben und im Darm der Tsetsefliege. Darüber hinaus passen Trypanosomen ihre Eigenschaften (z. B. Vortrieb, Adhäsion) an eine bestimmte Umgebung an, um bestimmte Ziele oder Nischen zu erreichen. Es wird angenommen, dass die Parasiten die viskoelastischen Eigenschaften ihrer Umgebung für eine effiziente Fortbewegung nutzen. Dennoch bleibt die Frage, wie Trypanosomen ihren Weg durch sehr dichte Gewebeumgebungen erzwingen, aufgrund erheblicher experimenteller Schwierigkeiten weitgehend unbeantwortet. Die numerische Modellierung des Verhaltens von Trypanosomen in gewebeähnlichen Medien hat das Potenzial, bestehende experimentelle Untersuchungen zu ergänzen und zu einem besseren Verständnis der Trypanosomenmotilität in komplexen, dichten Umgebungen zu führen. Das Hauptziel unseres Projekts ist ein besseres Verständnis der effizienten Fortbewegung von Trypanosomen durch komplexe, dichte Umgebungen, die biologische Gewebe nachahmen, mit Hilfe numerischer Modellierung. In der ersten Phase des Schwerpunktprogramms haben wir ein flexibles und zuverlässiges Trypanosomenmodell entwickelt. Dieses Parasitenmodell wird zur Untersuchung der Trypanosomenmotilität durch eine dichte Suspension weicher, nicht haftender Partikel eingesetzt, um die Antriebsmechanismen in dichten, gewebeähnlichen Umgebungen besser zu verstehen. Darüber hinaus wird die Fortbewegung von Trypanosomen in einem Gewebemodell untersucht, in dem weiche Zellen an einander haften. Schließlich wird die Trypanosomen-Motilität in einem elastischen Netzwerk untersucht, das das Schwimmen des Parasiten in einem Hydrogel in vitro oder durch ein Interstitium zwischen Zellen in vivo nachahmt. Unser Projekt wird biophysikalische Mechanismen der Trypanosomenbewegung durch einige ihrer wesentlichen Lebensräume aufklären, sowie die Fähigkeit von Parasiten sich unter beengten Bedingungen in gewebeähnlichen Umgebungen zu bewegen. Dieses Projekt wird zu verschiedenen Aspekten des DFG-SPP 2332 Programms beitragen, einschließlich der parasitären Fortbewegung und der Interaktion mit ihrem Mikromilieu.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des ParasitismusMitverantwortlichProfessor Dr. Gerhard  Gompper"
    },
    {
      "project_id": "492014218",
      "url": "https://gepris.dfg.de/gepris/projekt/492014218",
      "title": "Vorhersage von Kräften und Formen für die Invasion von Apicomplexa in Hostzellen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikBiophysikParasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492014218",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2332: \nPhysik des Parasitismus",
      "description": "Die Invasion in die Host-Zelle ist ein zentraler Schritt im Lebenszyklus eines Apikomplexa. Daher ist ein grundlegendes Verständnis des Invasionsmechanismus notwendig um Therapien zu entwickeln die die Krankheit verhindern. Fortschritte in der Mikroskopie haben unsere Kenntnis der Architektur der Parasiten in den vergangenen Jahren deutlich erweitert: Mikrotubuli erstrecken sich vom apikalen Ende aus durch einen Großteil des Parasiten, ein Aktinnetzerk am dorsalen Ende, und ein netzwerkartiger innerer Membrankomplex entlang der Mikrotubuli. Die Architektur ermöglicht verschiedene Invasionsmechanismen, einschliesslich des klassischen Linearmotormodells und des \"push and pull\"-Modells. Kürzliche Experimente legen auch eine wichtige Rolle der Membranen im Innern des Parasiten nahe; Parasiten können auch in Riesenvesikel eindringen. Basierend auf optischer Mikroskopie ermöglichen uns Theorie und Computersimulationen Hypothesen für den Invasionsmechanismus zu testen sowie auftretende Kräfte vorherzusagen. Wir beabsichtigen verschiedene mechanisch Fragestellungen für Toxoplasma zu bearbeiten: Welcher Zusammenhang besteht zwischen Form und Architektur des Parasiten. Induzieren diskrete Bindungen den Kontakt des apikalen Endes des Parasiten mit der Zellmembran? Welche Rolle spielt die Deformabilität des Parasiten für die Invasion? Welche aktiven und passiven Kräfte greifen während der Invasion an der Hostmembran an? Wie beeinflusst der Zellkern die Invasion? Gibt es einen minimalen Radius für Poren die Parasiten aktiv durchwandern können? Wie ist die zeitliche Abfolge verschiedener Invasionsstadien? Was ist die Rolle der Reorganisation des Zellskeletts des Parasiten für die Invasion und eines Linearmotors--auch für genetisch modifizierte Parasiten?Insbesondere werden wir die folgenden Observablen charakterisiere: (a) Messung der Kräfte auf Mikrotubuli, Aktinnetzwerk, und Plasmamembran, die die Form des Parasiten beeinflussen. (b) Ausbildung diskreter Bindungen für frühe Stadien der Invasion und die resultierenden Deformationen von Parasit und Host. (c) Kräfte auf das Zellskelett und die Pore, sowie Formen eines Parasiten während er sich durch eine Filterpore bewegt. (d) Kräfte und Formen von Parasiten wenn sie mit Riesenvesikeln Wechselwirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2332: \nPhysik des Parasitismus"
    }
  ]
}