{
  "spp_number": "SPP 2520",
  "spp_title": "Bereich Infrastruktur - Forschungsschiffe",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/551436379",
  "projects_count": 19,
  "projects": [
    {
      "project_id": "566749098",
      "url": "https://gepris.dfg.de/gepris/projekt/566749098",
      "title": "ALONGate3_4 – Ein langfristiges Observatorium des nordatlantischen Tors zum Arktischen Ozean. Teil 3 & 4: Neue LTER-Standorte, Tiefseetransekte und Einsatz und Bergung des Benthic Lander Observatory System (BLOS)",
      "subject_area": "Ökologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenSystematik und Morphologie der Tiere",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 566749098",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Mit den hier beantragten Expeditionen ALONGate 3 und 4 werden zwei Aspekte der Projektes ALONGate (A Long-term observatory of the North Atlantic Gateway to the Arctic Ocean) bedient. Der erste Aspekt ist die Vervollständigung von longitudinalen und latitudinalen Tiefseetransekten durch das Arbeitsgebiet. Der Ost-West Transekt zwischen den Stationen für Tiefsee Lander ist ein wesentlicher Bestandteil dieses Antrages. Der zweite Aspekt ist das Einrichten neuer Langzeit Observatorien (LTER) mittels benthischer Lander (Benthic Lander Observatory System: BLOS). Neben der Erhebung der Biodiversitätsdaten und dem operativen Einsatz der BLOS ist die Besonderheit dieses Antrags die Fokussierung auf Vulnerable Marine Ökosysteme (VMEs) und anthropogene Einflüsse der Fischerei auf diese. Das Aussetzen und Einbringen der BLOS erfordert die Hilfe eines Remoted Operated Vehicle (ROV). Hierfür sind insgesamt Aussetz-Tauchgänge in 2026 mit dem GEOMAR ROV Phoca geplant, weitere Einhol-Tauchgänge in 2027. In allen Arbeitsgebieten werden Biodiversitätsdaten erhoben. Dabei ist Standardisierung und Vergleichbarkeit mit den Vorgängerprojekten IceAGE und IceDivA (Icelandic Marine Animals: Genetics and Ecology) sowie dem LTER \"Hausgarten\" des Alfred-Wegener-Institutes besonders wichtig sowie eine Ergänzung der mit dem Nebennutzerantrag für FS Polarstern 2025/26 erhobenen Daten und Füllen der Datenlücken. Das ALONGate Projekt verfügt über eine Finanzierung der Auswertestellen, aber nicht über Mittel für Schiffszeit, Großgeräte (ROV) und Logistik. Diese sind für zwei Jahre in diesem Antrag enthalten.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugGroßbritannien, IslandMitverantwortlichDr. Karl-Michael  WernerKooperationspartnerinnen / KooperationspartnerPrivatdozentin Dr. Laurence De Clippele, Ph.D.;Dr. Katrin  Linse;Dr. Stefán Àki  Ragnarsson"
    },
    {
      "project_id": "564897882",
      "url": "https://gepris.dfg.de/gepris/projekt/564897882",
      "title": "Beobachtung der „Leiter der Vertikalwanderungen“ in die Tiefsee",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564897882",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Die Tiefsee ist der größte, aber am wenigsten erforschte Lebensraum der Erde. Da das Leben in der Tiefe von der Primärproduktion an der Oberfläche abhängt, ist „vertikale Konnektivität“ entscheidend für die Verbindung von Ökosystemen über die gesamte Wassersäule. Eines der rätselhaftesten Phänomene dabei ist die bisher kaum erforschte „Leiter der Vertikalwanderungen“: Die Hypothese besagt, dass diese die Nahrungsnetze durch synchronisierte und räumlich überlappende vertikale Wanderungen einer Vielzahl von Arten in immer tieferen Wasserschichten verbindet, bis in mehrere Tausend Meter Tiefe. Diese Fahrt soll diese Wissenslücke schließen und wird ein integraler Beitrag zum ERC Consolidator-Projekt SEA-THROUGH sein. Dazu wird das Vorkommen und die Funktionsweise der „Leiter der Vertikalwanderungen“ im subtropischen und tropischen Nordatlantik untersucht, indem wir neuartige In-situ- Bildgebungstechnologien einsetzen, die Beobachtungen von Tiefseeorganismen in bisher nicht erreichbarem Detail ermöglichen. Unterstützt durch weitere moderne Methoden (eDNA, Akustik, Nahrungsnetz-Tracer) wird uns dies ermöglichen, die ökologische Komplexität sowie die räumlichen und zeitlichen Skalen aufzulösen, um die „Leiter der Vertikalwanderungen“ zu identifizieren. Neben diesem Hauptziel wird die Fahrt ein ganzheitliches Bild der Artenvielfalt und der Nahrungsnetze von der Oberfläche bis in die Tiefsee (in mehr als 5000 m Tiefe) liefern und damit neue Erkenntnisse über die Funktionsweise der Tiefsee-Ökosysteme, ihrer vertikale Vernetzung und die Unterschiede zwischen Regionen mit unterschiedlicher Produktivität liefern. Um diese Ziele zu erreichen, werden wir ein internationales Team von Wissenschaftlern zusammenstellen, welches Fachwissen in den Bereichen In-situ- Bildgebungstechnologie und Informatik, Tiefseeökologie und - taxonomie, sowie Studien über Nahrungsnetze vereint.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugSpanienMitverantwortlich(e)Dr. Véronique  MertenKooperationspartnerProfessor Dr. Santiago  Hernández León"
    },
    {
      "project_id": "564746627",
      "url": "https://gepris.dfg.de/gepris/projekt/564746627",
      "title": "Die Agulhas-Rutschung: Warum kommt es zu einer Mega-Rutschung an einem Kotinalrand mit geringen Sedimentationsraten?",
      "investigators": "Professorin Dr. Katrin  Huhn-Frehers;Professor Dr. Sebastian  Krastel, seit 2/2026",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564746627",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Submarine Rutschungen sind einer der wichtigsten Prozesse für den Transport von Sedimenten, einschließlich Abfall/Mikroplastik, an Kontinentalhängen und stellen eine Naturgefahr dar, da sie die Infrastruktur am Meeresboden zerstören und verheerende Tsunamis auslösen können. Die Agulhas-Rutschung vor SO-Afrika ist die größte bekannte Rutschung der Welt, über die jedoch erstaunlich wenig Information verfügbar ist. Die Agulhas-Rutschung unterscheidet sich von anderen untersuchten Mega-Rutschungen an Kontinentalrändern. Die Rutschung ist deutlich größer als andere Rutschungen, die in der Regel in Gebieten mit hoher Sedimentation/Akkumulation auftreten. Im Gegensatz dazu ereignete sich die Agulhas-Rutschung an einem gescherten, passiven Kontinentalrand, der durch geringe Sedimentationsraten charakterisiert ist. Die mangelnde Kenntnis der Vorbedingungen, der Trigger und der Ablagerung dieser Rutschung macht es schwierig, das Risiko eines ähnlichen Ereignisses abzuschätzen. Im Rahmen der beantragten Expedition wird die Agulhas-Rutschung in noch nie dagewesener Detailtiefe untersucht, um (i) die Entwicklung der Rutschung und die Interaktion der Rutschungsablagerungen mit dem komplexen Strömungsregime zu rekonstruieren; (ii) die mit der Agulhas-Rutschung verbundenen Gefahren zu bewerten; und (iii) Fluidaustritte und die Etablierung von Seep-Vergesellschaftungen an der Abrisskante zu untersuchen. Um diese Ziele zu erreichen, werden wir große Teile der Agulhas-Rutschung mit hydroakustischen Systemen kartieren, ein Netz hochauflösender seismischer Reflexionsdaten aufzeichnen, Kerne für sedimentologische und geotechnische Untersuchungen entnehmen und ein ROV einsetzen, um detaillierte Vermessungen in topografisch/hydrogeologisch interessanten Gebieten durchzuführen, die in bathymetrischen und Sedimentecholot-Daten identifiziert wurden. Außerdem werden wir eine Gruppe südafrikanischer Studierender in der Erfassung, Bearbeitung und Interpretation geophysikalischer Daten schulen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugSüdafrika, USAKooperationspartnerProfessor Dr. Andrew  Green;Professor Aaron  Micallef, Ph.D.Ehemalige AntragstellerinDr. Rachel  Barrett, bis 2/2026"
    },
    {
      "project_id": "564898126",
      "url": "https://gepris.dfg.de/gepris/projekt/564898126",
      "title": "Gemeinsame Studie zur Mixotrophie der Amazonas-Flussfahne",
      "investigators": "Professor Dr. Thorsten  Dittmar;Professor Dr. Rainer  Kiko;Professorin Dr. Andrea  Koschinsky;Dr. Natalie  Loick-Wilde",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564898126",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Kohlenstoffsequestrierung und Fischerei sind eng miteinander verbundene Ökosystemleistungen großer tropischer Flussfahnen in einem heterotrophen, oligotrophen tropischen Ozean, doch die Steuerungen der Prozesse, die diese Leistungen regulieren, sind weitgehend unklar. Es besteht dringender Bedarf an einem grundlegenden Verständnis der Funktion großer tropischer Flussfahnen im globalen Stickstoff- und Kohlenstoffkreislauf, bevor sich diese Ökosysteme aufgrund der globalen Erwärmung und anthropogener Stressfaktoren wie Staudämme, Abholzung und Eutrophierung unwiderruflich verändert haben. Modellergebnisse zeigen, dass Mixotrophie im Vergleich zur reinen Autotrophie dabei eine bislang unberücksichtigte entscheidende Funktion hat, denn sie erhöht die Energieübertragung auf die höheren trophischen Ebenen in marinen Nahrungsnetzen, begünstigt die Kohlenstoffbindung durch die Umwandlung von gelöstem organischem Material (DOM) Pools in refraktäre Verbindungen und fördert die Exportproduktion durch erhöhte Primär- und Sekundärproduktion in marinen Ökosystemen. Bislang fehlen jedoch empirische Daten, die die Modellergebnisse im Feld bestätigen, da die Identifizierung von Mixotrophie im Feld schwierig ist. Trophische Isotopenproxies in Seston zeigen nun erstmals eine Dominanz von Mixotrophie im äußeren Rand der Amazonasfahne, wo das Flusswasser etwa 27 Tage alt ist. Mixotrophie scheint hier die optimale Wachstumsstrategie und Teil der Sukzession der funktionellen Diversität des Phytoplanktons entlang der alternden Wasserfahne zu sind. Das JAmaMix-Projekt wird entscheidende Erkenntnisse darüber liefern, wie physikalische Prozesse und biogeochemische Gradienten auf kleiner, submeso- und mesoskaliger Ebene die Mixotrophie verschiedener planktischer Organismen, darunter auch marine Pilze, fördern. Das ultimative Ziel ist es zu zeigen, wie Mixotrophie die Primär-, Sekundär- und Exportproduktion und damit Kohlenstoffsequestrierung und Fischerei in der Amazonasfahne beeinflusst.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheIsabell  Klawonn, Ph.D.;Dr. Volker  Mohrholz"
    },
    {
      "project_id": "564898008",
      "url": "https://gepris.dfg.de/gepris/projekt/564898008",
      "title": "Geophysikalische Untersuchungen in der Deutschen Nordsee zu mehrlagigen Speicher- und Barrieresystemen sowie Fluidmigrationsystemen mittels hochauflösender 3D Seismik",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564898008",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Die Speicherung von Kohlendioxid (CO₂) im tiefen Untergrund wird zunehmend wichtiger, um CO₂-Reduktionsziele zu erreichen und CO₂ durch natürliche Senken oder negative Emissionstechnologien aus der Atmosphäre zu entfernen (IPCC, 2022). Für eine sichere geologische Speicherung sind detaillierte Kenntnisse über potenzielle Reservoire sowie die Integrität der Barrieren essenziell. Besonders wichtig ist das Verständnis möglicher Seal-Bypass-Systeme, die als Pfade für Fluidmigration fungieren können. Solche Systeme entstehen durch tektonische Störungen, Subrosion, subglaziale Rinnen oder anthropogene Einflüsse wie Altbohrungen. Die Beobachtung natürlicher Migration von biogenen oder thermogenen Kohlenwasserstoffen bietet die Möglichkeit, die Zuverlässigkeit von Barrieren zu analysieren. Relevant ist dabei die Analyse der Wechselwirkungen zwischen Störungen und subglazialen Rinnen, da sie potenzielle Schwachstellen in der Barriereintegrität darstellen können. Wir planen eine hochauflösende 3D-seismische Untersuchung im Bereich des Salzdiapirs Gwendolyn, wo zwei potenzielle Reservoire identifiziert wurden: der Buntsandstein sowie Karbonate der Oberkreide bis Unterpaläozän. In der Region befinden sich Barrieren aus dem Mesozoikum und Känozoikum sowie eine Altbohrung. Ein besonderer Fokus liegt auf Subrosionsstrukturen, die durch Lösung und unterirdische Erosion evaporitischer Trias-Gesteine entlang der „Late Cimmerian Unconformity“ entstanden sind. Ziel ist es, zu klären, ob diese Strukturen potenzielle Schwachstellen in der Barrierenintegrität der Röt-Formation darstellen. Innerhalb der quartären Sedimente befinden sich mehrere subglaziale Rinnen, die potenziell als Migrationspfade für Fluide dienen. Im Bereich des Salzdiapirs Gwendolyn sind alle relevanten geologischen Strukturen auf einer Fläche von ca. 150 km² räumlich eng beieinander lokalisiert. Für die Erfassung dieser Strukturen setzen wir eine hochauflösende 3D-seismische Messung ein. Dazu nutzen wir zwei hochfrequente seismische Quellen sowie zwei Streamerkabel mit je 1200 m Länge. Diese Konfiguration ermöglicht die detaillierte Abbildung geologischer Schichten vom Zechstein bis zum Meeresboden. Ergänzend werden Ozeanboden-Seismometer (OBS) eingesetzt, um eine präzise Kontrolle der seismischen Geschwindigkeiten bis in größere Tiefen sicherzustellen. Die gewonnenen Daten ermöglichen es, potenzielle Reservoire und Barrieren sowie Störungssysteme zu kartieren. Diese Kartierungen bilden die Grundlage für ein hochauflösendes 3D-Modell, das erstmals ein potenziell mehrlagiges Speicher- und Barrieresystem in der deutschen Nordsee abbildet. Das Modell liefert neue Erkenntnisse zu den Eigenschaften von Reservoiren, Barrieren, Störungssystemen, Subrosionsstrukturen und subglazialen Rinnen sowie zu deren Wechselwirkungen hinsichtlich der Fluidmigration im tiefen geologischen Untergrund. Dieses Wissen ist entscheidend für die Bewertung der Langzeitsicherheit geologischer CO₂-Speicher in der Region.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheDr. Sonja  Breuer;Dr. Heidrun Louise  Stück"
    },
    {
      "project_id": "564896262",
      "url": "https://gepris.dfg.de/gepris/projekt/564896262",
      "title": "Gesamtzusammensetzung der ozeanischen Kruste an Profilen entlang der Vema Transform Störung",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896262",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Das Project \"VEMANTLE\" soll mehrere Gesteinsprofile entlang der Vema Störungszone im Atlantischen Ozean beproben, an denen die gesamte lithologische Abfolge der ozeanischen Lithosphäre aufgeschlossen ist. Trotz vorangehender systematischer Studien der Vema Störungszone existiert keine Abschätzung über die Gesamtzusammensetzung der aufgeschlossenen ozeanischen Lithosphäre, wie sich die einzelnen Lithologien der Lithosphäre unterscheiden, und wie die Bildungsprozesse zeitlich und räumlich variieren. Durch detailliertes Kartieren und ROV-Beprobung von mehreren Gesteinsprofilen entlang der Vema Störungszone in unterschiedlicher Entfernung zur aktiven Spreizungsachse soll die ozeanische Lithosphäre repräsentativ über das bisherige Altersspektrum hinaus beprobt werden (bis ~30 Mio Jahre). Die Proben werden die erste repräsentative Abschätzung der Gesamtzusammensetzung der ozeanischen Lithosphäre liefern, zeigen wie die zeitliche Varianz der Bildungsprozesse ist, und wie unterschiedlich die einzelnen Lithologien durch hydrothermale Alteration beeinflusst werden. Die strukturellen Beziehungen der einzelnen Lithologien, die aus der detaillierten Bathymetrie abgeleitet werden, zusammen mit petrologischen, geochemischen (Haupt- und Spurenelementkonzentrationen), und isotopischen Daten (radiogene Sr-Nd-Hf-Pb und stabile S-O-Fe-Mo Isotopenverhältnisse) werden neue Erkenntnisse liefern, wie die strukturellen und thermischen Bedingungen in Mantel und Kruste, und die sich zeitliche ändernde Zusammensetzung des aufschmelzenden Mantels die Produktion und Entwicklung der Magmen, deren hydrothermale Alteration, und die Zusammensetzung der ozeanischen Lithosphäre beeinflussen. Insgesamt werden neue Erkenntnisse über die Elementkreisläufe zwischen Mantel, Kruste und Meerwasser gewonnen werden, insbesondere über die Gesamtzusammensetzung der ozeanischen Lithosphäre, deren Subduktion der Hauptfaktor für die kontinuierliche Entwicklung und Veränderung der Zusammensetzung des Erdmantels ist.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugFinnland, ItalienMitverantwortlicheProfessor Dr. Wolfgang  Bach;Dr. Felix  GenskeKooperationspartnerProfessor Dr. Christoph  Beier;Professor Dr. Marco  Ligi"
    },
    {
      "project_id": "564896509",
      "url": "https://gepris.dfg.de/gepris/projekt/564896509",
      "title": "Gibt es in ozeanischen Subduktionszonen-Systemen mehrere Arc/Backarc-Zyklen?",
      "investigators": "Professor Dr. Kaj  Hoernle;Professorin Dr. Heidrun  Kopp",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896509",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Ein signifikanter Teil des Ozeanbodens besteht aus ozeanischen Arcs und Backarcs, die wichtige Regionen für den Elementtransfer aus dem Erdinneren zur Oberfläche sind. Wie diese Strukturen sich bilden, entwickeln und gegebenenfalls absterben sowie welche Prozesse deren Entwicklung kontrollieren ist jedoch weitgehend unklar. Norfolkrücken, Norfolkbecken, Three Kings-Rücken und Süd-Fidischibecken im Norden von Neuseeland repräsentieren eine Abfolge vermutlich eozäner bis miozäner Arcs und Backarc-Becken. Mit einem interdisziplinären Ansatz soll die tektonische, zeitliche und geochemische Entwicklung dieser Sequenz charakterisiert werden. Damit soll auch die Hypothese getestet werden, nach der Subduktions-\"Rollback\" und Extension zu drei Zyklen von Arc-Aufspaltung und Backarc-Beckenbildung geführt hat, durch die der heutige Tonga-Kermadec-Arc und die Lau-Havre Trough Backarc-Becken gebildet wurden. Mit diesem Ansatz sollen Mantel- und Krustenprozesse rekonstruiert werden, die die Bildung von Subduktionssystemen auslösen und die Entwicklung von Arc und Backarc-Systemen steuern.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlichDr. Christian  Timm"
    },
    {
      "project_id": "564897924",
      "url": "https://gepris.dfg.de/gepris/projekt/564897924",
      "title": "HADALquake - Erforschung der Auswirkungen von seismisch bedingten Meeresbodenrutschungen auf das Leben und Element Kreisläufe in Hadal-Systemen: Bedingungen vor und nach den jüngsten Erdbeben im Kermadec- und Tonga-Grabensystem",
      "investigators": "Professorin Dr. Angelika  Brandt;Dr. Frank  Wenzhöfer;Privatdozent Dr. Matthias  Zabel",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564897924",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Jüngste Studien belegen, dass im tiefsten Teil unserer Ozeane - dem Hadal - Depozentren mit erhöhter biologischer und biogeochemischer Aktivität existieren. Erste Ergebnisse deuten darauf hin, dass die benthische Aktivität in den Tiefseegräben neben der regionalen, vertikalen Rain Rate aus der biologischen Produktion in der photischen Zone auch stark durch eine Reihe weiterer Faktoren beeinflusst wird. Hierzu gehören Sedimentumlagerungen von den steilen Grabenflanken, sowie komplexe Strömungsverhältnisse, die sich auf die Effektivität der Partikelablagerung auswirken. Als wesentlicher Auslöser für die gravitative Verlagerung wird die seismische Aktivität entlang der aktiven Plattengrenzen vermutet. Entsprechende Sedimentationsereignisse hätten somit großen Einfluss auf die Vielfalt des Lebens und Stoffkreisläufe am Meeresboden. Ziel ist es diese Hypothese zu testen, indem wir eine einzigartige Gelegenheit nutzen wollen. Im Jahr 2017 konnte ein Teil des Teams bereits einen ersten, umfassenden Datensatz in einem der tiefsten Hadal-Gräben unter einem oligotrophen Oberflächenozean gewinnen, dem Kermadec-Graben. In den Jahren 2020 und 2021 wurden in diesem Gebiet starke Erdbeben registriert, die mit sehr großer Wahrscheinlichkeit massive Hangrutschungen ausgelöst haben dürften. Erneute Beprobungen an den gleichen Stellen erlauben daher direkte Vergleiche beider Situationen. Im Fokus stehen unter anderem Untersuchungen zur Verteilung der Mikroben, Meio- und Makrofauna und Bestimmungen der Kohlenstoff- und Stickstoffkreisläufe. Da jüngste Erkenntnisse eine extreme Variabilität der Lebensräume innerhalb von Grabensystemen belegen, sollen die Untersuchungen auch auf den nahegelegenen Tonga-Graben ausgedehnt werden. Die neuen Ergebnisse ermöglichen ferner Vergleiche mit Ergebnissen, die das Team bereits in anderen Grabensystemen unter unterschiedlichen Produktionsregimen gewonnen hat (SO261 Atacama Graben, SO293 Kuril-Kamchatka/Aleuten Grabensystem).DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugDänemarkKooperationspartnerProfessor Dr. Ronnie  Glud"
    },
    {
      "project_id": "564896577",
      "url": "https://gepris.dfg.de/gepris/projekt/564896577",
      "title": "HESS EVOLUTION - Entstehung und Entwicklung des Hess-Rückens (NW Pazifik)",
      "investigators": "Dr. Anke  Dannowski;Privatdozent Dr. Jörg  Geldmacher",
      "subject_area": "GeologiePhysik des Erdkörpers",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896577",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Im HESS EVOLUTION Projekt soll die Entstehung, vulkanologische und geochemische Entwicklung des Hess Rise untersucht werden und eine regionale geodynamische Einordung eines der am wenigsten erforschten großen ozeanischen Plateaus der Weltozeane erreicht werden. Durch die Kombination von bathymetrischer Kartierung sowie seismischen und petrologisch-geochemischen Methoden soll die Kontroverse beantwortet werden, ob das Plateau 1) an einem Mittelozeanischen Rücken, 2) an einer sogenannten Triple Junction, 3) alleine durch einen Mantelplume (hotspot) oder 4) durch eine Kombination dieser Prozesse gebildet wurde. Da Hess Rise in einer Zeit ohne regelmäßige Umpolungen des Erdmagnetfeldes gebildet wurde (kreidezeitliche magnetische Ruhezone), kann diese Frage nur durch die hier vorgeschlagenen Untersuchungen beantwortet werden. Die Ergebnisse werden eine große Bedeutung sowohl für regionale plattentektonische Rekonstruktionen des Pazifikbeckens als auch für das geodynamische Verständnis der Entstehung von großen ozeanischen Plateaus (Large Igneous Provinces) im Allgemeinen haben.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheDr. Jörg  Bialas;Professor Dr. Kaj  Hoernle"
    },
    {
      "project_id": "564896815",
      "url": "https://gepris.dfg.de/gepris/projekt/564896815",
      "title": "Kaltwasserkorallen vor Argentinien und Uruguay (SW-Atlantik): heute und in der Vergangenheit",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896815",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Kaltwasserkorallen (KWK) bilden Korallenhügeln entlang von Kontinentalhängen und bieten Lebensraum für hochdiverse Tiefseeökosysteme. Erkenntnisse über KWK-Ökosysteme und ihre Empfindlichkeit gegenüber Umweltveränderungen stammen vor allem aus dem Nordatlantik, während es aus dem Südatlantik nur vereinzelte Berichte zu ihrem Vorkommen vorliegen, wie z.B. vor Uruguay und Argentinien. Dort treten KWK und Korallenhügel nördlich und südlich der Brasil-Malvinas-Konfluenz (BMK) auf, einem wichtigen ozeanographischen Frontensystem in der Region. Obwohl die dortigen KWK-Vorkommen bisher kaum wissenschaftlich untersucht wurden, scheint die BMK eine biogeographische Grenze zwischen zwei dominanten Arten, Lophelia pertusa im Norden und Bathelia candida im Süden, zu bilden. Die geplante ARGURU-Expedition hat zum Ziel, (i) die Existenz einer solchen Grenze zu bestätigen, (ii) die räumliche Verteilung von KWK entlang eines Tiefentransektes vor Nordargentinien zu untersuchen und (iii) die Entwicklung von KWK in Abhängigkeit von klimabedingten Veränderungen der Lage der BMK und der Stärke des Antarktischen Zwischenwassers (AAIW) zu rekonstruieren. Das Begleitprojekt wird sich auf die erste Auswertung von Sedimentkernen konzentrieren, die während der geplanten Expedition gewonnen werden. Ausgewählte Kerne werden analysiert, um erste stratigraphische Konzepte zu erstellen, für (a) (on-mound) Kerne, die von CWC-Hügeln entnommen wurden und die vergangene Riffwachstumsperioden dokumentieren, und (b) (off-mound) Kerne, die vom umgebenden Meeresboden entnommen wurden und paläozeanographische Archive vergangener Umweltveränderungen darstellen, die das Riff-/Hügelwachstum in der Vergangenheit gesteuert haben.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlichProfessor Dr. Dierk  Hebbeln"
    },
    {
      "project_id": "564896962",
      "url": "https://gepris.dfg.de/gepris/projekt/564896962",
      "title": "Koordinationsfonds",
      "subject_area": "GeologieÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenPhysik des ErdkörpersPhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896962",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Das neu etablierte Infrastruktur Schwerpunktprogram (SSP) 2520 \"Forschungsschiffe\" ermöglicht einen einheitlichen Zugang zur deutschen Forschungsschiff-Flotte und die initiale Auswertung von Proben und Daten. Wissenschaftliche Aktivitäten innerhalb des Schwerpunktprogramms fokussieren dabei auf die folgenden fünf wissenschaftlichen Themen: (1) Der Ozean in einem sich verändernden Klima, (2) Ozeanische Grenzflächen und biogeochemische Kreisläufe, (3) Ozean-Lithosphären Dynamik, (4) Ozean-Biosphären Interaktionen, und (5) Marin-basierte neue Technologien und Innovationen. Um sowohl dem Koordinator als auch dem Programmausschuss eine professionelle Leitung des SPPs für die ersten drei Jahre (01.01.2026 – 31.12.2028) der derzeitigen Förderperiode des SPP 2520 zu ermöglichen, wird in diesem Antrag das dafür benötigte Budget beantragt.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - Forschungsschiffe"
    },
    {
      "project_id": "564897488",
      "url": "https://gepris.dfg.de/gepris/projekt/564897488",
      "title": "Mehrskalige geophysikalische Untersuchung des Übergangs von Subduktion zu Blattverschiebung, Neuseeland",
      "subject_area": "Physik des ErdkörpersGeologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564897488",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "In Regionen, wo Subduktionszonen in Blattverschiebungen enden (SSST), ist die tektonische Funktionsweise und das Erdbebenpotential noch weitgehend unerforscht.  Das Mw7,8 Kaikōura Erdbeben im Jahr 2016 fand in der überschiebenden Platte Neuseelands statt und war eines der komplexesten Erdbeben, das jemals an Blattverschiebungen aufgezeichnet wurden. Dieses Erdbeben hat grundlegende Lücken in unserem Wissen über die Krustenstruktur und die seismische Gefährdung von SSST aufgezeigt. Ziel des hier vorgeschlagenen Projektes ist es, am Beispiel von Zentral-Neuseeland drei Hypothesen zu testen, welche detaillierte Einblicke in die Funktionsweise von SSST liefern. H1: Lokale Variationen in der Struktur und den elastischen Eigenschaften der überschiebenden Platte kontrollieren das Rutschverhalten entlang der Plattenrandstörung, die die SSST Zone nach unten hin begrenzt. H2: Vergangene Entwicklungen der tektonischen Strukturen an der Plattengrenze sind prägend für die Kinematik der kurzfristigen, seismogenen Deformation und die Verteilung von Spannung innerhalb der SSST Zone. H3: Ausgeprägte räumliche Änderungen in der Konnektivität und dem Streichen von Störungen in der überschiebenden Platte, welche in SSST Zonen zu erwarten sind, begrenzen die Herdflächenausdehnung von großen Erdbeben. Die Hypothesen beleuchten insbesondere die Zusammenhänge zwischen der Struktur der Erdkruste und dem Verhalten von Störungen in SSST Zonen. Mithilfe eines kombinierten seismischen Experiments, das verschiedene Methoden der Reflektions- und Refraktionsseismik umfasst, sollen die Hypothesen getestet werden. Die hier gewonnenen Erkenntnisse werden ein grundlegendes neues Verständnis der SSST Zonen im Allgemeinen liefern und die Gefahrenabschätzung in diesen oft dicht besiedelten Regionen verbessern.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheProfessor Dr. Christian  Berndt;Dr. Dirk  Klaeschen"
    },
    {
      "project_id": "564747023",
      "url": "https://gepris.dfg.de/gepris/projekt/564747023",
      "title": "Natur des isländischen Plateaus und des nordöstlichen Island-Schelfs, Nordostatlantik",
      "investigators": "Professor Dr. Thomas  Bohlen;Dr. Wolfram  Geissler;Dr. Bettina  Schramm",
      "subject_area": "Physik des Erdkörpers",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564747023",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Der Fahrtvorschlag zielt auf die Bestimmung der Natur der Kruste zwischen Island, dem Jan Mayen Mikrokontinent und dem Färöer Kontinentalplateau im Nordostatlantik. Hauptfragestellung ist der Nachweis möglicher kontinentaler Krustensplitter oder ozeanischer Mikrospreizungszentren, die sich aufgrund des Sprunges der Ozeanbodenspreizung vom Aegirrücken zum Kolbeinseyrücken gebildet haben. Derzeitige Hypothesen zur Krustenzusammensetzung in diesem Bereich reichen von (i) verdickter ozeanischer Kruste über (ii) gedehnte kontinentaler Kruste und möglichem exhumierten Mantelmaterial zu (iii) ozeanischer Riftmigration mit eingebetteten kontinentalen Fragmenten. (i) Ein mehrkanalreflexionsseismisches Profilnetz über das Islandplateau dient dazu, Deformationsphasen, Strukturen und tektonische Domänen zu identifizieren während (ii) zwei refraktionsseismische Profile über dem Islandplateau und dem Islandschelf die Krustenzusammensetzung klären sollen. (iii) Eine hochauflösende magnetische Kartierung des südlichen Endes des abgestorbenen mittelozeanischen Aegirrückens wird zeigen, ob das Norwegenbecken nach Süden durch eine Transformstörung begrenzt wird. Die auf tiefe Frequenzen optimierte Reflexions- und Refraktionsseismik kann bedeckendes Basaltgestein durchdringen und ermöglicht die Anwendung des „full waveform inversion“ Verfahrens. Durch die Kombination dieser Methoden soll das Verständnis der komplexen Öffnungsprozesse des zentralen Nordostatlantiks erheblich verbessert werden.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugIslandMitverantwortlichDr. Dieter  FrankeKooperationspartnerinDr. Anett  Blischke"
    },
    {
      "project_id": "564898060",
      "url": "https://gepris.dfg.de/gepris/projekt/564898060",
      "title": "Quellen und Senken von Kohlenwasserstoffen in der Baffin Bay und deren Veränderung während des Klimawandels",
      "subject_area": "GeologiePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564898060",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Wir beantragen 26 Tage Schiffszeit auf der FS MARIA S. MERIAN, um temperatur-empfindliche Quellen und Senken von Kohlenwasserstoffen in der Baffin Bay zu untersuchen. Zahlreiche Ã–lflecke auf der Meeresoberfläche wurden sowohl nahe Scott Inlet, als auch in der Disko Bay beobachtet. Satelliteninfrarotmessungen zeigen auch zunehmende Methankonzentrationen über der Baffin Bay seit 2009. Da Öl und Gase vorkommen, können sich Gashydrate in Permafrost und tiefmarinen Sediment bilden. Gashydrate, aber auch Phytoplankton, das organische Substanz produziert sind temperaturempfindliche Kohlenwasserstoffquellen. Wir möchten die aktuellen Emissionen und die mikrobiellen Umsätze bei höheren Temperaturen aufgrund der globalen Erwärmung bestimmen. Dazu planen wir Echolote, ROV, Schwerelote, CTD, einen Equilibrator und Tracerinkubationen einzusetzen. Interdisziplinäre Untersuchungen im internationalen Team werden wichtige Daten zur Evaluierung des globalen Klimawandels in der Arktis liefern.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheDr. Ewa  Burwicz-Galerne;Dr. Florence  Schubotz"
    },
    {
      "project_id": "564896340",
      "url": "https://gepris.dfg.de/gepris/projekt/564896340",
      "title": "Räumliche und zeitliche Entwicklung der Wechselwirkung zwischen Plume und Rücken und ihre geo- und biologischen Auswirkungen auf das Foundation Segment (Pazifisch-Antarktischer Rücken) – SPRINTER",
      "investigators": "Dr. Philipp  Brandl;Professorin Dr. Angelika  Brandt;Professorin Dr. Mirjam  Perner;Professorin Dr. Sylvia Gertrud  Sander",
      "subject_area": "GeologieMineralogie, Petrologie und GeochemieStrukturbiologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896340",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Plume-Rücken Wechselwirkungen sind in der modernen Plattentektonik weit verbreitet. Plumes sind durch höhere Aufschmelzgrade eines angereicherten Mantels und einen Mantelfluss charakterisiert, der sich deutlich von mittelozeanischen Rücken unterscheidet. Der südpazifische Foundation Plume ist vergleichsweise schwach aber injiziert einen geochemischen ‚Tracer‘ in den angrenzenden Pazifisch-Antarktischen Rücken (PAR). Der Nachweis dieses Signals in Gesteinen unterschiedlichen Alters ermöglicht die Rekonstruktion der Wechselwirkung zwischen den beiden Systemen über mindestens 5 Millionen Jahre. Brandl et al. (2024) haben gezeigt, dass zumindest heute eine asthenosphärische Strömung die Ausbreitung des Plume-Materials entlang des PAR kontrolliert. Das geochemische Signal dieser Wechselwirkung ist in Gesteinen der ozeanischen Kruste westlich des PAR erhalten und wir schlagen daher vor, Proben senkrecht zur PAR-Achse zu nehmen. Zudem finden sich am PAR zahlreiche felsische Dome, die mit aktiven Hydrothermalquellen in Verbindung stehen. Das geologische Umfeld und die Bildung der felsischen Gesteine sowie die Fauna der damit verbundenen Hydrothermalquellen sind weitestgehend unbekannt. Wir planen diese Region mit AUV und ROV systematisch zu erforschen. Von besonderer Bedeutung ist das Zusammenspiel zwischen differenzierten Wirtsgesteinen und hydrothermalen Fluiden sowie der Einfluss auf hydrothermale Präzipitate, Nährstoffe, Mikroben und Faunengemeinschaften. Bislang gibt nur wenige biologische Erkenntnisse über den PAR zwischen 34°S und 42°S, mit einigen Videoaufnahmen von 37°47'S. Diese vorläufigen Daten deuten auf eine eigenständige biogeografische Region der Hydrothermalfauna hin. Repräsentative Proben der Fauna müssen erst noch genommen werden, da sie integral für die Identifizierung der Arten und das Verständnis der Beziehungen zwischen den Arten in verschiedenen Regionen sind. Die von uns vorgeschlagene Studie zielt auf ein ganzheitliches Verständnis der Foundation-PAR Plume-Rücken Wechselwirkung vom Mantel und der Kruste bis zur Hydro- und Biosphäre ab.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - Forschungsschiffe"
    },
    {
      "project_id": "564896168",
      "url": "https://gepris.dfg.de/gepris/projekt/564896168",
      "title": "Verfolgung der Auswirkungen eines extremen schädlichen Algenblütenereignisses: Integrative Bewertung vom offenen Ozean bis zum Küstengebiet und dessen Verbindungen zum Atlantischen Ozean - Datenanalyse mit Schwerpunkt auf Hydrographie und Bio-Optik",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564896168",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Mit diesem Vorhaben beantragt das ICBM die Finanzierung einer 18-monatigen Postdoc-Stelle, um seine Arbeiten auf RV METEOR in den südchilenischen Fjorden zu unterstützen. Dieser Vorschlag ist Teil einer Forschungsfahrt, die bereits von der GPF für RV SONNE  positiv bewertet wurde und 2023 in den Fahrten-Pool der RV METEOR übernommen wurde. Der Großteil der beantragten Mittel wird für die Einstellung eines erfahrenen Forschers / einer erfahrenen Forscherin (z.B. Postdoc) verwendet, um die Aktivitäten des ICBM auf der geplanten Forschungsfahrt in Bezug auf Vorbereitung, Feldarbeit und insbesondere anschließende Datenanalyse und -veröffentlichung zu unterstützen. Konkret würde der/die Postdoc die Fahrtvorbereitungen bei der Vorbereitung der wissenschaftlichen Ausrüstung sowie bei Logistik und Zollabwicklung unterstützt. Darüber hinaus wird die eingestellte Person bei der Kalibrierung der Instrumente helfen, falls dies erforderlich ist. Während der Fahrt wird der/die Postdoc an ausgewählten Aspekten der vom ICBM-Team durchgeführten Arbeiten (Stationsarbeit, Messungen während der Fahrt, Probenahmen) teilnehmen. Nach der Fahrt ist der/die Postdoc für die Datenanalyse in der Heimateinrichtung verantwortlich. Die wissenschaftliche Auswertung der Daten und der Beitrag zu den Veröffentlichungen werden sich auf Folgendes konzentrieren: (i) Charakterisierung der abiotischen Bedingungen im Wasser (Schichtung, Lichtverfügbarkeit, Nitratkonzentration), die die Keimung, Lebensfähigkeit und das endgültige Schicksal von Zysten und gekeimten HAB-Zellen in Küstensystemen und Fjorden der hohen Breiten beeinflussen. (ii) Bewertung der bio-optischen Eigenschaften im Küstenozean und in Fjordsystemen und Identifizierung der dominierenden optisch aktiven Substanzen im Hinblick auf eine regional anwendbare bio-optische Parametrisierung der Lichtabschwächung im Wasser. (iii) Analyse des Einflusses von Schmelzwasser und Flusseintrag auf die bio-optische Vielfalt und Variabilität entlang der patagonischen Küste. (iv) Bestimmung der Wege von Einträgen und Oberflächenströmungen, die möglicherweise Phytoplanktonarten transportieren, durch Drifterexperimente.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlichDr. Thomas  Badewien"
    },
    {
      "project_id": "567292779",
      "url": "https://gepris.dfg.de/gepris/projekt/567292779",
      "title": "Westliche Randstromzirkulation, AMOC, tropische Instabilitätswellen",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 567292779",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Die geplante Forschungsfahrt hat zwei Hauptziele: 1) Die Bestimmung intrasaisonaler bis dekadischer Schwankungen der Zirkulation und Wassermassen im tropischen Atlantik. 2) Ein besseres Verständnis der Rolle tropischer Instabilitätswellen (TIWs) für Ozean-Atmosphären-Wechselwirkungen, die biologische Produktivität und den Kohlenstoffexport in die Tiefsee. Das erste Ziel soll durch den Austausch von Langzeitobservatorien an drei Standorten erreicht werden: am Kontinentalabhang vor der brasilianischen Küste bei 11°S, am Äquator bei 23°W und nördlich der Kapverden am Cape Verde Ocean Observatory (CVOO). Schiffsmessungen entlang von ~11°S mit CTD/O₂/lADCP/UVP-Stationen sowie kontinuierliche Messungen mit den Schiffs-ADCPs ergänzen die Verankerungsmessungen am westlichen Rand und sollen insbesondere langfristige Veränderungen der Wassermassen erfassen. Zusätzliche Stationsmessungen am Äquator und am CVOO sowie Strömungsmessungen mit den Schiffs-ADCPs entlang 23°W, über den Äquator bis zu den Kapverden, erweitern die Datenbasis der Langzeitobservatorien im tropischen Atlantik. Das zweite Ziel soll durch eine interdisziplinäre Prozessstudie in Bereichen mit starken Temperatur- und Produktivitätsfronten erreicht werden. Mesoskalige Variabilität in Form von TIWs, die entlang der Front zwischen kaltem äquatorialem Auftriebswasser und wärmerem Wasser im Norden propagieren, erzeugt durch Instabilitätsprozesse submesoskalige Variabilität. Diese beeinflusst das Windfeld und die Wärmeflüsse, löst lokale Vermischungsereignisse, Auftrieb und Subduktion an den Fronten aus und kann den Kohlenstofffluss in die Tiefe zeitweise verstärken. Im Rahmen dieser Prozessstudie, die im Gebiet zwischen 23°W und 12°W, etwas nördlich des Äquators, geplant ist, sollen mithilfe von Schiffsmessungen, Gleitern und frei driftenden Instrumenten physikalische, chemische und biologische Daten erhoben werden, um die frontale Dynamik der TIWs und deren Konsequenzen besser zu verstehen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeInternationaler BezugUSAMitverantwortlicheDr. Rebecca  Hummels;Professor Dr. Rainer  KikoKooperationspartnerDr. Franz Philip  Tuchen"
    },
    {
      "project_id": "564897376",
      "url": "https://gepris.dfg.de/gepris/projekt/564897376",
      "title": "Winterliche Einblicke: Ozeanographie, Klimageschichte und Umweltschadstoffkonzentrationen in der nördlichen Ostsee",
      "investigators": "Dr. Marion  Kanwischer;Dr. Volker  Mohrholz;Dr. Matthias  Moros, Ph.D.;Dr. Svenja  Papenmeier",
      "subject_area": "GeologiePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564897376",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Die Grundlage für das hier beantragte Projekt bilden sowohl hydrographische und geophysikalische Messungen als auch Wasser-, Meereis- und Sedimentproben, die im Rahmen einer Winterexpedition in die nördliche Ostsee aufgezeichnet bzw. genommen werden sollen. Die 3 wissenschaftlichen Hauptaufgabenstellungen des Projekts sind: 1) eine detaillierte Aufnahme der heutigen winterlichen hydrographischen Verhältnisse in der nördlichen Ostsee und unter dem Meereis, 2) die Rekonstruktion von vergangenen Änderungen in der Ozeanzirkulation in der zentralen und nördlichen Ostsee, und 3) die Erfassung der Konzentrationen von Umweltschadstoffen in Meerwasser und Meereis. Die Themen 1 und 2 schließen fundamentale Wissenslücken bezüglich der holozänen Änderungen im Wasserbudget (kontrolliert durch die isostatische Ausgleichsbewegung und das sich ändernde Klima), des Prozesses der winterlichen Tiefenwasserbildung und der Folgen variierender Schichtung in der Wassersäule auf das Ökosystem. Dies führt zu einem verbesserten generellen Verständnis und letztlich zu einer verbesserten Modellierung der natürlichen Ökosystemschwankungen in der Ostsee. Im Rahmen des beantragten Projekts soll zudem ein standardisiertes Protokoll für die Auswertung von hydroakustischen Aufzeichnungen mittels Sedimentkerndaten entwickelt werden. Dieses Protokoll wird (zukünftig) die Basis für eine beckenweite Rekonstruktion von holozänen Vergrabungsraten von organischem Kohlenstoff bilden (CO2 Speicherung). Ziel des Thema 3 des Antrags ist eine umfassende Analyse des aktuellen Zustands der Ostsee und der Geschichte (archiviert in Sedimenten) in Bezug auf ausgewählte persistente, geregelte Schadstoffe und solche, die neu im Fokus der Umweltwissenschaften und der Wasserpolitik stehen. In den beantragten Projekten sollen vor allem Analysen im Ostseewasser (aber auch von oberflächennahen Sedimenten) erfolgen und die Verteilung der untersuchten Substanzen vom Land bis zur offenen See und ihr potenzieller Transport analysiert werden.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheDr. Michael  Naumann;Dr. Mischa  Reineccius-Schönke"
    },
    {
      "project_id": "566621867",
      "url": "https://gepris.dfg.de/gepris/projekt/566621867",
      "title": "Östliches Mittelmeer - Prozessstudie (Sommer)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 566621867",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2520: \nBereich Infrastruktur - Forschungsschiffe",
      "description": "Aktuelle Klimamodellprojektionen deuten darauf hin, dass die lokale Erwärmung die Nährstoffzufuhr zum Oberflächenozean verringert und dadurch die Struktur und Funktionsweise der marinen Ökosysteme verändert. Zunehmende Intensität und Häufigkeit von Extremereignissen (Dürren, Überschwemmungen, Erwärmung des Oberflächenozeans) haben weitere unbekannte Folgen für biogeochemische und ökosystemare Prozesse. Deutsche und israelische Wissenschaftler arbeiten zusammen, um das sich schnell verändernde östliche Mittelmeer (EMS) als natürliches Labor zu nutzen, um ein mechanistisches Verständnis der biogeochemischen und ökosystemaren Veränderungen eines zukünftigen (sub)tropischen Ozeans zu erlangen, der von der globalen Erwärmung und anderen anthropogenen Einflüssen betroffen ist (Helmholtz International Laboratory „The Eastern Mediterranean Sea Centre- An Early-Warning Model-System for our Future Oceans: Eastern Mediterranean Sea Future Ocean REsearch (EMS FORE)“. Die vorgeschlagene EMS PS (Sommer)-Fahrt wird einen wichtigen Beitrag zur Erreichung der Ziele des umfassenderen EMS FORE- Programms leisten, indem (i) die (Mikro-)Nährstoff-Biogeochemie und die Nährstoffbegrenzung des Phytoplanktons im EMS im Sommer charakterisiert werden, (ii) detaillierte Dokumentation der mikrobiellen Gemeinschaften, die diese Gewässer von der Meeresoberfläche bis zu den Sedimenten besiedeln, und Klärung der saisonalen Verschiebungen (durch Vergleich mit der bereits durchgeführten Winterfahrt), (iii) Bewertung mechanistischer Zusammenhänge zwischen der Biogeochemie der Nährstoffe, der Produktivität des Oberflächenozeans, dem Stoffwechsel in tieferen Gewässern und den Schelfsedimenten in Bezug auf den Kreislauf von C und wichtigen Nährstoffen, (iv) Nutzung der Sedimentaufzeichnungen zur Bewertung vergangener Veränderungen im EMS.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2520: \nBereich Infrastruktur - ForschungsschiffeMitverantwortlicheProfessor Dr. Eric  Achterberg;Dr. Zvi  Steiner, Ph.D."
    }
  ]
}