{
  "spp_number": "SPP 2378",
  "spp_title": "Resilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460954887",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "503657103",
      "url": "https://gepris.dfg.de/gepris/projekt/503657103",
      "title": "Automatisierte Verifikation von Resilienz und Resilience by Design",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503657103",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Die automatisierte Verifikation von Resilienz und Vertrauenswürdigkeit sowie Resilience by Design wurden als zentrale Herausforderungen für die 6. Generation (6G) von Mobilfunksystemen identifiziert. In diesem Projekt werden diese Fragestellungen adressiert, indem informations- und codierungstheoretische Grundlagen für die Kommunikation unter feindlichen Jamming-Angriffen entwickelt werden; insbesondere für praxisrelevante Kanalmodelle. Die automatisierte Verifikation wird dann aus fundamentaler, algorithmischer Sicht analysiert. Dazu wird das Konzept der Turing-Maschinen verwendet, das die grundlegenden Leistungsgrenzen heutiger digitaler Hardware-Plattformen aufzeigt. Neuromorphic Computing hat ein enormes Potenzial, die Grenzen heutiger digitaler Hardware zu überwinden, und dementsprechend werden auch die Fragen der automatisierten Verifikation von Resilienz und Vertrauenswürdigkeit sowie Resilience by Design für solche leistungsstarken Rechenmodelle untersucht. Dies wird insbesondere durch die erheblichen Fortschritte im Hardwaredesign für Neuromorphic Computing motiviert, die in letzter Zeit erzielt wurden. Abschließend werden Designregeln und Einsichten für Resilience by Design entwickelt. Dazu werden zusätzliche Koordinationsressourcen bei den Benutzern innerhalb des Kommunikationssystems angenommen und untersucht, wie diese genutzt werden können, um das System direkt auf der physikalischen Schicht robust und resilient zu entwerfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565652036",
      "url": "https://gepris.dfg.de/gepris/projekt/565652036",
      "title": "CAREFUL - Komplexitätsbewusste symbolische Fehleranalyse",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565652036",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Vernetzte verteilte Systeme treiben unsere Welt an: von einfachen Smartphone-Apps über komplexe Internetdienste bis hin zu unserer kritischen Infrastruktur. Ihr Versagen kann schwere wirtschaftliche und manchmal sogar menschliche Verluste verursachen. Dennoch scheinen viele Grundursachen für Fehler fast trivial zu sein; in der Praxis sind Entwickler durch die Komplexität des realen Codes und das geringe Wissen über Abstraktionsgrenzen hinaus hilflos. Um Resilienzfehler zu finden, muss man Fehler zu jeder Zeit und in jeder Situation erwarten. Dies führt zu einer übermäßigen Anzahl von zu berücksichtigenden Fällen. Viele der injizierten Fehler führen jedoch zu demselben Verhalten der Anwendung und sind eigentlich gleichwertig. Ein Verhalten müsste jedoch nur einmal ausgelöst werden. Symbolic Execution (SE), eine Software-Analysetechnik kann ein solches äquivalentes Verhalten in Software für Eingaben (z.B. Dateiinhalte, Netzwerkpakete oder Benutzereingaben) effizient finden. Die Forschung hat Methoden entwickelt, diese Äquivalenzklassen zu finden und den Möglichkeitsraum einzudämmen; ihre Anwendung auf Fault Injection (FI) ist jedoch weitgehend unerforscht. Mit CAREFUL werden wir Symbolische Fehleranalyse (SFA) entwickeln, eine neuartige und ganzheitliche Methode für das Auffinden von Resilienzfehlern mit voller Abdeckung von Programmverhalten, welches durch Eingaben und extern verwurzelte Fehler induziert wird. Wir injizieren Fehler an Abstraktionsgrenzen während SE, unter Verwendung von Modellen, welche zwischen Fehlern und Eingaben unterscheiden. Der Hauptermöglicher für SFA, und daher auch Fokus des beantragten Projektes, ist die Beherrschung der Komplexität welche ihren Ursprung in der Kombination von SE und FI hat: Mit Symbolischer Fehlerreduktion (SFR) werden wir Methoden zur effektiven Bekämpfung von Pfadexplosion entwickeln, unter Verwendung von, unter anderem, Ereignisunabhängigkeit und Fehlersemantik. Die Beherrschung der Komplexität ist entscheidend für eine ganzheitliche Methode und der einzige Weg zu wirklich resilienten komplexen softwarebasierten Systemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503359370",
      "url": "https://gepris.dfg.de/gepris/projekt/503359370",
      "title": "Co-Prozessoren für Resilient Coded Networking und Computation auf Netzwerkkarten",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503359370",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Digitale Fabriken sowie die vernetzte IT-Infrastruktur an Bord (autonomer) Fahrzeuge sind Beispiele für eine wachsende Zahl von cyber-physikalischen vernetzten Systemen, bei denen Ausfälle große materielle Schäden verursachen und auch Menschenleben gefährden können. Resiliente Kommunikation und Verarbeitung unter strengen Zeitanforderungen spielen eine zentrale Rolle für die nächste Generation vernetzter Rechnerarchitekturen. Anforderungen beinhalten Datenraten von mehreren Gbit/s sowie die Unterstützung unterschiedlicher Kritikalitäts- und Sicherheitsprofile. Konventionelles Ethernet bietet zwar hohe Datenübertragungsraten, ist aber nicht dafür ausgelegt, die Dienstqualität und Ausfallsicherheit zu bieten, die für solch anspruchsvolle Anwendungsbereiche erforderlich sind. Für Ethernet-basierte zeitkritische und zuverlässige Dienste befinden sich deshalb TSN-Standards (Time-Sensitive Networking) in der Entwicklung. Eine standardisierte Lösung für Resilient Ethernet wird durch den IEEE-Standard \"802.1CB-Frame Replication and Elimination for Reliability\" (FRER) bereitgestellt. Dabei werden Ethernet-Frames dupliziert, was einen erheblichen Overhead zur Folge hat. Im Projekt HyperNIC wollen wir Mechanismen und Plattformen erforschen, die auf effiziente und flexible Weise resiliente Kommunikation und resiliente Verarbeitung unterstützen. Ziel des Projekts ist es, eine neue Klasse von Netzwerkkarten mit Verarbeitungsfunktionen zu entwickeln, die Mechanismen für Network Coding, Wiederholungen codierter Pakete mit geringer Latenz und fehlertolerante Algorithmen unterstützen. Ein entscheidender Aspekt für die Bereitstellung resilienter echtzeitfähiger Dienste ist die Verfügbarkeit von Fehlertoleranzmechanismen und einer hohen Paketverarbeitungsleistung am richtigen Ort der Rechnerarchitektur, um eine Überlastung von Netz- und Hostkomponenten zu vermeiden. Hardware-Offloading durch Koprozessoren auf Ebene der Netzwerkkarte erlaubt fehlertolerante Berechnungen mit niedriger Latenz sowie die Einsparung knapper und teurer CPU-Ressourcen. Im Projekt werden innovative Resilience-Mechanismen entwickelt, modelliert, implementiert und schließlich anhand von Messungen in der Praxis bewertet. HyperNIC ist eine geplante Zusammenarbeit zwischen der Forschungsgruppe von Prof. Carle, die langjährige Erfahrung bei der Untersuchung und Modellierung von hochleistungsfähigen Software-Paketverarbeitungssystemen hat, und der Forschungsgruppe von Prof. Herkersdorf, die sich auf den Entwurf, die Implementierung und die Analyse von hochleistungsfähigen Koprozessoren konzentriert. Mit der gemeinsamen Expertise beider Forschungsgruppen, die bereits über mehrjährige Erfahrungen in der Zusammenarbeit verfügen, soll eine neuartige Integration von Hardwarebeschleunigung und resilientem Software-Stack erreicht werden. Mit dem vorliegenden Projekt werden insbesondere die Ziele des SPP Resilient Worlds \"Resilience meets silicon\" sowie \"Resilience meets communication\" adressiert.bounds.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503331346",
      "url": "https://gepris.dfg.de/gepris/projekt/503331346",
      "title": "Ein Code für alle Fälle: Eine kodierungsbasierte Lösung für zukünftige resiliente Kommunikationsnetze",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503331346",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Resilienz war die Hauptmotivation für die Umstellung der Architektur vom öffentlichen Telefonnetzen zum Internet. Um die Resilienz noch weiter zu erhöhen, setzt die IETF (IETF-icnrg) derzeit auf Information-Centric Networking (ICN). Unsere Beiträge zum Aufruf \"Resilient Worlds\" zur Verbesserung der Resilienz mit anderen KPIs moderner Kommunikationssysteme (Latenz, Energieverbrauch, Kosten) sind zweierlei: i.) Erweiterung des ICN-Konzepts für verteilte kodierte Datenverarbeitung, kodierten Mehrwegtransport und verteilte kodierte Speicherung; ii.) eine einheitliche Kodierung für die drei oben genannten Techniken zu finden, was zu dem Konzept \"Ein Code für alle\" führt. Die Kodierung für die drei Techniken wird durch In-Network Computing (z. B. IETF-coinrg) realisiert. Um die Leistungsfähigkeit des von uns vorgeschlagenen Ansatzes zu beweisen, führen wir Theorie, Simulation, Emulation und Implementierung durch. Mit dem letzten Punkt werden wir Beiträge zur Standardisierung bei der IETF beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565653523",
      "url": "https://gepris.dfg.de/gepris/projekt/565653523",
      "title": "Integrierte Sensorik und Kommunikation: Ist dies ein Schlüsselelement für zukünftige resiliente Kommunikationssysteme?",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565653523",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Dieses Forschungsprojekt hat zum Ziel, resiliente und sichere Integrated-Sensing-and-Communication-Systeme (ISAC-Systeme) zu entwickeln, die in der Lage sind, feindlichen Störangriffen standzuhalten. Das Projekt verfolgt drei Hauptziele und ist in vier miteinander verbundene Arbeitspakete unterteilt, die theoretische Modellierung, praktische Implementierung und Optimierung für reale Anwendungen umfassen. Das erste Ziel dieses Projekts ist die Entwicklung informationstheoretischer Grundlagen für die Resilienz in ISAC-Systemen unter feindlichen Störangriffen. Dies umfasst die Erstellung von Kanal- und Quellenmodellen für sichere ISAC-Systeme, die sowohl die Sensingaufgabe, Störangriffe sowie Abhörbedrohungen berücksichtigen. Dadurch sollen wichtige Erkenntnisse gewonnen werden, wie die Integration von Sensorik und Kommunikation die Systemresilienz und Systemsicherheit stärken kann, um die Entwicklung von Kommunikationssystemen zu ermöglichen, die robust gegenüber feindlicher Interferenz sind. Das zweite Ziel besteht darin, ausgewählte Strategien zum Erreichen der Resilienz, die aus dem ersten Ziel abgeleitet wurden, umzusetzen und ihre Leistung in realen Umgebungen zu evaluieren. Dies umfasst die Entwicklung eines Hardware-Demonstrators, der die vorgeschlagenen Lösungsansätze veranschaulicht, sowie die Bewertung ihrer Wirksamkeit und Robustheit gegenüber verschiedenen Störtaktiken unter realen Bedingungen. Aufbauend auf den Ergebnissen der ersten beiden Ziele besteht das dritte Ziel darin, ganzheitliche Designprinzipien für resiliente ISAC-Systeme abzuleiten. Dies umfasst die Analyse der entscheidenden Rolle der Sensorikfunktionalität bei der Erkennung und Charakterisierung von Störangriffen sowie beim Ergreifen von Gegenmaßnahmen gegen solche Angriffe. Das Ziel umfasst ebenfalls die Bewertung des Potenzials von KI-basierten Ansätzen zur Verbesserung dieser Detektions- und Mitigationsaufgaben. Vielversprechende Lösungen, die während dieses Prozesses identifiziert werden, sollen für Patentanmeldungen in Betracht gezogen werden. Das finale Ergebnis dieses Projekts ist ein robustes, sicheres und für den praktischen Einsatz geeignetes ISAC-Systemdesign, mit einem Schwerpunkt auf Resilienz, Sicherheit und Effizienz in feindlichen Umgebungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503199853",
      "url": "https://gepris.dfg.de/gepris/projekt/503199853",
      "title": "Kollektive resiliente unbeaufsichtigte intelligente Dinge treffen auf robuste, stromsparende eingebettete Datenübertragungsstationen",
      "investigators": "Professorin Dr. Anna  Förster;Professor Dr.-Ing. Thorsten  Herfet;Dr.-Ing. Peter  Wägemann",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503199853",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Resiliente Welten; der Titel des Schwerpunktprogramms drückt bereits aus, dass Resilienz in der Ära allgegenwärtiger Vernetzung verschiedenster Geräte viele Facetten aufweist und daher verschiedenste Welten existieren. Eine sehr wichtige solcher Welten sind die Sensor-/Aktuator-Netze, welche aus sehr leistungsschwachen, eingebetteten Systemen bestehen, die unbeaufsichtigt arbeiten können und ihre Energie oft sogar aus externen Quellen wie der Sonne oder elektro-magnetischen Feldern gewinnen müssen. CRUSTmeetResPECT vereinigt zwei Projekte der Phase I und damit auch zwei Facetten von Resilienz. Dies impliziert eine signifikante Evolution des holistischen Systemdesigns und des Systembetriebs. Das verteilte Anwendungsmanagement von CRUST wird das in ResPECT entwickelte Paradigma des transaktionalen Betriebes übernehmen. Aufgaben werden zerlegt in Transaktionen und Transaktionsketten. Diese werden dann mit Gewichten versehen, sodass die Geräte auf der Basis aktueller und historischer Gewichte lernen können, welche Transaktion oder welche Transaktionen zu einem gegebenen Zeitpunkt durchgeführt werden sollen. Hierzu wird einerseits das Energie-Budget verfeinert (Worst-Case-Betrachtung genauso wie statistische Betrachtung), andererseits werden Entscheidungskriterien definiert, welche das Anwendungsmanagement nutzen kann, um die Entscheidungen der Geräte zu beeinflussen (so kann die ausführbare Anzahl an Transaktionen ein Kriterium sein, die vollständige Erfüllung einer Aufgabe oder auch die Aktualität verfügbarer Informationen können präferiert werden). Da Resilienz im Prinzip auf (nutzbarer) Redundanz aufbaut, wird CRUSTmeetResPECT zusätzlich eine ganzheitliche Anomalieerkennung entwickeln: Die Geräte beobachten das Verhalten ihrer Komponenten anhand des Energie- und Zeitverhaltens und können so Anomalien und Fehlfunktionen in ihren eigenen Sensoren und Aktoren erkennen, während das Kollektiv operative Anomalien entdecken kann (so kann eine abgedeckte Linse eine Kamera unbrauchbar machen, obwohl diese physikalisch funktioniert). Die Menge erkannter Anomalien kann dann den Entscheidungsprozess durch die Modifikation der Transaktionsgewichte steuern. Als Seiteneffekt ist auch die Information, dass keine Anomalien vorliegen, sinnvoll, denn dann kann die systemimmanente Redundanz genutzt werden, um Geräte oder Teile von Geräten abzuschalten und so den Energieverbrauch zu senken. CRUSTmeetResPECT wird daher, basierend auf dem transaktionalen Modell und dem geteilten Wissen um die aktuellen und historischen Transaktionsgewichte, ein resilientes, kollektives Aufgabenmanagement entwickeln. Für die Transaktionen und ihre Gewichte muss dabei ein Format entwickelt werden, das einerseits effiziente, inkrementelle Speicherung in nicht-flüchtigem Speicher und andererseits ebenso effiziente und inkrementelle Kommunikation ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem UnbekanntenMitverantwortlichProfessor Dr.-Ing. Matthias  Hollick"
    },
    {
      "project_id": "503724451",
      "url": "https://gepris.dfg.de/gepris/projekt/503724451",
      "title": "Koordinationsfonds",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503724451",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Das Ziel des Schwerpunktprogramms ist es, grundlegende Grenzen in vernetzten Welten zu hinterfragen und Resilienz als Kernkomponente zu integrieren. Resilienz ist die Fähigkeit eines Systems ein akzeptables Mindestmaß an Sicherheit und Dienstgüte anzubieten und unter allen Umständen zu erhalten, auch wenn Teile des Systems ausfallen oder bösartig angegriffen werden, d.h. auch in unerwarteten Situationen weiterhin korrekt zu funktionieren. Maschinelles Lernen wird als Basis gesehen, komplexe Netzwerkinfrastrukturen resilienter zu machen - oft leider auf Kosten einer reduzierten Kontrollierbarkeit. Wir müssen uns daher enormen Herausforderungen stellen in Bezug auf die Komplexität technischer Lösungen als auch der Resilienz kritischer Netzwerkinfrastrukturen. Das Schwerpunktprogramm hat zum Ziel, zumindest einige dieser Herausforderungen in einem verteilten Forschungsverbund zu lösen. Dieses Koordinationsprojekt stellt die notwendige wissenschaftlich-technische Infrastruktur zur Verfügung, wozu u.a. Forschungskolloquia, Sommerschulen, Satellitenworkshops gehören. Es wird ein Dach realisiert, um Kooperation in einem interdisziplinären Team zu fördern. Besondere Bedeutung hat dabei die Unterstützung von talentierten NachwuchwissenschaftlerInnen und eine ausbalancierte Geschlechterverteilung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503355275",
      "url": "https://gepris.dfg.de/gepris/projekt/503355275",
      "title": "Mehragenten-Verstärkungslernen im Hinblick auf die Widerstandsfähigkeit und Überlebensfähigkeit von betriebskritischen Netzwerken gegenüber schnell zeitlich veränderlichen Ressourcenflüssen",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503355275",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Die Synergie zwischen drahtloser Kommunikation, cyber-physischem Systemdesign und künstlicher Intelligenz ermöglicht den autonomen Betrieb moderner vernetzter Systeme. Für derartige Infrastrukturen, die zeitgleich mehrere kritische Aufgaben und Missionen erfüllen, ist die Wichtigkeit und Unverzichtbarkeit der Resilienz offensichtlich und unbestreitbar. Die Knappheit der Ressourcen, die unvermeidliche Einführung von Technologien zur opportunistischen Ressourcenbeschaffung sowie Sicherheitsbedrohungen machen die Umsetzung von Resilienz jedoch zu einer Herausforderung, da sie zu Schwankungen der erforderlichen Ressourcenflüsse führen. In diesem Forschungsvorhaben konzentrieren wir uns auf zwei Szenarien, nämlich die gemeinsame Nutzung von Ressourcen und die Reservierung von Backup-Ressourcen, um die Resilienz eines missionskritischen Systems von Systemen gegen vergessliche und nicht-vergessliche Angreifer zu erhöhen, die einen schnell zeitlich ändernden Ressourcenfluss erzeugen. Wir behalten einen generischen Rahmen für Resilienz durch Netzwerkadaptivität bei, so dass unser Ansatz für eine Vielzahl von Anwendungen geeignet ist. Unsere Lösungsansätze liegen an der Schnittstelle von konvexer Multiagenten-Online-Optimierung mit Bandit-Feedback, Online-Versteckspielen und statistischen Konzepten, wie der Erkennung von Änderungspunkten. Die die zum Einsatz vorgesehenen Methoden eignen sich für eine verteilte Implementierung, wodurch der Feedback- und Signalisierungs-Overhead erheblich reduziert wird. Wir werden eine rigorose theoretische Analyse bezüglich Effizienz, Skalierbarkeit und Konvergenz erarbeiten und erforschen auch die Leistungsgrenzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565612447",
      "url": "https://gepris.dfg.de/gepris/projekt/565612447",
      "title": "Netzwerk-Resilienz durch kollektive kontrafaktische Erklärungen und Interventionen",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565612447",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Die Synergie zwischen drahtloser Kommunikation, cyber-physischem Systemdesign und künstlicher Intelligenz ermöglicht den autonomen Betrieb moderner vernetzter Systeme. Für derartige Infrastrukturen, die zeitgleich mehrere kritische Aufgaben und Missionen erfüllen, ist die Wichtigkeit und Unverzichtbarkeit der Resilienz offensichtlich und unbestreitbar. Die Volatilität der Ressourcen und die Ungewissheit des Eintreffens von Aufgaben machen es jedoch schwierig, die Ausfallsicherheit zu erreichen. In diesem Antrag konzentrieren wir uns auf das Problem der Ressourcen- und/oder Arbeitslastzuweisung, um die Widerstandsfähigkeit eines Systems mit hohen Zuverlässigkeitsanforderungen gegen solche Herausforderungen zu erhöhen. Unsere Lösungsansätze liegen an der Schnittstelle von maschinellem Lernen, Optimierung und Multiagentensystemen. Wir entwickeln robuste und effiziente kollektive algorithmische (collective algorithmic recourse) Rückgriff-Lösungen und wenden sie auf die Netzwerk-Resilienz an. Wir behalten einen generischen Rahmen der Resilienz durch Netzwerkadaptivität bei, so dass unser Vorschlag eine Vielzahl von Anwendungen abdeckt. Wir bieten eine strenge theoretische Analyse in Bezug auf Effizienz, Skalierbarkeit und Konvergenz. Wir diskutieren auch die Leistungsgrenzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503231190",
      "url": "https://gepris.dfg.de/gepris/projekt/503231190",
      "title": "Offloading und präventiver Umgang mit korrelierten Fehlern für resiliente Kommunikationsnetze",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503231190",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Das Projekt arbeitet an Verbesserungen für resiliente Kommunikationsinfrastrukturen. Zum einen wird die Implementierung komplexer Resilienz-Mechanismen durch Offloading mit Hilfe effizienter Paketverarbeitungs-Frameworks (EPVFs) ermöglicht. Zum anderen werden Netze so geplant und bestehende Netze so angepasst, dass sie korrelierte Fehler besser verkraften können. EPVFs verarbeiten Pakete effizienter als normale User-Space Programme, weil sie einen Teil des Overheads vermeiden, der durch Networking Stack und Kernel verursacht wird. Beispiele für EPVFs sind eBPF, DPDK und Snabb. Sie sind für die Programmierung hochperformanter Virtual Network Functions (VNFs) geeignet, um Gerätefunktionalität auf Server- oder SmartNIC-CPUs auszulagern. Performanz ist für Offloading wichtig. Deswegen werden Bauteile für VNFs wie Änderung von Headern oder En- und Dekapsulierung mit unterschiedlichen EPVFs implementiert und ihr Durchsatz auf Server- und SmartNIC-CPUs umfassend verglichen. Weiter werden unterschiedliche Signalisierungsoptionen für Offloadding untersucht. Neue Netzfunktionen werden implementiert, welche zu komplex für Implementierung auf programmierbarer Hardware sind, und ihre Leistung wird untersucht. Sie verbessern Verfügbarkeit und Sicherheit. Beispiele sind Packet Replication, Elimination, and Ordering Function (PREOF) und Network Attestation for Secure Routing (NASR). Weiter wird Offloading zur Erweiterung von Bestands-Hardware um neue Funktionen untersucht. Beispiele dafür sind MPLS Network Actions (MNAs), welche neue Mechanismen für resiliente Weiterleitung definieren. Diese Aktivitäten sind in die Standardisierung der IETF eingebettet. Korrelierte Ausfälle vieler ähnlicher Komponenten können beispielsweise durch Sicherheitsvorfälle, Software-Fehler oder Update-Probleme ausgelöst werden. Wenn viele Geräte sich eine verwundbare Eigenschaft teilen, kann dies massive Ausfälle verursachen. Wir definieren Generalized Shared Risk Groups (GSRGs) als Menge von Hardware- oder Software-Komponenten eines Netzes, bei denen eine technische Eigenschaft sich überlappt, z.B. CPU, Betriebssystem oder Anwendungsprogramme. Sie unterscheiden sich von normalen Shared Risk Groups, weil sie nicht von einer gemeinsam genutzten Infrastruktur abhängen. GSRGs vergangener Vorfälle werden klassifiziert und für existierende Netze modelliert. Ihre Auswirkung auf Netzbetrieb und Diensterbringung wird als Resilienzmetrik ermittelt. Netze mit heterogenen Komponenten haben mehr GSRGs, die dafür aber kleiner sind. Dies kann die Resilienz verbessern, wenn die heterogenen Komponenten geeignet angeordnet sind und geeignet genutzt werden. Bei der Platzierung heterogener Komponenten in einem Netz besteht somit ein Optimierungspotenzial, ebenso wie bei der Platzierung von Resilienzmechanismen einschließlich deren Offloading. Im Projekt betrachten wir dies sowohl für neue als auch für bestehende Netze, wenn nur wenige Geräte durch neue ausgetauscht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "511099228",
      "url": "https://gepris.dfg.de/gepris/projekt/511099228",
      "title": "ReNO-2: Unterstützung von Netzwerkbetreibern durch ML – Ein kognitiver Ansatz",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 511099228",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Wissenschaftlicher Kontext. Viele Netzwerk-Ausfälle heute werden durch menschliche Fehler verursacht. Dieses Projekt, ReNO-2, setzt unser ReNO-1-Projekt aus der ersten Phase des SPP Programms (Resilienz in vernetzten Welten) fort und zielt darauf ab, resiliente und adaptive Netzwerke zu entwerfen, selbst wenn die Menschen, die sie verwalten, Chaos einführen. Wie auch in ReNO-1 wollen wir Netzwerkbetreiber dabei unterstützen, mit der Komplexität der Netzwerkverwaltung umzugehen und Netzwerke mithilfe von Automatisierung und der Nutzung von Werkzeugen aus den Bereichen maschinelles Lernen (ML) und formale Methoden (FM) widerstandsfähiger zu machen. Hypothesen/Forschungsfragen/Ziele. Der Hauptfokus von ReNO-2 liegt auf dem menschlichen Betreiber und zielt darauf ab, die Auswirkungen menschlicher Fehler auf die Netzwerkwiderstandsfähigkeit zu untersuchen und zu begrenzen, wobei auch kognitive Aspekte berücksichtigt werden. Wir stellen die Hypothese auf, dass ein kognitiverer Ansatz notwendig ist, um menschliche Betreiber besser zu unterstützen, effizient und fehlerfrei zu arbeiten. Motiviert durch neue technologische Möglichkeiten und die Kombination aus menschlich-gesteuerten, ML-gesteuerten und formalen Methoden in der Netzwerkoperation sowie insbesondere der jüngsten Einführung von großen Sprachmodellen (LLM), werden wir zentrale Fragen untersuchen, wie: Wie können wir Netzwerkbetreiber optimal mit ML-, LLM- und FM-Tools unterstützen? Wie beeinflussen ML- und FM-Tools das Selbst-Vertrauen von Netzwerkbetreibern? Können wir LLM-Tools erweitern, um mehr Feedback zu liefern und deren Einschränkungen und Risiken hervorzuheben? Wir werden Methoden entwickeln, die menschliche Betreiber bei der Nutzung neuer ML-, LLM- und FM-Tools unterstützen und automatisch Feedback an die Benutzer geben. Unsere Methoden richten sich nicht nur an Netzwerkbetreiber, sondern auch an Studierende, die Kommunikationsnetzwerke lernen. Ansatz/Methoden. Wir werden speziell zwei Anwendungsszenarien betrachten: intra- und inter-domain Netzwerke. Diese sind nicht nur kritische Anwendungen, um das Internet verbunden zu halten, sondern bieten auch den Vorteil, dass formale Methoden-Tools zur Konfigurationsverifizierung und -synthese (inkl. eigener aus ReNO-1) existieren.  Grad der Originalität/Innovation. Das Projekt ist aktuell, da die Chancen und Risiken der Nutzung von ML und insbesondere LLM-Netzwerktools noch schlecht verstanden sind. Auch die wesentlichen kognitiven Aspekte wie Selbst-Vertrauen (und wie Tools dieses beeinflussen können) haben in der Literatur noch nicht viel Aufmerksamkeit erhalten. Die PIs. Die PIs sind beide Experten im Bereich Netzwerk und haben bereits erfolgreich in der ersten Phase des SPP Programms zusammengearbeitet. PI Hohlfeld bringt zudem Expertise im Bereich der Qualitätswahrnehmung und Erfahrung mit Benutzerstudien ein. PI Schmid verfügt über zusätzliche Fachkenntnisse in intra-domain Resilienzthemen sowie in formalen Methoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem UnbekanntenInternationaler BezugIsraelKooperationspartnerinProfessorin Dr. Rakefet  Ackerman"
    },
    {
      "project_id": "503691052",
      "url": "https://gepris.dfg.de/gepris/projekt/503691052",
      "title": "ResCTC: Resilience through Cross-Technology Communication",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503691052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "In den letzten Jahren hat der drahtlose Breitbandzugang und die Verbreitung drahtloser Internet of Things (IoT)-Technologien im unlizenzierten Funkspektrum, z.B. in den ISM/UNII-Bändern, explosionsartig zugenommen. Infolgedessen wurden diese Bänder von zahlreichen drahtlosen Geräten, die verschiedene Technologien wie WiFi, LTE-U/LAA, ZigBee, LoRa und Bluetooth verwenden, massiv genutzt. Obwohl solche heterogenen drahtlosen Netze (HetNets) die Bereitstellung neuer Dienste und Anwendungen vorangetrieben haben, geht dies auf Kosten der Ausfallsicherheit. HetNets leiden nicht nur unter Knotenausfällen und starker technologieübergreifender Interferenz im gemeinsam geteilten Spektrum, sondern sind aufgrund ihrer Offenheit auch sehr anfällig für selektives Jamming. Ein möglicher Weg, HetNets resilienter zu machen, ist die Nutzung von technologieübergreifender Kommunikation (cross-technology-communication, CTC). CTC ist ein faszinierendes neues Paradigma, das eine direkte Funkkommunikation und damit einen Datenaustausch zwischen scheinbar inkompatiblen Funktechnolo- gien ermöglicht, ohne dass Änderungen an den Funkprotokollen erforderlich sind, z.B. zwischen WiFi und ZigBee, WiFi und LoRa, ZigBee und Bluetooth oder LTE- U/LAA und WiFi. Das Ziel des ResCTC-Projekts ist es, CTC für resiliente Netze und kritische Sicherheitsanwendungen in HetNets zu nutzen, die im unlizenzierten Radiospek- trum betrieben werden. Basierend auf den jüngsten Arbeiten beider Partner zu CTC und drahtloser Sicherheit wird ResCTC in einem gemeinsamen Projekt die Resilienz von Netzen durch Nutzung von CTC angehen und umfassende Lösungen entwickeln, die sowohl in der Grundlagentheorie (Informationstheorie und Signalverarbeitung) als auch in der praktischen Umsetzung ausgerichtet sind und dies anhand eines Proof of Concept präsentieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565651017",
      "url": "https://gepris.dfg.de/gepris/projekt/565651017",
      "title": "RESERVE: Resilient Hybrid Time-sensitive Networks",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565651017",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Mission-Critical Systems, wie z.B. in der Industrieautomatisierung, sind auf hochgradig resiliente, latenzarme Kommunikationsnetzwerke angewiesen. Aktuelle Netzwerklösungen, wie Time-Sensistive Networking (TSN) für kabelgebundene Kommunikation und WiFi 7 oder 5G für drahtlose Kommunikation, bieten jedoch keinen einheitlichen, resilienzorientierten Ansatz, der gegen Ausfälle, Cyber-Bedrohungen und dynamische Netzwerkbedingungen gewappnet ist. Das RESERVE-Projekt zielt darauf ab, diese kritische Lücke zu schließen, indem es resiliente hybride time-sensitive Networks entwickelt, die verkabelte und drahtlose Bereiche nahtlos integrieren, um Fehlertoleranz, Anpassungsfähigkeit und Angriffsresistenz zu verbessern, während strenge zeitkritische Kommunikationsgarantien aufrechterhalten werden. In diesem Zusammenhang müssen folgende Resilienzherausforderungen angegangen werden: Erstens ist es notwendig, eine nahtlose hybride Integration zu erreichen, um zuverlässig und Ende-zu-Ende quality of service (QoS) sicherzustellen ohne die Leistung von Echtzeit- und gemischt-kritischem Verkehr über verkabelte und drahtlose Verbindungen zu beeinträchtigen. Zweitens müssen Netzwerke in der Lage sein, sich an dynamische Netzwerkbedingungen anzupassen, indem sie auf Ausfälle, Störungen und Mobilität reagieren, ohne die Dienstzuverlässigkeit zu beeinträchtigen. Drittens ist es erforderlich, zentrale, dezentrale und verteilte Kontrollmodelle zu untersuchen, um die Resilienz bei der Echtzeit-Netzwerk-Neukonfiguration sicherzustellen. Viertens müssen robuste Abwehrmechanismen gegen Denial-of-Service (DoS), Jamming-Angriffe und Angriffe auf die Zeitsynchronisation entwickelt werden, um einen kontinuierlichen Systembetrieb aufrechtzuerhalten. Die Forschungsziele von RESERVE umfassen: (1) Entwicklung von fehlertoleranten hybriden Links: Einführung von Multi-Konnektivität und Redundanzmechanismen, um die Verfügbarkeit der Dienste trotz Verbindungsfehler oder Umwelteinflüsse aufrechtzuerhalten. (2) Verbesserung der Resourcen-Resilience: Implementierung hybrider Netzwerk-Slicing, dynamischer Reservierungen und adaptiver Planung zur Optimierung der Ressourcennutzung unter wechselnden Bedingungen. (3) Stärkung des Traffic und Mobility Managements: Entwicklung selbstadaptiver Orchestrierungstechniken, die Störungen minimieren und die Dienstkontinuität während Ausfällen oder Mobilitätsereignissen sicherstellen. (4) Sicherung hybrider Netzwerke: Gestaltung adaptiver Gegenmaßnahmen zur Verbesserung der Resilienz gegen Cyber-Bedrohungen. RESERVE wird analytische Modellierung, AI-basierte Netzwerkoptimierung, reale Testumgebungen und skalierbare Simulationen nutzen, um Resilienz-erhöhende Techniken für hybride Netzwerke zu entwickeln und zu validieren. Durch die Integration der neuesten kabelgebundenen (TSN) und drahtlosen (WiFi 7, 5G/6G) Technologien wird dieses Projekt neue Benchmarks für fehlertolerante, adaptive und widerstandsfähige Netzwerke in mission-critical Umgebungen setzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565608348",
      "url": "https://gepris.dfg.de/gepris/projekt/565608348",
      "title": "Resiliente Netzwerk-Virtualisierungsarchitektur",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeRechnerarchitektur, eingebettete und massiv parallele Systeme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565608348",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Die moderne Cloud-Umgebung nutzt große Server, um steigende Anforderungen zu erfüllen. In dieser Umgebung ist Netzwerkvirtualisierung eine Schlüsselkomponente, die die Kommunikation zwischen Servern und Anwendungen koordiniert. Aktuelle Netzwerkvirtualisierungsarchitekturen stehen jedoch vor drei Herausforderungen, um die Systemresilienz sicherzustellen: Sicherheit, vorhersehbare Leistung und Schutz. Erstens muss das System eine Überwachungs- und Konfigurationsmethode über mehrere Virtualisierungsebenen integrieren, um Fehlertoleranz zu gewährleisten und eine geringe Belastung zu halten. Zweitens erschwert eine Multi-Tenant-Cloud-Umgebung vorhersehbare Leistung. Drittens muss das Netzwerkvirtualisierungs-Framework einen Sicherheitsmechanismus bieten, um potenzielle Lücken zu minimieren und die Effizienz zu erhalten. Bestehende Lösungen fokussieren sich auf einzelne Optimierungen, etwa bei Fehlertoleranz oder Latenz für vorhersehbare Leistung. Die Bewältigung aller drei Herausforderungen erfordert eine grundlegende Neugestaltung der Netzwerkvirtualisierung. Dieser Vorschlag präsentiert ein resilientes Netzwerkvirtualisierungs-Framework, um diese Herausforderungen kombiniert zu bewältigen. Unser Vorschlag beinhaltet zwei Forschungsschwerpunkte. Erstens fokussiert sich Forschungsschwerpunkt 1 (RV1) auf ein resilientes Netzwerkgeräte-Virtualisierungs-Framework, das Virtualisierungsansätze vereinheitlicht, um den Anforderungen der modernen Cloud gerecht zu werden. Insbesondere integriert das Framework fehlertolerante Designs, programmierbare Schnittstellen für eine vorhersehbare Netzwerkverwaltung sowie Sicherheitsmaßnahmen via Sandboxing-Technologien. Zweitens fokussiert Forschungsschwerpunkt 2 (RV2) die Protokollverarbeitung in virtuellen Umgebungen, um Resilienz und Leistung zu optimieren. Unser Vorschlag vereint alle Prozesse, von der Netzwerkvirtualisierung im Hypervisor bis hin zur Transportschicht in den Gästen, in einem gemeinsamen Netzwerk-Stack, der Ressourcen zwischen den Gästen zuteilt. Besonders bedeutsam ist die Einführung abgestimmter Ressourcenabrechnung und -planung, um eine Performance-Isolation auf Mikrosekunden-Ebene zu sichern. Schließlich legen wir Wert auf die effiziente Unterstützung physischer Hosts mit mehr virtuellen Maschinen. Das primäre Ergebnis dieses Forschungsprojekts ist zweigeteilt. Erstens präsentieren wir ein fehlertolerantes Netzwerkgeräte-Virtualisierungs-Framework im Userspace, das aktuelle Ansätze vereinheitlicht, um den Anforderungen der Cloud gerecht zu werden und eine vorhersehbare Leistung über eine deklarative, programmierbare Schnittstelle mit starken Sicherheitsgarantien durch Sandboxing-Methoden sichert. Zweitens entwerfen und implementieren wir eine Virtualisierungsnetzwerk-Stack-Architektur, die Resilienz und Leistung verbessert. Wir werden den gesamten Quellcode und die Daten öffentlich zugänglich machen, um die Anpassung unserer Ansätze und weitere Forschung zu fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503329135",
      "url": "https://gepris.dfg.de/gepris/projekt/503329135",
      "title": "Resiliente Saftey-kritische Systeme durch Laufzeit-Risikobewertung, Isolation und Wiederherstellung (RESURREC)",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503329135",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Angriffe auf Safety-kritische Systeme wie autonome Fahrzeuge können schwerwiegende Folgen haben, z. B. finanzielle Schäden oder sogar die Gefährdung von Leib und Leben. Durch erfolgreiche Angriffe auf Assets (z. B. Softwareanwendungen, Steuergeräte, kryptographische Schlüssel oder Nachrichten) kann ein Angreifer direkt oder indirekt (durch Ausweitung des Angriffs auf weitere Assets) Schaden anrichten. Klassische Sicherheitsmaßnahmen wie Fault Detection, Isolation und Recovery (FDIR) schützen nur vor Fehlern und nicht vor gezielten Angriffen. So könnte ein Angreifer beispielsweise eine Komponente manipulieren, die für die Isolierung einer fehlerhaften Komponente und das Umschalten auf eine redundante Instanz zuständig ist. FDIR muss daher um geeignete Sicherheitsmaßnahmen erweitert werden. Insbesondere muss es möglich sein, neben Fehlern auch Angriffe zu erkennen und darauf zu reagieren. Um Resilienz zu erreichen, müssen Mechanismen zur Isolation und Wiederherstellung auch gegen Manipulation geschützt werden. Außerdem muss nach der Erkennung eines Angriffs zur Laufzeit des Systems eine geeignete Reaktion ausgewählt werden; diese Entscheidung muss auf einer Risikoberechnung beruhen und die Besonderheiten Safety-kritischer Systeme berücksichtigen. In diesem Antrag schlagen wir ein Projekt vor, das die Angriffserkennung, die Risikobewertung zur Laufzeit, die Isolierung und die Wiederherstellung verbessert, um die Resilienz Safety-kritischer Systeme zu erhöhen. Das Hauptaugenmerk liegt auf den letzten drei Aspekten, da es bereits mehrere Ansätze für Intrusion Detection Systems (IDS) in sicherheitskritischen Systemen gibt, während Risikobewertung, Isolierung und Wiederherstellung weitaus weniger Aufmerksamkeit erhalten haben. Als Anwendungsbereich betrachten wir ein autonomes Fahrzeug, da es sich um ein verteiltes und komplexes Safety-kritisches System handelt, das aus mehreren vernetzten Komponenten wie Steuereinheiten, Sensoren und Aktoren besteht, auf denen Softwareanwendungen laufen. Für die Risikobewertung untersuchen wir neue Methoden zur Risikobewertung auf der Grundlage der Abhängigkeiten zwischen den Assets. Die aus dem Safetykontext bekannten Ansätze zur Isolierung und Wiederherstellung werden durch Sicherheitsmaßnahmen ergänzt. Wir untersuchen, wie das Zero-Trust-Paradigma auf Safety-kritische Systeme angewendet werden kann. Dazu untersuchen wir unter anderem neuartige Authentifizierungsmechanismen, Zugangs- und Nutzungskontrollsysteme und sichere serviceorientierte Architekturen. Die von uns entwickelten Lösungen werden prototypisch implementiert und evaluiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565610728",
      "url": "https://gepris.dfg.de/gepris/projekt/565610728",
      "title": "Resiliente Vernetzung in Bewegung",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565610728",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Auf dem Weg zu einer vollständig vernetzten Welt entwickeln sich drahtlose Netzwerke weiter, um alles zu verbinden – einschließlich Menschen, Fahrzeuge, Wearables und Robotik-Agenten. Allerdings sind diese Netzwerkknoten selten stationär, was zu hochmobilen drahtlosen Netzwerken mit ständig wechselnden Netzwerk-Topologien führt. Aufgrund dieser Bewegungen stehen hochmobile Netzwerke vor erheblichen Herausforderungen hinsichtlich ihrer Resilienz, darunter häufige Verbindungsabbrüche und erhebliche Verzögerungen bei der Paketübertragung. Um diese Herausforderungen zu bewältigen, zielt dieser Antrag darauf ab, ein Framework für widerstandsfähige Vernetzung auf beweglichen Knoten zu entwickeln und systematische, effiziente Lösungen zur Verbesserung der Netzwerkresilienz gegenüber Mobilitätsdynamiken bereitzustellen. Die gesamte Projekstruktur ist in drei Arbeitspakete (WPs) unterteilt, die die Widerstandsfähigkeit hochmobiler Netzwerke aus drei zentralen Perspektiven stärken. Zunächst konzentriert sich WP [A] auf die Stärkung der Konnektivität in hochmobilen Netzwerken. Dazu wird eine effiziente, mobilitätsresistente Stationsplatzierungsstrategie entwickelt, die die Netzabdeckung maximiert und die Wahrscheinlichkeit eines Netzausfalls für mobile Knoten minimiert. Zusätzlich wird eine adaptive Lastverteilung für den Datenverkehr vorgeschlagen, um eine resiliente Verbindungsscheduling-Strategie zu gewährleisten und eine Überlastung der Stationen zu vermeiden. WP [B] fokussiert sich auf die Dienstqualität und Resilienz hochmobiler Netzwerke. Dazu werden effiziente Verfahren für mobilitätsbewusstes Rechenaufgaben-Offloading und Content-Caching entwickelt, um eine zuverlässige Dienstbereitstellung über die in WP [A] gesicherten Verbindungen zu ermöglichen. Durch die Kombination von WP [A] und WP [B] wird eine erfolgreiche Dienstabwicklung trotz Nutzerbewegung während des Dienstprozesses gewährleistet. Schließlich behandelt WP [C] die Netzwerkwiderstandsfähigkeit gegenüber unvermeidbaren Stationsabschaltungen, wobei der Fokus auf der Netzwerküberlebensfähigkeit liegt. Im Falle eines Stationsausfalls wird das Netzwerk in einen Survival-Modus übergehen, um den Kommunikationsdienst für mobile Knoten aufrechtzuerhalten, bis die Station wiederhergestellt ist. Dabei wird das Konzept der Floating-Content (FC)-Kommunikation genutzt und mobile Kommunikationsassistenten (MCADs) eingesetzt, um die FC-Kommunikation weiter zu beschleunigen. Die hohe Mobilität der Netzwerkknoten wird gezielt zur Verbreitung von Nachrichten in schwer zugängliche Versorgungsbereiche genutzt. Dazu werden effiziente Trajektorienplanung und Echtzeitsteuerung für MCADsentwickelt, um eine schnelle Dienstbereitstellung in diese Regionen zu gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503131139",
      "url": "https://gepris.dfg.de/gepris/projekt/503131139",
      "title": "Resilienz durch Mehrfach-Konnektivitäts-Netzwerks-Entwurf in industriellen IoT Umgebungen",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503131139",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Der resiliente Betrieb von drahtlosen Sensornetzwerken in Industrieumgebungen ist eine wichtige Anforderung, weil es dem drahtlosen System erlaubt, ein ausreichendes Niveau an Dienstgüte nach einem disruptiven Ereignis bereit zu stellen und automatisch in einen stabilen Zustand zurückzukehren. Eine nützliche Technik, um eine höhere Zuverlässigkeit und Verfügbarkeit der drahtlosen Verbindungen zu erreichen, ist es gleichzeitig mehrere simultane Verbindungen und mehrere Kanten-disjunkte Pfade von den Quellen zu den Fusion Knoten einzurichten. Die Motivation des Projektes stammt von der Beobachtung, dass Abhängigkeiten zwischen eingerichteten Verbindungen und Pfaden einen signifikanten Einfluss auf die resultierende Zuverlässigkeit haben. Das Projekt wird zum grundlegenden Verständnis dieser Abhängigkeitsstrukturen durch Verwendung von Copula-Theorie beitragen. Als Folge davon sollten verschiedene Zugangstechnologien eingesetzt werden, um statistisch unabhängige Konnektivität zu erreichen. Für alle drei Phasen während des widerstandsfähigen Betriebs, nämlich der regulären, der Überlebens- und der Rückgewinnungs-Phase, wird die sorgfältige Auswahl der Mehr-Pfade und Mehrfach-Konnektivität modelliert, untersucht und optimiert. Zuerst entwickelt das Projekt neue Algorithmen für die Platzierung und Konfiguration der Netzwerkknoten. Die benötige Dienstfunktion wird durch Anpassung an kleine Änderungen in der Umgebung garantiert. Ein System zur Überwachung des Netzwerkstatus und zur Detektion von störenden Ereignissen wird installiert. Nach der Erkennung von gleichzeitigen Fehlern bei mehreren Verbindungen und Knoten im Netzwerk, betritt das System die Überlebensphase. Während dieser Phase wird sich das System stabilisieren und kaskadierende Fehlerketten verhindern und zur selben Zeit eine hohe Dienstfunktion aufrechterhalten. Zweitens werden Mehr-Pfade und Mehrfach-Konnektivität für beide Ziele unter einem multi-kriteriellen Optimierungsansatz entworfen. Das Konzept der Netzwerk-Erweiterbarkeit wird auf Mehr-Pfade und Mehrfach-Konnektivität erweitert und es werden sowohl deterministische als auch statistische Optimierungsmodelle entwickelt. Drittens, nach Stabilisierung des Netzwerks, wird ein Plan für die Wiederherstellungsphase und die dazugehörige Konfiguration entwickelt, eingesetzt und aktiviert. Der Übergang zu dieser neuen Konfiguration muss nahtlos ablaufen, ohne das System anzuhalten oder Dienstausfälle zu verursachen. Schließlich wird das Projekt die entwickelten Algorithmen auf einer kleinmaßstäblichen Demonstratorplatform in einer realistischen Industrieumgebung vorführen. Eine Aufstellung von bis zu 10 Knoten mit maximal zwei Hop Kommunikation zu den Fusion Knoten ist geplant. In System-Level Simulationen wird die Skalierbarkeit der Ansätze und Algorithmen auch gezeigt. Insgesamt wird das Projekt signifikante Gewinne hinsichtlich Dienstverbesserungen während der Überlebensphase und Wiederherstellungsphase zeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "503491151",
      "url": "https://gepris.dfg.de/gepris/projekt/503491151",
      "title": "Resilienz homomorph verschlüsselter Cloud-Berechnungen gegen Integritätsangriffe: Herausforderungen und Gegenmaßnahmen",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503491151",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Da Cloud-Computing und KI-gestützte Dienste zunehmend auf ausgelagerte Berechnungen angewiesen sind, ist die Vertraulichkeit und Integrität sensibler Daten entscheidend für die Resilienz moderner Systeme in Bereichen wie der industriellen Steuerung, KI-gestützten Entscheidungsfindung, intelligenten Stromnetzen, Finanzwesen, Gesundheitswesen und vielen weiteren Anwendungsgebieten. Vollständig homomorphe Verschlüsselung (Fully Homomorphic Encryption, FHE) hat sich als leistungsfähiges kryptografisches Werkzeug etabliert, das Berechnungen auf verschlüsselten Daten ohne vorherige Entschlüsselung ermöglicht. Während FHE die Datenvertraulichkeit schützt, bleibt sie jedoch von Natur aus anfällig für Integritätsangriffe, bei denen böswillige Server oder Netzwerkangreifer verschlüsselte Berechnungen unbemerkt manipulieren können. Das stellt eine Gefahr für sensible oder kritische Anwendungen dar. Das vorliegende Projekt \"Resilience of Homomorphically Encrypted Cloud Computations Against Integrity Attacks (REACT)\" zielt darauf ab, derartige Bedrohungen systematisch zu identifizieren und zu analysieren sowie Gegenmaßnahmen zu entwickeln, um die Widerstandsfähigkeit von Systemen gegen Angriffe zu erhöhen. Unsere Forschung wird zwei grundlegende Fragen adressieren: (1) Wie können Angreifer die inhärente Veränderbarkeit von FHE ausnutzen, um Berechnungen auf unbemerkte Weise zu manipulieren? (2) Wie kann die Integrität in FHE-basierten ausgelagerten Berechnungen effizient sichergestellt werden, ohne übermäßigen Rechenaufwand zu verursachen? Zur Beantwortung dieser Fragen werden wir neuartige Techniken zur Integritätsüberprüfung erforschen, die speziell auf gängige FHE-Schemata wie das CKKS-Schema zugeschnitten sind. Unser Ansatz nutzt ungenutzte SIMD-Slots und probabilistische Integritätsprüfungen. Unser Ziel ist es, praktikable Mechanismen zu entwickeln, um Integritätsangriffe in datenschutzfreundlichem maschinellem Lernen und vernetzten Steuerungsanwendungen zu erkennen und abzuwehren. Aufbauend auf unseren Vorarbeiten zu diesem Thema wird dieses Folgeprojekt die Resilienz von Systemen weiter verbessern, indem es robuste Integritätsschutzmechanismen in homomorphe Verschlüsselungsverfahren integriert. Die Ergebnisse werden zu sichereren und vertrauenswürdigeren Anwendungen beitragen und deren sichere Implementierung in realen Szenarien unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem UnbekanntenInternationaler BezugSüdkoreaKooperationspartnerinnen / KooperationspartnerProfessorin Miran  Kim;Dr. Junsoo  Kim"
    },
    {
      "project_id": "502615015",
      "url": "https://gepris.dfg.de/gepris/projekt/502615015",
      "title": "Robuste, stromsparende eingebettete Datenübertragungsstationen",
      "subject_area": "Hardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502615015",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Innerhalb des sehr weiten Feldes der Resilienz vernetzter Welten konzentriert sich ResPECT auf einen Kernbaustein aller vernetzten Systeme: Sensor- oder Aktor-Knoten in cyber-physischen Systemen. Bis heute wird die Kommunikation als Zusatzfunktionalität eingebetteter Systeme verstanden. Das System an sich wird Störungs-tolerant ausgelegt und kann mit Stromausfällen umgehen oder sogar Hardwareprobleme in gewissem Maße kompensieren. Die Kommunikation jedoch wird in die Konzeption nicht einbezogen, sondern kann die Verlässlichkeit allenfalls nutzen. ResPECT entwickelt daher ein holistisches Betriebssystem- und Kommunikations-Protokoll-Konzept, welches davon ausgeht, dass die Vermittlung von Information (der Erhalt von Steuerdaten für Aktoren oder das Versenden von Sensordaten) die Kernaufgabe fast aller vernetzten Knoten ist. Damit muss diese Aufgabe Teil des Managements des Betriebssystems werden. Grundlage von ResPECT sind zwei Pfeiler: Nicht-flüchtiger Speicher und transaktionaler Betrieb. Nicht-flüchtiger Speicher hat sich in den letzten Jahren zu einem sehr ernst zu nehmenden Element der Speicherhierarchie entwickelt. Selbst eingebettete Plattformen mit ausschließlich nicht-flüchtigem Speicher werden vorstellbar. Netzwerkkommunikation ist, anders als soziale Kommunikation, im Kern transaktional: Daten werden gesammelt und unter Rahmenbedingungen wie Latenz, Fehlertoleranz und Energieverbrauch der Übertragung sowie Alter und damit Wert der zu übertragenden Information vermittelt. Anders als das Betriebssystem unterliegt die Kommunikation jedoch einer Vielzahl äußerer Einflüsse und Störungen. Auch die Dauer einer Störung hat unmittelbaren Einfluss auf z. B. den Erhalt der physischen Verbindung und muss bei Wiederaufnahme berücksichtigt werden. ResPECT wird daher -- durch die Zusammenarbeit von Betriebssystem- und Kommunikationsexperten -- ein auf Transaktionen basierendes Modell für das Betriebssystem sowie die Kommunikation entwickeln und durch den Einsatz nicht-flüchtiger Speicher dafür Sorge tragen, dass Zustände im Ablauf der Transaktionen zu jedem Zeitpunkt bekannt sind und persistent gespeichert werden. Dieses Beobachten und Speichern muss sehr effizient (sowohl in Bezug auf den Energieverbrauch als auch in Bezug auf die im nicht-flüchtigen Speicher zu speichernden Datenmengen) geschehen und daher als Kernaufgabe des Betriebssystems implementiert werden. Um die Verallgemeinerbarkeit sicher zu stellen und das Modell für viele zukünftige Plattformen nutzbar zu machen, wird sich ResPECT auf IP-Netze fokussieren und Kommunikationsnetze verwenden, welche üblicherweise als WAN, LAN oder PAN (Wide, Local oder Personal Area Network) betrieben werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    },
    {
      "project_id": "565652476",
      "url": "https://gepris.dfg.de/gepris/projekt/565652476",
      "title": "Schichtübergreifende Resilienz für kritikalitätsbewusste drahtlose Netze",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 565652476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten",
      "description": "Moderne drahtlose Anwendungen im Gesundheitssektor, im Verkehrssektor und in der industriellen Automatisierung erfordern strenge Zuverlässigkeits- und Latenzgarantien, die nur schwer zu gewährleisten sind, da Funknetze mit Kanalschwankungen, Störungen und plötzlichen Verkehrsspitzen konfrontiert sind. Diese Herausforderung wird durch das Aufkommen von gemischt-kritischem Verkehr verschärft, bei dem kritischer, zeitempfindlicher Verkehr, wie z. B. Sensor- und Steuerungsdatenströme, mit unkritischem Datenverkehr kombiniert wird. Aktuelle Ansätze befassen sich lediglich mit einzelnen Aspekten der Resilienz und bieten keine Lösung, um eine beständige Leistung für gemischt-kritische Anwendungen zu gewährleisten. Dieses Projekt schließt diese Lücke, indem es ein schichtenübergreifendes Resilienz-Framework für auf Kritikalität ausgelegte drahtlose Kommunikationssysteme entwickelt. Im Gegensatz zu etablierten Forschungsarbeiten zum stationären Verhalten zielen wir darauf ab, resiliente Mechanismen mit transienten Garantien zu entwickeln. Unser Ansatz integriert Robustheits- und Anpassungsmechanismen der physikalischen Schicht mit Warteschlangen- und Scheduling-Mechanismen auf der Datenstromebene. Ein Hauptaugenmerk liegt auf der Berücksichtigung von Kritikalität, der Priorisierung von Datenströmen auf der Grundlage ihrer Aktualität und der Nutzung von ereignisgesteuerten Mechanismen auf der Grundlage von Echtzeit-Leistungsindikatoren wie Age of Information (AoI) und Value of Information (VoI). Das Ziel ist es, grundlegende Prinzipien und neuartige Konzepte für den Entwurf robuster und zukunftssicherer drahtloser Systeme zu entwickeln, die in der Lage sind, besonders anspruchsvolle gemischt-kritische Anwendungen zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2378: \nResilienz in Vernetzten Welten – Beherrschen von Fehlern, Überlast, Angriffen und dem Unbekannten"
    }
  ]
}