{
  "spp_number": "SPP 2349",
  "spp_title": "Die Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/458908270",
  "projects_count": 25,
  "projects": [
    {
      "project_id": "570450683",
      "url": "https://gepris.dfg.de/gepris/projekt/570450683",
      "title": "Alternatives Spleißen und die Evolution der Holometabolie",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der TiereBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570450683",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Holometabole Insekten wie Käfer, Fliegen und Schmetterlinge durchlaufen eine vollständige Metamorphose, wo sich die juvenilen Larven deutlich von den adulten Tieren unterscheiden. Unter anderem bilden sich mit larvalem und adultem Gehirn zwei verschiedene funktionelle Gehirne aus, die vom selben Genom kodiert werden. Dieses Projekt untersucht die allgemeinen evolutionären Trends des alternativen Spleißens (d. h. die Produktion mehrerer mRNA-Isoformen aus einem einzigen Gen) in den Insekten und testet insbesondere die Hypothese, dass alternatives Spleißen ein entscheidender Mechanismus war, der die Entstehung stadien-spezifischer Gehirnstrukturen in den Holometabolen ermöglichte. Um dieses Problem zu lösen, werden wir Transkriptome der Gehirne von Larven-/Nymphen- und adulten Stadien einer breiten Palette von Insektenarten erstellen. Dieser vergleichende Ansatz wird evolutionäre Muster des alternativen Spleißens aufdecken und zeigen, ob holometabole Insekten im Vergleich zu hemimetabolen Arten eine größere stadienspezifische Isoformvielfalt aufweisen. Die Erstellung von Transkriptom-Profilen des Käfers Tribolium castaneum wird es uns ermöglichen, Kandidaten-Isoformen zu identifizieren, die sich zwischen den Lebensstadien unterscheiden und möglicherweise zur Divergenz von Larven- und Adulten-Gehirnen beigetragen haben. In funktionellen Experimenten werden wir ausgewählte Isoformen mittels isoformspezifischer RNA-Interferenz in Tribolium herunterregulieren und ihre Rolle bei der Bildung von zwei Gehirnen aus einem Genom testen. Auf der computergestützten Seite werden wir Genom-Annotation-Pipelines verfeinern und anwenden, um stadienspezifische Isoformen von 26 Insektengenomen zu annotieren. Außerdem wollen wir die Deep-Learning-basierte Genvorhersage-Pipeline Tiberius erweitern. Die erweiterte Version soll in der Lage sein, RNA-Seq aus Long- und Short-Read-Technologie zu integrieren, um Isoformen besser als bisher vorherzusagen. Die Entwicklung dieser neuen Methode soll sowohl die Annotation neu sequenzierter Genome als auch unser Verständnis für die Entstehung neuer Isoformen verbessern. Durch die Integration von evolutionärer Genomik, Entwicklungsbiologie und Deep Learning wird dieses Projekt einen umfassenden Überblick über die Rolle des alternativen Spleißens bei der Entstehung der Metamorphose von Insekten geben. Die Ergebnisse werden nicht nur die molekularen Mechanismen hinter einer wichtigen evolutionären Innovation aufklären, sondern auch wertvolle Ressourcen und Methoden für die breitere Genom-Forschung liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503259931",
      "url": "https://gepris.dfg.de/gepris/projekt/503259931",
      "title": "Aufdecken der genomischen Innovationen bei der Entstehung von Holometabolie",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der TiereBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503259931",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Evolutionäre Innovationen können einer Tier-Gruppen völlig neue Möglichkeiten der Ausbreitung eröffnen. Eine grundlegende Frage der Evolutionsbiologie ist daher, wie sich solche Schlüsselinnovationen entwickelt haben und welche genomischen Veränderungen beteiligt waren. Eine der erfolgreichsten Innovationen bei Insekten ist der holometabole Lebenszyklus, der zu einer Radiation führte, die heute mehr als 70 % aller existierenden Arthropodenarten umfasst. Im Gegensatz zu den hemimetabolen Nymphen unterscheidet sich die holometabole Larve stark von den adulten Tieren, so dass diese Stadien verschiedene Nischen nutzen und sich spezialisieren können. Die Morphologie des erwachsenen Tieres bildet sich während eines dramatischen Umbaus im Puppenstadium aus. Es ist weitgehend unbekannt, welche Gene an der Evolution dieser Schlüsselinnovation beteiligt waren und wie sie die Entwicklung beeinflussen.Die Annotation eukaryotischer Genome hält mit der Menge an Sequenzierungen und Assemblierungen nicht Schritt. Im November 2021 hatten zum Beispiel nur 198 von 749 Insektenarten, für die bei NCBI eine Assembly vorhanden war, auch eine Annotation. Genome werden meist einzeln annotiert und Fehler bei der Vorhersage der Genstruktur sind bei vergleichenden Analysen von großer Bedeutung, da diese sich ja auf die Unterschiede zwischen verwandten Arten konzentrieren. Gleichzeitig ermöglicht die explosive Zunahme nah verwandter Genom-Sequenzen den Einsatz neuer Methoden, die multiple Genom-Alignments nutzen, um die Annotationen genauer und konsistenter zu machen.In diesem Projekt schlagen wir vor, Bioinformatik-Werkzeuge für konsistente und genaue vergleichende Genom-Annotationen zu verbessern, um sie dann auf Hunderte von Insekten-Genome anzuwenden, die in diesem SPP sequenziert werden oder bereits verfügbar sind. Auf diese Weise schaffen wir die vermutlich größte Ressource für die Annotation von Insekten-Genomen für vergleichende Studien von Protein-kodierenden Genen. Wir werden die Ressource nutzen, um kodierende Gene zu identifizieren, die während der Entstehung der Holometabolie evolutionäre Veränderungen erfahren haben. Aus dieser Gruppe werden wir dann alle Gene identifizieren, die für folgende ausgewählte holometabole Entwicklungsprozesse erforderlich sind: für die Morphologie der Epidermis von Larven und Puppen sowie für die Entwicklung des larvalen Gehirns. Schließlich werden wir für einige dieser Gene eingehende Funktionsanalysen durchführen.Zusammengenommen wird das Projekt eine Ressource für Genomvergleiche schaffen, die über dieses Projekt hinaus nützlich sein wird, es wird einen genomweiten Überblick über die Veränderungen bei Protein-kodierenden Genen führen, die mit einer Schlüsselinnovation bei Insekten verbundenen sind und es wird die Funktion neuartiger Regulatoren identifizieren, die an der holometabolen Entwicklung beteiligt sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503349225",
      "url": "https://gepris.dfg.de/gepris/projekt/503349225",
      "title": "Die Evolution epigenetischer Regulation in Käfern (Coleoptera)",
      "investigators": "Professor Dr. Joachim  Kurtz;Professorin Dr. Sonja J.  Prohaska",
      "subject_area": "Evolution, AnthropologieBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503349225",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Epigenetische Prozesse beeinflussen das Verhältnis zwischen Genotyp und Phänotyp über die Regulierung der Genexpression. Sie gelten als Schlüssel für evolutionäre Innovationen. Insekten zeigen eine bemerkenswerte evolutionäre Flexibilität bei der epigenetischen Regulation. Unser Projekt nutzt die Vielfalt der Coleoptera, um ein tieferes Verständnis der Evolution epigenetischer Regulationssysteme zu erlangen. Käfer eignen sich besonders gut für die Untersuchung möglicher gegenseitiger Abhängigkeiten und alternativer Funktionen von DNA-CpG-Methylierung und Histonmodifikationen, da einige Arten CpG-Methylierung aufweisen, während andere sie verloren haben. Dementsprechend sind die Gene, die für DNA-Methyltransferasen (Dnmt1 und Dnmt3) kodieren, bei einigen Käferarten teilweise oder vollständig verloren gegangen. In Phase I von GEvol haben wir EM-seq und CUT&Tag als neuartige Techniken zur Untersuchung von DNA-Methylierung bzw. Histon-Modifikationen erfolgreich etabliert und diese Techniken in neun Käferarten angewendet. Der Kartoffelkäfer verlor zum Beispiel Dnmt3, behielt aber im Gegensatz zum Reismehlkäfer relativ hohe CpG-Methylierungswerte bei, wobei H3K36me3 die CpG-Methylierungsmuster spiegelt. Unsere Ergebnisse mahnen zur Vorsicht bei der Verallgemeinerung über verschiedene Arten hinweg und lassen auf eine evolutionäre Variabilität epigenetischer Regulierungssysteme schließen. Wir untersuchten Dnmt-Gene und Gene, die DNA-Methylierung und Histon-Modifikationen miteinander verbinden, sowohl aus einer vergleichenden bioinformatischen Perspektive als auch funktionell unter Verwendung von RNAi-vermitteltem Knock-down in mehreren Käferarten. In Phase II werden wir die Erkenntnisse und Daten aus Phase I voll nutzen, um unseren vergleichenden Ansatz über Käferarten hinweg fortzusetzen und zu fokussieren, mit dem Ziel, ein tieferes Verständnis der Evolution epigenetischer Regulierungssysteme zu erlangen. Wir werden Verbindungen und evolutionäre Übergänge zwischen den koexistierenden epigenetischen Regulationssystemen untersuchen und nun auch die CpG-Methylierung in verschiedenen Geweben einbeziehen, um die Aufrechterhaltung der Methylierung bei Fehlen von DNMT3 zu verstehen. Wir werden weitere Kandidatengene für funktionelle Studien mit Hilfe von RNAi über mögliche Verbindungen zwischen CpG-Methylierung und Histonmodifikationen einbeziehen. Darüber hinaus werden wir unsere gewonnenen Daten mit der gezielten Aufnahme weiterer Histonmarkierungen kombinieren, um die Regulierung der Expression duplizierter Gene zu untersuchen - ein Schlüsselprozess, bei dem epigenetische Mechanismen vermutlich eine entscheidende Rolle spielen. Schließlich wollen wir zusammen mit anderen GEvol-Projekten Hypothesen über den evolutionären Druck, der zu Veränderungen in der epigenetischen Regulation geführt hat, aufstellen und testen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "502787686",
      "url": "https://gepris.dfg.de/gepris/projekt/502787686",
      "title": "Die Evolution von Genomkompartmentierung in Ameisen der Gattung Cardiocondyla",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502787686",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Transposable Elemente (TEs) tragen erheblich zur Genomevolution bei, indem sie die Struktur  oder Expression von Genen verändern, epigenetische Modifikationen beeinflussen oder zum Umbau der Genomstruktur beitragen. Die genomweite Verteilung und Frequenz von TEs kann sich im Verlauf der Evolution rasant verändern, beeinflusst durch Selektion, drift, demographische Faktoren und das Zusammenspiel zwischen TEs und molekulare Verteidigungsmaßnahmen des Wirtes. Das Genom der invasiven Ameisenart Cardiocondyla obscurior ist stark kompartimentiert, da einige Regionen im Vergleich zum Rest des Genoms erheblich mit TEs angereichert sind. Diese Kompartimentierung unterteilt das Genom in schnell evolvierende TE-reiche und langsam evolvierende TE-arme Bereiche, was es der Ameise vermutlich ermöglicht sich besonders schnell an neue Umweltbedingungen anpassen zu können. Wie eine derart extreme TE Verteilung evolviert ist und ob eine ähnliche Genomstruktur auch in anderen Ameisenarten vorkommt ist unklar. Zur Beantwortung dieser Fragen  sollen verschiedene Cardiocondyla Arten und andere Ameisen untersucht werden, um TE-abhängige Dynamiken der Genomevolution bei Ameisen nachzuvollziehen. Hierfür soll in einem model-clade Ansatz die Gattung Cardiocondyla mit Methoden der vergleichenden evolutionären Genomik, Populationsgenomik und Transkriptomik untersucht werden, um das Zusammenspiel von TEs und der strukturellen und regulatorischen Genomevolution zu verstehen. Zusätzlich soll eine neue Methode zur de novo Identifikation von TEs entwickelt und zur Annotation und Analyse von TEs in ~170 neu sequenzierten Ameisengenomen genutzt werden. Die hier dargestellte Forschung wird unser Verständnis wie TEs die Genomevolution und das Entstehen adaptiver Veränderungen bei Ameisen beeinflusst haben erheblich erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503320462",
      "url": "https://gepris.dfg.de/gepris/projekt/503320462",
      "title": "Die evolutionäre Genomik der Transkriptionsregulation von Sozialität bei Käfern",
      "investigators": "Professor Dr. Peter  Biedermann;Dr. Barbara  Feldmeyer;Professor Dr. Dirk  Metzler;Professorin Dr. Sandra  Steiger",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503320462",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Keine Zusammenfassung vorhandenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)Internationaler BezugGroßbritannienKooperationspartnerDr. Mark C.  Harrison"
    },
    {
      "project_id": "503256371",
      "url": "https://gepris.dfg.de/gepris/projekt/503256371",
      "title": "Die Lösung des Endreplikationsproblems bei den Dipteren - egoistische genetische Elemente als genomische Innovation bei Insekten?",
      "investigators": "Dr. Peter  Czuppon;Professorin Dr. Lena  Wilfert",
      "subject_area": "Evolution, AnthropologieBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503256371",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Bei jeder Zellreplikation stehen Eukaryoten vor einer Herausforderung: sie müssen die kodierende DNA vor der Verkürzung der chromosomalen Endstücke schützen. Telomere sind eine weit verbreitete Lösung für dieses Problem. Sie bestehen aus repetitiven DNA-Motiven, die Chromosomenenden abdecken und somit kodierende DNA vor Verlust schützen. Telomere wiederum werden durch das Enzym Telomerase erhalten. Hierfür fügt Telomerase repetitive DNA-Motive an Chromosomenenden an. Telomere und Telomerase sind für die Unversehrtheit der Chromosomen von entscheidender Bedeutung und evolutionär stark konserviert. Dies macht die Dipteren zu einer Ausnahme - Fliegen haben sowohl repetitive Telomerelemente, als auch Telomerase verloren. Drosophila sind unter den Zweiflüglern einzigartig, da sie die einzige bekannte Gattung sind, bei der Chromosomenenden lediglich von Transposons (engl. transposable element – TE) erhalten werden. Diese TEs agieren wie Telomerase und verlängern Telomere durch Selbstduplizierung. Dieser Mechanismus wird als eindeutiges Beispiel für eine TE-Domestizierung gewertet. Jedoch fehlen nach wie vor Beweise für diese Aussage, zumal die Evolution telomerspezifischer TEs nicht ausreichend verstanden ist. In unserem Projekt FlyInnovation wollen wir erforschen, ob telomerspezifische TEs eine Innovation zur Telomererhaltung in Abwesenheit von Telomerase sind, oder ob es sich um egoistische genetische Elemente handelt, die sich lediglich an einer unzugänglichen genomischen Region der Wirtskontrolle entziehen. Um diese Frage zu beantworten, werden wir die evolutionäre Dynamik von TEs in neutralen Szenarien mit Hilfe ökologischer Methoden modellieren, und empirisch auf Anzeichen von Konflikt oder Kooperation zwischen Wirt und TEs testen um Abweichungen von neutralen Modellvorhersagen zu verstehen. Um den evolutionären Ursprung dieser potentiellen genomischen Innovation zu klären, werden wir die Vielfalt telomerspezifischer TEs in der Gattung Drosophila charakterisieren und allgemeiner untersuchen wie andere Dipteren Telomere in Abwesenheit von Telomerase schützen. Durch die Verknüpfung von theoretischen und empirischen Ansätzen über taxonomische Ebenen hinweg werden wir Einblicke in die TE-Domestizierung und die evolutionären Triebkräfte innovativer Mechanismen der Telomer-Erhaltung gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503229828",
      "url": "https://gepris.dfg.de/gepris/projekt/503229828",
      "title": "Die Regulation des eusozialen Genoms",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503229828",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "“Novelties come from previously unseen association of old material. To create is to recombine”. François Jacob (1977). Evolution and Tinkering. Science, 196:1161– 1166 Eusozialität ist eine wichtige evolutionäre Innovation, die sich unabhängig voneinander mehrfach bei Insekten entwickelt hat. Anhand einer Linie der halictiden Bienen (Hymenoptera: Halictini), in der Eusozialität einmal auftrat, weiterentwickelt wurde und anschließend wiederholt verloren ging, untersuchten wir im Vorgängerprojekt der Phase I von Gevol die Variation in der Genexpression und deren Regulierung, die mit dem Erwerb und dem anschließenden Verlust von Eusozialität verbunden ist. Die Ergebnisse dieses Vorgängerprojekts lieferten indirekte Evidenz für die Hypothese, dass der evolutionäre Ursprung der Eusozialität in der Entwicklungsplastizität von Verhaltensmerkmalen der Vorfahren (Arbeit und Fortpflanzung) begründet ist, von denen man annimmt, dass sie beim solitären Vorfahren gekoppelt und beim eusozialen Nachkommen entkoppelt sind. Unsere Daten deuten darauf hin, dass die verschiedenen sozialen Phänotypen, die das Kennzeichen eusozialer Systeme sind (Königinnen und Arbeiterinnen), aus evolutionären Veränderungen in der Art und Weise entstanden sein könnten, wie ursprüngliche Gene exprimiert werden, d. h. aus Veränderungen in den Genregulationsnetzwerken. In diesem Folgeprojekt stützen wir uns erneut auf die sozial variablen halictiden Bienen für einen artenübergreifenden Vergleich von ursprünglich solitären, eusozialen und abgeleiteten solitären Arten, um zu untersuchen, wie Verschiebungen in der Genexpression, die wir in Phase I beobachtet haben, reguliert werden, mit dem Ziel, zu verstehen, inwieweit der Ursprung der Eusozialität auf Veränderungen in den Regulationsmechanismen zurückzuführen ist. Wir beabsichtigen: i) regulatorische Elemente zu identifizieren, die als regulatorische Schalter der Genexpression durch die Integration von Deep-Learning-Ansätzen und Multi-omics-Daten (RNAseq, ATACseq, CUT&Tag, Emseq) fungieren; ii) zu untersuchen, wie sich diese regulatorischen Elemente entwickelt haben; und iii) zu untersuchen, inwieweit konservierte Gene, wie Entwicklungsgene und Gene, die an der Geschlechtsdifferenzierung beteiligt sind, für die Eusozialität vereinnahmt worden sind. Die von uns vorgeschlagene Studie wird zu einem besseren Verständnis der genetischen Ursprünge biologischer Neuerungen beitragen, von denen die Eusozialität eine der faszinierendsten ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)MitverantwortlichProfessor Dr. Robert  Paxton"
    },
    {
      "project_id": "570448082",
      "url": "https://gepris.dfg.de/gepris/projekt/570448082",
      "title": "Die Rolle von konservierten Genen der Geschlechtsbestimmung und -differenzierung bei der Regulation von Kastenpolyphänismus bei Ameisen",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570448082",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "„Major evolutionary transitions“ sind Schlüsselereignisse in der Evolutionsgeschichte, die zu einer Zunahme der Komplexität des Lebens führen. Alle großen Übergänge - von der Bildung von Genomen aus einzelnen Replikatoren bis hin zur Evolution von superorganismischen Insekten - lassen sich durch einen einzigen evolutionären Mechanismus erklären, die Verwandtenselektion. Die unmittelbaren, molekularen Mechanismen, die jedem einzelnen Übergang zugrunde liegen, sind weit weniger klar. Nach dem Übergang zur geschlechtlichen Fortpflanzung sind molekulare Mechanismen der Geschlechtsbestimmung und -differenzierung evolviert, die geschlechtsspezifische Phänotypen aus demselben Genom kodieren; dieselben Mechanismen modulieren bei einigen Arten nachweislich alternative Phänotypen innerhalb der Geschlechter. Wir stellen die Hypothese auf, dass die Mechanismen der Geschlechtsdifferenzierung aufgrund ihrer herausragenden Rolle bei der Regulierung der phänotypischen Variation bei der „major transition“ zu Superorganismalität von Ameisen übernommen wurden. Diese Idee wird von Studien an unserer Modellart Cardiocondyla obscurior, sowie an anderen sozialen Hymenopteren, unterstützt. In C. obscurior Embryonen mit bekanntem Geschlecht und bekannter Kaste werden viele miRNAs und mRNAs mit geschlechtsspezifischer Expression in einer kastenspezifischen Weise exprimiert, ähnlich wie frühere Befunde, die ein kastenspezifisches differentielles Spleißen von geschlechtsspezifisch exprimierten Genen in Larven zeigen. Mit Hilfe eines vergleichenden Ansatzes wollen wir die Evolution von Mechanismen der Geschlechtsdifferenzierung bei der Kastendifferenzierung bei drei Ameisenarten mit obligat sterilen Arbeiterinnen, Cardiocondyla obscurior, Solenopsis invicta und Pheidole pallidula, untersuchen. Diese drei Arten gehören zur größten Ameisenunterfamilie, den Myrmicinae, und repräsentieren jeweils eines der drei vielfältigsten Taxa innerhalb der Unterfamilie (Crematogastrini, Solenopsidini, Attini) und decken somit eine beträchtliche phylogenetische Bandbreite ab. Ergänzt wird dies durch einen funktionellen, experimentellen Ansatz, bei dem RNAi-Knockdowns von Doublesex im Labormodell C. obscurior eingesetzt werden. Unser Projekt wird die molekularen Mechanismen untersuchen, die der Geschlechts- und Kastendifferenzierung im gesamten Verlauf der Ameisenentwicklung zugrunde liegen, und so die Möglichkeit bieten, konservierte Regulationsmechanismen, die bei beiden Prozessen wirken, sowie deren Evolution, zu untersuchen. Unser Projekt passt perfekt zu den Zielen des SPP GEvolve, da es Wissen über hochkonservierte Merkmale von Insektengenomen und deren Rolle bei der Regulierung einer wichtigen evolutionären Innovation beitragen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)Internationaler BezugGroßbritannienKooperationspartnerDr. Mark C.  Harrison"
    },
    {
      "project_id": "570272699",
      "url": "https://gepris.dfg.de/gepris/projekt/570272699",
      "title": "Dramatische Genomveränderungen bei Cardiocondyla Ameisen",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570272699",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die Syntenie von Genen innerhalb eines Genoms ist größtenteils durch natürliche Selektion entstanden, da Veränderungen zur Störung etablierter genregulatorischer Mechanismen beitragen können. Der Erhalt der Syntenie ist daher ein relativ weit verbreitetes Phänomen in den meisten Tiergenomen, z.B. in Knochenfischen, Säugetieren und den meisten Ameisen. Die Genome von Ameisen der Gattung Cardiondyla zeichnen sich allerdings durch massive genomische Veränderungen aus, wie sie bisher bei keinem anderen untersuchten Arthropoden oder Wirbeltier beobachtet wurden. Um das Phänomen derart ausgeprägter makro- und mikrosyntenischen Veränderungen in der Genomevolution besser zu verstehen, soll mittels vergleichender Genomik, Populationsgenomik und Transkriptomik die evolutionäre Geschichte dieser Genomveränderungen in Cardiocondyla untersucht werden. Zusätzlich soll durch vergleichende Genexpressionstudien im Kontext der Kastendifferenzierung bei Ameisen untersucht werden, wie die Genom-Neuanordnung konservierte genregulatorische Netzwerke (GRNs) in Cardiocondyla im Vergleich zu anderen Ameisen beeinflusst hat. Durch eine vergleichende Analyse von Chromatininteraktionen mittels tiefer HiC-Sequenzierungen werden wir außerdem testen, ob der Verlust der konservierten Syntenie in Cardiocondyla durch verstärkte long-range genomische Interaktionen auf 3D-Ebene kompensiert wurde.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503256468",
      "url": "https://gepris.dfg.de/gepris/projekt/503256468",
      "title": "Dynamiken in der Chromosomenevolution von Termiten: Inzucht, neue Chromosomentranslokationen und Sozialität",
      "investigators": "Professorin Dr. Ann Kathrin  Huylmans;Professor Dr. Dino  McMahon",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503256468",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Fortschritte in Genauigkeit, Ertrag und Kosten von Sequenziermethoden haben die Genomforschung von Nicht-Modellorganismen revolutioniert. Wir nutzen diese neuen Möglichkeiten für Einblicke in die evolutionären Ursachen und Folgen von Ringchromosomenentstehung in Termiten. Ringe oder Ketten mehrerer miteinander verbundener Chromosomen können während der Meiose in den Männchen verschiedener Termitenarten beobachtet werden und die weite Verbreitung dieses Merkmals deutet an, dass dies in der Evolution dieser Gruppe eine wichtige Rolle gespielt haben könnte. Die Entstehung von Ringchromosomen kann Auswirkungen über verschiedene evolutionäre Zeiträume haben und wir werden dies auf zwei verschiedenen Ebenen betrachten. Zum Einen werden wir uns die Chromosomenevolution über den Zeitraum anschauen, in dem Eusozialität bei Termiten entstanden ist. Hier ist von besonderm Interesse, ob Ringchromosomen mit weitreichenden Translokationen in Verbindung gebracht werden können und ob dies zur Evolution neuer Chromosomen, wie z.B. Geschlechtschromosomen, in Termiten beigetragen hat. Zweites erforschen wir, ob Ringchromosomen auch Auswirkungen auf die Evolution der Termiten über kurze Zeiträume haben. Wir nutzen europäische Reticulitermes-Arten, um an ihnen zu untersuchen, ob Ringchromosomen eine evolutionäre Antwort auf ein hohes Maß an Inzucht sein könnten. Inzucht ist in Termiten weit verbreitet und hat vermutlich bei ihrer Entstehung eine wichtige Rolle gespielt. Zusätzlich zur Verbindung zu Inzucht untersuchen wir, inwieweit Ringchromosomen zur Genomhistorie verschiedener Populationen und erst kürzlich entstandener Arten beigetragen haben. Im Besonderen wollen wir ergründen, wie Ringchromosomen (und assoziierte strukturelle Varianten) zu genomisch divergenten Regionen werden, da sie Rekombination unterdrücken und sich in Folge die genetische Variation zwischen Populationen und nah verwandten Arten ändert. Wir werden populationsgenetische Methoden basierend auf genomweiten Polymorphismen aus Resequenzierungsdaten mehrerer Termiten nutzen, die aus verschiedenen Populationen ihres europäischen Verbreitungsgebietes stammen. Wir werden die genetische Vielfalt innerhalb und zwischen den Populationen messen und testen, in welchen Ausmaß nicht-neutrale Genloci mit der Ringchromosomenentstehung und assoziierten strukturellen Genomvarianten zusammenhängen. Unser übergeordnetes Ziel ist es, vier qualitativ hochwertige Termitengenome zu sequenzieren und analysieren und zudem eine Resequenzierung für 200 Individuen von vier europäischen Reticulitermes-Arten durchzuführen. Zusammen mit bereits vorhandenen Daten wird uns dies ermöglichen, zu testen, ob Ringchromosomenentstehung mit folgenden Phänomenen zusammenhängt: i) Signaturen von Inzucht, ii) Entstehung von (Geschlechts-)Chromosomen, iii) Entstehung von strukturellen Genomvarianten, wie z.B. Translokationen und iv) Signaturen genetischer Differenzierung und Anpassung innerhalb von und zwischen Arten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503272152",
      "url": "https://gepris.dfg.de/gepris/projekt/503272152",
      "title": "Entstehung, Verlust und Regulation von De Novo genen",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503272152",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "De-novo-Gene, also neue proteinkodierende Gene, die aus zuvor nicht kodierenden Sequenzen entstehen, stellen eine wichtige und bislang wenig untersuchte Quelle evolutionärer Innovation dar. Derzeit ist nur wenig über die frühesten Stadien der de-novo-Genbildung bekannt, in denen eine genomische Sequenz transkribiert wird, ein offenes Leserahmen (Open Reading Frame, ORF) bekommt und sich in der Population ausbreitet. Um diese grundlegenden Fragen zu beantworten, untersuchen wir neu entstandene, exprimierte ORFs (neORFs) in Arten der Gattung Drosophila. In der ersten Phase dieses Projekts haben wir mithilfe von Long-Read-Sequenzierung die vollständigen Genome und Transkriptome von 30 ingezüchteten Drosophila-Linien aus 6 verschiedenen Arten, die Divergenzzeiten von 2 bis 50 Millionen Jahren abdecken, assembliert. Dabei identifizierten wir tausende von neORFs, von denen die meisten linien- und artspezifisch waren. Nun planen wir, diesen einzigartigen Datensatz zu nutzen, um die Eigenschaften von neORFs und die Faktoren zu untersuchen, die ihre Verbreitung und Erhaltung in einer Population oder Art ermöglichen. Wir werden ribosomales Profiling (Ribo-Seq) durchführen, um den Translationsstatus der neORFs zu bestimmen, sowie bioinformatische Analysen einsetzen, um die funktionellen Motive und Strukturelemente der von ihnen kodierten Proteine zu charakterisieren. Die Translationsdaten werden wir zusammen mit weiteren transkriptomischen Populationsdaten (Iso-Seq) verwenden, um unsere Modelle zur Entstehung und Erhaltung von neORFs zu verbessern und zu erweitern. Zusätzlich werden wir mittels Genom-Editierung (CRISPR-Cas) gezielt Kandidaten-neORFs ausschalten, um ihre Auswirkungen auf die globale Genexpression und phänotypische Merkmale des Organismus, wie z. B. die männliche Fruchtbarkeit, zu untersuchen. Insgesamt werden die Ergebnisse ein umfassendes Bild davon liefern, wie sich de-novo-Gene in einer Art etablieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "570426511",
      "url": "https://gepris.dfg.de/gepris/projekt/570426511",
      "title": "FormiDablE - Funktion, Diversität and Evolution von Giftpeptiden formiciner Ameisen",
      "investigators": "Dr. Barbara  Feldmeyer;Professor Dr. Timo H. J.  Niedermeyer;Dr. Simon  Tragust",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle GenomforschungBiochemie und Physiologie der TiereÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570426511",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Giftige Tiere und die Gifte, die sie als biochemische Waffe zur Nahrungssuche und Verteidigung einsetzen, sind ein bemerkenswertes Beispiel für konvergente Evolution welches genutzt werden kann, um Prozesse adaptive Evolution mit Hilfe von vergleichenden Ansätzen zu untersuchen. Arten der Insektenordnung Hymenoptera, Wespen, Bienen und Ameisen, sind mit Giften ausgestattet, welches in den meisten Fällen Proteine und Peptide als Hauptwirkstoffe enthält. Vor mehr als 50 Jahren wurde eine Peptidfraktion in den stark sauren, Ameisensäure enthaltenden Giften von Ameisen der Unterfamilie Formicinae beschrieben. Während in neueren Arbeiten die Rolle der in den Giftsekreten enthaltenen Ameisensäure zur Kognition der Ameisen und ihrer Immunabwehr untersucht wurde, sind Identität, Funktion und evolutiver Ursprung dieser Peptide unbekannt geblieben. In Vorarbeiten konnten wir eine Reihe von Peptiden in Giften von Camponotus Ameisen beschreiben, die offenbar nur in der Unterfamilie der Formicinae vorkommen. Ziel des vorliegenden Projektes ist es, 1) Peptide in den Giften von weiteren Ameisen der Unterfamilie Formicinae zu untersuchen, um neue Peptide und ihre Gene zu entdecken, 2) die Vielfalt und Evolution dieser neuen Giftpeptid-Genfamilien in allen verfügbaren Genomen von Formicinae, einschließlich der Genome von Myrmicinae und anderen Hymenopteren, umfassend zu untersuchen und 3) ihre Aktivität in funktionalen Bioassays zu untersuchen. Um dieses Ziel zu erreichen, werden wir organismische, vergleichende genomische und transkriptomische sowie analytisch-chemische Kenntnisse und Methoden in diesem interdisziplinären Projekt kombinieren. Diese Studie wird daher einen bisher noch nie dagewesenen Einblick in die Gifte und evolutionär neuartigen Giftpeptide von Ameisen aus der Unterfamilie der Formicinae geben und zum wachsenden Wissen über die molekularen Mechanismen beitragen, die der Entstehung, Evolution, Regulation und Funktion verschiedener tierischer Giftsysteme zugrunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503348080",
      "url": "https://gepris.dfg.de/gepris/projekt/503348080",
      "title": "Funktionale Annotation von genomischen Innovationen in einer phylogenetisch dicht besetzen Klasse mit Hilfe von Deep Learning",
      "investigators": "Professor Dr. Erich  Bornberg-Bauer;Professor Dr. Gregor  Bucher;Privatdozentin Dr. Katharina  Hoff",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503348080",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die vergleichende Evolutionsgenomik nutzt reichhaltige genomischen Daten, um (i) Grundsätze der molekularen Evolution, (ii) die Modalitäten der Genomevolution, (iii) die zugrundeliegende Evolutionsgeschichte der Organismen und (iv) die wahrscheinlichen funktionellen Eigenschaften eines Gens zu verstehen, was wiederum gezielte Experimente ermöglicht. Dies erlaubt einen Blick in die Vergangenheit und damit ein Verständnis dafür, wie genomische Innovationen wie neue Gene oder TEs entstehen und neue Merkmale formen. Dieses Projekt widmet sich einer zentralen Herausforderung der vergleichenden Genomik: das zuverlässige Auffinden und Annotieren von schnell evolvierenden, rezenten Genen, die von klassischen Methoden übersehen werden und die schwer zu annotieren sind, da sie keine eindeutige Homologie aufweisen. Aufbauend auf dem reichhaltigen und qualitativ hochwertigen Datensatz aus der ersten Förderperiode von GEvol (viele Insektengenome, Transkriptome, Ribo-Seq Daten) und bestehenden Pipelines werden wir diese Ressourcen mit Deep-Learning-Methoden kombinieren, um ein automatisiertes Annotationssystem für Genome von Artengruppen zu schaffen. Wir werden den Deep-Learning-Gensucher Tiberius für Insekten trainieren um die grösstmögliche Genauigkeit für die wichtigsten Insektenordnungen zu erreichen. Eine angepasste Loss-Funktion, Klassenausgleich und ein ClaMSA-Track, der fehlende evolutionäre Einschränkungen markiert, lehren das Modell, neue Gene zu erkennen, während RNA-seq, Iso-Seq und Ribo-seq die Exon-Intron-Grenzen verfeinern, präzise UTRs hinzufügen und die Fixationswahrscheinlichkeit eines Gens schätzen. Ein containerisierter Workflow leitet Proteinsequenzen durch ein externes Analysesystem für GO-Terme und verwendet Llama 3, um sie in kanonische Produktnamen umzuwandeln, die GenBank-Filter passieren und automatisiert standardisierte Dateien erzeugen. Primäre Annotationen werden in EMOBase gezielt abrufbar, einem Cluster von gen-zentrierten phänotypischen Datenbanken, die von der etablierten iBeetle-Base für neue Modelle geklont werden. Orthologie wird mit Qualitätsmassen und Mikrosyntenie-Metriken Einträge über Arten und FlyBase hinweg verknüpfen, während AI Literaturzusammenfassungen destilliert. Das Design von EMOBase wird einfaches Hochladen von maßgeschneiderten neuen Tracks, um FAIR-Daten ohne Vollzeitkuratoren zu gewährleisten, ermöglichen. Das GEvol-Team wird auch fortschrittliche (Re-)Annotationsdienste und Workshops anbieten. Einmal trainiert, annotieren die Modelle neue Genome mit minimalem Rechenaufwand, was den Ansatz wirtschaftlich und umweltfreundlich macht. Durch die Analyse des am schwersten zugänglichen Segments des Insektengenraums und die Standardisierung funktioneller Metadaten wird das Projekt robuste Tests darüber ermöglichen, wie genomische Innovationen phänotypische Innovationen vorantreiben, und die Expertise im Bereich des maschinellen Lernens in der Genomik in Deutschland festigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "570427173",
      "url": "https://gepris.dfg.de/gepris/projekt/570427173",
      "title": "Genetische und genomische Strukturevolution als Grundlage für Veränderungen in der Ernährungsökologie bei Hemipteren",
      "investigators": "Professor Dr. Ingo  Ebersberger;Professorin Dr. Kristen  Panfilio",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der TiereAllgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570427173",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Innerhalb der hemimetabolen Insekten bilden Hemiptera die größte Ordnung, mit vielen Arten von landwirtschaftlicher und medizinischer Bedeutung. Ihr Ernährungsspektrum reicht von phytophagen Arten, die sich von Pflanzenmaterial ernähren, bis zu räuberischen und blutsaugenden Linien. Hemipteren haben wiederholt ihre Ernährungsstrategien angepasst und teils konvergent entwickelt, auch in der jüngeren Evolution. Innerhalb der phytophagen Bodenwanzen (Lygaeidae) reicht das Spektrum von monophagen Arten, die nur eine Pflanzenart fressen, bis hin zu Generalisten mit einer kaum ausgeprägten Futterpflanzenpräferenz. Ernährung eignet sich hervorragend zur Verknüpfung von Genotyp und Phänotyp. Dank der umfangreichen genomischen Ressourcen für Hemipteren lassen sich die genetischen Grundlagen der Diversifizierung und konvergenten Entwicklung von Ernährungsstrategien mittlerweile umfassend untersuchen. Diese Möglichkeit wurde bisher kaum genutzt, obwohl Hemipteren mit ihren hohen Intronzuwachs- und -umsatzraten sowie den unterschiedlichen Ernährungsstrategien hervorragend für solche Analysen geeignet sind. Dieses Projekt vereint Expertise in Algorithmenentwicklung, vergleichender Genomik und Hemipteren-Biologie in einem einzigartigen Verbund, der es ermöglicht multiskalige und multimodale Analysen der Evolution von Stoffwechsel- und Regulationswegen im Zusammenhang mit Ernährung durchzuführen. Wir untersuchen, ob Arten ihr Nahrungsspektrum durch Anpassung der Genexpression oder durch den Einsatz unterschiedlicher Gene regulieren. Da Insekten als Holoorganismen betrachtet werden müssen, berücksichtigen wir auch die Rolle metabolischer Komplementierung durch das Mikrobiom. Ein umfassendes Datenset, das kuratierte Gene im Bereich des Stoffwechsels umfasst, bildet die Grundlage des Projekts. Wir analysieren die Zusammensetzung, den taxonomischen Ursprung und die evolutionäre Geschichte der Gene, die an der Entwicklung von Ernährungsstrategien beteiligt sind. Dabei verbinden wir erstmals den Blick auf das Hemipteren-Pangenom mit der Perspektive aus der Modellart Oncopeltus fasciatus. Der Vergleich naher verwandter Vertreter der Bodenwanzen - unter Verwendung sowohl von Laborstämmen und wild lebenden Vertretern - untersucht wie diese über Veränderungen in der Genexpression ihre Ernährungsstrategien angepasst haben. Wir untersuchen die Rolle von Genduplikation und alternativem Spleißen bei der funktionellen Diversifizierung von Proteinen. Innovative Ansätze, die Intron-Exon-Strukturen mit der 3D-Proteinfaltung verknüpfen, helfen uns, die strukturellen Auswirkungen der Transkriptdiversität zu verstehen. Wichtige Genkandidaten werden funktionell getestet und in breitere metabolische und regulatorische Netzwerke integriert. Unsere Arbeit wird zeigen, wie sich ernährungsbezogene genomische Strategien bei Hemiptera entwickelt haben, und wie sich diese von Strategien in anderen Insektengruppen unterscheiden, die konvergent ähnliche Ernährungsweisen verfolgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "502865717",
      "url": "https://gepris.dfg.de/gepris/projekt/502865717",
      "title": "Genomische Grundlagen der Anpassung an unterschiedliche Lebensräume in Limnephilidae (Köcherfliegen, Trichoptera)",
      "subject_area": "Evolution, AnthropologieEvolutionäre Zell- und Entwicklungsbiologie der TiereÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502865717",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Limnephilidae ist eine diverse Familie in der Insektenordnung Trichoptera (Köcherfliegen), die Seide produziert, um im Larvenstadium Röhrengehäuse und im Puppenstadium Puppenzellen mit einer permeablen Membran zu bauen. Diese evolutionären Innovationen ermöglichen vermutlich ihre Anpassung an unterschiedliche Lebensräume, z. B. von lotischen (schnell fließende) an lenitische (sauerstoffarme, langsam fließende oder stehende) Gewässer, sowie an terrestrische Habitate. Darüber hinaus wurden bei Limnephilidae Expansionen von Transposons (TEs) und deren Einfluss auf proteinkodierende Gene identifiziert. Ziel dieses Projekts ist die Untersuchung der genomischen Grundlagen für die Anpassung an unterschiedliche Lebensräume bei Limnephilidae. Zunächst werden vergleichende genomische und transkriptomische Methoden angewendet, um Genfamilien zu identifizieren, die mit der Anpassung an unterschiedliche Lebensräume assoziiert sind (z.B. Gene für Atmung, Stoffwechsel, Geruch, Sehvermögen, Wärmetoleranz). Es wird untersucht, ob diese Gene/Genfamilien einer positiven Selektion unterliegen und/oder Genfamilienexpansionen durchlaufen haben. Zweitens trägt das Projekt dazu bei, Trichoptera als Modellsystem für funktionelle Genomstudien zu etablieren, indem potenzielle Regulationsmechanismen für die Evolution von Innovationen untersucht werden. In diesem Zusammenhang werden, aufbauend auf früheren Erkenntnissen zur Evolution von TEs bei Köcherfliegen, die potenziellen evolutionären und regulatorischen Rollen von TEs und TE-Gen-Assoziationen untersucht. TEs können an der Modifikation der Chromatinfaltung und Aktivierung der Transkription beteiligt sein. Dies kann die Expression benachbarter Gene beeinflussen. Zunächst wird RNAseq eingesetzt, um zu testen, ob Gene während des Larvenstadiums und der Verpuppung, zwischen in verschiedenen Habitaten vorkommenden Arten unterschiedlich exprimiert werden und um zu untersuchen, ob die Nähe zu TEs im Genom die Genexpression beeinflusst. Dies ermöglicht auch die Bewertung der Rolle der permeablen Puppenzelle für die Anpassung an verschiedene Habitate. Im Puppenstadium stehen die Seideneigenschaften der Puppenzelle möglicherweise mit Osmoregulation in Zusammenhang. Diese variiert potentiell bei Arten aus verschiedenen Habitaten. Die unterschiedliche Expression von Genen, die mit der Regulierung von Körperflüssigkeiten assoziiert sind, spiegelt möglicherweise Anpassungen an Unterschiede im osmotischen Druck in verschiedenen Habitaten wider. Um die Chromatinverfügbarkeit von Genregionen mit hoher Expression zu bewerten, werden Chromatin-Zugänglichkeitsprofile mittels ATACseq erstellt. Dies ermöglicht den Vergleich der regulatorischen Landschaften, Unterschiede im offenen Chromatin, zwischen Limnephilidae-Arten aus unterschiedlichen Habitaten. Um Informationen über die Regulation von Gene, die in einem bestimmten Habitat exprimiert werden, zu erhalten werden offene Chromatinregionen innerhalb des jeweiligen Genlocus untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503307636",
      "url": "https://gepris.dfg.de/gepris/projekt/503307636",
      "title": "Genomische Mechanismen der Anpassung und Plastizität von olfaktorischer Wahrnehmung bei Wespen, Bienen und Ameisen",
      "investigators": "Dr. Jan  Büllesbach;Dr. Barbara  Feldmeyer;Privatdozent Dr. Florian  Menzel;Volker  Nehring, Ph.D.;Professor Dr. Oliver  Niehuis;Professor Dr. Thomas  Schmitt",
      "subject_area": "Allgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503307636",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die Evolution komplexer Kommunikationssysteme zu verstehen erfordert Erkenntnisse über Signalproduktion als auch Signalwahrnehmung. Bei Insekten spielen kutikuläre Kohlenwasserstoffe (CHCs) eine zentrale Rolle in der chemischen Kommunikation. Die genomischen Mechanismen, welche die Evolution der Perzeption von CHC-Mischungen ermöglicht haben, sind bislang jedoch wenig verstanden. Ein zentrales Problem liegt in dem begrenzten Wissen darüber, welche Odorantrezeptoren (ORs) spezifische CHCs binden – ein Mangel, der umso schwerer wiegt angesichts der massiven Expansion der OR-Genfamilie, die bei Hymenopteren (Wespen, Ameisen und Bienen) oft hunderte Gene umfasst. Frühere Studien haben gezeigt, dass sich die Expression von OR-Genen als Reaktion auf Ligandenbindung ändern kann. Die Veränderung der OR-Genexpression nach Exposition gegenüber CHC-Mischungen kann daher als Werkzeug zur Identifizierung von OR-Sets dienen, die an der Erkennung spezifischer CHC-Mischungen beteiligt sind. Aufbauend auf dieser Erkenntnis möchten wir die Expression von OR-Genen in Antennen von ausgewählten Hymenopteren untersuchen, die verschiedenen CHC-Mischungen ausgesetzt wurden, um entsprechende OR-Sets zu identifizieren. Darauf aufbauend möchten wir die Regulation der Expression der zugrunde liegenden Gene analysieren und ihre evolutionäre Dynamik zwischen Arten vergleichen, die unterschiedliche CHC-Profile besitzen. Unser Ansatz hat das Potenzial, grundlegende Fragen zur genomischen Basis olfaktorischer Perzeption zu beantworten. Wir möchten untersuchen, ob Gene für ORs, die auf die Bindung bestimmter CHC-Klassen spezialisiert sind, genomisch stärker gruppiert und phylogenetisch enger verwandt sind als es dem Zufall entspräche, und ob sich CHC-Vielfalt in einer entsprechenden Vielfalt von CHC-bindenden ORs widerspiegelt. Auch möchten wir klären, ob kurzfristige Änderungen der CHC-Wahrnehmungs-Sensitivität epigenetisch durch DNA-Methylierung und/oder Histon-Modifikationen in OR-Genclustern reguliert werden und ob diese Mechanismen evolutionär konserviert sind. Unser Projekt baut auf der ersten Phase des SPP auf, in der wir die genomische und epigenetische Architektur von CHC-Vielfalt in 13 Paaren nah verwandter Hymenopteren untersucht haben, deren CHC Profile stark unterschiedlich sind. Aus dieser Phase stehen uns die quantitative und qualitative Charakterisierung sämtlicher untersuchter CHC-Profile sowie hochwertige Genome von 26 Arten zur Verfügung – von denen wir 13 Genome de novo sequenziert und assembliert haben. Zudem konnten wir umfassende Expertise im Bereich epigenetischer Profilierung aufbauen. Diese Daten und methodischen Ressourcen versetzen uns in die Position, unsere Forschung in der zweiten Phase des SPP mit einem Fokus auf die CHC-Chemoperzeption fortzusetzen. Die gesammelten Erkenntnisse unserer Studien werden somit unser Verständnis der genomischen Grundlagen chemischer Kommunikation fundamental erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "570426217",
      "url": "https://gepris.dfg.de/gepris/projekt/570426217",
      "title": "GEvol-Defense – Evolution neuer zellulärer Abwehrmechanismen durch horizontalen Gentransfer bei Blattkäfern",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570426217",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Der evolutionäre Erfolg der Insekten beruht auf ihren vielseitigen Abwehrsystemen gegen Umweltstressoren und ihrer hohen Reproduktionsrate. Die zelluläre Abwehr der Insekten wird größtenteils von Hämozyten vermittelt, einer Zellgruppe, die sowohl für die Immunität als auch für die Fortpflanzung von zentraler Bedeutung ist. Obwohl Hinweise auf eine rasche Evolution hämozytärer Funktionen vorliegen, sind die zugrunde liegenden genomischen Mechanismen bislang weitgehend unbekannt. Unser aktueller Expressionsatlas des Kartoffelkäfers (CPB, Leptinotarsa decemlineata) zeigte, dass drei kürzlich duplizierte Gene, die durch horizontalen Gentransfer aus Bakterien am basalen Zweig der Blattkäfer-Linie entstanden sind, spezifisch in CPB-Hämozyten exprimiert werden. Dies legt nahe, dass die Rekrutierung von HGT-Genen zur Entstehung neuartiger Abwehrmechanismen in diesen Käfern beitragen kann. Ziel dieses Projekts ist es, zu erläutern, wie diese Gene evolvieren und zu neuartigen zellulären Abwehr- und Entwicklungsprozessen in Blattkäfern beitragen. Erstens werden wir Einzelzell-RNA- und -ATAC-Sequenzierung durchführen, um die regulatorischen Mechanismen der zellspezifischen Expression der HGT-Gene zu identifizieren. Zweitens werden wir die Funktion der horizontal transferierten Gene untersuchen, indem wir ihre Expression im CPB durch RNA-Interferenz herunterregulieren, und sie heterolog in Drosophila exprimieren. Drittens rekonstruieren wir die evolutionäre Geschichte der Funktion und Regulation dieser Gene, indem wir komparative Genomik und Einzelzellsequenzierung von vier verschiedenen Käferarten integrieren. Wir beabsichtigen, die entscheidenden Funktions- und Expressionsmotive aufzudecken, die zur Etablierung neuartiger Hämozyten-Funktionen in Blattkäfern geführt haben. Durch die Kombination modernster genomischer und molekularbiologischer Werkzeuge wird dieses Projekt neue Erkenntnisse liefern, wie HGT-Gene in bestehende Signalnetzwerke eingebunden werden und so zu evolutionären Innovationen bei Insekten beitragen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503346030",
      "url": "https://gepris.dfg.de/gepris/projekt/503346030",
      "title": "Identifizierung der Genomarchitektur und der Genexpression als Ursache von extremen Geschlechtsdimorphismus bei Glühwürmchen",
      "investigators": "Dr. Ana  Catalan, Ph.D.;Professor Dr. Sebastian  Höhna",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503346030",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Glühwürmchen sind Käfer, die Biolumineszenz als Kommunikation in Paarungsverhalten und aposematische Signalgebung nutzen. Darüber hinaus weisen einige Glühwürmchenarten einen extremen Geschlechtsdimorphismus auf, bei dem adulte Weibchen neotenisch sind. Bei diesen Arten haben die Weibchen reduzierte oder fehlende Flügel, haben reduzierte Augen und Köpfe und leuchten permanent, anstatt zu blinken. Dieser Geschlechtsdimorphismus (weibliche Neotenie) ist wiederholt und unabhängig voneinander entstanden und ermöglicht uns, parallele Evolution, Schlüsselinnovationen und Merkmalsverluste auf phylogenetischer Ebene zu untersuchen. Die zentrale Frage unseres Projekts lautet: „Welcher genomische Mechanismus liegt diesem extremen Geschlechtsdimorphismus zugrunde?“ Unser grundlegender Ansatz besteht darin, genomische Merkmale mit der Genexpression und Phänotypinnovationen/-verlusten zu verknüpfen. In Phase 1 haben wir erfolgreich 21 Glühwürmchenarten gesammelt, hochwertige De-novo-Genome von 17 Arten produziert und Genexpressionsdaten für Weibchen und Männchen pro Art erhoben, wobei wir mindestens fünf Replikate pro Art/Sex sequenziert haben. Darüber hinaus untersuchten wir in Phase 1 die evolutionären Kräfte, die der Genexpression zugrunde liegen, und identifizierten dabei häufig auftretende Änderungen in der Genexpression über die Phylogenie hinweg. Wir fanden sowohl geschlechtsunterschiedliche als auch komplett geschlechtseinseitige Genexpression, die sich teilweise über die Phylogenie hinweg veränderte (z. B. Wechsel des höher exprimierten Geschlechts). In Phase 2 werden wir mithilfe expliziter stochastischer Modelle, wie unserem neuartigen zustandsabhängigen Ornstein-Uhlenbeck-Prozess, Korrelationen zwischen Genexpressionsverschiebungen und Wechsel des Sexualdimorphismus untersuchen. Zusätzlich untersuchen wir den Einfluss genomischer Merkmale wie Genduplikation und -verlust, cis-regulatorischer Elemente und Insertionen transponierbarer Elemente auf die Verschiebungen in der Genexpression und damit auf die beobachteten Phänotypveränderungen. Wir vermuten, dass Veränderungen in Promotorregionen einen Einfluss auf die Genexpression haben, welches der biomolekulare Mechanismus der Phänotypenentwicklung ist. Abschließend untersuchen wir divergierende Muster der geschlechtsspezifischen Genexpression auf den Autosomen und dem X-Chromosom, einschließlich der genomischen Verteilung und des Selektionsdrucks. Wir untersuchen außerdem die Prävalenz der Dosiskompensation und deren Erhaltung über die Phylogenie hinweg. Insgesamt untersucht unser Projekt über beide Phasen hinweg den Einfluss genomischer Merkmale auf die (geschlechtsspezifische) Genexpression und den Sexualdimorphismus. Wir generieren neue genomische Ressourcen für Glühwürmchen, entwickeln neue statistische und rechnergestützte Methoden zur Untersuchung der Genexpression und gewinnen grundlegende Erkenntnisse über genomische Innovationen, die neuen oder verlorenen Phänotypen zugrunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "502998251",
      "url": "https://gepris.dfg.de/gepris/projekt/502998251",
      "title": "ImmuNov: Genomik und Epigenomik von Immuninnovationen bei Insekten",
      "subject_area": "Evolution, AnthropologieÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502998251",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die Entstehung neuartiger funktioneller Gene ist einer der wichtigsten Prozesse, die zur evolutionären Innovation beitragen. Vergleichende Genomik ermöglicht das Studium der Generepertoire-Evolution, die Kartierung von Gewinn und Verlust von Genen über phylogenetische Knoten hinweg. Es kann jedoch schwierig sein neu identifizierte Gene, die manchmal nur in einer begrenzten Anzahl von Taxa vorkommen, funktionell zu annotieren.  Genomstudien können Gene oft nicht identifizieren, wenn sie neue Funktionen erworben haben, und bestimmen, wie sie sich in bereits bestehende konservierte Genpfade integrieren. Glücklicherweise bieten jüngste Fortschritte in anderen Omics-Methoden wie Transkriptomik und Epigenomik wichtige ergänzende Ressourcen zu Genomstudien. Die Transkriptomik ermöglicht die unvoreingenommene Identifizierung von Genen, die durch experimentelle Behandlungen reguliert werden, unabhängig von homologiebasierten Annotationen. Demgegenüber deckt die Epigenomik strukturelle Veränderungen an der DNA und cis-regulatorische Sequenzen auf, welche die Genregulation und -expression beeinflussen.Mit ImmuNov möchte ich verstehen, wie sich neuartige Gene und Gene mit neuartiger Funktion in bereits existierende hochkonservierte Gennetzwerke integrieren können und wie ihre Expression reguliert wird. Als Funktionsmodell werde ich das angeborene Immunsystem von Insekten verwenden. Dieses ist sowohl in seinem Kernsatz an Genen und Signalwegen hoch konserviert als auch eines der sich am schnellsten entwickelnden biologischen Systeme. Zudem verfügt es über eine hohe Rate an Gengewinnen und -verlusten über die gesamte Insektenphylogenie hinweg. Um dies zu erreichen, werde ich ein Screening der immuninduzierten Genexpression bei phylogenetisch unterschiedlichen Insektenarten durch experimentelle Infektionen mit zwei opportunistischen Pathogenen durchführen, um gemeinsame Sätze von Immungenen und neue, taxonspezifische immuninduzierte Gene zu identifizieren. Ich werde die Rolle der Chromatinzugänglichkeit als epigenomischer Mechanismus zur Kontrolle der Immungenexpression als Reaktion auf Infektionen testen und die cis-regulatorischen Elemente identifizieren, die das Expressionsmuster immuninduzierter Gene steuern. Schließlich werde ich die Evolutionsgeschichte immuninduzierter Gene aufdecken und testen, ob taxonspezifische Immungene eine spezifische epigenetische Signatur aufweisen. Jüngste Entwicklungen in molekularen und computergestützten Technologien bieten die Möglichkeit, erstmals eine groß angelegte vergleichende Studie immuninduzierter Transkriptome zu entwerfen, die in kontrollierter Weise mit Epigenomik gekoppelt neue Gene identifizieren und ihre Regulationsmechanismen aufdecken kann. Dieses innovative Projekt wird über das Drosophila-Modell hinaus Einblicke in grundlegende funktionelle Aspekte der genomischen und epigenomischen Grundlagen der Immuninnovation bei Insekten liefern, die mit vergleichender Genomik allein nicht erreichbar sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)Ehemalige Antragstellerinnen / Ehemalige AntragstellerDr. Vincent  Doublet, bis 2/2025;Professorin Dr. Lena  Wilfert, von 3/2025 bis 8/2025"
    },
    {
      "project_id": "503283318",
      "url": "https://gepris.dfg.de/gepris/projekt/503283318",
      "title": "Koordinationsfonds",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503283318",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Neue experimentelle und rechnergestützte Methoden eröffnen spannende Möglichkeiten, die evolutionäre Geschichte von Genomen zu erforschen und die Entstehung neuer Merkmale aus einer integrierten, phylogenomischen Perspektive zu rekonstruieren – weit über das eingeschränkte Blickfeld von Modellspezies hinaus. GEvol nutzt diese Chancen, indem es Forschende aus komplementären Fachrichtungen wie Genomik, Bioinformatik, Künstliche Intelligenz, evolutionäre Ökologie, molekulare Evolution, Entwicklungsgenetik, Taxonomie und Genetik zusammenbringt, um die Dynamik und Prinzipien genomischer Innovationen innerhalb einer großen Klade zu entschlüsseln. In der ersten Förderperiode wurden Projekte gefördert, die ein breites Themenspektrum abdeckten und dabei moderne experimentelle und computergestützte Methoden einsetzten. Wir konzentrierten uns auf Insekten aufgrund ihrer Artenvielfalt, phänotypischen Diversität und ihrer hervorragenden Eignung für experimentelle wie rechnerische Untersuchungen. Die Projekte nutzten mehrere OMICS-Ansätze, meist in Tandemprojekten, die Datenanalysen, Simulationen und Modellierungen mit funktionellen Studien kombinierten, z. B. RNA-Sequenzierung in Kombination mit Bisulfit-Sequenzierung, ATAC-seq, Cut&Tag oder RNAi. Die Struktur von GEvol umfasste jährliche Treffen, technische Workshops, Soft-Skill-Schulungen, Kurse für Nachwuchsforschende, gemeinsame Meetings sowie regelmäßige Videokonferenzen von sieben Fokusgruppen: Genomassemblierung und -annotation, Sequenzierung, Simulationen und Modellierung, Epigenetik und Genregulation, neue Gene und Elemente, Genfunktion und transponierbare Elemente sowie Öffentlichkeitsarbeit. Kurse wurden und werden zu Linux, Python, R, wissenschaftlichem Schreiben, Genomanalyse, Genexpression, Genfunktion, Datenanalyse und Selbstpräsentation für Wissenschaftlerinnen angeboten. Die meisten Angebote waren gut besucht und sollen in der zweiten Förderperiode fortgeführt werden. Geplant sind zusätzliche Kurse zu Grundlagen und Anwendung von Methoden des maschinellen Lernens sowie zur Orthologie. Die meisten Promovierenden haben Betreuungskomitees mit einem Zweitbetreuer oder einer Zweitbetreuerin aus einer anderen GEvol-Gruppe. TAC-Meetings fanden möglichst im Rahmen der Jahrestreffen oder kleinerer Veranstaltungen statt, um Reisezeiten und Projektunterbrechungen zu minimieren. Das Geschlechterverhältnis wurde weitgehend ausgeglichen und soll durch aktive Rekrutierung, gezielte Einladung zur Bewerbung und Einbindung von Referentinnen bei Konferenzen und Workshops weiter gefördert werden. GEvol war und ist durch Einzelvorträge auf nationalen und internationalen Konferenzen vertreten sowie durch eigene GEvol-Sessions, teils mit eingeladenen Keynote-Sprecherinnen. Bisher haben GEvol-Mitglieder 28 Publikationen veröffentlicht, davon 11 mit mehreren GEvol-PIs oder -Promovierenden als Koautorinnen, 7 mit mehr als zwei Partnern außerhalb der Tandemprojekte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503325252",
      "url": "https://gepris.dfg.de/gepris/projekt/503325252",
      "title": "Molekulare Mechanismen und phänotypische Konsequenzen der Paralogdivergenz bei Insekten und Cheliceraten",
      "investigators": "Dr. Mathilde  Cordellier;Dr. Matthias  Pechmann;Dr. Nico  Posnien;Professor Dr. Nikola-Michael  Prpic-Schäper;Dr. Natascha  Turetzek",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der Tiere",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503325252",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die Beibehaltung duplizierter Gene in verschiedenen Pflanzen, Tieren und Pilzen deutet auf adaptive Vorteile und eine entscheidende Rolle bei der Evolution phänotypischer Neuheiten hin. Genduplikationen prägen auch die Genomevolution und phänotypische Diversifizierung von Arthropoden. Aufgrund ihrer langen Divergenzzeit (570 Millionen Jahre), ihrer geringen Körpergröße und ihrer kurzen Generationszeiten eignen sich Arthropoden hervorragend zur Untersuchung der Mechanismen und Folgen von Gen- und Genomduplikationen. In der ersten GEvol-Phase generierten wir hochwertige Genome für phylogenetisch relevante Spinnenarten, kurierten Transposon-bibliotheken und erstellten mittels Kollaborationen innerhalb von GEvol homogene Annotationen von Chromosom-level Genomen für über 230 Arthropodenarten. Diesen umfangreichen und vergleichbaren Datensatz werden wir nutzen um die Analyse von Genduplikationsereignissen zu erweitern, um molekulare Mechanismen der Duplikatsdivergenz aufzudecken und ihren Beitrag zur phänotypischen Innovation bei Cheliceraten, Crustaceen und Insekten zu testen. Wir werden Duplikationsereignisse in den genannten Arthropoden zeitlich erfassen und kategorisieren. Hierfür werden wir Intron-evolution, alternatives Spleißen, Sequenzvariation, Transposonaktivität, genregulatorische Veränderungen und Genexpression analysieren, um molekulare Mechanismen zu entschlüsseln, welche zur Diversifizierung duplizierter Gene beitragen. Eine Auswahl interessanter, single-copy Gene, anzestraler sowie linienspezifischer Duplikationen, sowie Duplikate mit Sub- und Neofunktionalisierung werden experimentell getestet, um Zusammenhänge zwischen Genduplikation und phänotypischer Innovation zu untersuchen. Geleitet von einer umfassenden Analyse neu generierter und verfügbarer bioinformatischer Ressourcen (z. B. gewebe- und zeitlich spezifischer Transkriptom Sequenzierungen und Einzelzellsequenzierung) werden interessante Genexpressionsmuster mithilfe moderner Färbetechniken wie der Hybridisierungskettenreaktion-Fluoreszenz-in-situ-Hybridisierung (HCR) detailliert analysiert. Die Funktion ausgewählter Gene wird durch RNA-Interferenz und CRISPR/Cas9-Genomeditierung weiter validiert, um ihren spezifischen Beitrag zur phänotypischen Evolution zu bewerten. Unser Projekt trägt dazu bei generelle molekulare Mechanismen zu identifizieren, welche die Genevolution nach Duplikation steuern und die phänotypischen Konsequenzen verschiedener Duplikationsereignisse zu bewerten. Durch die Kombination aus Expertise in Bioinformatik und Entwicklungsbiologie, der Nutzung der GEvol-Kooperationen, vielfältiger Fachkenntnisse und Ressourcen aus der ersten Phase haben wir die einzigartige Gelegenheit, mithilfe einer umfassenden Genomanalyse, welche Multi-Omics und experimentelle Genfunktionsstudien integriert, neue Erkenntnisse zur Evolution von Arthropoden Genomen zu gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "570451068",
      "url": "https://gepris.dfg.de/gepris/projekt/570451068",
      "title": "Nicht nur Durchschnittswerte: Die Evolution von Transkriptionsvariabilität und ihre Rolle in der evolutionären Anpassung und Innovation",
      "investigators": "Professor Dr. Dirk  Metzler;Dr. Luisa  Pallares",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 570451068",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "In der Erforschung von Genexpression untersucht man häufig Unterschiede in der durchschnittlichen Genexpression zwischen bestimmten Gruppen, zum Beispiel Populationen, die unter unterschiedlichen Bedingungen leben, um die funktionalen Voraussetzungen evolutionärer Anpassungen zu verstehen. Es mehren sich jedoch die Hinweise, dass nicht nur die durchschnittliche Genexpression, sondern auch die Transkriptionsvariabilität, also Unterschiede zwischen genetisch identischen mehrzelligen Organismen, in den ersten Stadien der evolutionären Anpassung an neue Umweltbedingungen eine wesentliche Rolle spielen. Darüber hinaus wurde gezeigt, dass Gene mit hoher Transkriptionsvariabilität zu mehr Nukeotiddiversität tendieren und mehr adaptive Substitutionen zeigen, toleranter gegenüber Mutationen mit Funktionsverlusst sind und weniger vernetzt in Coexpressionsnetzwerken. Für Drosophila-Arten wurde gezeigt, dass Allele, die die Transkriptionsvariabilität reduzieren, tendenziell eher der abgeleitete Typ sind als der anzestrale. In diesem Projekt untersuchen wir die Evolution der Transkriptionsvariabilität sowie ihre Rolle in der evolutionären Anpassung und Innovation anhand von Gen-Transkriptionsdaten von sechs Drosophila-Arten. Für jede der sechs Arten verwenden wir fünf Inzuchtlinien, und von jeder dieser Linien 20 weibliche Fliegen, die genetisch (fast) identisch sind. Die Genexpressionswerte aller Gene jeder dieser Fliegen messen wir separat für Kopf und Körper mittels RNA-Sequenzierung. So können wir für jeden Genotyp (also die weiblichen Fliegen der selben Inzuchtlinie) die Transkriptionsvariabilität jedes Gens berechnen. Unter Benutzung zur Verfügung stehender Informationen über Gen-Regulationsnetzwerke und basierend auf stochastischen Modellen für die Evolution von der Genregulation längs der Drosophila-Phylogenie analysieren wir, wie sich die Transkriptionsvariabilität von Genen, die im selben Pathway interagieren, während der Drosophila-Artbildung verändert haben und ob dabei gerichtete oder balancierende Seletion eine Rolle spielte. Außerdem untersuchen wir die Rolle der Transkriptionsvariabilität in der Regulation von de-novo-Genen und Genen, die während der Anpassung von Drosophila-Arten oder -Populationen an veränderte Umweltbedingungen unter Seletion standen. In Inzuchtlinien-spezifischen Genome suchen wir in genomischen Umgebungen von Kandidatengenen nach genomischen Signaturen, welche die Variabilität vergrößern oder verkleinern. Die Ergebnisse werden neue Einsichten in die Robustheit und Variabilität der Genexpression liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "503360601",
      "url": "https://gepris.dfg.de/gepris/projekt/503360601",
      "title": "Repetitiver Verlust von Phänotypen: die Wiederholbarkeit von genomischer und regulatorischer Evolution",
      "investigators": "Thomas Joseph  Colgan, Ph.D.;Professorin Dr. Katja  Nowick;Dr. Eckart  Stolle;Dr. Benjamin  Wipfler",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 503360601",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Der Verlust von Phänotypen ist eine Art evolutionärer Innovation und ein weit verbreitetes Phänomen. Wie die Entstehung eines neuen Phänotyps kann auch der Verlust eine Anpassung darstellen und zu neuen Lebensweisen führen, ist jedoch bisher weniger untersucht worden. Besonders interessant ist der wiederholte Verlust des gleichen Phänotyps in unabhängigen evolutionären Linien, da damit die Reproduzierbarkeit von Evolution studiert werden kann. Daher wollen wir exemplarisch die genomische Grundlage des wiederholten Verlustes von Pollensammelstrukturen zu untersuchen. Diese Strukturen, scopae genannt, evolvierten mehrmals unabhängig voneinander in verschiedenen Bienenarten und ermöglichten den evolutionären Erfolg dieser Arten als Bestäuber. Interessanterweise sind scopae in mehreren kleptoparasitischer Bienenarten unabhängig voneinander wieder verloren gegangen, und damit auch bestimmte Verhaltensweise und Behaarung.  Mittels genomweiter Vergleiche wollen wir die genomischen Grundlagen dieses wiederholten Verlustes entdecken.Dazu werden wir vorhandene qualitativ hochwertige Bienengenome nutzen und 21 neue qualitativ hochwertige Bienengenome produzieren. Diese über 100 Genome werden wir zur umfassenden Untersuchung genetischer Unterschiede nutzen, um die Entstehung des scopae-Verlustes in einem phylogenetischen Rahmen zu erforschen. Mittels „vorwärts phylogenomischem Genotyp-Phänotyp-Mapping“ und vergleichender Genomik werden wir genomische Änderungen im Zusammenhang mit dem Verlust der scopae untersuchen, insbesondere den Verlust von Genen und regulatorischen Elementen und der Evolution von Genfamilien. Da scopae sexuell dimorph sind (nur die Weibchen besitzen sie) und anscheinend dynamisch entstehen und verloren gehen können, vermuten wir, dass genregulatorische Änderungen wichtig für diese Plastizität und eventuelle Fixierung im Genom sind. Dementsprechend werden wir zusätzlich auch Transkriptom und ATAC-Seq Daten von sechs Arten, drei Paaren an Wirts- und Parasitenarten, welche scopa besitzen bzw. verloren haben, von Individuen beider Geschlechter während der Entwicklung produzieren. So werden wir untersuchen, ob ähnliche Änderungen sowohl an der Plastizität als auch am evolutionären Verlust der scopae beteiligt sind. Wir werden diese OMICs-Daten integrativ mit modernen informatischen Methoden analysieren, um die Rolle von kodierenden im Vergleich zu regulatorischen Änderungen, von Transposons in Genomarchitektur und -regulation, und von der Evolution von Genfamilien und Sequenzänderungen mit Fokus auf genregulatorische Faktoren, zu studieren. Wir werden auch untersuchen, wie genomische Elemente und Faktoren in regulatorischen Netzwerken interagieren und wie sich diese Netzwerke im Lauf der Evolution geändert haben. Außerdem werden wir Änderungen in Selektionsdrücken, die auf kodierende und nicht-kodierende Sequenzen wirken, erforschen, um zu verstehen, wie diese zum wiederholten Verlust von Pollensammelstrukturen beigetragen haben könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "502862570",
      "url": "https://gepris.dfg.de/gepris/projekt/502862570",
      "title": "Syntenie-basierte Identifikation von Innovationen in Insektengenomen",
      "subject_area": "Bioinformatik und Theoretische BiologieAllgemeine Genetik und funktionelle GenomforschungEntwicklungsbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502862570",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die Frage, wie die Struktur des Genoms die Evolution von Genregulation und phänotypischer Vielfalt beeinflusst, gehört zu den zentralen Herausforderungen der Biologie. Besonders spannend ist dieses Thema bei Insekten: Einige Gruppen, wie etwa die Zweiflügler (Diptera), zeigen ein außergewöhnlich hohes Maß an genomischer Umstrukturierung - von großräumigen Synteniebrüchen bis hin zu Veränderungen in regulatorischen Nachbarschaften - und zeichnen sich gleichzeitig durch eine enorme phänotypische und ökologische Diversität aus. Daraus ergibt sich die Hypothese, dass genomische Neuorganisation zur Entstehung regulatorischer Innovationen beitragen könnte. Die Beziehung ist jedoch nicht eindeutig: Andere artenreiche Insektengruppen, etwa die Schmetterlinge (Lepidoptera) und Käfer (Coleoptera), verfügen über vergleichsweise stabile Genomarchitekturen. Dies deutet darauf hin, dass strukturelle Genomveränderungen die Diversifizierung zwar fördern können, aber keine notwendige Voraussetzung sind. Um mechanistische Zusammenhänge zwischen Genomumbau, regulatorischer Innovation und der Vielfalt von Entwicklungsprogrammen untersuchen zu können, müssen drei zentrale Voraussetzungen erfüllt sein: (i) der Zugang zu einem vergleichenden Modellsystem mit ausgeprägter Variation in Genomstruktur und Entwicklung; (ii) ein entwicklungsbiologischer Prozess, der zwischen Arten geteilt wird, aber gleichzeitig evolutionär veränderlich ist; und (iii) Analysewerkzeuge, mit denen sich auch stark umstrukturierte Genome mit regulatorischer Auflösung vergleichen lassen. Im Verlauf der ersten Förderperiode konnten wir für das Erfüllen dieser Voraussetzungen zwei entscheidende Fortschritte erzielen. Erstens haben wir ein annotationsunabhängiges Werkzeug zur Syntenieanalyse entwickelt, das auf nicht-genetischen Ankerpunkten basiert und den Vergleich regulatorischer Landschaften auch in stark umgebauten Insektengenomen ermöglicht - ein wesentlicher methodischer Durchbruch für die vergleichende Insekten-Genomik. Zweitens haben wir gezeigt, dass in den ersten Stunden der Embryonalentwicklung von Fliegen vermehrt neu entstandene, stammspezifische Gene aktiv sind. Diese Beobachtung legt nahe, dass die frühe Entwicklung als „Spielwiese“ für evolutionäre Innovationen dient. Im vorliegenden Antrag bauen wir auf diesen Ergebnissen auf und wollen nun systematisch untersuchen, wie sich genomische Umstrukturierungen auf regulatorische Landschaften während der frühen Embryogenese auswirken – und wie dies die Integration und funktionelle Etablierung neuer Gene beeinflussen kann. Mithilfe eines vergleichenden Ansatzes, der mehr als zehn Dipterenarten mit unterschiedlicher Genomarchitektur umfasst, möchten wir die grundlegenden Prinzipien und Grenzen aufdecken, die der Verbindung zwischen Genomstruktur und Evolvierbarkeit in der Entwicklung zugrunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)"
    },
    {
      "project_id": "502912529",
      "url": "https://gepris.dfg.de/gepris/projekt/502912529",
      "title": "Wiederkehrende genomische Dynamik aufgrund paralleler Evolution sekundärer Phytophagie bei Hymenoptera",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische BiologieÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502912529",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)",
      "description": "Die phytophage Lebensweise ist eine zentrale Innovation bei den Insekten und hat sich nur in einem Drittel aller Insektenordnungen entwickelt. Die Evolution der Phytophagie umfasst vermutlich grundlegende Verhaltens- und morphologische Veränderungen, einhergehend mit chemosensorischen und metabolischen Anpassungen. Bislang sind genomischen Grundlagen und genetische Innovationen im Zusammenhang mit evolutionären Ernährungsumstellungen kaum verstanden. Hier konzentrieren wir uns auf zwei monophyletische Gruppen innerhalb der Ordnung Hymenoptera, d.h. Aculeata und Chalcidoidea, die von zoophagen Vorfahren abstammen, aber mehrfache Wechsel zu einer sekundär erworbenen phytophagen Lebensweise aufweisen. Diese Gruppen, zu denen z. B. die Gallenwespen und pollen-sammelnden Bienen zählen, wechselten zur einer phytophagen Lebensweise, während die Schwestergruppen einer zoophagen Lebensstil beibehielten. Um die Anpassungen an diverse Nahrungsquellen bei Insekten besser zu verstehen, schlagen wir vor, die genomische Architektur die mit Übergängen zu sekundären Pflanzenfressern verbunden ist in repräsentativen Hymenopteren vergleichend zu untersuchen. Um die evolutionären Prozesse zu beleuchten, die die Vielfalt der Ernährungsanpassungen bei Hymenoptera geprägt haben, stellen wir die folgenden Forschungsfragen auf: (1) Spiegelt sich parallele Evolution auf phänotypischer Ebene durch parallele Genom-Evolution wieder? Und (2), traten ähnliche genomische Innovationen auf, als unabhängige Abstammungslinien konvergente Ernährungsumstellungen vollzogen? Mit vergleichender Genomik und Transkriptomik wollen wir genomische Grundlagen makroevolutionärer Ernährungsanpassungen aufdecken, die z. B. mit dem Stoffwechsel pflanzlicher Sekundärstoffe, der Zusammensetzung von Geruchs- oder Geschmacksrezeptorfamilien aber auch Kohlendioxidrezeptorgenen verbunden sein kann. Darüber hinaus werden wir genomische Veränderungen, die evolutionären Ernährungsumstellungen zugrunde liegen, untersuchen und die Wiederholbarkeit von Gengewinn und -verlust sowie die schnelle Evolution regulatorischer Sequenzen, transponierbarer Elementdynamiken und Genkopienzahlen testen. Unsere Ergebnisse werden für WissenschaftlerInnen auf den Gebieten der funktionellen Genomik, der systematischen Biologie und der Proteinfunktionsanalyse von Insekten, einschließlich wirtschaftliche bedeutender insekten, von großem Interesse sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2349: \nDie Genomischen Grundlagen Evolutionärer Innovationen (GEvol)Ehemaliger AntragstellerDr. Mark  Lammers, bis 11/2025"
    }
  ]
}