{
  "spp_number": "SPP 2111",
  "spp_title": "Integrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359861158",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "403187162",
      "url": "https://gepris.dfg.de/gepris/projekt/403187162",
      "title": "Arbiträre Digitale Verarbeitung von Signalen mit THz-Bandbreite mit Hilfe Optisch-Elektronisch-Optischer Interferometer - Phase 2 (INTERFERE2)",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403187162",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Ein optisch-elektronisch-optisches Interferometer (OEO-Interferometer) erweitert die Funktionalität eines gewöhnlichen Mach-Zehnder Interferometers (MZI) in flexibler Weise um lineare, nichtlineare und sogar zeitlich veränderliche Transferfunktionen für optische Wellen. Während ein gewöhnliches MZI ein optisches Signal aufteilt und nach eher einfachen optischen Operationen in einem oder in beiden Interferometerarmen kombiniert, beinhaltet das OEO-Interferometer in einem Arm einen digitalen kohärenten Empfänger gefolgt von digitaler Signalverarbeitung sowie elektro-optischer Quadraturmodulation. Eine derartige Struktur kann verwendet werden, wenn ein bestimmter Spektralbereich eines ultrabreiten optischen Signals verändert werden soll, ohne die übrigen Spektralbereiche zu beeinflussen. Nach dem ersten experimentellen Konzeptnachweis eines OEO-Interferometers mit einem optisch nichtdurchlässigen Pfad innerhalb der INTERFERE Projektes in der ersten Phase des Schwerpunktprogramms hat das beantragte INTERFERE2 Projekt im Hinblick auf die Demonstration von fortgeschrittenen Operationen mit einem OEO-Interferometer die folgenden Zielsetzungen: 1. Erforschung von neuartigen Algorithmen für die Echtzeitverarbeitung in einem OEO-Interferometer als Add/Drop-Multiplexer mit einer Phasenregelschleife. 2. Monolithisch integrierte Transceiverschaltkreise mit einer Phasenstabilisierten externen Verzögerungsleitung. 3. Konzeptnachweis für einen ultrabreitbandigen Arbeitsbereich eines einzelnen OEO Interferometers z.B. in einem filterlosen Experiment mit Wellenlängenmultiplex mit einem einstellbaren optischen Lokaloszillator. 4. Studie über die Verwendung von zwei oder mehr parallelen OEO-Interferometern mit gleichzeitigem Zugriff und breitbandiger Modifikation eines zusammenhängenden optischen Spektrums. 5. Demonstration und Evaluation eines OEOinterferometers, welches den integrierten Chip und die Echtzeitalgorithmen vereint. Mit dem OEO-Interferometer steht ein fortgeschrittenes kombiniertes elektronisch-photonisches System im Zentrum des Projektes, welches durch Ausnutzung von neuester photonischer Integrationstechnologie in Verbindung mit effizienter digitaler elektronischer Signalverarbeitung Zugriff auf eine enorme optische Bandbreite erlaubt. Die Projektergebnisse sollen dazu beitragen, fundamentale Grenzen der rein elektronischen Signalverarbeitung zu überwinden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige SignalverarbeitungMitverantwortlichDr.-Ing. Patrick  Runge"
    },
    {
      "project_id": "403167665",
      "url": "https://gepris.dfg.de/gepris/projekt/403167665",
      "title": "Elektronisch-Optisch Integrierter Digital-zu-Analog Umsetzer",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403167665",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Im EPIDAC Projekt möchten wir neuartige Konzepte entwickeln, welche die Leistungsfähigkeit von Digital-Analog-Umsetzer (DAU) signifikant verbessern. Im Vergleich zum Stand der Technik sollen die DAUs verbessert werden, indem die Bit-Pfade, deren Zusammenführung, deren zeitliche Überlagerung und/oder die Takterzeugung optisch implementiert werden. Die Leistungsfähigkeit rein elektrischer DAUs wird insbesondere durch deren Bandbreite limitiert, da z.B. allein für die Biterzeugung eine hohe Zahl von Signalpfaden an einem gemeinsamen Ausgang kombiniert werden müssen (eine typische, segmentierte 6-Bit Architektur benötigt bereits 17 Stromzellen), woraus eine sehr große parasitäre Kapazität resultiert. Erfolgt die Kombination dieser einzelnen Bit-Pfade jedoch optisch, so benötigt man nach der Rücktransformation in die elektrische Domäne durch eine Photodiode lediglich einen einzelnen Transimpedanz-Verstärker (engl. TIA). Dadurch ist eine höhere Bandbreite möglich. Darüber hinaus kann im Gegensatz zu einem elektrischen Ansatz die zeitliche Überlagerung mehrerer schneller DAU-Kerne in der optischen Domäne mit geringeren Verlusten und mit höherer Genauigkeit implementiert werden. Die effektive Auflösung aktueller Digital-Analog-Umsetzer ist u.a. durch Taktungenauigkeiten limitiert. Durch die Verwendung extern eingespeister, modengekoppelter Lasertaktsignale, welche einen wesentlich geringeren Jitter als elektronische Oszillatoren aufweisen, kann die Performance weiter verbessert werden. Unsere konzeptuellen Voruntersuchungen zeigen, dass die Verwendung des vorgeschlagenen optischen Ansatzes eine effektive Auflösung von 7 Bit bei einer Bandbreite von 80 GHz ermöglichen sollte. Im Vergleich zum Stand der Technik entspricht dies einer Verbesserung der Auflösung um einen Faktor 4 und einer Erhöhung der Bandbreite um einen Faktor 2 – folglich einer achtfachen Steigerung des hieraus ableitbaren Bewertungsfaktors. Dies wird den Weg für die nächste Generation von Kommunikationssystemen, Messgeräten und Funktionsgeneratoren ebnen. Zur Realisierung und elektro-optischen Integration bauen wir auf die EPIC SiGe SG25H4 Technologie von IHP auf, welche u.a. eine Bibliothek für optische Komponenten sowie BiCMOS Transistoren mit einer maximalen Oszillationsfrequenz von 220 GHz bereitstellt. Unsere Kernaufgaben beinhalten: Systemmodellierung, Entwurf und Optimierung optisch gestützter DAUs einschließlich theoretischer Aspekte; Entwicklung, Optimierung und Hardwarerealisierung der benötigten integrierten optischen Komponenten (z.B. Photodetektoren, segmentierte Modulatoren, Koppler und Wellenleiter) und elektronischen Schaltungen (z.B. TIAs, Modulator-Treiber, Kalibrierschaltungen, und ggf. DAU-Kerne); sowie elektro-optische Ko-integration der Schlüsselkomponenten. EPIDAC vereint die Kompetenzen von Frank Ellinger (h ≥ 28) von der TU Dresden im Bereich Hochfrequenzschaltungstechnik und Lars Zimmerman (h ≥ 20) vom IHP im Bereich Photonik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "471290797",
      "url": "https://gepris.dfg.de/gepris/projekt/471290797",
      "title": "Erzeugung von optischen Frequenzkämmen mit Bessel-Spektrum basierend auf Phasenschiebern und Hochfrequenzverstärkern mit variablem Spannungshub",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 471290797",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Mithilfe von kommerziellen optischen Übertragungssystemen werden heute Datenraten von etwa 100 Gb/s auf einem optischen Träger erreicht. Künftige Systeme sollen mehr als 1 Tb/s aufweisen, um den weltweiten Bedarf an steigenden Datenraten in der Nachrichtentechnik zu decken. Durch Nutzen mehrerer Träger kann die Datenrate signifikant erhöht werden. Im vorliegenden Antrag soll ein integrierter Frequenzkammgenerator mit 50 GHz Kanalabstand (ITU Grid), basierend auf einem neuartigen Konzept, entworfen und untersucht werden. Zunächst wird mithilfe eines elektrooptischen Phasenmodulators ein Frequenzkamm erzeugt, aus dem zwei weit entfernte Träger mittels eines abstimmbaren photonischen Wellenlängenselektors auf je einen Ausgang separiert werden. Dabei ist nur eine monochromatische Laserquelle erforderlich. Aus jedem dieser neu erzeugten Träger wird dann ein weiterer Fre-quenzkamm generiert, wobei beide Kämme überlagert werden, was die Anzahl der Träger am Ausgang signifikant erhöht. Die Ansteuerung aller Modulatoren erfolgt mittels Hochfrequenzleistungsverstärker mit einstellbarer Verstärkung. Diese Flexibilität des Systems erlaubt es, Frequenzkämme mit verschiedener Trägeranzahl zu generieren. Unter Verwendung von hocheffizienten elektrooptischen Polymeren und photonischen Schlitzwellenleitern in den Modulatoren kann die notwendige Hochfrequenzleistung deutlich reduziert werden und die notwendige Bandbreite von 50 GHz erreicht werden. Der Effizienz kommt vor allem im Hinblick auf die monolithische Integration besondere Bedeutung zu, da die Temperaturänderung durch die Verlustleistung der elektrischen Schaltung die photonischen Komponenten beeinflussen kann. Im Vordergrund steht somit die Untersuchung der effizienten und flexiblen Generierung von mehreren Trägern in Bezug auf die an den Modulatoren anliegende Hochfrequenzleistung. Um die Ziele in dem Antrag zu erreichen, arbeiten die Photonik-Gruppe und die IC-Gruppe des Instituts für Elektrische und Optische Nachrichtentechnik eng zusammen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige SignalverarbeitungMitverantwortlicheDr.-Ing. Markus  Grözing;Dr.-Ing. Wolfgang  Vogel"
    },
    {
      "project_id": "403153900",
      "url": "https://gepris.dfg.de/gepris/projekt/403153900",
      "title": "Extrem breitbandiger integrierter photonisch-elektronischer Empfänger auf Siliziumsubstrat",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403153900",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Die Bandbreite elektronischer Schaltungen ist letztendlich durch die Transitfrequenz der ver-fügbaren Transistoren begrenzt. Als Konsequenz daraus kann die außergewöhnlich hohe Übertragungskapazität optischer Übertragungssysteme nur ausgenutzt werden, indem die Elektronik massiv parallelisiert wird. Der Grundgedanke der ersten Projektphase war eine photonische Schaltung zur Vorverarbeitung, gefolgt von einer speziellen Schaltung mit Zeit-verschachtelung, um die elektrischen Signale zu de-multiplexen. Ziel der zweiten Phase im SPP2111 ist die Erweiterung der Idee zu einem voll rekonfigurierbaren, extrem breitbandigen optischen Empfänger für zwei Polarisationszustände und parallelen, analog gedemultiplexten Ausgängen. Im Gegensatz zum hybriden Ansatz aus der ersten Phase wird nun eine monoli-thisch integrierte Ein-Chip Lösung angestrebt. Die Bandbreite des Systems wird durch ver-schiedenen Schritte weiter erhöht: die optische Eingangsbandbreite soll durch weiterentwi-ckelte Gitterkoppler erhöht werden, um mehr als 50 x 200 GHz WDM-Kanäle abdecken zu können. Der Datendurchsatz wird maximiert, indem die Verstärker- und Demux-Stufen über-arbeitet werden und Polarisationsmultiplex angewendet wird. Die angestrebte Rekonfigurier-barkeit des Empfängers wird durch optische, blockierungsfreie Schaltwerke, bestehend aus verlustarmen Multimode-Interferometern und generalisierten Mach-Zehnder-Interferometern realisiert. Alle Strukturen, eingeschlossen Polarisations-Multiplex, Schaltwerk, Verstärker und analoge Demultiplexer werden auf einem Chip in der EPIC-Technologie des IHP monolithisch integriert. Aufgrund der Demultiplexer sind die Anforderungen an die analoge Bandbreite der Ausgänge entspannt, so dass nachfolgende ADCs durch Bonddrähte angeschlossen werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige SignalverarbeitungMitverantwortlicheDr.-Ing. Markus  Grözing;Dr.-Ing. Wolfgang  Vogel"
    },
    {
      "project_id": "403154513",
      "url": "https://gepris.dfg.de/gepris/projekt/403154513",
      "title": "Flexible Elektronisch-Photonisch Integrierte Sensor Plattform II [EPIC-Sense II]",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403154513",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Dieses Projektvorhaben zielt auf die Erforschung eines skalierbaren, zweistufigen elektronisch-photonischen MIMO Radarsystems im Millimeterwellenbereich ab. In Phase I des SPP 2111 wurde bereits die kohärente optische Verteilung des Lokaloszillatorsignals sowie die breitbandige Integration eines EP-FMCW-Radar-Frontends untersucht. Die Vision für Phase II des SPP 2111 ist nun die Erweiterung eines monolithisch integrierten elektronisch-photonischen FMCW Radarsystems um einen neuen Frequenzmultiplex-Ansatz, der durch einen neuen zusätzlichen optischen Datenbus realisiert wird, der ein Hochgeschwindigkeits-Kodierschema überträgt. Mit Hilfe dieser zusätzlichen Kodierung kann eine große Anzahl von kohärenten 2x2-Radarmodulen unterschieden werden, wobei die rechenintensive Kodierung in einem zentralen Knotenpunkt konzentriert wird. Insbesondere an den elektro-optischen Schnittstellen ist hierfür eine intensive Forschung unter Einbeziehen neuer Technologien für optische Modulationsverfahren und Komponenten notwendig, um die herausfordernden Bandbreitenanforderungen zu erfüllen.Das Forschungsvorhaben EPIC-Sense II umfasst folgende wissenschaftliche Kerninnovationen: 1. Erforschung eines breitbandigen, zweistufigen FMCW MIMO Sensorsystems im D-Band2. Monolithische Integration des interdisziplinären elektronisch-photonischen Systemkonzepts3. Implementierung eines zweistufigen Frequenzmultiplexverfahren unter Ausnutzung eines zusätzlichen optischen Hochgeschwindigkeits-Datenbusses4. Untersuchung von Aufbau- und Verbindungstechniken zur optischen Vernetzung verteilter, skalierbarer elektronisch-photonischer Sensorknoten5. Integration neuartiger innovativer Schaltungskonzepte zur signifikanten Verbesserung der Bandbreite von aktuellen Silizium-basierten Mach-Zehnder-Modulatoren6. Erforschung und Bereitstellung von Germanium Elektro-Absorptions-Modulatoren und Integration in die Technologieplattform SG25H5-EPICDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "471599135",
      "url": "https://gepris.dfg.de/gepris/projekt/471599135",
      "title": "FREDERIC - FouRiEr Domäne ElektRIsch-optischer Wandler",
      "investigators": "Professor Dr. Renato  Negra;Professorin Dr. Anna Lena  Schall-Giesecke",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 471599135",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Das Ziel dieses Projekts ist es, die Funktionalität eines neuartigen digitalen Elektronik-Photonik-Senderkonzepts, das die Eigenschaften der wohlbekannten Fourier-Transformation nutzt, zu demonstrieren. Die Neuartigkeit des verfolgten Ansatzes im Vergleich zum Stand der Technik besteht darin, dass der optische Datenstrom nicht direkt von der elektronischen in die optische Welt übertragen wird, sondern das optische Spektrum durch einzelne Spektralelemente rekonstruiert wird, die jeweils einen komplexen Fourier-Koeffizienten des kohärenten Breitband-Datenstroms repräsentieren. Der Vorteil dieses Ansatzes, der bereits erfolgreich für energieeffiziente Digital-Analog-Wandler (DACs) demonstriert wurde, ist, dass die notwendige Bandbreite pro elektro-optischer Wandlung um Größenordnungen unter den Bandbreitenanforderungen von heutigen Systemkomponenten liegt. Darüber hinaus kann die erforderliche digitale Signalverarbeitung zur Berechnung der Fourier-Koeffizienten nicht nur sehr effizient ausgeführt werden, sondern sie läuft auch mit reduzierter Geschwindigkeit gegenüber anderen Ansätzen wie z.B. Stiching ab. Auf diese Weise ist es möglich, einen leistungsfähigen optischen Sender mit kostengünstigen kommerziellen Komponenten zu realisieren. Eine vollständige Integration des Systems wird zu neuen Leistungsrekorden in Bezug auf Datenraten, Leistungsaufnahme und Systemkosten führen. Die Expertise der beiden Antragsteller wird gebündelt, um ein solches System zu entwerfen, zu bauen und zu testen sowie seine Leistungsfähigkeit und Skalierbarkeit aufzuzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "409516121",
      "url": "https://gepris.dfg.de/gepris/projekt/409516121",
      "title": "Koordinationsfonds",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409516121",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Zur Koordination der verschiedenen Aktivitäten und Projekte des DFG-Schwerpunktprogramms SPP2111 in seiner 2. Phase wird das Koordinationsprojekt beantragt. Das Ziel des Projektes ist neben der Projektkoordination die Bereitstellung einer geeigneten Kommunikations- und Interaktionsplattform sowie die angemessene nationale und internationale Sichtbarkeit der Aktivitäten und Ergebnisse. Dies ist sowohl für die wissenschaftliche Gemeinschaft als auch für die damit verbundenen Industriekreise wichtig.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403153975",
      "url": "https://gepris.dfg.de/gepris/projekt/403153975",
      "title": "Optische Datenübertragung mittels der nichtlinearen Fourier Transformation basierend auf elektronisch-photonischer Signalverarbeitung - Phase 2",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403153975",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Das Projekt beschäftigt sich mit der optischen Datenübertragung über Weitverkehrsverbindungen mittels der nichtlinearen Fourier Transformation (NFT). Bei der NFT-basierten Übertragung können die nichtlinearen Effekte, die durch den Kerr-Effekt verursacht werden, als nützliche Eigenschaft betrachtet werden, wodurch die Übertragungskapazität bei hohen Leistungspegeln erhöht werden kann. Der Fokus der ersten Projektperiode lag auf der Integration eines Senders, der ausschließlich für das diskrete nichtlineare Fourierspektrum gedacht war. Wir konnten damit eine Übertragung mit vier spektral eng benachbarten, QPSK-modulierten Solitonen über eine Reichweite von 3800 km zeigen mit einem Abstand von 250 ps zwischen den einzelnen Impulsen sowie 15 GHz Abstand im Frequenzbereich. Die Datenrate betrug in diesem Experiment 8 Gb/s (mit einer einzelnen Polarisation) in einem 60 GHz Frequenzbereich bei Nutzung des neu entwickelten photonisch-integrierten SiPh-Senders und kann durch engeres Multiplexen auf mehr als 16 Gb/s erhöht werden.Das Hauptziel der zweiten Projektphase ist die gleichzeitige Nutzung von kontinuierlichen und diskreten nichtlinearen Spektren. Hierzu wird auf die Ergebnisse der ersten Projektperiode aufgebaut, sowie ein neuartiger, integrierter Empfänger entwickelt. Durch die gleichzeitige Nutzung beider Spektren kann die spektrale Effizienz signifikant gesteigert werden. Das kontinuierliche Spektrum der NFT ähnelt hierbei dem Spektrum der gewöhnlichen Fouriertransformation. Das diskrete Spektrum fügt zusätzliche Kapazität hinzu und bietet weitere Entzerrungsmöglichkeiten.Um den Stand der Technik bei der Übertragung mittels NFT fortzuentwickeln, ist es erforderlich, einen integrierten Empfänger zu entwickeln, der das gesamte Spektrum – bestehend aus kontinuierlichen und diskreten Anteilen – empfangen kann. Insbesondere dürfen keine spektralen Lücken entstehen, so dass die NFT auf das gesamte Signal angewendet wird. In der ersten Projektperiode konnte das beste Signal-zu-Rauschverhältnis durch eine spektrale Aufteilung am Empfänger erzielt werden. Die einzelnen Solitonen-Subkanäle wurden dann separat detektiert, da der gemeinsame Empfang mehrerer Kanäle - insbesondere durch exzessive Anforderungen an den Dynamikumfang - begrenzt war.  Dieses Vorgehen führt aber zu spektralen Lücken zwischen den Kanälen, die inkompatibel sind mit dem NFT Empfang eines breitbandigen, kontinuierlichen Spektrums. Deshalb wird in der zweiten Projektperiode eine Lösung verfolgt, um überlappende spektrale Anteile mit einem integrierten Empfänger zu detektieren und das gesamte Spektrum wieder ohne spektrale Lücken zu rekonstruieren. Neben der Untersuchung der Robustheit der verwendeten Algorithmen und der numerischen Analyse von neuen Entzerrerkonzepten, soll die Funktionalität der NFT-basierten Übertragung unter Einsatz von photonisch-integrierten Komponenten auf Sende- und Empfangsseite experimentell verifiziert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403154102",
      "url": "https://gepris.dfg.de/gepris/projekt/403154102",
      "title": "PONyDAC II (Präziser Optischer Nyquist-Puls-Synthesizer DAC)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403154102",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Photonische Digital-Analog-Wandler (DACs) ermöglichen Bandbreiten, die weit jenseits der Bandbreite von elektronischen DACs liegen. Im Projekt PONyDAC wird ein neuartiger photonischer DAC untersucht, der PONyDAC (Precise Optical Sinc-shaped Nyquist Pulse Synthesizer DAC), der eine präzise Nyquist-Pulse-Synthese mit einem parallel-zeitversetzten DAC-Konzept verbindet. Das Konzept ist kompatibel mit der Integration in Siliziumphotonik-Technologie und ermöglicht Bandbreiten weit oberhalb der Bandbreite von elektronischen DACs, sowie oberhalb der Bandbreite der verwendeten Mach-Zehnder Modulatoren. Basierend auf den Ergebnissen der ersten Phase des PONyDAC-Projekts, soll in der zweiten Phase von PONyDAC a) ein monolitisch-integrierter PONyDAC-Chip in einer fortschrittlichen, photonischen Silizium-Germanium BiCMOS-Technologie entwickelt und messtechnisch validiert werden. Der single-chip PONyDAC soll mehr als 100 GHz Samplingrate arbeiten und eine optische Bandbreite von mehr als 100 GHz erreichen. Des Weiteren soll b) eine neue Methode zur elektronisch-photonischen Arbiträrsignalerzeugung (sampling-points-to-analog conversion (SPAC)) untersucht und demonstriert werden. Schließlich soll c) das Potential von extrem breitbandigen Dünnfilm-Lithiumniobat-Modulatoren in Lithium-Niobat-on-Insulator-Technologie (LNOI) für PONyDAC und SPAC erforscht werden. LNOI-Modulatoren können in Siliziumphotonik-Technologie integriert werden und erreichen wesentlich höhere Bandbreiten als konventionelle Modulatoren in Silizium. Mit breitbandigen LNOI-Modulatoren können in Zukunft photonische DACs mit mehreren 100 GHz Bandbreite in Siliziumphotonik-Technologie realisiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403187113",
      "url": "https://gepris.dfg.de/gepris/projekt/403187113",
      "title": "Talbot-Effekt-basierte Trägergenerierung mit Phasenrauschunterdrückung - Tabasco",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403187113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "In \"Tabasco\" soll ein photonisches Verfahren zur Aufwärtsmischung / Erzeugung von HF-Signalen erforscht und implementiert werden. Bisherige Arbeiten zeigen, dass der Talbot-Effekt die Möglichkeit eröffnet, während der HF-Generierung Phasenrauschen zu unterdrücken. Damit können fundamentale Begrenzungen einer elektronischen Aufwärtsmischung überwunden werden. Das ebnet den Weg für HF-Träger im Millimeterwellenbereich, die niedriges Phasenrauschen haben. Eine derartige Talbot-Effekt-basierte Aufwärtsmiuschung wurde bereits experimentell gezeigt. Das dafür benötigte dispersive Element wurde bislang als Faser oder Faser-Bragg-Gitter realisiert, was einige Nachteile hat: Das resultierende Setup ist groß und empfindlich gegenüber Umwelteinflüssen.Die geplante Realisierung der Aufwärtsmischung im Vorhaben \"Tabasco\" geht diese Schwierigkeiten an. Wenn die Photodiode für die opto-elektrische Wandlung kointegriert wird, ermöglicht das größere Bandbreiten. Darüber hinaus wird die geplante on-chip-Lösung klein, robust und potenziell kostengünstig sein, da sie in einer Standard-SiGe-EPIC-Technologie realisiert werden soll. Dort besteht auch das Potenzial, weitere elektronische Funktionen wie Verstärker, Mischer oder sogar komplette Frontends zu integrieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403187440",
      "url": "https://gepris.dfg.de/gepris/projekt/403187440",
      "title": "Ultra-breitbandige Wellenformerzeugung mit aktiv stabilisierten hybrid-photonisch-elektronischen Schaltkreisen - Phase 2",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403187440",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "GOSPEL-2 zielt auf die Erforschung, Implementierung und Demonstration eines neuartigen Konzepts zur Erzeugung von beliebigen ultra-breitbandigen Wellenformen im optischen oder THz-Frequenzbereich ab und überwindet damit die Grenzen aktueller Digital-Analog-Wandler (DAC). Das Konzept erlaubt eine massive spektrale Parallelisierung herkömmlicher DAC-Schnittstellen durch phasenkorrektes Interleaving optischer Wellenformen, die auf die Töne eines optischen Frequenzkamms aufmoduliert werden. Aufbauend auf neu konzipierten Schemata aus der ersten Förderperiode wollen wir nun die Erzeugung von Wellenformen mit einer Gesamtbandbreite von mehr als 300 GHz demonstrieren und einen integrierten Signalgenerator realisieren, der neue photonische integrierte Schaltungen mit HF-Elektronik in einem Modul im Chipmaßstab kombiniert. Die wichtigste konzeptionelle Herausforderung bei Systemen zur Erzeugung beliebiger optischer Wellenformen (OAWG) ist die Phasenkontrolle, die für eine präzise kohärente Kombination verschiedener Teilsignale erforderlich ist. In der ersten Phase des Projekts haben wir ein neuartiges Konzept zur Realisierung dieser Phasenkontrolle entworfen und die Synthese einer 200 GHz breiten optischen Wellenform aus zwei Teilsignalen erfolgreich demonstriert. In der nächsten Förderperiode wollen wir diese Idee nun ausbauen und zur Realisierung eines integrierten Signalgenerator-Moduls nutzen. Dazu werden neue photonische integrierte Schaltkreise benötigt, die über neuartige, dicht nebeneinanderliegende breitbandige HF-Schnittstellen nahtlos mit HF-Treiberschaltungen verbunden sind. Gleichzeitig werden wir die Anzahl der Teilsignale von zwei auf vier erhöhen und damit eine Gesamtbandbreite von über 300 GHz erreichen. Im Rahmen des Projekts werden wir ein neues Modell zur quantitativen Vorhersage der Leistung unseres Systems entwickeln, die zugrundeliegenden integrierten photonischen Schaltungen und HF-Strukturen entwerfen und implementieren, eine hybride integrierte photonisch-elektronische Signalgeneratorplattform implementieren und die Machbarkeit des Schemas für die Erzeugung von ultra-breitbandigen optischen Wellenformen experimentell demonstrieren. Wir werden die Abwärtskonvertierung der optischen Wellenformen in den THz-Frequenzbereich durch ultraschnelle Uni-traveling-carrier (UTC)-Photodioden im Rahmen einer Zusammenarbeit mit einer international führenden Gruppe weiter untersuchen. Basierend auf einem experimentell verifizierten quantitativen Modell unseres Systems werden wir schließlich die Bandbreiten-Skalierbarkeit unseres Schemas analysieren und das Potenzial der Synthese von Wellenformen mit THz-Bandbreiten bewerten. Wir erwarten, dass die Inhalte von GOSPEL-2 sowohl für den Bereich der ultrabreitbandigen photonisch-elektronischen Wellenformsynthese als auch für den Bereich der optischen Kommunikation von hoher Relevanz sein werden, wo rasterlose softwaredefinierte optische Sender eine dynamische Bandbreitenzuweisung ermöglichen könntenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403154259",
      "url": "https://gepris.dfg.de/gepris/projekt/403154259",
      "title": "Ultra-Breitbandiger Photonischer Signalprozessor",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403154259",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Das Hauptziel des hier beantragten Fortsetzungsprojekts ist nach wie vor die Entwicklung und Realisierung eines multifunktionalen, ultra-breitbandigen photonischen Signalprozessors (UB-PSP), der Wellenlängenkonversion, optische Phasenkonjugation (OPC), und rein optische Vermittlung von Wellenlängenkanälen ermöglicht. Aufgrund unerwartet hoher Werte des linearen Nebensprechens der ersten produzierten Gebrauchsmuster des Prozessors wurden umfangreiche Untersuchungen zur Ermittlung der potentiellen Ursachen durchgeführt. Dies führte zur Verzögerung einiger abschließender Aufgaben der ersten Projektphase. Diese verzögerten Aufgaben werden entsprechend überarbeitet, und in der beantragten zweiten Projektphase, jetzt unter Einbeziehung des durch den Prozessor erzeugten linearen Nebensprechens, neben den neuen Arbeitspaketen durchgeführt. Der UB-PSP wird wird mit einem konventionellen kohärenten Sender/Empfänger in einem einzigen elektronoisch/photonisch integriertem Schaltkreis (EPIC) integriert. Auf diese Weise wird ein multifunktionaler optischer Sender/Empfänger von wegweisender Flexibilität und Integrationsdichte für zukünftige optische Raummultiplex-Netze realisiert. Entwickelte Methoden zur numerischen Simulationen von optischen Übertragungssystemen mit multiplen Stufen der Optischen Phasenkonjugation werden eingesetzt, um optimierte Entwurfsregeln für optische Übertragungsstrecken über Standard-Einmodenfaser zu ermitteln, die, unter realistischen Betriebsbedingungen, maximale Kapazität und bestmögliche Übertragungsqualität aufweisen. Darüber hinaus wird ein numerisches Modell zur Simulation und Optimierung optischer Kommunikationssysteme über Mehrmodenfasern (Few-Mode-Fibers, FMF) entwickelt und implementiert, um das Potential der Optischen Phasenkonjugation bei der Übertragung optischer Signale im Modemultiplex zu untersuchen und neuartige Konzepte zur nichtlinearen Entzerrung derartiger Systeme zu entwickeln. Die numerischen Algorithmen zur Optimierung des nichtlinearen Prozessors werden um Methoden des maschinellen Lernens erweitert, um eine optimale Struktur des nichtlinearen Welleneiters zu ermitteln, die durchaus noch jenseits der Realisierbarkeit in aktuellen Prozessen liegen könnte, jedoch überlegene Eigenschaften aufweist. Auf diese Weise würde ein wichtiger Hinweis auf die Zielsetzung zukünftiger Projekte in diesem Gebiet gegeben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    },
    {
      "project_id": "403188360",
      "url": "https://gepris.dfg.de/gepris/projekt/403188360",
      "title": "Ultrabreitbandiger Photonisch-Elektronischer Analog-Digital-Wandler (PACE) - Phase 2",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 403188360",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung",
      "description": "Photonisch-elektronische Signalverarbeitungskonzepte in Verbindung mit hochstabilen Jitter-armen modengekoppelten Kurzpuls-Lasern eröffnen vielversprechende Möglichkeiten zur breitbandigen rauscharmen Analog-Digital-(A/D-)Wandlung elektrischer Signale. Gegenstand von PACE sind integrierte photonisch-elektronische Analog-Digitalwandler, die sich zeitlicher oder spektraler Multiplexing-Ansätze bedienen und mit denen sich die Begrenzungen herkömmlicher Konzepte bzgl. des Auflösungs-Bandbreiteproduktes überwinden lassen. Dabei sollen neben den Signalwandlern selbst auch die zugehörigen Kurzpulslaser erarbeitet werden, um einen ganzheitlichen Lösungsansatz zur Verfügung zu stellen und damit den Weg für die weiterführende Systemintegration zu ebnen.Aufbauend auf den Ergebnissen der ersten Förderphase zielen die Arbeiten der zweiten Phase nun darauf ab, die Bandbreite von A/D-Wandlern auf Basis spektraler Multiplexverfahren auf 400 GHz zu erhöhen und ein integriertes optoelektronisches Wandlersystem im Chip-Format zu realisieren. Im Hinblick auf A/D-Wandler nach dem Prinzip des zeitlichen Multiplexings sollen neuartige optisch getriggerte Track-and-Hold-Verstärker und optoelektronische Phasenregelschleifen aus der ersten Förderphase genutzt werden. Integriert-optische modengekoppelte Laser mit optischen Verstärkermedien auf Basis seltener Erden dienen als Referenz zur Stabilisierung halbleiterbasierter Kammlaser, mit denen sich die Pulswiederholrate unter Beibehaltung eines geringen zeitlichen Jitters entscheidend erhöhen lässt. Zur breitbandigen Signalwandung werden elektro-optische Modulatoren erarbeitet, die auf organischen elektro-optischen Materialien oder Lithiumniobat-Dünnschichtstrukturen beruhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2111: \nIntegrierte Elektronisch-Photonische Systeme für die Ultrabreitbandige Signalverarbeitung"
    }
  ]
}