{
  "spp_number": "SPP 2477",
  "spp_title": "Nitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540851193",
  "projects_count": 10,
  "projects": [
    {
      "project_id": "563184897",
      "url": "https://gepris.dfg.de/gepris/projekt/563184897",
      "title": "Einstellung der piezo- und ferroelektrischen Eigenschaften von III-Nitriden durch Legierung mit Metallnitriden - Kristallisation aus N2 und NH3-basierten Lösungen und Gasphasen mit Unterstützung durch atomistische Simulationen (PiezoTUNE)",
      "investigators": "Dr.-Ing. Saskia  Schimmel;Professor Dr. Dirk  Zahn",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563184897",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Das übergreifende Ziel des vorliegenden Projekts ist die maßgeschneiderte Synthese und Charakterisierung von Metallnitriden mit verbesserten piezoelektrischen Eigenschaften. Dazu wird ein tiefgreifendes Verständnis des III1-xMexN- und MeN-Kristallwachstums aus Experimenten und atomistischen Simulationen erarbeitet - sowohl für ammoniak- und stickstoffbasierte Gasphasen als auch für Lösungen. Durch die Verknüpfung von molekularen Simulationen und Syntheseexperimenten soll zunächst eine tiefgreifende Rationalisierung der grundlegenden Mechanismen und Aspekte der ferroelektrischen Eigenschaften der resultierenden Produkte erarbeitet werden. Auf der Grundlage dieses Verständnisses auf atomarer Ebene werden wir ein zunehmend rationales Design des Kristallwachstums anstreben, um wurtzitische III1-xMexN (III=Ga,Al; Me=Cr, B, Y, ...) und Steinsalz MeN (Me= Y, Sc, ...) Einkristalle von hoher Qualität zu erhalten. Dies beinhaltet die Züchtung von Mehrschichtsystemen (z.B. Heterostrukturen in Bauelementen), die Analyse und Kontrolle von Defektstrukturen und die Untersuchung von elastischen und piezoelektrischen Eigenschaften, wobei zahlreiche Kooperationen mit Projektgruppen des Schwerpunktprogramms Nitrides4Future ermöglicht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563108379",
      "url": "https://gepris.dfg.de/gepris/projekt/563108379",
      "title": "Erforschung Chemischer Präkursoren für die Abscheidung von Dünnschichten auf Basis von Ferroelektrisch Aluminiumnitrid mit Wurtzit-Struktur\n(ExPreFAN)",
      "investigators": "Professorin Dr. Anjana  Devi;Dr. Uwe  Schröder",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563108379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Die Entdeckung der ferroelektrischen Eigenschaften in Aluminiumscandiumnitrid (AlScN) in 2019 hat den Anwendungsbereich von Nitridhalbleitern mit Wurtzitstruktur deutlich vergrößert. Eine Erweiterung des Spektrums an substituierten ferroelektrischen Nitriden kann wesentlich zum Verständnis des strukturellen und chemischen Ursprungs ihrer ferroelektrischen Eigenschaften beitragen. Atomlagenabscheidung (ALD) und die metallorganischen chemischen Gasphasenabscheidung (MOCVD) werden von der Industrie bevorzugt, da sie kostengünstige Abscheidungen auf 300-mm-Substraten und eine bessere Konformität in 3D Strukturen ermöglichen. Während Ferroelektrizität in MOCVD-AlScN beobachtet wurde, gibt es keinen Nachweis für kristalline ALD-gewachsene Schichten. Die größten Herausforderungen für das Wachstum von mit Seltenen Erden dotierten AlN-Dünnschichten sind die niedrigen Dampfdrücke und die Reaktivität der Präkursoren.  Das interdisziplinäre Gemeinschaftsprojekt ExPreFAN zwischen IFW und  NaMLab zielt daher darauf ab, neue Präkursoren für Scandium und Ytterbium für ALD- und MOCVD-Prozesse zu entwickeln und gleichzeitig unerforschte AlN Verbindungen unter Verwendung kommerzieller Präkursoren für Dotierstoffe wie Zirkonium und Hafnium zu testen, um kationensubstituierte ferroelektrische AlN-Dünnschichten mit hoher Wurtzit-Strukturqualität für die nächste Generation nichtflüchtiger Speicher zu erzeugen. Im Rahmen von ExPreFAN wird das IFW die neuen Präkursoren und die darauf basierenden Prozesse entwickeln. NaMLab wird sich auf die Entwicklung von ALD-Prozessen für ferroelektrisches AlN mit verschiedenen Kationen-Substituenten konzentrieren und dabei kommerziell erhältliche und die neu entwickelten Präkursoren des IFW verwenden. Beide Projektpartner werden bei der Herstellung der Schichten sowie der strukturellen und chemischen Charakterisierung zusammenarbeiten und dabei ihre hochmodernen Reinräume und Forschungseinrichtungen nutzen. Die ferroelektrischen Eigenschaften der gewachsenen Schichten werden am NaMLab anhand von Kondensatorstrukturen bewertet. Für die vielversprechendsten ferroelektrischen Schichten werden kritische Messgrößen für nichtflüchtige Speicheranwendungen, wie z. B. die Anzahl der Feldzyklen vor elektrischen Durchbruch und Retention, bewertet. Theoretische Simulationen von Tyndall werden die Synthese der Präkursoren und die elektrische Charakterisierung unterstützen. Durch die Kombination des komplementären Fachwissens der Projektpartner zielt ExPreFAN darauf ab, neue Präkursoren für das ALD- und MOCVD-Wachstum ferroelektrischer, kationensubstituierter AlN-Schichten für die nächste Generation nichtflüchtiger Speichertechnologien zu erforschen. Gleichzeitig fördert eine detaillierte Charakterisierung ein besseres Verständnis der Schichteigenschaften und den Wissenstransfer zwischen Forschern auf den Gebieten der Materialwissenschaft, der Elektrotechnik und der theoretischen Modellierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "562499410",
      "url": "https://gepris.dfg.de/gepris/projekt/562499410",
      "title": "Erforschung der maximalen, piezoelektrischen Polarisation in ternären Metallnitriden (Akronym: Piezo-Explorer)",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562499410",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Die Arbeitshypothese des Projekts „Piezo-Explorer“ lautet: Die maximal erreichbare piezoelektrische Polarisation pro Dehnung sowie maximale Kopplungskoeffizienten von ternären Metallnitriden können durch eine möglichst hohe Legierung zwischen AlN, GaN, InN und ScN, YN, LaN erreicht werden, deren Wurtzit-Gitter noch keine Anzeichen für den Strukturübergang ins das Steinsalz Gitter (bzw. in das geschichtete hexagonale Gitter) zeigen. Das Projekt „Piezo-Explorer“ zielt darauf ab, die maximal erreichbare piezoelektrische Polarisation pro Dehnung sowie den maximalen Kopplungskoeffizienten von ternären Metallnitriden mit Wurtzit-Gitter theoretisch und experimentell zu erforschen. Im Fokus stehen ternäre Legierungen aus halbleitenden, binären Metallnitriden, deren Metallatome im Grundzustand kein oder nur ein ungepaartes d-Elektron besitzen. Aufbauend auf umfangreichen Vorarbeiten an Wurtzit-ScAlN werden Legierungen aus AlN, GaN und InN (Metallatom besitzt kein ungepaartes d-Elektron) mit ScN, YN und LaN (Metallatom besitzt ein ungepaartes d-Elektron) mittels Molekularstrahlepitaxie und Magnetronsputtern in Form dünner Schichten hergestellt und hinsichtlich ihrer strukturellen, elastischen, dielektrischen, elektrischen und piezoelektrischen Eigenschaften experimentell charakterisiert und simuliert. Die systematische Variation der ternären Legierungen und die Ermittlung legierungsinduzierter Strukturübergänge sind wichtige Schwerpunkte des Arbeitsprogramms. Die gewonnenen Daten dienen der Bestimmung der durch uniaxialen, biaxialen oder hydrostatischen Druck erzielbaren piezoelektrischen Polarisation pro Dehnung, der Vorhersage der erreichbaren, maximalen Dehnung, die durch ein elektrisches Feld erreicht wird, sowie der Berechnung des maximalen Kopplungskoeffizienten. Basierend auf diesen Erkenntnissen wird das Potenzial der Legierungen für die verbesserte mikromechanische Aktoren oder die Optimierung piezoakustischer Resonatoren evaluiert. Um das wissenschaftliche und anwendungsbezogene Ziel von „Piezo-Explorer“ zu erreichen, werden vom Projektteam die folgenden Fragen beantwortet: Bei welcher Legierungszusammensetzung findet der strukturelle Übergang vom hexagonalen Wurtzit-Gitter zum kubischen Steinsalzgitter statt, wenn AlN nicht mit ScN, sondern mit YN oder LaN legiert wird? Wie entwickeln sich die strukturellen, elastischen, elektrischen und dielektrischen Eigenschaften ternärer Kristalle in Abhängigkeit von ihrer Legierung? Können mit Hilfe der neuen ternären Nitride im Vergleich zu ScAlN größere Werte der piezoelektrischen Koeffizienten und Polarisation erreicht werden? Welche maximalen Kopplungskoeffizienten und piezoelektrischen Ausdehnungen können mit ternären Metallnitriden erreicht werden? Welches Potenzial haben neuartige ternäre Metallnitride für Anwendungen in Mikroresonatoren und Aktoren?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563147180",
      "url": "https://gepris.dfg.de/gepris/projekt/563147180",
      "title": "Func4Punc - Funktionalisierung von AlGaN/GaN-HEMTs durch additives ferroelektrisches AlScN zur effizienten Leistungsumwandlung",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563147180",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "AlGaN/GaN-HEMTs finden aufgrund der intrinsisch hohen Durchbruchspannung von Gruppe-III-Nitrid-Materialien und der Ausbildung eines 2DEG an dem AlGaN/GaN-Heteroübergang in der Hochfrequenz- und Hochleistungselektronik ihre Anwendung. Um die Leistung zu verbessern und ihren Anwendungsbereich zu erweitern, gibt es mehrere Ansätze, GaN-basierte HEMTs mit ferroelektrischen Materialien zu kombinieren. Diese Integration zielt darauf ab, dynamische und nichtflüchtige Schwellenspannungsregelung für Speicher- und kontrollierbare Hochfrequenz-/ Mikrowellenanwendungen zu realisieren. Die durch die größere Polarisationsladung der Ferroelektrika wie AlScN enormen Designmöglichkeiten zur Kopplung von Ladungen mit der zugrunde liegenden Bauelementfunktion, können jedoch aufgrund der erforderlichen Abstimmung ferroelektrischer Eigenschaften sowie enormer Prozessherausforderungen bei der Integration ferroelektrischer AlScN-Dünnschichten bisher nicht voll für skalierbare Bauelementarchitekturen ausgenutzt werden. Diese Herausforderungen manifestieren sich in einem erhöhten Leckstrom bei geringeren Schichtdicken und einer Empfindlichkeit gegenüber der Topographie sowie der kristallinen Substratorientierung, was zu reduzierten Durchbruchspannungen unterhalb der erforderlichen Koerzitivfeldstärke für die Polarisationskontrolle oder die Bildung der kubischen Phase und fehlorientierten Kristalldomänen führt. Um diesen Herausforderungen zu begegnen, zielt dieser Projetvorschlag darauf ab, verschiedene ferroelektrische Gate-Stapel in AlGaN/GaN-HEMTs zu integrieren. Hierfür wird zunächst der Einfluss neuartiger in ihren Eigenschaften (Bandlücke, Dielektrizitätskonstante) einstellbarer ternärer dielektrischer Zwischenlagen, atomlagenbasierter Verarbeitungsschritte, potenzialfreier Metall-/ Halbleiterzwischenschichten und geeigneter Kontaktmetalle auf die ferroelektrischen Eigenschaften von AlScN-Dünnschichten untersucht. Die vielversprechendsten Materialstapel werden in FeHEMTs integriert und im Bauelementbetrieb so charakterisiert, dass ferroelektrische Materialeigenschaften mit den resultierenden Transistoreigenschaften korreliert werden können. Besondere Anstrengungen werden darauf verwendet, die Wechselwirkungen zwischen den Ladungsträgern im 2DEG und den Polarisationsladungen im Bauelementbetrieb zu untersuchen. Darüber hinaus müssen Betriebsparameterräume untersucht und definiert werden, um unbeabsichtigtes Polarisationsschalten während des Transistorbetriebs zu vermeiden. Die daraus resultierenden FeHEMTs sollen für den Einsatz in leistungselektronischen Anwendungen konzipiert werden, um einen verbesserten energieeffizienten Betrieb aufgrund der erweiterten Möglichkeiten einstellbarer Bauteileigenschaften zu realisieren. Besonderes Augenmerk wird bei dieser Entwicklung auf die Aufrechterhaltung der Prozesskompatibilität mit bestehenden AlGaN/GaN-Technologien gelegt, um ihre Technologieplattform um ferroelektrisch verstärkte Transistoren zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563148605",
      "url": "https://gepris.dfg.de/gepris/projekt/563148605",
      "title": "Grenzen der Schaltfestigkeit in ferroelektrischen Nitriden: Fortschrittliche analytische Methoden für ermüdungsfreie AlScN-Bauteile [UNLimit]",
      "investigators": "Dr.-Ing. Simon  Fichtner;Professorin Dr. Martina  Müller;Dr.-Ing. Niklas  Wolff",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563148605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Die begrenzte Durchbruchsfestigkeit der neuen Nitrid-Ferroelektrika (NF) ist die derzeit größte Herausforderung bei ihrer Integration in ferroelektrische Nitrid-Halbleitern Bauteile. Obwohl das Phänomen des Leistungsverlusts in Abhängigkeit von der Anzahl von Schaltzyklen, bekannt als \"Ermüdung\", in NF-Bauelementen empirisch untersucht wurde, bleiben die zugrunde liegenden mikroskopischen Mechanismen nach wie vor unklar. Zudem gab es bisher kaum Versuche, die physikalischen Zusammenhänge wissenschaftlich zu klären. Im \"UNLimit\"-Projekt werden fortschrittliche Analysetechniken neu kombiniert: Transmissionselektronenmikroskopie (TEM) und harte Röntgenphotoelektronenspektroskopie (HAXPES), zusammen mit modernster Dünnschichtabscheidung von NFs auf AlN-Basis. Das Projekt zielt darauf ab, die mikroskopischen Mechanismen der funktionellen \"Ermüdung\" zu verstehen und die Eigenschaften von NFs- und Defekten durch materialwissenschaftliche Weiterentwicklungen zu verbessern. Dies wird letztlich die Schaltfestigkeit der NFs erheblich steigern. Ex situ-, in situ- und operando-Studien werden die Verbindung zwischen den ferroelektrischen Eigenschaften und den atomaren sowie elektronischen Veränderungen auf Komponentenebene herstellen. Der Schwerpunkt der Untersuchungen liegt dabei auf der Dimension des einstelligen Nanometerbereichs und darunter. Dies wird durch die Nutzung der verschiedenen Längen- und Energieskalen erreicht, die mit TEM und HAXPES untersucht werden können. Diese Ergebnisse fließen dann in fortgeschrittene Wachstumstechniken ein, die sich auf die epitaktische Sputterabscheidung von NFs, insbesondere AlScN, konzentrieren. Das Projekt „UNLimit“ zielt darauf ab, durch diese Rückkopplungsschleife ein umfassendes wissenschaftliches Verständnis zu erlangen, indem es folgende Schlüsselfragen bearbeitet: (I) Wie beeinflussen strukturelle Defekte das ferroelektrische Schalten, und lässt sich dieser Einfluss durch verbesserte Epitaxiequalität steuern? (II) Welche Grenzflächeneffekte führen zur Alterung der NFs, und welche Materialien schützen die Grenzflächen effektiv? (III) Welche Rolle spielen Sauerstoffverunreinigungen, und welche Passivierungs-systemeverhindern die Anreicherung und Migration von Sauerstoff? (IV) Welche Ladungsträger entstehen beim wiederholten ferroelektrischen Schalten? Wo bilden sie sich? Beschleunigen sie den Durchbruch des Bauelements? Kann man ihre Bildung materialwissenschaftlich unterdrücken? Die Beantwortung der oben genannten Fragen bietet eine ideale Grundlage, um das derzeit existierende Hauptproblem um die Leistungsfähig- und Durchbruchsfestigkeit neu entwickelten NFs zu lösen. UNLimit“ ist somit gut positioniert, um einen entscheidenden Beitrag zur ersten Generation von ferroelektrischen Nitrid-Bauelementen zu leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563184308",
      "url": "https://gepris.dfg.de/gepris/projekt/563184308",
      "title": "Integrierte akustische NEMS auf dünnen neuartigen Nitrid-Schichten",
      "investigators": "Professor Dr.-Ing. Ha Duong  Ngo;Professor Ian D.  Sharp, Ph.D.;Dr. Matthias  Weiß;Dr. Mingyun  Yuan",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563184308",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Übergangsmetall-dotiertes Aluminiumnitrid [(Al,TM)N] bietet ein enormes Potenzial für ein breites Spektrum an Zukunftstechnologien. Im Jahr 2009 wurde erstmals von einer Steigerung der piezoelektrischen Konstanten von AlN durch Dotierung mit Sc berichtet. Seitdem wird intensiv an (Al,Sc)N für den Einsatz in Akustische-Wellen-Bauelementen, Transistoren mit hoher Elektronenbeweglichkeit (HEMT) und ferroelektrischen Schichten geforscht. Trotz erheblicher Fortschritte bei der Erforschung sowohl von (Al,Sc)N, als auch von akustischen Oberflächenwellen(SAW)-Bauteilen für den Einsatz in 6G-Netzen, sind multifunktionale integrierte akustische Systeme, die von der Erhöhten der Piezoelektrizität profitieren könnten, bisher kaum erforscht worden. Darüber hinaus dominiert derzeit (Al,Sc)N, obwohl andere Übergangsmetalle tendenziell Vorteile bieten. Motiviert durch die einzigartige Kombination von ausgezeichneten mechanischen und piezoelektrischen Eigenschaften dieses Materialsystems, planen wir im Rahmen dieses Gemeinschaftsprojektes die Entwicklung integrierter akustischer nanoelektromechanischer Systeme (NEMS) auf der Basis von (Al,TM)N-Schichten. Die Ziele dieses Projekts sind: 1. Die Synthese neuartiger Nitridverbindungen, vorwiegend (Al,Hf)N und (Al,Zr)N, auf Si sowie SiC, und die Aufklärung der Zusammenhänge zwischen Zusammensetzung und Kristallstruktur, um diese Systeme für Erzeugung von SAWs im Gigahertz-Bereich zu verwenden. Dazu kombinieren wir die Expertise von Molekularstrahlepitaxie (MBE) und des reaktivem Co-Sputterns. (Al,Hf/Zr)N-Schichten werden zunächst gesputtert, um ihre grundlegenden Eigenschaften zu bestimmen. Die daraus gewonnenen Erkenntnisse werden im nächsten Schritt genutzt, um Schichten mittels MBE-Wachstums herstellen, die sich zuvor am besten zur Erzeugung von SAWs bewährt haben. Da der Prozess des epitaktischen Wachstums von (Al,Sc)N bereits etabliert ist, kann parallel mit der Entwicklung von integrierten von Bauteilen begonnen werden. 2. Die Nanoprozessierung von akustischen NEMS und deren umfassende Charakterisierung. Der Schwerpunkt liegt hier auf den phononischen Eigenschaften bei Temperaturen im Millikelvin-Bereich, wo sich solche mechanischen Bauelemente hervorragend eignen, um verschiedene Quantensysteme miteinander zu vernetzen. Insbesondere werden hier Bauteile miteinander verglichen, die mittels MBE und Sputtern hergestellt wurden. 3. Die Untersuchung von akustischen NEMS zur Druckmessung in rauen Umgebungen, unterstützt durch unseren Industriepartner Endress+Hauser. Ziel ist hier die Demonstration von Druckmessungen bei Temperaturen oberhalb von 500°C. Die Ergebnisse unseres Projektes bilden eine solide Basis für die Weiterentwicklung multifunktionaler Materialien, die Kopplung verschiedener Quantensysteme, sowie die Entwicklung neuer Sensorprototypen. Die komplementäre Expertise der beteiligten Projektpartner stellt dabei eine reibungslose Integration der neuen Materialien in funktionale Bauteile sicher.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für BauelementeInternationaler BezugUSAKooperationspartnerProfessor Miles P.  Blencowe"
    },
    {
      "project_id": "563186267",
      "url": "https://gepris.dfg.de/gepris/projekt/563186267",
      "title": "Koordinationsfonds",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563186267",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Halbleitermaterialien bilden das Fundament der Mikroelektronik - einer Schlüsseltechnologie für Innovationen. Neben Silizium hat sich Galliumnitrid als Grundmaterial etabliert. Das Potential der Materialklasse der Nitride resultiert aus dem außerordentlich breiten Spektrum an Materialeigenschaften: halbleitend, metallisch, piezoelektrisch, ferroelektrisch oder supraleitend. Nitrid-Halbleiter werden schon heute in photonischen Bauelementen wie LEDs und Laserdioden sowie Hochfrequenz- und Leistungselektronik-Bauelementen kommerziell genutzt. Dies darf aber nicht darüber hinwegtäuschen, dass die Weiterentwicklung der Nitrid-Technologie immer noch stark von den Eigenschaften und Limitierungen der bislang hauptsächlich erforschten Materialien beeinflusst wird. So ist beispielsweise die Effizienz von UVC-LEDs immer noch sehr niedrig, da sich hier die für Nitride typischen Defektdichten wesentlich stärker auswirken als in blauen LEDs. Für Bauelemente der Leistungselektronik sucht man nach Ansätzen, vertikale Architekturen für höhere Spannungsfestigkeit, höhere Ströme, oder auch normally-off-Transistoren zu realisieren. Piezoelektrische und ferroelektrische Eigenschaften einiger der neuen Metallnitride werden allerdings noch überhaupt nicht in Bauelement-Architekturen genutzt. Dies könnte ein sehr spannender Ansatz sein, z.B. zur Realisierung von ferroelektrischen Speichern und in Kombination mit photonischen Bauelementen anschließend für das optische Neuromorphic Computing. Des Weiteren haben sie ein enormes Potential als piezoakustische Filter in der Kommunikationselektronik. Es gibt darüber hinaus Hinweise, dass eine Reihe von ternären Metallnitriden (über den bekanntesten Vertreter AlScN hinaus) sehr hohe elektrooptische Koeffizienten aufweisen. Derartige Materialien werden als vielversprechender Ersatz für LiNbO3 diskutiert und könnten eine zukünftige Technologie zur Herstellung photonischer Schaltungen für den blauen/UV Spektralbereich begründen. Die beschriebenen Funktionalitäten sind jede für sich genommen interessant. Ein besonders großes Potential für eine disruptive Weiterentwicklung der Nitrid-Technologie birgt jedoch die Kombination der Funktionalitäten in einem Bauelement. Die mögliche Kombination photonischer, elektronischer, ferroelektrischer und elektro-optischer Eigenschaften in einer einzigen Materialfamilie ist einzigartig.  Ziel des Schwerpunktprogramms ist es, die Eigenschaften neuartiger Nitride (wie z.B. Legierungen von AlN mit CrN, YN, LaN, YbN und MoN) zu erforschen und Bauelement-Architekturen zu entwickeln, welche die ganze Vielfalt der Funktionalitäten der Nitride ausschöpfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563184623",
      "url": "https://gepris.dfg.de/gepris/projekt/563184623",
      "title": "Scandiumnitrid-basierte Template für gitterangepasste Wachstum konventioneller Gruppe-III Nitride – BIFRÖST",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikExperimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563184623",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "AlScN ist ein neuartiges Nitrid, das die Möglichkeit bietet, die Gitterkonstante und die Bandlücken getrennt voneinander abzustimmen, so dass eine Gitteranpassung über einen größeren Bereich möglich ist und gleichzeitig Spannungseffekte vermieden werden. Dies ist für die Nitridtechnologie von größter Bedeutung. Durch die Möglichkeit, die Gitterparameter zu verändern, lassen sich „strain-engineered“ Bauelementstrukturen herstellen. Darüber bestitzt AlScN vielversprechende ferroelektrische und elektrooptische Eigenschaften, die in optischen Modulatoren oder nichtflüchtigen Speichern eingesetzt werden können. Nichtflüchtige ferroelektrische und elektrooptische Funktionalität ist für viele Anwendungen äußerst interessant, darunter auch für künftige optische neuromorphe Rechenprozessoren, bei denen sowohl Fotodioden und Mikro-LED-Arrays als auch Elektronik und passive Speicherelemente auf demselben Chip benötigt werden. In diesem Projekt wird AlScN und sein Potenzial für eine vollständige monolithische Integration in die herkömmliche Nitridtechnologie untersucht. Die Molekularstrahlepitaxie (MBE) ist hierzu ein ideales Werkzeug für die Entwicklung eines qualitativ hochwertigen AlScN-Wachstums unabhängig von der Verfügbarkeit geeigneter chemischer Vorläufersubstanzen. In Kombination mit dem MOVPE-Wachstum und nachfolgender Chip Prozessierung werden verschiedene Bauelemente und Anwendungen untersucht. Ziel ist eine vollständige monolithische Integration aller funktionalen Eigenschaften auf einem Chip. Dieses Projekt zielt darauf ab, das Potenzial neuartiger Nitride mit Sc zur Verbesserung von Bauelementen erforschen und in einer späteren Phase auch andere Übergangsmetalle wie La und Y einzubeziehen, wobei beispiellose Fähigkeiten zur Gitteranpassung, Ferroelektrizität und große Unterschiede im Brechungsindex für Wellenleiter, Schalter, Isolatoren und langfristig für optische neuromorphe Rechenkerne genutzt werden sollen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    },
    {
      "project_id": "563156864",
      "url": "https://gepris.dfg.de/gepris/projekt/563156864",
      "title": "Selten-Erd Nitrid Verbindungshalbleiter und -Heterostrukturen für integrierte Thermoelektrika",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563156864",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Ziel dieses Vorhabens ist die Entwicklung von neuen Selten-Erd/Übergangsmetall (TM)-Nitriden, und deren Mischformen mit Gruppe-IIIa-Nitriden, als vielversprechende Klasse von Hochtemperatur-Thermoelektrika für künftige integrierte Nitrid-Bauelement Technologien. Basierend auf der Bandbreite an Vorarbeiten der Antragsteller, sowohl im Wachstum von TM-Nitrid Dünnschichten als auch in der thermoelektrischen Transport Charakterisierung, soll der Fokus dieses Projekts auf die Untersuchung von TM-Nitriden mit sehr geringer Bandlücke abzielen (ScN, CrN, und Mischallotrope mit isoelektronischen Gruppe-IIIa Elementen), zumal diese Kandidatmaterialien exzellente Eigenschaften für Hochtemperatur-Thermoelektrika aufweisen. Konkret sollen Phononenglass-Elektronenkristall ähnliche Verbindungen herstellt werden, deren Kristallgitter gezielt über Unordnungsprinzipien, Legierungsbildung, und Heterostrukturierung mittels ultra-hochreinen Molekularstrahlepitaxie (MBE) Methoden modifiziert werden, um die relevanten thermoelektrischen Parameter, elektrische und thermische Leitfähigkeit, sowie thermoelektrische Leistung über weite Temperaturbereiche zu steuern. Dabei werden drei verschiedene Ansätze verfolgt, die in logischer Abfolge aufeinander aufbauen, und somit komplexe TM-Nitrid Thermoelektrika mit kontinuierlich optimierter Performanz ermöglichen: (i) Die Untersuchung von binären epitaktischen ScN und CrN Dünnfilmen und die Erzeugung von gezielter Gitterunordnung (Punktdefekte, Vakanzen, substitutionelle Dotierung). (ii) Die Entwicklung von Mischformen / Legierungen von TM-/Gruppe-IIIa Nitriden, sowohl innerhalb also auch über dem spinodalen Zersetzungslimit. Die damit einhergehende Phasenzersetzung induziert dabei auch Nanokomposit-Strukturen, die es erlauben die thermoelektrischen Eigenschaften über das Legierungs-limit hinaus zu justieren. (iii) Die Ausnutzung von Quanteneffekten und Energiefilter Konzepten in 2D-Quanten Well (Übergitter) Heterostrukturen, um gleichzeitig die Thermoleistung zu erhöhen und die thermische Leitfähigkeit durch die Phononenstreuung an wohl definierten Grenzflächen zu minimieren. Dieses Projekt trifft somit den Kern dieser SPP Initiative, zumal unsere Bestrebungen nicht nur neue Funktionalitäten dieser emergenten Klasse von Nitrid-Halbleitern eröffnen, sondern in Zukunft auch monolithisch integrierte Konzepte im aktiven Wärmelast-Management und Energieumwandlung von Nitrid-basierten Bauelementen ermöglichen, welche in der zweiten Phase (Folgeprojekt) adressiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für BauelementeInternationaler BezugChina, Finnland, USAMitverantwortlicheDr. Christian  Carbogno;Professor Dr. Martin  Feneberg;Professor Dr. Michael  Lehmann;Professor Dr. Christian  ThomsenKooperationspartnerLucas  Lindsay, Ph.D.;Privatdozent Dr. Ilja  Makkonen;Professor Bo  Sun, Ph.D."
    },
    {
      "project_id": "563185304",
      "url": "https://gepris.dfg.de/gepris/projekt/563185304",
      "title": "Ternäre Metallnitride - Erforschung grundlegender optischer und elektronischer Eigenschaften auf dem Weg zu ferroelektrischen funktionalen Strukturen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563185304",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente",
      "description": "Das Projekt konzentriert sich auf (Al,Ga,In)(Sc,Y,La)N-Legierungen in einem möglichst großen Kompositionsbereich und erforscht die statischen sowie dynamischen optischen, phononischen und elektronischen Struktureigenschaften des gesamten Materialsystems durch (i) spektroskopische Ellipsometrie und andere spektroskopische Methoden sowie durch ultraschnelle Techniken zur Untersuchung der Dynamik der Nicht-Gleichgewichts-Elektronen- und Phononestruktur, wie z.B. fs-Zeit-aufgelöste spektroskopische Pump-Probe-Ellipsometrie, (ii) quantenchemische Berechnungen unter Anwendung modernster First-Principle-Methoden, insbesondere zur Berechnung hochwertiger dielektrischer Funktionen des Materialsystems, (iii) Wachstumsoptimierung dünner Schichten zur Verbesserung der strukturellen, elektronischen und optischen Eigenschaften für: (iv) Anwendung in einem elektro-optischen Schalter auf der Grundlage einer Heterostruktur aus ferroelektrischem Nitrid und dielektrischem Wellenleiter für zukünftige integrierte optoelektronische Informationsverarbeitungsanwendungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2477: \nNitrides4Future – Neuartige Materialien und Konzepte für Bauelemente"
    }
  ]
}