{
  "spp_number": "SPP 2361",
  "spp_title": "Auf dem Weg zur Fluvialen Anthroposphäre",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460849764",
  "projects_count": 8,
  "projects": [
    {
      "project_id": "509913470",
      "url": "https://gepris.dfg.de/gepris/projekt/509913470",
      "title": "Die Flusslandschaft der Weschnitz und ihre Wechselwirkung mit dem Kloster Lorsch: Flusslandschaft Lorsch Weschnitz (FLoW)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Frühneuzeitliche GeschichteMittelalterliche GeschichtePhysische Geographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509913470",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Das FLoW-Projekt soll klären, wann und warum lokale und regionale Akteure an und um das heutige UNESCO-Weltkulturerbe Kloster Lorsch begannen, die Auenlandschaft der Weschnitz und ihre Dynamik zu kontrollieren, und wie die Regulierung im Laufe der Zeit intensiviert und die heutige Flusslandschaft geschaffen wurde. Die Weschnitz ist ein Zufluss des Rheins im Oberrheingraben (Hessen, Deutschland). Ihre Aue bietet ein exzellentes Feldlabor, um sozio-ökonomische und natürliche Prozesse und ihre Wechselwirkungen über Jahrhunderte hinweg zu untersuchen. Im Rahmen des FLoW-Projekts arbeiten Forschende unterschiedlicher Disziplinen vor Ort wie im Labor eng zusammen und nutzen moderne und innovative Methoden, um historische Dokumente, Karten, Befunde bzw. Funde und Sedimente auszuwerten. Dabei gewährleistet eine gemeinsame GIS-Plattform die Grundlage für die Synthese der Ergebnisse auf einer hochgradig interdisziplinären Ebene. Forschungsdesign und Arbeitsprogramm von FLoW spiegeln die systematische Kombination und Integration historischer, (geo-)archäologischer, geoökologischer und geomorphologischer Ansätze wider. Übergeordnetes Ziel ist die bestmögliche raum-zeitliche Rekonstruktion vergangener Auenlandschaften für verschiedene Zeitabschnitte und der schrittweisen Manipulation und Intensivierung ihrer Nutzung durch verschiedene Akteursgruppen, insbesondere das Reichskloster Lorsch, die Bistümer Mainz und Worms sowie weltliche Herrscher und Städte. Unser Ansatz berücksichtigt Fischerei- und Wasserbau-Aspekte sowie ihre Abhängigkeiten und Auswirkungen in Bezug auf die heutige Flusslandschaft. Die Hypothesen und das Arbeitsprogramm von FLoW zielen auch darauf ab, die Verschmutzung entlang der Weschnitz durch Landwirtschaft, Handwerk, Industrie und Mühlenbetrieb zu klären und dabei das Konzept des „fluvio-sozialen Metabolismus” zu testen. Weitere Hypothesen befassen sich mit der Schiffbarkeit der Weschnitz und der Frage, welche Wasserbaumaßnahmen zur Regulierung von Abfluss und Wasserstand ergriffen wurden. Das Kloster Lorsch und die Weschnitz-Fluvioscape sind ein Beispiel für die Gestaltung und Kontrolle vorindustrieller Auen durch den Menschen von einer feuchten peripheren Aue zu einem Zentrum lebendiger sozio-ökologischer Dynamik. FLoW ist damit stark mit der übergreifenden Fragestellung des SPP 2361 verflochten. Das Untersuchungsgebiet stellt eine Schlüsselregion des kulturellen und natürlichen Erbes in Mitteleuropa dar und spiegelt die Intensivierung der anthropogenen Einflüsse seit dem frühen Mittelalter wider. Auf überregionaler Ebene zielt FLoW darauf ab, Vergleiche mit der Geschichte und Archäologie anderer frühmittelalterlicher klösterlicher Infrastrukturen an Wasserläufen in West- und Mitteleuropa herzustellen, um den Einfluss der Klöster auf Landschaftsveränderungen unter vergleichbaren wie deutlich unterschiedlichen natürlichen Bedingungen, spezifischer Infrastruktur und religiöser Politik herauszuarbeiten, die bis heute nachwirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre"
    },
    {
      "project_id": "509913780",
      "url": "https://gepris.dfg.de/gepris/projekt/509913780",
      "title": "Die Wässerwiesen im Einzugsgebiet der Wiesent (Nördliche Frankenalb) in ihrer historischen Dimension. Eine Blaupause für agrarisch geprägte Auensysteme?",
      "subject_area": "Physische GeographieFrühneuzeitliche GeschichteHumangeographieMittelalterliche Geschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509913780",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Die Wässerwiesen im Einzugsgebiet der Wiesent (Nördliche Frankenalb) in ihrer historischen Dimension. Eine Blaupause für agrarisch geprägte Auensysteme? Erste Ergebnisse des Projekts Evolution of a human-dominated floodplain system: The Wiesent River System in the Northern Franconian Alb (Main catchment) in Early Middle Ages to Early Modern Times der ersten Förderperiode haben gezeigt, dass die aus früheren Forschungen an der Aufseß bekannte Sedimentationsdynamik sich auch im weiteren Einzugsgebietes der Wiesent wiederfindet. Im Lauf des Mittelalters kam es zu einem einschneidenden Wandel und einer bis zu 3 m mächtigen Auensedimentation. Die Sedimente des Wiesent-Einzugsgebiets zeigen eine erstaunliche Homogenität. Wir vermuten einen Zusammenhang mit der Landnutzung mittels Wässerwiesen, die sich weit verbreitet in den Landschaftsrelikten zu erkennen geben. Wir haben damit einen Ansatzpunkt, das Phänomen der Wässerwiesen bis in das Mittelalter und die frühe Neuzeit zurück zu verfolgen. Trotz schriftlicher Belege aus dem Mittelalter wird in der aktuellen Forschung Wiesenwässerung als eine Landnutzung des 16. bis 19. Jahrhunderts gesehen. Ziel ist es, am Beispiel der Wiesent und seiner Zuflüsse, die wir in der ersten Förderphase als agrarisch geprägte Landschaft mit einer Einbettung der Aue in die Kulturlandschaft zu begreifen gelernt haben, die vormoderne Wiesenwässerung genauer zu charakterisieren und in ihrer Bedeutung für die Agrarsysteme zu begreifen. Unsere genaue Kenntnis der Landschaft und ihrer Quellen, sowie die Datenbasis aus der ersten Förderphase erlauben es uns im nun um das untere Wiesenttal und die dortigen Wässerwiesen des UNESCO Intangible Heritage erweiterten Arbeitsgebiet erstmals eine historische Dimension für die Wässerwiesen zu gewinnen. Damit trägt das Projekt zum Gesamtthema des Schwerpunktprogramms bei, indem es sich auf die landwirtschaftliche Nutzung als Hauptfaktor des anthropogenen Einflusses auf Flusslandschaften konzentriert. Die Fokussierung auf die Interaktion der Aue mit den angrenzenden landwirtschaftlichen Flächen sowie die interdisziplinäre Untersuchung der Wässerwiesen unter Einbeziehung der Geoarchäologie, Historischen Geographie und Archäologie ist innovativ und füllt eine Lücke. Daher kann das Projekt als vertiefte Analyse eingestuft werden. Aus einer vergleichenden Perspektive werden die unterschiedlichen Situationen im oberen und unteren Einzugsgebiet der Wiesent sowie in den umliegenden Landschaften gegenübergestellt. Auf der Ebene des Schwerpunktprogramms trägt das Projekt zu einer vergleichenden Modellbildung der Entwicklung einer anthropogenen Auenlandschaft bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre"
    },
    {
      "project_id": "509914528",
      "url": "https://gepris.dfg.de/gepris/projekt/509914528",
      "title": "Entschlüsselung des fluvio-sozialen Metabolismus am Oberrhein - Faktoren und Akteure bei der Transformation zu einer fluvialen Anthroposphäre vor der Industrialisierung",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Frühneuzeitliche GeschichteGeologieMittelalterliche GeschichtePhysische Geographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509914528",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Längst verändert der menschliche Einfluss die natürliche Entwicklung von Auen. Während die Auswirkungen der Entwaldung auf Sedimenttransport und Auendynamik in vielen Studien adressiert wurden, sind die sozio-ökologischen Prozesse und Rückkopplungsmechanismen, die bestimmen, wie sich fluviale Systeme entlang von Trajektorien und Pfadabhängigkeiten entwickeln, erst seit kurzem Gegenstand der wissenschaftlichen Debatte. Hier verwenden wir das Konzept eines fluvio-sozialen Metabolismus, um diese komplexen Wechselwirkungen zwischen anthropogenen und natürlichen Prozessen zu veranschaulichen, die den Übergang natürlicher Flusssysteme in eine fluviale Anthroposphäre bestimmen. Ziel des Projekts ist es, den fluvio-sozialen Metabolismus entlang von Pfadabhängigkeiten und Trajektorien zu entschlüsseln und die Systemdynamik der fluvialen Anthroposphäre im Oberrheingebiet zu verstehen. Wir konzentrieren uns auf drei spezifische Aspekte und ihre gegenseitigen Abhängigkeiten: sozio-politische Systeme, Klimadynamik und anthropogen konditionierte Sedimente. Hierfür integrieren wir Sozial- und Umweltarchive sowie Labor- und geostatistische Analysen. Durch die Kombination quantitativer, semi-quantitativer und qualitativer Methoden verbinden wir sozial- und naturwissenschaftliche Erkenntnisse. Wir versuchen, integrierende Indikatoren für den Übergang von natürlichen Flussauen zu einer fluvialen Anthroposphäre auf verschiedenen räumlichen und zeitlichen Skalen zu identifizieren. Unsere Forschung analysiert den Zeitraum vom Mittelalter bis zum Beginn der industriellen Revolution in der Region um 1850 mit Schwerpunkt auf vermuteten Übergangszeiten. Wir verfolgen die Hypothese, dass in diesem fluvio-sozialen System spezifische sozio-natürliche und politische Konstellationen, einschließlich territorialer Verschiebungen, wirtschaftlicher Ausbeutung, Institutionen, Konflikten, klimatischer Variabilität und Extremereignissen sowie Hochwasserereignissen, Pfadabhängigkeiten und Trajektorien der fluvialen Landschaftsentwicklung bestimmten, die ihren Ausdruck in den Flussauen als anthropogene Sedimente finden. Wir verfolgen einen multidisziplinären Ansatz, der verschiedene Disziplinen integriert und historische, klimatische und geomorphologische Ergebnisse kombiniert. In drei miteinander verknüpften Arbeitspaketen untersuchen wir, wie 1) Akteure, sozio-politische Konstellationen und Institutionen die Auenentwicklung beeinflussten, 2) regionale Klimavariabilität und Extremereignisse sozio-ökologische Prozesse bestimmten und 3) natürliche und gesellschaftliche Dynamiken ihren Ausdruck in den Sedimenten der Flussauen fanden. Durch die Synthese dieser sozialen, klimatologischen und geomorphologischen Ergebnisse zielen wir darauf ab, den fluvio-sozialen Metabolismus zu entschlüsseln. Schließlich bewerten wir, inwieweit unsere Ergebnisse dazu beitragen können, diesen dynamischen fluvio-sozialen Metabolismus empirisch, numerisch und multivariat-statistisch zu modellieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre"
    },
    {
      "project_id": "509913955",
      "url": "https://gepris.dfg.de/gepris/projekt/509913955",
      "title": "Fortschritt oder Flucht? Der Übergang zu anthropogenen Flusslandschaften – Wie haben mittelalterliche Siedlungsstrukturen mit der Landschaftsentwicklung im östlichen Harz und dem Harzvorland interagiert?",
      "investigators": "Dr. Susanne  Friederich;Professor Dr. Frank  Lehmkuhl;Privatdozent Dr. Philipp  Schulte",
      "subject_area": "Physische GeographieMittelalterliche Geschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509913955",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Das Projekt HEARTs fokussiert die Entwicklung der Auenlandschaften und der fluvialen Gesellschaften im Einzugsgebiet der Flüsse Bode und Selke, welche im ehemals vor allem von Bergbau und Köhlerei, aber auch durch Weidewirtschaft und Ackerbau geprägten Ostharz entspringen und anschließend durch das angrenzende von Landwirtschaft dominierte nordöstliche Vorland fließen. Ihre Flusslandschaften werden seit dem Neolithikum genutzt und vor allem seit dem frühen Mittelalter intensiv durch den Menschen verändert. Meilensteine in der Entwicklung des anthropogenen Lebensraumes Auenlandschaft stellen insbesondere der Beginn der Wasserkraftnutzung und erste Flussverbauungsmaßnahmen dar. Nach wie vor ist nicht geklärt, ob die zwischen dem 12. und 14. Jh. einsetzenden Verlagerungen der Arbeitsstätten (z. B. Schmelzplätze, Metallverarbeitung) und Siedlungsplätzen von den kleinen Bächen der Hochlagen in die Auenlandschaften Folge oder Voraussetzung hierfür waren. Das Zusammenspiel aus Entwaldung und extremen Wetterphasen führte immer wieder zu Phasen erhöhter Bodenerosion, insbesondere seit dem frühen Mittelalter. Die an den Hängen abgespülten Sedimente wurden gemeinsam mit aus bergbaulicher Aktivität stammenden Kontaminationen in den Auen abgelagert und können so heute als Archiv der Landnutzung dienen. Dazu sollen unter anderem mittels PMF-Analytik (positive matrix factorization) erhöhte Metallkonzentrationen im Zusammenhang mit Bergbauaktivitäten von solchen unterschieden werden, die durch natürliche geogene Anreicherungen, pedogene Prozesse oder jüngere Kontaminationen durch industrielle Aktivitäten zu erklären sind. Die Hauptfragestellungen widmen sich dem Landnutzungswandel sowie seiner zeitlichen Entwicklung und den Auswirkungen auf Auen und Fließgewässerdynamiken. Die Kombination historischer, archäologischer und geowissenschaftlicher Archive ermöglicht die Erstellung einer Chronologie der Nutzungsintensitäten des Bergbaus, der Landwirtschaft, der Forstwirtschaft sowie der Nutzung der Wasserkraft. Naturräumlich stellt das Untersuchungsgebiet eine typische europäische Mittelgebirgslandschaft dar, die im Untersuchungszeitraum durch anthropogene Einflüsse verändert wurde. Die Entwicklung hin zu einer fluvialen Anthroposphäre im Sinne des SPP 2361 hat jedoch in den Mittelgebirgsbereichen in einem völlig anderen Takt stattgefunden als in den Lösslandschaften des Harzvorlandes. Die genauen Beweggründe der beschriebenen Veränderungen sind unklar und Gegenstand des Teilprojektes. Ist der Weg in die fluviale Anthroposphäre am Mittelgebirgsrand des Ostharzes Aufbruch in einen vielversprechenden neuen Lebensraum oder Flucht vor sich verschlechternden Bedingungen?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre"
    },
    {
      "project_id": "509892881",
      "url": "https://gepris.dfg.de/gepris/projekt/509892881",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Frühneuzeitliche GeschichteMittelalterliche GeschichtePhysische Geographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509892881",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Im Rahmen des Schwerpunktprogramms 2361 \"Auf dem Weg zur fluvialen Anthroposphäre\" werden die vorindustriellen Auen Mitteleuropas und die dort lebenden fluvialen Gesellschaften untersucht. Auen sind globale Hotspots sensibler sozio-ökologischer Veränderungen, außergewöhnlich dynamische Landschaften und Schlüsselgebiete des kulturellen und natürlichen Erbes. Aufgrund ihrer hohen Landnutzungskapazität und der gleichzeitigen Notwendigkeit der Landgewinnung und Risikominimierung haben Gesellschaften die mitteleuropäischen Auen radikal umstrukturiert. Das Schwerpunktprogramm zielt auf die Beantwortung der Fragen, wann und warum der Mensch zu einem bedeutenden Steuerungsfaktor für die Auenentwicklung wurde und wie der Mensch im Zusammenspiel mit natürlichen Prozessen die Auen veränderte. Die einzelnen Projekte fokussieren auf das Mittelalter und die vorindustrielle Neuzeit und auf eine systematische Überlagerung historischer, archäologischer und geowissenschaftlicher Daten, wobei die methodische Expertise mindestens einer natur- und einer geisteswissenschaftlichen Disziplin zum Einsatz kommen muss. In der zweiten Förderperiode (2026–2029) liegt der Fokus auf vertiefenden Analysen und vergleichenden Perspektiven von Fallstudien, Kategorisierungen und übertragbaren Modellen sowohl innerhalb als auch zwischen Flusssystemen. Dies baut maßgeblich auf den Ergebnissen der ersten Förderperiode auf. Um die ehrgeizigen gemeinsamen Ziele des Schwerpunktprogramms zu erreichen und eine projektübergreifende Prüfung der Schlüsselhypothese einer vormodernen Entstehung einer fluvialen Anthroposphäre zu ermöglichen, wurde in der ersten Förderperiode von der SPP-Koordination und allen Teilprojekten gemeinsam ein neues (semi-)quantitatives und projektübergreifendes Indexsystem erstellt. Es basiert insbesondere auf einem Grid-basierten und interdisziplinären Ansatz zur Parametrisierung von (i) Mühlen, (ii) Gerinnebetttypen und Auennutzung, (iii) Barrieren, (iv) flussbezogenem Handwerk und (v) Konflikten sowie auf der Anwendung einer niedrigschwelligen virtuellen Forschungsumgebung für eine gemeinsame und integrative datenbasierte Synthese. Um die gemeinsamen Ziele des SPP-Netzwerks zu erreichen, sorgt die SPP-Koordination für eine einheitliche Erschließung, Parametrisierung und Spezifizierung sowie für Austausch und Zusammenführung der Forschungsdaten aus den einzelnen Teilprojekten und verschiedenen Disziplinen. Die SPP-Koordination unterstützt die Managementaufgaben in fünf Aufgabenbereichen: 1) Allgemeine administrative und organisatorische Fragen, 2) Wissenschaftliche Leitung des Schwerpunktprogramms, 3) Betrieb und technische Entwicklung der virtuellen Forschungsumgebung, 4) Forschungsdatenmanagement und wissenschaftliche Entwicklung der datenbasierten Synthese und 5) Öffentlichkeitsarbeit und Kommunikationsstrategie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre"
    },
    {
      "project_id": "509898957",
      "url": "https://gepris.dfg.de/gepris/projekt/509898957",
      "title": "Leipzig, eine Stadt im Fluss - Urban-fluviale Symbiose in einer Langzeitperspektive",
      "investigators": "Dr. Martin  Bauch;Dr. Johannes  Schmidt;Professorin Dr. Julia Annette  Schmidt-Funke",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Frühneuzeitliche GeschichteMittelalterliche GeschichtePhysische Geographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509898957",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "In der zweiten Förderperiode verknüpft das Projekt „Leipzig – eine Stadt im Fluss“ die Analyse der urban-fluvialen Symbiose mit Untersuchungen zu Stadt-Umland-Beziehungen. Nachdem in der ersten Förderphase die städtischen und unmittelbar angrenzenden suburbanen Räume Leipzigs untersucht wurden, weitet sich der Fokus nun, um das nähere Umland sowie das fluviale Hinterland der Stadt einzubeziehen. Wir begreifen unser Untersuchungsgebiet als quasi konzentrisch gegliedert in (1) die innerstädtischen Räume (intra muros) und die Vorstädte (extra muros, das sogenannte „Weichbild“), (2) das Amt Leipzig und benachbarte Ämter (insbesondere die Merseburger Territorien, die bis in die westliche Aue der Weißen Elster unmittelbar vor den Toren der Stadt vorstießen) sowie (3) das fluviale Hinterland, das die unteren Einzugsgebiete von Weißer Elster, Pleiße und Parthe umfasst. Daten aus dem urbanen und suburbanen Leipzig wurden bereits während der ersten Förderphase systematisch erhoben (z. B. Mühlen, Gewässer, Auensedimente). In der zweiten Förderphase wird nun das Leipziger Umland durch geowissenschaftliche und historische Forschung systematisch erforscht, während das fluviale Hinterland punktuell im Hinblick auf Verflechtungen und Austausch berücksichtigt wird (z.B. das Wehr in Crossen a.d.Elster, an dem sich wiederholt Konflikte hinsichtlich der Wassernutzung entzündeten). Die Thematisierung der Stadt-Umland-Beziehungen als zentrales Forschungsproblem der Stadtgeschichte ermöglicht es uns, unsere Forschungen zur fluvialen Anthroposphäre und zur urban-fluvialen Symbiose konzeptionell und empirisch zu erweitern. Wir gehen von der Hypothese aus, dass Auen und Fließgewässer inner- wie außerstädtische Räume sowohl physisch als auch kulturell konstituierten. Sie definierten und verbanden Städte, Vorstädte und Hinterland. Als zentrale Schauplätze der Mensch-Natur-Beziehungen waren sie grundlegend für die Stoffflüsse des urbanen Metabolismus, etwa bei der Versorgung mit Frischwasser und Holz, Nahrung und Futter oder der Verbreitung von Schadstoffen und Krankheitserregern. Die Ausweitung auf Stadt-Umland-Beziehungen erlaubt uns, den Begriff des „fluvio-sozialen Metabolismus“ – ein jüngst entwickeltes Konzept zur Operationalisierung des socio-natural site-Ansatzes der Wiener Schule der Ökologie – vor dem Hintergrund aktueller stadt- und umwelthistorischer Forschung zu diskutieren. In diesem Zusammenhang berücksichtigen wir auch trans-epochale, raumbezogene Ansätze der Public-Health- und Medizingeschichte, die unter dem Schlagwort „Healthscapes/Healthscaping“ erst jüngst eine Stadt-Umland-Perspektive integriert haben. Auf der Grundlage eines interdisziplinären Ansatzes, der die Archive von Kultur und Natur gleichermaßen nutzt, haben wir drei ergiebige Forschungsfelder identifiziert: (1) fluviale Healthscapes, (2) die fluviale Koexistenz von Menschen, Pflanzen und Tieren sowie (3) Hinterland und Hydrosphäre.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen AnthroposphäreMitverantwortlichProfessor Dr. Matthias  Hardt"
    },
    {
      "project_id": "509893043",
      "url": "https://gepris.dfg.de/gepris/projekt/509893043",
      "title": "Lokale Pfade zur Fluvialen Anthroposphäre an Echaz (Rhein) und Eger (Donau). Eine vergleichende Analyse von ca. 1100 bis 1800 n. Chr.",
      "investigators": "Professor Dr. Peter  Frenzel;Dr. Silke  Klee;Dr. Peter  Kühn;Dr. Iris  Niessen;Professor Dr. Gerrit Jasper  Schenk;Dr. Ulrike  Werban;Privatdozent Dr. Lukas  Werther;Professor Dr. Christoph  Zielhofer",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Frühneuzeitliche GeschichteMittelalterliche GeschichtePhysische Geographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509893043",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "Unser Projekt untersucht lokale Pfade zur Fluvialen Anthroposphäre und zugrundeliegende sozio-ökologische Prozesse in Mittelalter und vorindustrieller Neuzeit. Es liefert eine integrierte multidisziplinäre Beschreibung fluvialer Gesellschaften und Auen, die durch ein Bündel miteinander verwobener Themenfelder archäologisch, geowissenschaftlich und historisch analysiert werden. Um lokale Besonderheiten von allgemeinen Trends zu unterscheiden, werden die Auen von zwei ähnlichen süddeutschen Karstflüssen 3. Ordnung, Echaz (Rhein) und Eger (Donau), systematisch verglichen. Beide Flüsse sind heute ausgeprägte fluviale Anthroposphären. Von ca. 1100 bis 1800 n. Chr. haben städtische Akteure, Adel, Kloster- und Dorfgemeinschaften beide Auen auf lokal sehr unterschiedliche Weise tiefgreifend verändert.  Das Projekt fokussiert auf sechs Themen und Kernhypothesen: 1. Die Analyse der Wasserkraftnutzung. Wir gehen davon aus, dass lokale Chronologien und Verbreitungsintensitäten in mehreren prägenden Phasen zu individuellen Pfadabhängigkeiten und Auswirkungen auf Auen und Gesellschaften führten. 2. Die Rekonstruktion der Auswirkungen des städtischen Handwerks und der Abfallentsorgung auf die Auenverschmutzung. Wir gehen davon aus, dass Städte die Hauptverursacher vorindustrieller Verschmutzung mit einem spezifischen Fußabdruck flussabwärts sind, der im 13. bis 15 Jh. deutlich zunimmt. 3. Die Rekonstruktion von Wasserbaumaßnahmen. Wir gehen davon aus, dass Mühlen, städtische Wasserwirtschaft und Landnutzung in den Auen ein Netzwerk künstlicher Kanäle schufen, wobei das 13. und 14. Jh. eine prägende Rolle spielt. 4. Die Rekonstruktion der Landnutzung in der Aue. Wir gehen davon aus, dass seit dem 12./13. Jh. mit großen raumzeitlichen Unterschieden und Folgen extensiv beweidete Feuchtwiesen in bewirtschaftete Wässerwiesen und entwässerte Felder umgewandelt wurden. 5. Die Rekonstruktion menschlicher Einflüsse auf die aquatische Fauna. Wir gehen davon aus, dass Kanalbau, Wasserkraftnutzung, Fischerei und Wasserverschmutzung erhebliche Auswirkungen auf die aquatische Biodiversität hatten und diese Auswirkungen, ihre räumlichen Muster und sozialen Folgen ab dem 13. Jh. in verschiedenen Archiven nachweisbar sind. 6. Die Analyse von Rechten und Konflikten zwischen verschiedenen Akteuren. Wir gehen davon aus, dass individuelle und lokal konfligierende Interessen zur Fluvialen Anthroposphäre führten und wichtige Weichenstellungen im 13. bis 14. Jh. erfolgten. Auf der Grundlage einer multidisziplinären Bewertung unserer Schlüsselhypothesen werden wir das spezifische raumzeitliche Muster der Entstehung der Fluvialen Anthroposphäre von ca. 1100 bis 1800 n. Chr. herausarbeiten. Dies wird auf der Grundlage von gemeinsam im SPP 2361 entwickelten Indizes für anthropogene Einflüsse und differenzierter raumzeitlicher Modellierung geschehen, um übertragbare und skalierbare Ergebnisse zu erhalten, innerhalb des Projektes wie auch in projektübergreifenden Arbeitspaketen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen AnthroposphäreMitverantwortlich(e)Dr. Birgit  Schneider"
    },
    {
      "project_id": "509915008",
      "url": "https://gepris.dfg.de/gepris/projekt/509915008",
      "title": "Unterhavel-Region und Donaumoos-Region: ‚Gescheiterte‘ oder ‚erfolgreiche‘ Urbarmachung von Auen und Mooren? – eine vergleichende Analyse",
      "investigators": "Professor Dr. Peter  Frenzel;Dr. Rita  Gudermann;Dr. Anne  Koehler;Professorin Dr. Anja  Linstädter;Professorin Dr. Natascha  Mehler;Dr. Ulrike  Werban;Professor Dr. Christoph  Zielhofer",
      "subject_area": "Physische GeographieUr- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 509915008",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2361: \nAuf dem Weg zur Fluvialen Anthroposphäre",
      "description": "In Mitteleuropa gibt es große Gebiete mit Auen- und angrenzenden Moorökosystemen, die sich während des Holozäns als Ergebnis teils gekoppelter hydro-sedimentärer Prozesse entwickelten. Diese beiden genetisch verknüpften Ökosysteme blieben bis zum späten Mittelalter, teils bis zur vorindustriellen Neuzeit, in einem naturnahen Zustand. Danach wurden große Teile der flussnahen Auen und Moore durch menschliche Eingriffe wie Abholzung, Landgewinnung und Wasserbau massiv verändert. In den Auen setzten die Eingriffe zuerst ein, wohingegen in den Mooren umfangreiche Landgewinnungsmaßnahmen im Rahmen zentral geplanter Binnenkolonisation erst im 17. und 18. Jahrhundert meist abrupt begannen. In der Folge wurden die semi-terrestrische Ökosysteme häufig zerstört und die ländlichen sozioökonomische Strukturen erheblich verändert, u.a. durch die gesteuerte Einwanderung. Diese Prozesse könnten zu ‘großen Übergängen‘ der sozioökologischen Systeme geführt haben. Im Rahmen des DFG-Schwerpunktprogramms 2361 ‘Auf dem Weg zur fluvialen Anthroposphäre‘ fragen wir, ob bzw. ab wann bestimmte Auen und angrenzende Moore als ‘Fluviale Anthroposphäre‘ verstanden werden müssen und welche sozioökologischen Prozesse zu ihrer Entwicklung beitrugen. Die retrospektive Untersuchung dieser Prozesse hilft uns auch, aktuelle Auswirkungen von Klimawandel und menschlichen Eingriffen auf diese empfindlichen sozioökologischen Systeme besser zu verstehen. Das Hauptziel des interdisziplinären Projekts ist eine vergleichende Bewertung von Landnutzung, Urbarmachung, Wasserbau und ökologischen Veränderungen in zwei (fluvialen) sozioökologischen Systemen: Die Region der Unteren Havel und die Region um das Donaumoos. Hier werden wir die menschlichen Eingriffe mit einem multimethodischen Ansatz rekonstruieren. Wir werden unsere Befunde aus der Geschichte, der historischen Archäologie, den Geowissenschaften und der Pflanzenökologie synthetisieren, um Umweltreaktionen, sozioökologischen Rückkopplungen und ihre räumlich-zeitliche Variabilität vergleichend besser zu verstehen. Mit dieser Synthese wollen wir die potentiell ‘großen Übergänge‘ von natürlichen Auen und angrenzenden Mooren hin zur ‘Fluvialen Anthroposphäre´‘ erfassen. Dies wird es uns auch ermöglichen, durch Umweltzwänge initiierte sozioökonomische Pfadabhängigkeiten nachzuvollziehen. Obwohl der zeitliche Fokus auf dem Mittelalter und der vorindustriellen Neuzeit liegt, werden auch ältere und jüngere Umweltphasen berücksichtigt, um die holozänen Grenzbedingungen zu ermitteln. Um die Wechselwirkungen zwischen Klima, hydro-sedimentärer Dynamik, Vegetation und Gesellschaft zu erfassen, verfolgen wir einen disziplinübergreifenden (semi-)quantitativen Ansatz. In der zweiten Förderphase bauen wir auf den bisherigen Ergebnissen auf, wobei sich der Fokus verschiebt auf vertiefende Analysen, vergleichende Kategorisierungen und übertragbare Modelle innerhalb der beiden Untersuchungsgebiete aber auch innerhalb des gesamten SPP-Netzwerkes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2361: \nAuf dem Weg zur Fluvialen AnthroposphäreInternationaler BezugGroßbritannien, NorwegenKooperationspartnerDr. Antony  Brown;Professor William John  Fletcher, Ph.D."
    }
  ]
}