{
  "spp_number": "SPP 2238",
  "spp_title": "Dynamik der Erzmetallanreicherung - DOME",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422692215",
  "projects_count": 53,
  "projects": [
    {
      "project_id": "521637201",
      "url": "https://gepris.dfg.de/gepris/projekt/521637201",
      "title": "Altersdatierungen von mehrphasigen Anreicherungs- und Umverteilungs-Prozessen von Wolfram in der Felbertal-Scheelit-Lagerstätte (Ostalpen)",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521637201",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die Felbertal Scheelit-Lagerstätte ist eine der weltweit größten Wolfram-Mineralisationen. Sie ist zwar generell schichtgebunden, ist aber als eine Stockwork-Mineralisation mit diffuser Verteilung des Scheelits in Metabasiten der frühpaläozoischen Habach-Serie im penninischen Tauernfenster der Ostalpen zu beschreiben. Scheelit tritt (1) in stratiformer Verteilung in einer östlichen Vererzungszone (EOZ, ehemaliger Tagebau), (2) in Erzkörpern die an Orthogneise mit karbonischen Protolith-Altern gebunden sind die in einer westlichen Vererzungszone (WOZ, Tiefbau) vorkommen, und (3) in Erzkörpern K7 und K8 ohne besondere lithologische Präferenz in der WOZ auf. Es konnten bisher vier Scheelit-Generationen mit UV- und Kathodolumineszenz und unterschiedlichen Molybdän-Gehalten unterschieden werden. Mit ausführlichen Voruntersuchungen der Mineralchemie des Scheelits mit REM, EPMA und LA-ICP-MS lässt sich eine mehrphasige Entwicklung mit magmatischen, hydrothermalen, metamorphen und tektonischen Abschnitten unter wechselnden physiko-chemischen Bedingungen aufzeigen. Eine U-Pb-Datierung der Scheelit-Generationen in den verschiedenen Verbreitungsdomänen mit LA-ICP-MS kann die wichtige Frage nach der primären Herkunft der Wolfram-Mineralisation beantworten. Mit den Datierungen soll auch die weitere Entwicklung des Scheelits bei Kristallisations-Auflösungs-Wiederausfällungs-Prozessen (CDR), Rekristallisation und Deformation zeitlich aufgelöst werden. Scheelit-Datierungen mit Sm-Nd und Lu-Hf Analysen mit MC-ICP-MS sind weitere Ziele die aber weitere Vorstudien erfordern. Die Element-Mobilität, der Transport und die Verteilung des Wolframs wird weiterhin mit LA-ICP-MS Spurenelement-Analysen  von Epidot, Amphibol, Feldspat und Glimmern in den Scheelit-Wirtsgesteinen Amphibolit unf Orthogneis untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441302094",
      "url": "https://gepris.dfg.de/gepris/projekt/441302094",
      "title": "Anreicherung und Transport von Chrom in magmatischen Systemen in Mantle und Kruste",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441302094",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Chrom ist ein Rohstoff mit großer ökonomischer Bedeutung für die EU, vor allem im Hinblick auf eine nachhaltige Versorgung. Bei der Chrom-Gewinnung wird auf vier Lagerstättentypen zurückgegriffen: stratiforme-, podiforme-, Seifen- und lateritische Vorkommen, von denen vor allem die stratiformen und podiformen Typen von wirtschaftlicher Bedeutung sind. Innerhalb der EU wird Chrom ausschließlich aus podiformen Lagerstätten gewonnen, die eng mit ultramafischen Lithologien assoziiert sind. Die Koppelung der Chromvorkommen an diese ultramafischen Einheiten belegen den Ursprung im oberen Erdmantel. Die sehr niedrige Cr-Konzentration, die zur Sättigung der Magmen mit Chromit erforderlich ist, zeigt, dass die augenscheinlich ineffektiven Anreicherungsprozesse sowohl während des Ausschmelzens als auch während Kristallisation des Magmas ausreichend sind, um podiforme Lagerstätten zu bilden. Doch trotz zahlloser Studien und vorgeschlagener Mechanismen zur Cr-Anreicherung existiert bisher kein umfassendes Modell zur Bildung dieser Cr-Lagerstätten.In unserem Projekt sollen die Prozesse untersucht werden, die zur Anreicherung von Cr in magmatischen Systemen führen, vom Erdmantel bis in die Lagerstätten. Dieses Ziel soll mit Hilfe eine experimentelle Studie - gestützt durch einen Modellierungsansatz - erreicht werden, die sich auf folgende drei Phasen der Cr-Anreicherung konzentriert: 1.) Partielles Schmelzen im Erdmantel; 2.) Entwicklung der Schmelzen; und 3.) Schmelztransport, Deformationsprozesse und Fluidtransport. In diesem Projekt werden wir uns auf die ersten beiden Schritte beschränken und planen in einer Serie von Experimenten die folgenden physikochemischen Parameter unter Mantel- und Krusten-Bedingungen zu ermitteln: die Chemie und den Schmelzgrad der Quellregion, die Verteilung von Cr zwischen den Mantel- und den magmatischen Phasen (Ol, Opx, Cpx und Spinell) während des Aufschmelzens und während der anschließenden Kristallisation. Eine besonders wichtige Rolle kommt dabei dem Wassergehalt und den Redox-Bedingungen zu, wie sie im Supra-Subduktionszonen-Regime von Ophiolitkomplexen vorherrschen, mit denen podiformen Cr-Lagerstätten assoziiert sind. Die gewonnenen experimentellen Daten werden in thermodynamische Codes integriert und sollen zur Entwicklung eines allgemeinen Modells zur Chrom-Anreicherung in natürlichen Systemen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlicheStephan  Buhre, Ph.D.;Professor Dr. Evangelos  Moulas, Ph.D."
    },
    {
      "project_id": "521623684",
      "url": "https://gepris.dfg.de/gepris/projekt/521623684",
      "title": "Antimonisotopenfraktionierung in Stibnit - Einschränkungen durch δ123Sb-Werte und mikrothermometrische Infrarotdaten von Flüssigkeitseinschlüssen in Stibni\n\"Antifrac\"",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521623684",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Antimon (Sb) ist ein \"kritisches\" Element. In Form von Stibnit (Sb2S3) ist Sb in verschiedenen Arten von Lagerstätten stark konzentriert: - Epithermale Erzgänge - heiße Quellvorkommen, einige Porphyr- und Molybdänvorkommen - orogenem Gold oder sed. Gold vom Carlin-Typ - hydrothermale Quarz-Stibnit-Adern, die in Sedimenten vorkommen- einige SEDEX-Typen - oder massiver metasomatische Karbonatersatz In einigen Vorkommen ist die Stibnitmineralisierung auch mit beträchtlichen Konzentrationen von Au, Hg, Ag, Sn, W oder Buntmetallen verbunden (z. B. Gumiel und Arribas 1987; Dill 1998; Peng et al. 2002; Wagner und Boyce 2003; Hagemann und Lüders 2003; Yang et al. 2006; Buchholz et al. 2007; Bortnikov et al. 2010; Voudouris et al. 2019; Pohl, 2020). Höhere durchschnittliche Sb-Konzentrationen von etwa 5 ppm werden aus Schwarzschiefer berichtet (Ketris und Yudovich 2009), und daher kann die Alteration von Schwarzschiefer eine potenzielle Quelle für Sb in hydrothermalen Quarz-Stibnit-Lagerstätten darstellen (z. B. Wagner und Boyes 2003, Sośnicka et al. 2021). Stibnitlagerstätten sind auch mit felsischen magmatischen Gesteinen verbunden. In diesem Fall ist nicht immer klar, ob die Sb-Anreicherung direkt auf magmatische Fluide oder hydrothermale Alterationsprozesse zurückzuführen ist (Krolop et al. 2018). Frühere Sb-Isotopendaten an Stibnit zeigten, dass die 123Sb/121Sb-Verhältnisse in Stibnit aus verschiedenen Vorkommen ein Mittel zur Entschlüsselung der Quelle(n) von Stibnitlagerstätten sein können (Zhai et al. 2021 und Referenzen darin). Die meisten Schlussfolgerungen über die Sb-Isotopenfraktionierung, die bisher gezogen wurden, ruhen auf beobachteten Verschiebungen einiger δ123Sb-Werte innerhalb einer Lagerstätte oder eines Erzes sowie auf experimentellen Daten zu Sb(III)-Sb(V)-Redoxreaktionen (z. B. Lobo et al. 2012; Dillis et al. 2019). Der Transport von Sb(III) in hydrothermalen Fluiden bei hohen Temperaturen ist abhängig vom ph-Wert und der Sulfidkonzentration im Fluid und erfolgt in Form von HS- oder OH-Komplexen (z. B. Krupp 1988; Olsen et al. 2019), während Sb-Chlorid-Komplexe nur in stark salzhaltigen, sauren Fluiden stabil sind (z. B. Obolensky et al. 2007). Die Abhängigkeit der Sb-Isotopenfraktionierung in Stibniten, die entweder aus Solen oder aus salzarmen Flüssigkeiten bei unterschiedlichen Temperaturen ausgefällt wurden, ist jedoch bisher nicht untersucht worden. Da Stibnit eine extrem gute Transparenz im nahen IR-Licht aufweist (Lüders 2017), können Flüssigkeitseinschlüsse in Stibnit mit Hilfe der IR-Mikrothermometrie routinemäßig untersucht und Informationen über T-x der Stibnit-bildenden Flüssigkeiten gewonnen werden. Die genaue Untersuchung der Sb-Isotopensystimatik in Stibnit in ausgewählten Erzlagerstätten in Kombination mit mikrothermometrischen Daten von Stibnit-haltigen Fluideinschlüssen wird neue Erkenntnisse über die Anwendbarkeit des Sb-Isotopensystems für Fragen im Kontext mit der Erforschung von Erzlagerstätten liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441301783",
      "url": "https://gepris.dfg.de/gepris/projekt/441301783",
      "title": "Beitrag alkalischer Lösungen zur Bildung supergener und hydrothermaler Niedrigtemperatur-Mineralisationen: Experimente und natürliche Analoga",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441301783",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Hochtemperierte und saure Lösungen sind bekannt für ihre bedeutende Rolle bei der Bildung von vielen Erzlagerstätten. Im Gegensatz dazu ist der Einfluss alkalischer Lösungen mit pH-Werten >> 7 bei der Lagerstättenbildung mit wenigen Ausnahmen bislang kaum charakterisiert. Dies ist vor allem darauf zurückzuführen, dass viele geochemische Parameter, Spurenelementkonzentrationen und auch das Verhalten kritischer Metalle selbst in rezenten natürlichen alkalinen Lösungen nicht bekannt sind. Diese gravierende Wissenslücke verhindert eine zuverlässige Einschätzung ihrer möglichen Rolle bei der Bildung von Erzlagerstätten. Alkalische Lösungen sind jedoch allgegenwärtig und kommen in vielen geologischen Umgebungen vor, von endorheischen Seen über Grundwässer bis hin zu marinen Hydrothermalfluiden. Alkalische Lösungen könnten daher signifikant zur Bildung von z.B. supergenen und hydrothermalen Erzlagerstätten beigetragen haben. Im vorliegenden Projektantrag sollen geochemische Untersuchungen an alkalischen Lösungen und an Gesteinen, die mit Hoch-pH-Lösungen in Wechselwirkung getreten sind, durchgeführt werden. Hierzu sollen zunächst die Verteilung der HFSE (High-field strength elements; z.B. Seltenerdelemente und Y, Sc, Zr, Hf, Nb und Ta) und die Isotopenzusammensetzung von Sr und Nd in alkalischen Seen in Europa, Ostafrika und den USA untersucht werden. Nachdem die Geochemie der Haupt-, Neben- und Spurenelemente sowie weitere wichtige physikalisch-chemische Parameter charakterisiert wurden, werden unbehandelte Aliquots dieser Lösungen für Laugungsexperimente mit verschiedenen Gesteinen und mit potenziellen Protoren verwendet. Die Experimente werden durch Experimente mit künstlichen Lösungen ergänzt, welche vereinfachte natürliche hoch-pH-Lösungen simulieren. Dieses Projekt soll nun erstmals eine umfassende Datenbank der HFSE- und Isotopenverteilung in alkalischen Wässern von mehreren Standorten bereitstellen und wichtige Informationen darüber liefern, wie alkalische Fluide mit Gesteinen interagieren und wie diese die Mobilität kritischer Elemente während der Wasser-Gesteins-Wechselwirkung beeinflussen. Die geochemischen Signaturen in den natürlichen alkalischen Lösungen und den experimentellen Laugungslösungen und -rückständen können als Fingerabdrücke für Wasser-Gesteins-Wechselwirkung in Anwesenheit alkalischer Lösungen verwendet werden und helfen somit Geochemikern und Lagerstättengeologen gleichermaßen, zu beurteilen, ob alkaline Lösungen zur Bildung von bestimmten Mineralisationen beigetragen haben. Ergänzt wird die experimentelle Studie durch geochemische Modellierung und schließlich einen Vergleich mit publizierten geochemischen Daten aus Erzvorkommen, um somit den möglichen Beitrag alkalischer Lösungen zur Bildung wirtschaftlich bedeutsamer Lagerstätten zu evaluieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "440924553",
      "url": "https://gepris.dfg.de/gepris/projekt/440924553",
      "title": "Bestimmung der Faktoren, die das Cu-Au Mineralisationspotenzial von Magmen in kontinentalen Kollisionszonen kontrollieren",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440924553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Ziel dieses Projektes ist es, herauszufinden, von welchen Faktoren das Cu-Au Mineralisationspotenzial von Magmen in kontinentalen Kollisionszonen abhängt. Die gängige Ansicht ist, daß die hohe Fertilität Kalium-reicher Magmen im Post-Kollisions-Stadium durch eine teilweise Wiederaufschmelzung sulfidreicher Kumulate in der Unterkruste herrührt, und daß diese Kumulate während einer früheren Subduktionsphase gebildet wurden.  Diese Hypothese wird im vorliegenden Projekt in einem zweigleisigen Ansatz getestet, welcher sowohl Experimente wie auch Studien an natürlichen Proben beinhaltet. In den Experimenten werden natürliche, sulfidhaltige Kumulate unter hohem Druck und Temperatur teilweise aufgeschmolzen, und die entstandenen Produkte eingehend im Hinblick auf ihre Zusammensetzung, die Sauerstofffugazität, und die Gehalte von Schwefel, H2O und Metallen in den Partialschmelzen untersucht. Die Studien an natürlichen Proben dienen einerseits dem Auffinden und der Charakterisierung weiterer Kumulate, die als Ausgangsmaterial für die Experimente verwendet werden können, und andererseits der Rekonstruktion der chemischen Zusammensetzung, der Bildungsbedingungen und des Metallgehalts verschiedener mineralisierter vs. unmineralisierter Post-Kollisions-Magmen, so daß die Resultate direkt mit denjenigen der Experimente verglichen werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "440948113",
      "url": "https://gepris.dfg.de/gepris/projekt/440948113",
      "title": "Chlor-Brom-Iod Systematiken als Tracer von Fluid- und Metallquellen in magmatisch-hydrothermalen Sn-W Lagerstättensystemen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440948113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Granitische Sn-W Lagerstätten stellen einen der wichtigsten Lagerstättentypen in Europa dar, insbesondere wegen ihres hohen Potentials im Hinblick auf kritische Metalle (Li, Be, Ga, Nb, Ta und In). Ihre Entstehung ist eng mit den Endstadien magmatischer Aktivität in flachkrustalen granitischen Komplexen verbunden, speziell der Entmischung von magmatisch-hydrothermalen Fluiden im Verlauf der fraktionierten Kristallisation. Anschließende Fluid-Gesteins- und Fluid-Fluid-Wechselwirkungsprozesse spielen eine entscheidende Rolle in der Ausbildung unterschiedlicher Mineralisationstypen, von Sn-W Greisen und Gangssystemen über Skarne hin zu distalen polymetallischen Sulfidvererzungen. Diese Komplexität erschwert die Identifizierung von Fluid- und Metallquellen sowie den entscheidenden Einflussfaktoren auf Metallanreicherung und -ausfällung in Sn-W Systemen beträchtlich. Schwere Halogene (Cl, Br, I) sind seit Langem als empfindliche Tracer von krustalen Fluidreservoiren bekannt und zeichnen sich durch meist konservatives Verhalten bei Fluid-Gesteins-Wechselwirkungsprozessen aus. Sie verfügen daher zwar über ein hohes Potential zur Rekonstrution von Fluid- und Metallquellen in magmatisch-hydrothermalen Systemen, doch bislang bleibt ihre Anwendbarkeit aus mehreren Gründen stark limitiert. Zwar ist bekannt, dass die Halogensignaturen granitischer S-Typ Systeme regionale Unterschiede zeigen, doch es ist unklar inwieweit sich diese Halogensignaturen auf assoziierte magmatisch-hydrothermale Fluide übertragen, speziell im Hinblick auf Prozesse wie fraktionierte Kristallisation oder Fluidentmischung. Die Auswirkungen von Phasentrennungsprozessen auf die Cl-Br-I-Signaturen dieser Fluide sind ebenfalls kaum erforscht. Diese Aspekte schränken die Interpretierbarkeit von magmatisch-hydrothermalen Halogensignaturen stark ein. Das hier beantragte Forschungsvorhaben soll zum besseren Verständnis des Verhaltens von schweren Halogenen (Cl, Br, I) über die gesamte Entwicklung eines Sn-W Lagerstättensystemen beitragen, angefangen von Schmelzzusammensetzungen über Fraktionierungsprozesse bis hin zur Fluidsättigung und der anschließenden Weiterentwicklung der magmatisch-hydrothermalen Fluidphasen. Ermöglicht wird dies durch die Kombination von combustion ion chromatography (CIC) zur Analyse von Halogensignaturen in Gesamtgesteinen und Mineralseparaten, sowie LA-ICP-MS Flüssigkeitseinschlussanalytik aller wichtigen magmatisch-hydrothermalen Fluidphasen. In Kombination mit Spurenmetallkonzentrationen in den magmatisch-hydrothermalen Fluiden wird es so möglich werden, Halogensignaturen mit den kritischen erzbildenden Prozessen in Sn-W Lagerstättensystemen in Zusammenhang zu setzen. Dies würde neue Möglichkeiten in der Identifizierung und Charakterisierung von Metallquellen, Metallmobilität und Ausfällungsprozessen in solchen Systemen eröffnen und so einen bedeutenden Beitrag zu den übergeordneten Zielen des SPP 2238 DOME leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugGroßbritannienKooperationspartnerSimon  Kocher, Ph.D."
    },
    {
      "project_id": "521732852",
      "url": "https://gepris.dfg.de/gepris/projekt/521732852",
      "title": "Das hydrogeologische Regime des hydrothermalen TAG-Mounds auf dem Mittelatlantischen Rücken – Einblicke in Metallflüsse aus der Reaktions-Transport-Modellierung",
      "subject_area": "Mineralogie, Petrologie und GeochemieGeodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, Kartographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521732852",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Submarine Massivsulfide (SMS) sind die modernen Analoge zu alten vulkanogenen massiven Sulfiderzvorkommen (VMS) und könnten eine zukünftige Metallressource darstellen. Sie bilden sich als Reaktion auf die hydrothermale Abkühlung des jungen Meeresbodens, wenn sich heiße Fluide, die von einer magmatischen Wärmequelle aufsteigen, mit Meerwasser vermischen, sodass die gelösten Metalle ausfallen und sich eine Lagerstätte bildet. Der hydrothermale TAG-Mound auf dem Mittelatlantischen Rücken beherbergt eine der größten submarinen Sulfiderzvorkommen und ist ein ausgezeichneter Ort, um die dominanten Bildungsprozesse zu untersuchen. Seine innere Struktur wurde durch Ozeanbohrungen (ODP 158) untersucht und umfangreiche geologische und geophysikalische Daten sind verfügbar. Das detaillierte hydrogeologische Regime und die chemischen Ausfällungs- und Lösungsprozesse, die den Hügel gebildet haben, wurden jedoch nie mit Reaktions-Transport-Modellen quantifiziert, und es bleiben große Wissenslücken – mit der Folge, dass die globale Menge an SMS Vorkommen, aber auch die Rolle hydrothermaler Fluide in biogeochemische Stoffkreisläufen schlecht verstanden ist. Dieser Antrag zielt darauf ab, diese Wissenslücken mithilfe von 3-D Reaktions-Transport-Modellen zu verkleinern. Unser Ansatz besteht darin, ein vorhandenes hydrothermales Strömungsmodell, hydrothermalFoam, mit der thermodynamischen MINES-Datenbank für Fluid-Gesteins-Wechselwirkungen unter Verwendung der GEMS3K-Software für die Gibbs-Freie-Energie-Minimierung zu koppeln. Dies wird es uns ermöglichen, Szenarien für die Bildung des hydrothermalen TAG Mounds zu testen und die vorherrschenden Prozesse zu erforschen, welche die hydrothermalen Metallflüsse in, innerhalb und aus hydrothermalen Mounds steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugUSAMitverantwortlichZhikui  Guo, Ph.D.KooperationspartnerProfessor Dr. Alexander  Gysi"
    },
    {
      "project_id": "520462435",
      "url": "https://gepris.dfg.de/gepris/projekt/520462435",
      "title": "Das Verhalten volatiler Elemente und erzbildender Metalle während der Differentiation subduktionsgebundener Magmen unter hohen Drücken",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520462435",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Ein kritischer Faktor bei der Entstehung und Lokalisierung von Erzvorkommen in der Erdkruste ist das Vorhandensein einer erzmetallreichen Quellregion. Aus dieser werden die Metalle dann weiter transportiert um sich schließlich in Erzkörpern zu konzentrieren. Eine der potenziell metallreichen Quellen, insbesondere im Hinblick auf die Bildung großer goldhaltiger Provinzen, ist der metasomatisierte subkontinentale lithosphärische Mantel (SCLM). Hauptziel dieses Projektes ist, die Beziehung zwischen Mantelmetasomatismus, Entstehung fertiler Domänen im SCLM, und letztendlich die Bildung von magmatisch-hydrothermalen Erzlagerstätten im Zusammenhang mit dem Subduktionsvulkanismus zu verstehen. Durch das häufige und großflächige Auftreten ultramafischer Mantel-Xenolithen ist Patagonien ein idealer Ort um Mantelprozesse (z. B. Schmelzprozesse und Metasomatismus) zu untersuchen die im Zusammenhang mit aktivem Subduktionsvulkanismus stehen. Darüber hinaus beherbergen jurasische Vulkangesteine in den Massiven Nordpatagoniens und den Deseado Massiven (S-Patagonien) mehrere epithermale Au-Ag-Lagerstätten, wobei die Häufigkeit der Erzvorkommen in Südpatagonien höher ist. Hier wurde kürzlich das Vorhandesein von nativem Gold im SCLM unterhalb des Deseado-Massivs entdeckt was es zur südlichsten metallogenen Region der Welt ausmacht. Diese scheinbar höhere Häufigkeit von Metallen im südlichen Massiv im Vergleich zum nordpatagonischen Massiv könnte die geochemischen Unterschiede ihrer jeweiligen SCLM widerspiegeln. In diesem Projekt werden wir die Geochemie ultramafischer Xenolithen die den lithosphärischen Mantel Nordpatagoniens beproben untersuchen, mit besonderem Fokus auf die Konzentration ihrer chalkophilen Elemente Se und Te und ihrer Se-Isotopensignaturen. Unser Ziel ist es, die Verarmungs- und Anreicherungsprozesse des nordpatagonischen SCLM und eine potentielle Verbindung zu der Anreicherung und Verteilung chalkophiler Elemente zu verstehen. Letztendlich werden diese Informationen mit verfügbaren Daten aus südpatagonischen Xenolithen kombiniert, um mögliche Verbindungen zwischen ihren unterschiedlichen Mantelreservoiren und der Bildung von Erzvorkommen in der Kruste festzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441189074",
      "url": "https://gepris.dfg.de/gepris/projekt/441189074",
      "title": "Das Verhalten von leichten und mobilen Elementen in magmatisch-hydrothermalen Greisensystemen - Eine kombinierte Studie von Mineralen, Fluiden und Gasen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441189074",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die europäischen Varisziden beherbergen zahlreiche magmatisch-hydrothermale Greisensysteme, die bedeutende Li, Sn, W und/oder Mo Ressourcen darstellen. Die zentraliberische Zone (Portugal/Spanien), Cornwall (Großbritannien), das Zentralmassiv (Frankreich) und das Erzgebirge/Krušné Hory (Deutschland/Tschechische Republik) gelten als die wichtigsten Li-Sn-W-Provinzen Europas, von denen das Erzgebirgssystem besonders reich an Li Vorkommen ist. Obwohl Greisenvorkommen seit vielen Jahrhunderten bekannt sind und abgebaut werden, sind grundlegende Aspekte, wie die Zusammensetzung der Greisenfluide (Spurenelemente und Gaskomponenten) und die genauen erzbildenden Mechanismen, nicht ausreichend erforscht.Während der magmatischen Phase führt fraktionierte Kristallisation zu einer starken Anreicherung von Elementen wie Li, Sn, B und F in der Restschmelze und in den davon entmischten Greisenfluiden. Anschließend wird durch Gesteins-Wasser-Wechselwirkung die Zusammensetzung der freigesetzten Fluide erheblich verändert. Elemente werden durch den Vergreisungsprozess in der hydrothermalen Lösung an- und abgereichert. Insbesondere die Auflösung der im magmatischen oder metamorphen Nebengestein enthaltenen primären Glimmer (z.B. Biotit) kann während der frühen Vergreisungsphase die Li-, F-, B- und Sn-Konzentrationen im Fluid signifikant erhöhen, bevor diese Elemente durch das Ausfallen typischer Greisenminerale wie Zinnwaldit, Kassiterit, Topas, Turmalin und Fluorit endgültig aus dem Fluid entfernt werden. Die hydrothermale Phase ist daher von besonderer Bedeutung, um das Verhalten von leichten und mobilen Elementen in Greisensystemen entschlüsseln zu können. Um ein besseres Verständnis für die Mobilität von Elementen während des hydrothermalen Stadiums zu erlangen, ist ein breitgefächerter methodischer Ansatz notwendig. Dieser Ansatz beinhaltet die Kombination von in-situ geochemischen Analysen von Greisenmineralen (Haupt-, Spuren- und Isotopenzusammensetzungen mittels LA-ICPMS), Flüssigkeitseinschlussuntersuchungen (Mikrothermometrie, Crush-Leach und LA-ICPMS) sowie die Analyse von Gasen (Crush Fast Scan Massenspektrometrie).Das daraus gewonnenen Verständnis über a) Spuren- und Leichtelementsystematiken in Greisensystemen, b) die Zusammensetzung und Veränderung von Greisenfluiden und c) die Rolle der mit diesen Fluiden assoziierten Gase ist essentiell, um die raum-zeitliche Entwicklung von Greisensystemen nachvollziehen zu können. Darüber hinaus ermöglicht dieser ganzheitliche Ansatz die Identifizierung der Prozesse und chemischen Mechanismen, die für die Erzbildung (z.B. Li und Sn) entscheidend sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521314698",
      "url": "https://gepris.dfg.de/gepris/projekt/521314698",
      "title": "Der Einfluss von Mikroben auf die Bildung, Umwandlung und Auflösung von Massivsulfiden im Meeresboden",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521314698",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Massivsulfidvorkommen bilden sich auf dem Meeresboden an aktiven schwarzen Rauchern durch die Vermischung von heißen mineralreichen Fluiden mit Meerwasser. Sie bestehen hauptsächlich aus Pyrit und Chalkopyrit und enthalten wertvolle Metalle, wie zum Beispiel Kupfer. Wenn sauerstoffreiches Meerwasser in die bereits gebildeten Massivsulfidvorkommen eindringt, werden diese Sulfidminerale einer abiotischen oxidativen Verwitterung ausgesetzt. Mikrobielle Aktivität beschleunigt diesen Prozess erheblich, indem sie die Ausfällung von Sulfiden, den Metalltransport und die Mineralauflösung katalysiert. Unter bestimmten Bedingungen können sich eisenhaltige Kieselsäurekappen bilden, die zu einer sauerstoffarmen Umgebung unterhalb dieses Deckgesteins führen. Somit werden die Massivsulfide vor oxidativer abiotischer und biotischer Verwitterung geschützt, wodurch deren Lebensdauer verlängert wird. In diesem Projekt werden wir die Auswirkungen mikrobieller Aktivität auf die Bildung von Massivsulfidvorkommen, deren Transformation sowie die Auflösung von Mineralen unter oxischen Bedingungen und Bedingungen mit geringen Sauerstoffkonzentrationen untersuchen. Molekularbiologische Techniken werden mit Inkubationsexperimenten, mikrobieller Anreicherung und physiologischen Studien kombiniert. Es soll ermittelt werden, welche Mikroben in erster Linie für die Mineralumwandlung und Metallmobilisierung verantwortlich sind, Umsatzraten sowie Mineralmodifikationen werden bestimmt, um mit Hilfe von angepassten geochemischen Modellen vorherzusagen, wie sich die mikrobielle Aktivität auf die Lebensdauer von Massivsulfidvorkommen unter verschiedenen Sauerstoffbedingungen auswirkt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441087073",
      "url": "https://gepris.dfg.de/gepris/projekt/441087073",
      "title": "Die Bedeutung von früher Kumulatbildung für die HFSE-Anreicherung in foidolitischen Systemen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441087073",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Foidolite sind stark SiO2-untersättigte plutonische Kumulatgesteine, die aus Mantelschmelzen auskristallisiert sind. Studien an ökonomisch interessanten HFSE-Lagerstätten, die mit foidolitischen Gesteinen assoziiert sind, sind generell selten, aber der Gardiner Komplex in Ostgrönland und der Kovdor Komplex in Russland wurden bearbeitet. Es wird angenommen, dass die verschiedenen Lithologien der beiden Komplexe von einer mela-nephelinitischen Ausgangsschmelze stammen. In beiden Komplexen kommt eine Gesteinsabfolge von peridotitischen Gesteinen (Dunit, Pyroxenit), melteigitischen-urtitischen Gesteinen, foidolitischen Gesteinen (Melilitolit) und Karbonatiten vor. Obwohl die Ausgangsschmelze für Kovdor und Gardiner melanephelinitisch war, zeigt die mineralogische Zusammensetzung der Melilitolite und Karbonatite in den beiden Komplexen deutliche Unterschiede. Melilitolite des Gardiner Komplexes haben abbauwürdige Perowskitgehalte in Kumulaten, während die Melilitolite in Kovdor nur akzessorisch Perowskit führen. Im Gegensatz dazu sind die Kovdor-Karbonatite mit HFSE mineralisiert aber die Karbonatite von Gardiner sind taub. Dieses Projekt zielt darauf ab, die beiden Komplexe detailliert zu vergleichen und die Prozesse zu dechiffrieren, die zur HFSE-Anreicherung in frühen Kumulaten des Gardiner Komplex bzw. zur späten HFSE-Anreicherungen in den Kovdor Karbonatiten führte. Das vorgeschlagene Projekt soll die beiden folgenden Hypothesen testen: (i) Die mineralogi-schen Unterschiede zwischen den peridotitischen (wenig Chromit versus wenig Ti-Magnetit) und melilitolitischen Gesteine (Anwesenheit oder Abwesenheit von massiven Perowskit-Kumulaten) in den Gardiner und Kovdor Komplexen liegen in Unterschieden der Ausgangsschmelze begründet, die den Zeitpunkt der Perowskitsättigung beeinflussten. (ii) Die Gehalte von HFSE in den Karbonatiten von Gardiner (niedrig) und Kovdor (hoch) hängen mit der Intensität der früheren Perowskit Fraktionierung zusammen.Um diese Hypothesen zu testen, werden detaillierte petrographische, mineralchemische und petrologischen Daten für die zwei Komplexe generiert und sorgfältig miteinander verglichen. Ein besonderer Fokus wird auf die Verteilung von SEE + HFSE (Zr, Hf, Nb, Ta) zwischen Apatit, Klinopyroxen, Olivin, Perowskit und Melilitit gelegt. Weiterhin hat das Projekt zum Ziel, Explorationsindikatoren zu entwickeln, die helfen werden, die verschiedenen Anreicherungstypen (frühe Kumulate versus spät-magmatisch versus hydrothermale Überprägung) innerhalb eines Komplexes zu suchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugDänemarkMitverantwortlicheProfessor Dr. Jochen  Kolb;Professor Dr. Gregor  MarklKooperationspartnerDr. Troels  Nielsen"
    },
    {
      "project_id": "521732943",
      "url": "https://gepris.dfg.de/gepris/projekt/521732943",
      "title": "Die Entschlüsselung der stabilen Isotopensignatur von Metallen in Sn-W Lagerstätten: ein komplementärer Ansatz, basierend auf Experimenten und Fallstudien",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521732943",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Anreicherung, Transport und Kristallisation von Metallen in Sn-W Lagerstätten resultieren von einer komplexen Kombination aus Schmelz- und Fluidgesteuerten Prozessen in hochentwickelten magmatisch-hydrothermalen Systemen. Jedoch sind die exakten Bedingungen und Steuerparameter der einzelnen Stadien der Erzbildung noch relativ wenig bekannt.  Abgesehen von strukturellen, klassisch-geochemischen und mineralogischen Untersuchungen, kann die Fraktionierung stabiler Isotope von Metallen wichtige Informationen über kritische Veränderungen beim Metalltransport liefern, die schließlich zur Lagerstättenbildung führen, da diese durch Änderungen in der Bindungsumgebung verursacht wird. Vorausgesetzt, der Zusammenhang zwischen Bindungscharakter und daraus resultierender Isotopenfraktionierung ist gut verstanden, oder sogar kalibriert, können Isotopensignaturen die Bedingungen während des Metall-transports und der Kristallisation aufzeichnen. Wir beantragen hier einen komplementären Ansatz aus Experimenten und Fallstudien, (1) um die Li-Isotopenfraktionierung zwischen Schmelze, Fluiden und Li-Glimmern besser zu verstehen und experimentell zu kalibrieren und (2) um die Li- und Sn Isotopen-Proxys bei zwei gut charakterisierten, jedoch chemisch und strukturell unterschiedlichen granitischen Sn-W-Li Lagerstätten (Sadisdorf, Erzgebirge und Argemela, Portugal) anzuwenden. Lithiumglimmer (für Li-) und Kassiterit (für Sn Isotope) werden in situ mit femtosekunden Laserablation (LA-) MC-ICP-MS gemessen. Wir erwarten komplementäre Informationen von diesen Isotopensystemen: Li-Isotope werden vermutlich abhängig von der Art des Li Transports fraktionieren, z.B. bei der Entmischung von Schmelzen und unterschiedlichen Fluiden. Diese Prozesse sollen experimentell kalibriert werden. Zinnisotope fraktionieren vor allem bei Redoxreaktionen (z.B. Reduktion von Sn2+ zu Sn4+), entweder in der Fluidphase oder beim Auskristallisieren von Kassiterit (wie in experimentellen Studien in der Literatur dokumentiert). Das experimentelle und analytische Setup für diese geplanten Untersuchungen ist bereits in Hannover etabliert und von der Anwendung der Li und Sn Isotopensysteme auf die Wirtsminerale in Sn-W-Li Lagerstätten erwarten wir uns wertvolle Informationen über die Bedingungen während des Metalltransports und der Kristallisation. Wenn es die Zeit erlaubt, planen wir noch in situ W Isotopenanalysen von Wolframit mit LA-MC-ICP-MS zu etablieren, welche wir mit hochpräzisen Lösungs-Isotopenmessungen der gleichen Wolframitkristalle (in Köln) validieren wollen. Da die W-Isotopenfraktionierung bei der Kristallisation von Wolframit, der häufig assoziiert mit Kassitierit in hydrothermalen Gängen vorkommt, nicht mit einem Redoxwechsel verbunden ist, könnte die W Isotopie wichtige Informationen über die Rolle der Temperaturabnahme im Verlauf der Mineralisation geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlichProfessor Dr. Francois  Holtz"
    },
    {
      "project_id": "521731937",
      "url": "https://gepris.dfg.de/gepris/projekt/521731937",
      "title": "Die Rolle fenitisierender Fluide bei der Bildung von Nb-, Zr- und Seltenerdlagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731937",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Thermoplastics are processed in a wide range of converting methods. This potential is due to their low processing temperatures and their easy modifiability to achieve application-specific properties, e.g. by adding additives or functional components to generate blends. In plastics compounding and processing, homogeneity, i.e. the mixing of the components in the plastic melt, is the most important criterion for product quality. Distributive and dispersive mixing processes can be used to homogenize the polymer blends in the molten state. For this purpose, a wide variety of mixing elements are avail-able during compounding and processing by using single- and twin-screw extruders, which can con-trol the mixing efficiency. A major challenge is both the correct design of these mixing geometries and the selection of the as-sociated process settings, which in the end have a significant influence on product quality. For the design and improvement of the mixing geometries and the associated process settings, the numeri-cal simulation of plastic melts offers to significantly reduce these design steps. For this purpose, however, the elongation and shear deformations required for the homogenization of immiscible plas-tic blends must be simulated in order to be able to specify design criteria and process settings for dynamic mixers. This is where the research project comes in, by bundling and extending the know-how of the appli-cant's research unit for predicting the mixing efficiency of heterogeneous plastic blends. The aim is to develop a general model that describes dispersive mixing as a function of break-up and coalescence processes, taking into account the intensity of different types of deformation and adhesion promot-ers. This model should also take into account non-Newtonian viscous flow behavior. To this end, basic research must first be developed in order to obtain an advanced understanding of the droplet behavior in a plastic melt as a function of different types of deformation. A special Couette rheometer is to be constructed and various geometries investigated that induce different flow fields and thus different deformations in a plastic melt. Based on these results, the model will be developed and ap-plied and validated for realistic plastics processing operations in which the mixing zone of a single-screw extruder is simulated.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugKanada, NorwegenKooperationspartnerDr. Matthew  Steele-McInnes;Øyvind  SundeMitverantwortlichRachid  Benaouda, Ph.D."
    },
    {
      "project_id": "521731271",
      "url": "https://gepris.dfg.de/gepris/projekt/521731271",
      "title": "Die Rolle von p-T-Bedingungen, Wirtsgesteinslithologie, Phasentrennung und organischen Verbindungen für die Metallmobilität und die Ablagerung von Metallsulfiden in räumlich aufgelösten Hydrothermalfeldern",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731271",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die chemische Zusammensetzung hydrothermaler Fluide und Präzipitate hängt von verschiedenen Parametern und Prozessen ab, darunter die Zusammensetzung des Wirtsgesteins, die Druck- und Temperaturbedingungen, die Fluidwege im Untergrund, das Verhältnis von Wasser zu Gestein, die Phasentrennung und Phasensegregation sowie die magmatische Entgasung. Darüber hinaus ist bekannt, dass gelöste organische Moleküle (mikrobiell erzeugt oder Produkte von hydrothermal abgebautem organischem Material) teilweise starke Metallkomplexierungskapazitäten aufweisen, die den Transport und die Löslichkeit von Metallen im Vergleich zur Ausfällung erheblich beeinflussen können. Daher entstehen in Abhängigkeit von diesen Parametern und der Zeit charakteristische Signaturen der hydrothermalen Zusammensetzung. Während für viele bisher entdeckte Hydrothermalfelder die Zusammensetzung der Endbestandteile bestimmt wurde, war es oft schwierig, die Rolle einzelner Prozesse für die chemische Gesamtzusammensetzung der Fluide und der aus ihnen ausfallenden Minerale eindeutig zu bestimmen. Wir schlagen vor, sowohl Felduntersuchungen durchzuführen als auch die Rolle einzelner Parameter experimentell zu bestimmen. Wir werden die Möglichkeit untersuchen, Sr-, Li- und B-Isotopensignaturen von hydrothermalen Fluiden und Präzipitaten als Indikatoren zu verwenden, die durch bestimmte Parameter gesteuert werden. Dies wird uns helfen, die jeweilige Rolle dieser Faktoren in natürlichen Hydrothermalfeldern zu entschlüsseln und die Metallanreicherung in hydrothermalen Lösungen und Mineralisationen als Funktion der Parameter vorherzusagen. Bei der Feldarbeit werden wir uns auf langsam spreizende Rückensysteme konzentrieren, die hydrothermale Systeme beherbergen, die über längere Zeiträume (mindestens Jahrzehnte) in ihrer Aktivität und Zusammensetzung stabil sind. Damit können wir den Faktor Zeit als zusätzliche Variable ausschließen. Wir werden hierfür die Teilnahme an kommenden Fahrten zum nördlichen Mittelatlantischen Rücken und die Zusammenarbeit mit der BGR Hannover und deren Forschungsfahrten zu den deutschen Lizenzgebieten auf dem Indischen Rücken im Rahmen des INDEX-Projekts nutzen. Für die experimentellen Arbeiten werden Autoklaven mit flexiblen Goldbeuteln bei Temperaturen bis 400°C eingesetzt; hier werden die einzelnen Parameter auf ihre Effizienz bei der Metallmobilisierung und -ausfällung und die Isotopensignaturen getestet. Schließlich wird eine thermodynamische Modellierung mit Geochemists Workbench GWB zur Berechnung von Feststoff-Lösungs-Gleichgewichten und Reaktionspfaden angewandt, wobei unsere Feld- und experimentellen Daten als Basisdaten und zur Überprüfung dienen. Wir gehen davon aus, dass die Ergebnisse dieses Projekts es uns ermöglichen werden, die Kontrollfaktoren der hydrothermalen Erzbildung und der Anreicherung spezieller Metalle, die für moderne Technologien von Interesse sind, besser zu verstehen und die Erkundung solcher Lagerstätten anzuleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "440970923",
      "url": "https://gepris.dfg.de/gepris/projekt/440970923",
      "title": "Die sich aktiv bildende Sulfidmineralisierung am Meeresboden im Kolumbo-Vulkan (ASK): Quelle von Metallen in einem magmatisch-hydrothermalen Bogensystem",
      "subject_area": "Mineralogie, Petrologie und GeochemiePaläontologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440970923",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Das Wachstum der Weltbevölkerung und die Energiewende verursachen sowohl einen drastischen Anstieg im Rohstoffeinsatz als auch den Einsatz von neuen Rohstoffen, die bisher nicht oder nur im geringen Umfang gewonnen wurden. Auch die Optimierung der Kreislaufwirtschaft kann die Nutzung von Primärrohstoffen nicht vollständig ersetzen. Eine mögliche neue Rohstoffquelle stellen magmatisch-hydrothermale Lagerstätten, die in flachmarinen Inselbögen gebildet und häufig als hybride epithermale-vulkanogene Massivsulfidlagerstätten klassifiziert werden, dar. Solche Lagerstätten sind an Edelmetallen (Ag, Au), Buntmetallen (Cu, Pb and Zn) und Technologiemetallen (As, Bi, Ga, Ge, Hg, Sb, Se, Te und Tl) angereichert. Obwohl diese Lagerstätten eine mögliche Alternative darstellen, ist ihre Genese nicht gut verstanden.Die ungelöste Frage ist, woher die Elemente, die in der Lagerstätte angereichert sind, kommen. Entgasen vulkanischer Schmelze und magmatische Differentiation sind effektive Mechanismen für die Mobilisierung von Metallen in Inselbögen. Eine alternative Quelle könnte aber auch die von Meerwasser durchströmte Kruste sein. Wir wollen ein aktives Hydrothermalsystem studieren, um diese alternativen Metallquellen zu untersuchen und den Pfad der hydrothermalen Fluid aufzudecken. Der flachmarine Kolumbo Vulkan liegt im < 5 Millionen Jahre alten Inselbogen der Ägäis in Griechenland. Dieser Vulkan hat ein aktives Hydrothermalsystem, das eine polymetallische Anreicherung von As, Ag, Au, Hg, Sb und Tl in Massivsulfiden bildet. Dieses System ist eines der wenigen, das eine hybride epithermale-vulkanogene Massivsulfidmineralisation an einem Kontinentalrand bildet.Grundgebirge als mögliche Metallquelle ist in den Ägäischen Inseln aufgeschlossen und kann direkt untersucht werden. Die Ägäis stellt also ein perfektes natürliches Labor dar, das sowohl erlaubt, die Nebengesteine zu untersuchen, als auch direkt das hydrothermale System bzw. die rezente Mineralisation am Meeresboden. Dies ermöglicht eine Studie des gesamten Hydrothermalsystems von der Quelle der Metalle und Fluide bis zur Mineralisation. Mineralisierte Schlote, vulkanische Gesteine und Grundgebirge werden intensiv mit modernen Methoden und in situ Analyse untersucht und die Ergebnisse mit Daten aus der numerischen Modellierung verglichen. Dieses Projekt schafft einen neuen wissenschaftlichen Maßstab, da es einen holistischen Ansatz verfolgt, ein aktives Hydrothermalsystem am Kontinentalrand zu beschreiben. Die Problemstellung passt zu den Fragestellungen, die im SPP „DOME“ aufgeworfen werden und wird einzigartige Daten zu diesem Hydrothermalsystem liefern. Der einzigartige Datensatz wird nicht nur zu einem besseren Verständnis des Kolumbosystems führen sondern auch auf andere und fossile Systeme übertragbar sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlichProfessor Dr. Jochen  Kolb"
    },
    {
      "project_id": "439375585",
      "url": "https://gepris.dfg.de/gepris/projekt/439375585",
      "title": "Die Verbindung zwischen Ausfällungsmechanismus und Mineralogie (Gold, Zinnober, Antimonit und Fluorit) im südkirgisischen Hg-Sb-Gürtel",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439375585",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Im Sb-Hg-Gürtel in SW Kirgisien befinden sich rund 10 größere und kleinere, z. T. im Weltmasssstab ökonomisch bedeutende Sb- oder Hg-Lagerstätten, die einige interessante mineralogische und geochemische Besonderheiten aufweisen. Manche dieser Lagerstätten enthalten beispielsweise überwiegend bis ausschließlich Stibnit als Erzmineral, manche überwiegend Zinnober und mehrere enthalten beide. Ob es sich dabei um einen Effekt von \"Telescoping\" handelt oder andere Ausfällungsmechnismen die Ursache darstellen, ist unklar. Auch weisen manche der Lagerstätten komplexe Hg-Sb-(Pb-Cu)-Sulfosalze auf (auch als ökonomisch wichtige Erzmassen), die möglicherweise Remobilisierungsprodukte der primären Erze mit späteren hydrothermalen Lösungen darstellen. Manche der Erze enthalten signifikante Goldgehalte, andere nicht. Schließlich ist Fluorit neben Quarz - im Gegensatz zu allen anderen weltweiten Vorkommen dieses Typs - eine wichtige Gangart. Der vorliegende Antrag untersucht mittels Mineraltexturen und Mineralchemie die Mineralabfolge und Bildungsbedingungen der Lagerstätten, mittels Flüssigkeitseinschlüssen die Art und Zusammensetzung der an der Bildung dieser Lagerstätten beteiligten hydrothermalen Lösungen, versucht die Herkunft und Bedeutung des Fluors für die Lagerstättenbildung abzuschätzen, untersucht vergleichend die Ausfällungsmechanismen für Sb, Hg und Au in verschiedenen Erzassoziationen über verschiedene Lagerstätten hinweg (district scale) und wird versuchen, auch mittels geochemischer Modellierungen ein Modell für die Entstehung der SW-kirgisischen Sb-Hg-Lagerstätten zu erarbeiten. Das Projekt ist eng mit dem Schwesterprojekt von Prof. Wagner (Aachen) verzahnt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441176882",
      "url": "https://gepris.dfg.de/gepris/projekt/441176882",
      "title": "Dynamik des HFSE-Transfers in flachkrustalen Alkaligesteinsintrusionen: Die Rolle komplexer Magma-Fluid-Feststoff-Interaktionen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441176882",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Alkalimagmatische Systeme sind bekannt für ihr außergewöhnlich hohes Potential zur Fraktionierung und Anreicherung inkompatibler Elemente sowie Bildung von Lagerstätten seltener Metalle. Dabei besteht im Hinblick auf Art und Dynamik der Metallanreicherung Forschungsbedarf zur Rolle magmatischer Faktoren einschließlich der in unterkühlten und volatilienreichen Systemen stattfindenden Prozesse im Vergleich zur Rolle von Schmelz-Fluid-Wechselwirkungen. Bei letzteren haben Ligandenkonzentration und Entwicklung der Fluidzusammensetzung einen wesentlichen Einfluss auf den Magma-Fluid-Metalltransfer und fluidkontrollierten Metalltransport. Im finnischen Iivaara-Komplex, in dem der Dachbereich einer alkalimagmatischen Intrusion sowie die umgebende Fenitaureole aufgeschlossen sind und der in verschiedenen Bereichen eine Ti-dominierte Anreicherung der „high-field-strength-Elemente“ zeigt, ergeben sich optimale Bedingungen zur Untersuchung des Einflusses dieser Prozesse im hochthermalen Übergangsbereich von magmatischen zu hydrothermalen Systemen. Dabei wird die Untersuchung im Wesentlichen auf der unmittelbaren mikrothermometrischen und umfassenden chemischen in-situ-Analyse von Schmelz- und Flüssigkeitseinschlüssen aufbauen, die ein vollständiges Bild aller magmatischer und post-magmatischer Schmelzen und Fluide ergibt. Mit Hilfe nachweisstarker und hoch ortsauflösender Verfahren (Laserablations-ICP-Massenspektrometrie, Raman-Spektroskopie) werden „high-field-strength-Spurenelemente“ sowie ligandenbildende Volatilien (C, O, P, S, Cl, Br, I) erfasst. Chlorisotopensignaturen erlauben eine Differenzierung magmatischer, krustaler oder meteorischer Fluidquellen und werden durch Sekundärionen-Massenspektrometrie an Apatit bestimmt, der in allen Bereichen des Komplexes auftritt und als Produkt magmatischer Prozesse sowie von Fluid-Gesteins-Wechselwirkungen erkannt werden kann. Der hier generierte Datensatz wird genutzt, um die Anreicherung von „high-field-strength-Elementen“ im Dachbereich des als natürliches Labor dienenden Iivaara-Komplexes und damit auch die Rolle von magmatischen und Schmelz-Fluid-, bzw. Fluid-Gesteins-Wechselwirkungsprozessen zu unterscheiden und zu bewerten. Dieses Projekt adressiert damit Schlüsselforschungsfragen in Themenbereich A des SPP DOME und liefert gleichzeitig hilfreiche Rahmendaten für experimentell wie numerisch modellierend ausgerichtete Forschungsvorhaben des SPP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugSchwedenKooperationspartnerProfessor Martin  Whitehouse, Ph.D."
    },
    {
      "project_id": "441165804",
      "url": "https://gepris.dfg.de/gepris/projekt/441165804",
      "title": "Dynamik des Transports von Erzmetallen in alkalinen Porphyrsystemen (DOMETRAP)",
      "subject_area": "Mineralogie, Petrologie und GeochemiePaläontologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441165804",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Unser Projekt zielt auf die Untersuchung der detaillierten Transportmechanismen von Erzmetallen inklusiver ihrer Aufstiegswege und Träger in akalinen porphyrisch-epithermalen Systemen. Die Studie fokussiert sich auf die Ladolam-Lagerstätte auf Lihir (Papua-Neuginea), die eine der größten und repräsentativsten Lagerstätten dieses Typs darstellt. Südlich von Lihir befindet sich ein junges, submarines Vulkanfeld, das als mögliches Analog zu einer Frühphase des Vulkansystems von Ladolam angesehen wird. Nur hier finden sich weniger entwickelte Gesteine und die Eruptionsbedingungen in >1 km Wassertiefe erlauben es den Metalltransport in magmatischen Sytemen zu studieren, die möglichst wenig durch magmatische Differentiation und Entgasung in flachen Krustenstockwerken beeinflusst sind. Epithermale Mineralisationen ähnlich zu Ladolam treten am Conical Seamount auf und Mantel- und Krustenxenolithe, die magmatische Prozesse von der Mantelquelle bis zur Eruption aufzeichnen, sind in den Laven des nahen Tubaf Seamounts häufig. Unser Forschungsprojekt fokussiert sich auf die detaillierte Rekonstruktion der thermobarometrischen Entwicklung während des Aufstiegs der Schmelzen und wie diese sich auf den Oxidationszustand sowie die Fähigkeit Metalle zu transportieren auswirkt. Hierfür planen wir mit einer grundlegenden petrologischen und geochemischen Charakterisierung der Gesteinsproben zu beginnen und diese mit hochauflösender Analyse von Volatilen und Spurenmetallen sowie Mikrothermobarometrie anhand von Fluid- und Glas-(vormals Schmelz-)einschlüssen zu kombinieren. Mit Hilfe dieser Daten wollen wir zu einem verbesserten Verständnis der Steuermechanismen für subvulkanische Intrusionen oder vulkanische Eruptionen in diesem speziellen Setting beitragen. Die Integration unserer Erkenntnisse zu den magmatischen Prozessen im Untergrund mit der Entwicklung der Silizium-untersättigten, hoch alkalinen Magmen, die nachweislich sehr fertil für die Entstehung ökonomisch relevanter porphyrischer Lagerstätten sind, ist daher von bedeutender Relevanz. Darüber hinaus werden unsere Abschätzungen zum lithostatischen Druck der Schmelzstagnation, der Aufstiegsraten, Eruptionsauslösern und möglicherweise zur Tiefe der Entmischung von Fluid und Schmelze als Datengrundlage direkt in das von PD Dr. Philipp Weis geführte Projekt zur Modellierung der physikalischen Bedingungen der Porphyrbildung in Ladolam eingehen. Weitere Anknüpfungspunkte innerhalb des SPP 2238 DOME ergeben sich zum Projekt von Dr. Andreas Audétat, das sich auf petrologische Experimente in Verbindung zu alkalinen Porphyren in kontinentalen Settings fokussiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlicheProfessor Mark  Hannington, Ph.D.;Privatdozent Dr. Thor Henrik  Hansteen;Dr. Maxim  Portnyagin"
    },
    {
      "project_id": "439373061",
      "url": "https://gepris.dfg.de/gepris/projekt/439373061",
      "title": "Ein intern-konsistentes thermodynamisches Modell für den hydrothermalen Transport von Pb-Zn-Ag-Au-As-Sb: Modellentwicklung und Anwendung auf Bildungsprozesse von sedimentgebundenen Pb-Zn und epithermalen Ag-Au-As-Sb Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 439373061",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Hydrothermale Erzlagerstätten stellen grosse Metallanreicherungen in der Erdkruste dar und die Bildung von weltweit bedeutenden Lagerstätten erfordert Extraktion von Metallen aus grossen Gesteinsvolumina, effizienten Transport durch hydrothermale Fluide und lokalisierte Metallabscheidung. Fluid-Mineral-Interaktionen sind hierbei wesentliche Prozesse, die zur Bildung von weltweit bedeutenden Lagerstätten wie magmatisch hydrothermale porphyrische Cu-Au-Mo und epithermale Ag-Au-As-Sb Lagerstätten, und sedimentgebundene Pb-Zn Lagerstätten. Geochemische Modellierung von Fluidprozessen ist eine wesentliche Methode, um konzeptionell neue Modelle für erzbildende hydrothermale Systeme zu entwickeln. Dies setzt robuste thermodynamische Daten voraus, um zuverlässig Metall- und Mineralöslichekeiten und Fluid-Mineral-Reaktionen zu simulieren. Das beantragte Projekt beinhaltet daher die Entwicklung eines intern-konsistenten thermodynamischen Modells für den hydrothermalen Transport von Pb-Zn Ag-Au-As-Sb, was unseren vorhandenen Datensatz wesentlich erweitern wird. Der neue Datensatz wird in numerischen Simulationen der für die Bildung von sedimentgebundenen Pb-Zn und epithermalen Ag-Au-As-Sb Lagerstätten kritischen Prozesse zur Anwendung kommen. Die Modellierung wird wichtige Fragestellungen zur Bildung weltweit bedeutender Lagerstätten-Typen beantworten, wie die relative Rolle von reduzierenden sauren und oxidierenden Fluiden in sedimentgebunden Pb-Zn Systemen, die Verbindung zwischen exhalativen und carbonatgebundenen Pb-Zn Lagerstätten, und die Bedeutung der Metalloide As und Sb für den hydrothermalen Transport von Cu, Pb, Zn, Ag und Au. Das Projekt besteht aus 3 Modulen, die gemeinsam zu einem fundamental besseren Verständnis der Bildung von hydrothermalen Pb-Zn und Ag-Au-As-Sb Lagerstätten führen werden. Modul A beinhaltet die Entwicklung eines intern-konsistenten thermodynamischen Modells für den hydrothermalen Transport von Pb-Zn-Ag-Au-As-Sb. Unter Anwendung einer neuen globalen Regressionsmethode werden alle Standard-Gibbsenergien der wässrigen Metallspezies aus kritisch ausgewählten experimentellen Löslichkeits- und Spektroskopie Daten simultan abgeleitet. In den Modulen B und C werden mittels geochemischer Modellierung mit der GEM3 Software die wesentlichen Prozesse simuliert, die zur Bildung von sedimentgebundenen Pb-Zn Lagerstätten und intrusionsgebundenen epithermalen Ag-Au-As-Sb Lagerstätten führen. Das Projekt wird wesentlich zu den Zielen des DOME Schwerpunktprogramms beitragen, durch Kooperation mit einem Partnerprojekt, das die Bildung epithermaler Lagerstätten untersucht, durch Erstellung des thermodynamischen Datensatzes, der für andere DOME-Projekte direkt anwendbar ist, und durch Modellierungsergebnisse, die unmittelbar in geländebasierten Studien anderer DOME Projekte getestet werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugAustralien, SchweizKooperationspartnerDr. George  Miron;Dr. Tobias  Schlegel"
    },
    {
      "project_id": "441165585",
      "url": "https://gepris.dfg.de/gepris/projekt/441165585",
      "title": "Experimentelle Bestimmung der Bor-Isotopenfraktionierung zwischen silikatischer Schmelze und wässrigen Fluiden zum besseren Verständnis der Entstehung magmatisch-hydrothermaler Erze",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441165585",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "In diesem Antrag geht es um das Verständnis der Bildung von mit Graniten und Pegmatiten assoziierten Erzlagerstätten und welche Rolle hierbei der Wechsel von magmatisch zu hydrothermal spielt. Theoretisch sollten bei diesem Übergang Bor-Isotope zwischen silikatischer Schmelze und Fluiden fraktionieren, und entsprechend empirischer Studien kann Turmalin in Gesteinen diese Veränderung speichern. Zur Validierung dieser Daten fehlen allerdings Informationen über das Maß der B-Isotopen Fraktionierung zwischen granitischen Schmelzen und wässrigen Fluiden, zu dem bislang keine einvernehmliche Daten vorliegen. In dem hier vorgeschlagen Projekt soll dieses geklärt werden, indem der B-Isotopen Austausch zwischen Fluiden und synthetischen Granitschmelzen variabler Zusammensetzungen bei für natürlichen Systemen relevanten Druck-/Temperatur-Bedingungen experimentell untersucht wird. Die Untersuchungen beinhalten: a) SIMS B-Isotopen Profil-Untersuchungen von zeitabhängige Experimenten, zur Überprüfung von  Austauschgleichgewicht, b) TIMS Untersuchungen von abgeschreckten Schmelzen und Fluiden, c) NMR Untersuchungen zur Bestimmung der Bor-Koordination in synthetischen Schmelzen unterschiedlicher Zusammensetzung und d) molekulardynamische Berechnungen der Bor-Speziation in Schmelzen und Fluiden zur Ergänzung der experimentellen Daten. Die Ergebnisse werden auf natürliche erzbildende Systeme angewandt, zur Re-Interpretation einer Vielzahl von existierender SIMS-Daten des Potsdam-Labors und anderer publizierter Studien zu B-Isotopen Variation in granit- und pegmatitbezogenen Erzlagerstätten, bei denen vermutet wurde, das die Kristallisation von Turmalin während des magmatisch - hydrothermalen Übergangs erfolgte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441201262",
      "url": "https://gepris.dfg.de/gepris/projekt/441201262",
      "title": "Experimentelle Studien zur Mobilität von Mo in Hochdruck-Hochtemperaturfluiden komplexer Zusammensetzung",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441201262",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Molybdän (Mo) ist ein sogenanntes “High-Tech” Metall, das durch seine technologischen Anwendungen, z.B. als Schmiermittel, Katalysator, Heizelement oder als Bestandteil von sogenannten Super Alloys ökonomische Bedeutung erlangt hat. Es ist seit langer Zeit bekannt, dass Molybdänlagerstätten aus hydrothermalen Fluidsystemen tief in der Erdkruste gebildet werden. Allerdings ist nur wenig bekannt über die Struktur und die Zusammensetzung der erzbildenden wässrigen Fluide. Deswegen werden wir systematisch die Löslichkeiten von Mo-haltigen Mineralen in hydrothermalen Fluiden bei hohem Druck und hohen Temperaturen mit einer neuen experimentellen Apparatur und Synchrotronstrahlung untersuchen. Außerdem werden wir die Struktur der Fluide charakterisieren, indem wir die Stabilität von Mo-Komplexen in wässrigen Fluiden bei unterschiedlichen Drücken und Temperaturen, und aber auch in verschiedenen chemischen Zusammensetzungen, untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "519958573",
      "url": "https://gepris.dfg.de/gepris/projekt/519958573",
      "title": "Fluide in Subduktionszonen und die Quelle der Metalle in porphyrischen Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 519958573",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Porphyrische Erzlagerstätten sind die Hauptlieferanten von Kupfer und Molybdän und eine wichtige Rohstoffquelle für weitere Metalle und Elemente, einschließlich einiger seltener Rohstoffe wie Selen und Rhenium. Diese Lagerstätten liegen stets oberhalb von Subduktionszonen. Trotzdem ist nicht wirklich bekannt, woher letztlich die Metalle in diesen Lagerstätten stammen: Aus dem asthenosphärischen Mantel, der subduzierten basaltischen Kruste, subduzierten Sedimenten oder vielleicht der Kruste der oberen Platte. Wir werden daher experimentell die Verteilung von Cu, Mo, Ag, Au und W zwischen Eklogit, Meta-Sedimenten und Wasser-reichen Fluiden unter den Bedingungen in Subduktionszonen untersuchen. Diese Hochdruckexperimente werden quantitative Vorhersagen erlauben, in welchem Umfang die subduzierte basaltische Kruste oder subduzierte Sedimente zum Metallgehalt in porphyrischen Lagestätten beitragen. Falls Sedimente die Hauptquelle der Metalle sind und falls der Metallgehalt in den Sedimenten lokal stark variiert, erlauben diese Experimente Vorhersagen, welches Segment einer Subduktionszone wahrscheinlich größere Lagerstätten enthält. Wie im Antrag beschrieben, gibt es sehr starke geochemische Argumente dafür, dass dies bei Molybdän der Fall ist. Das Verhalten der anderen Elemente erfordert jedoch auch weitere Untersuchungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521603367",
      "url": "https://gepris.dfg.de/gepris/projekt/521603367",
      "title": "Geochemische Charakterisierung von vulkanischen Massivsulfidsystemen mit Hilfe akzessorischer Minerale",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521603367",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Vulkanogene Massivsulfidlagerstätten (VMS) sind wichtige Kupfer- und Zinkvorkommen und enthalten erhebliche Mengen an Gold, Silber, Blei, Selen, Cadmium, Wismut und Zinn. Auf sie entfallen 22% der weltweiten Zink-Produktion sowie 9,7 % des Bleis und 6 % des Kupfers, was sie zu wichtigen Zielen der Rohstoffindustrie und zu einer essentiellen Quelle von Technologiemetallen für die Energiewende macht. Die Rate mit der neue Mineralvorkommen entdeckt werden, ist jedoch rückläufig, da die meisten hochwertigen Vorkommen an der Erdoberfläche bereits bekannt sind. Um den Erfolg bei der Suche nach verborgenen und tief-liegenden Lagerstätten zu erhöhen, sind neue und wirksamere Instrumente erforderlich, mit denen großräumige Mineralsysteme aufgespürt werden können.  Diese helfen dabei von unmineralisierten bzw. schwach mineralisierten geologischen Einheiten auf die wertvollen Bereiche einer Lagerstätte zu schließen. Im Rahmen dieses Projekts soll das Potenzial von akzessorischen Mineralen zur Charakterisierung von erzbildenden Prozessen und als Wegweiser für die Mineralisierung in VMS-Gebieten evaluiert werden, die oftmals metamorph überprägt sind und eine komplexe Geschichte haben. Zu diesem Zweck sollen erzführende, hydrothermal veränderte (proximale) und unveränderte (distale) Gesteine in VMS-Provinzen mit komplexer geologischer Geschichte verglichen werden. Hierfür werden wir petrographische Studien und hochauflösende Verfahren in Kombination mit geochemischen und geochronologischen Methoden (Mikrosonde, LA-ICP-MS-Analysen, stabilen Isotopen und geologische Datierung) durchführen. Dies wird es uns ermöglichen, (1) die paragenetische Abfolge und den Zeitpunkt der Bildung der Minerale zu bestimmen, (2) die chemischen Signaturen der wichtigsten Mineralphasen in der gesamten metallogenetischen Provinz zu identifizieren und (3) mögliche Korrelationen zwischen verschiedenen Provinzen zu finden. Um die gewonnenen Datensätze zu verarbeiten und Muster und Trends in den Datensätzen zu erkennen, werden wir Methoden des maschinellen Lernens benutzen, die zukünftig auch Anwendung in der Rohstoffexploration finden können. Mit dieser Arbeit wollen wir neue Konzepte für die Entstehung der Erzkörper und der damit verbundenen Prozesse entwickeln. Unsere Ergebnisse werden zur Verbesserung der Explorationsstrategien in Europa und darüber hinaus beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugKanada, PortugalKooperationspartnerProfessor Mark  Hannington, Ph.D.;Professor Jorge Manuel De Sancho Relvas, Ph.D.Ehemalige AntragstellerinProfessorin Dr. Sarah Anne  Gleeson, bis 12/2025"
    },
    {
      "project_id": "521502267",
      "url": "https://gepris.dfg.de/gepris/projekt/521502267",
      "title": "HFSE Anreicherung in Karbonatiten und assoziierten Peridotit-Melilitholit-Foidolit-Komplexen: die Rolle von Fraktionierung und Metasomatose in lagerstättenbildenden Prozessen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521502267",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Karbonatite, die mit ultramafischen Gesteinen, Melilitholiten und Foidoliten assoziiert sind, zeigen in manchen Fällen HFSE-Vererzungen, in anderen nicht. Der Gardiner- (Ostgrönland) und der Kovdor-Komplex (Russland) sind herausragende Beispiele für diese gegensätzliche Vererzung und sollen im Rahmen dieses Projektes untersucht werden. In Kovdor zeigen die Karbonatite eine deutliche HFSE-Vererzung, während nur wenige HFSE-Phasen in assoziierten Silikatgesteinen vorkommen. Am Gardiner-Komplex zeigen dagegen die Melilitholite Anreicherungen an HFSE-reichem Perowskit, während die assoziierten Karbonatite erzfrei sind. Die Ergebnisse unserer vorangegangenen Studie (DOME 1) deuten darauf hin, dass die ultramafischen Gesteine und Melilitholite von Gardiner als Kumulate von Ti-reichen, silikatischen Mantelschmelzen gebildet wurden. Ultramafische Gesteine von Kovdor sind dagegen calcit- und biotitreich, zeigen keine Kumulattexturen und sind stark verarmt an kompatiblen Elementen (z.B. Ni, Cr). Dies steht im Widerspruch mit einer Kumulatbildung und spricht vielmehr für eine metasomatische Bildung durch die Reaktion von Karbonatitschmelzen mit silikatischen Nebengesteinen. Im vorliegenden Projekt sollen beide Komplexe verglichen und die Prozesse aufgeklärt werden, die zur HFSE-Anreicherung zum einen in frühen Kumulatgesteinen (Gardiner) und zum anderen in spätmagmatischen Karbonatiten (Kovdor) führen. Im Falle, dass Silikatgesteine in solchen Komplexen durch Metasomatose des Umgebungsgesteins durch Karbonatitschmelzen des Mantels entstehen, sollte die HFSE-Anreicherung dieser Gesteine allein von der Karbonatitschmelze und nicht von Fraktionierungsprozessen innerhalb von Silikatschmelzen abhängen. Dies hätte unterschiedliche Anreicherungs- und Fraktionierungsmuster zur Folge (z. B. Zr/Hf, Nb/Ta, La/Lu). Um dies zu überprüfen, werden zwei komplementäre Analysestrategien anwendet: (1) Schmelz- und Fluideinschlüsse in allen wesentlichen Gesteinseinheiten werden mittels modernen Methoden (Re-Homogenisierung, Mikro-Thermometrie, konfokale Raman-Spektroskopie, hochauflösende Röntgentomographie, EPMA, LA-ICP-MS) untersucht, und (2) radiogene Isotopenzusammensetzungen (Sr-Nd-Pb) werden durch in-situ-Methoden (LA-ICP-MS) und mittels ID-TIMS bestimmt. Diese Stude wird neue Erkenntnisse über die Art und Zusammensetzung der Ursprungsschmelze während verschiedener Entwicklungsstadien, sowie die damit assoziierten Elementanreicherungsprozesse liefern. Zusammen mit Informationen über isotopische Unterschiede auf der Skala vom gesamten Komplex bis hin zu einzelnen Mineralkörnern wird dies aufklären, ob die mit Karbonatiten assoziierten Silikatgesteine tatsächlich Produkte einer Metasomatose zwischen Karbonatit und krustalem Nebengestein sind. Dies hätte wichtige Implikationen für die HFSE-Lagerstättenbildung in Karbonatit-Alkalisilikatgesteins-Komplexen, welche in Art und Zeitpunkt stark davon abhängt, ob magmatische oder metasomatische Prozesse dominieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugDänemark, KanadaMitverantwortlicheProfessor Roman  Botcharnikov, Ph.D.;Dr. Tobias  Fusswinkel;Professor Dr. Francois  Holtz;Professorin Dr. Marion  Tichomirowa;Ilya  Veksler, Ph.D.KooperationspartnerDr. Troels  Nielsen;Dr. Matthew  Steele-McInnes"
    },
    {
      "project_id": "441268927",
      "url": "https://gepris.dfg.de/gepris/projekt/441268927",
      "title": "Hydrothermaler Transport von Sn und W: in-situ Bestimmung der Fluidzusammensetzung und Metallkomplexe am Übergang zwischen\nmagmatischen und hydrothermalen Systemen.",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441268927",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Magmatisch-hydrothermale Prozesse bzw. Hochtemperaturfluide magmatischen Ursprungs (T > 400 °C) werden mit der Metallanreicherung in der Erdkruste in Verbindung gebracht. Dies schließt auch die Bildung von Cu-Au-Mo-Ag Porphyr, epithermalen, Sn-W-Mo Greisen oder Seltenerdelement- (REE-) Lagerstätten ein.Die Modellierung von magmatisch-hydrothermalen Prozessen und ihrer Rolle bei der Anreicherung von Cu, Au, Sn, W oder REE erfordert ein besseres Verständnis darüber, wie Metalle aus abkühlenden Magmakörpern extrahiert und später zu ihrem Lagerstättenhorizont/Erzhorizont/ihrer Lagerstätte transportiert werden. Dafür ist insbesondere eine Quantifizierung sowohl der ursprünglichen Zusammensetzung, als auch der Veränderungen durch  Druck, Temperatur, pH oder Redoxbedingungen notwendig, da diese die ursprüngliche Zusammensetzung und die Eigenschaften der Fluidphase stark beeinflussen können (z. B.  F- und B-Gehalt; Speziation von C und S usw.). Dies kann wiederum die Elementverteilung im Fluid bzw. der Schmelze, sowie den hydrothermalen Transport von Erzmetallen kontrollieren. Es wurden bereits erhebliche Anstrengungen unternommen, um Elementverteilung für Fluide bzw. Schmelzen, sowie die Löslichkeiten und Speziation bestimmter Metalle (Cu, Au, REE) zu beschreiben. Jedoch gibt es nur eine sehr geringe Zahl an Experimenten, die  sich mit der Zusammensetzung der Volatilen Elemente oder der Stabilität von Metallkomplexen in F, B, P-reichen Fluiden im Zusammenhang mit der hydrothermalen Anreicherung  von Sn, W und Mo auseinandersetzt. Dieser grundsätzliche Mangel an experimentellen Referenzdaten ist ein großes Hindernis für die Weiterentwicklung thermodynamischer Modelle zur Bildung von Adern- und Greisen (Sn, W, Mo) in Erzlagerstätten.Dieser Projekt möchte ein besseres Verständnis des Sn- und W-Transports in magmatisch-hydrothermalen Systemen durch neuartige experimentelle in-situ Ansätze zu entwickeln. Insbesondere schlage ich dazu die Installation eines neuen Raman-Setups an der WWU Münster für die Charakterisierung von Volatilen Element Speziationen in H2O-CO2-NaCl (+F, B, P, S) Fluiden bei bis zu 700 °C und 150 MPa vor. Zusätzliche in-situ Röntgenabsorptionsspektroskopie(XAS)-Messungen an den DESY- und ESRF-Synchrotrons werden verwendet, um die Auswirkungen von Fluidzusammensetzung, Druck und Temperatur auf Sn- und W-Hydrothermalkomplexe zu identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEEhemalige AntragstellerinMarion  Louvel, Ph.D., bis 3/2022"
    },
    {
      "project_id": "441301726",
      "url": "https://gepris.dfg.de/gepris/projekt/441301726",
      "title": "Identifikation von Mantelquellen und Mantel-Kruste Transportmechanismen für Metallanreicherungen in Subduktionszonen: Kombinierte Selenisotopen und Se-Te Systematik in Mantelxenolithen aus Patagonien",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441301726",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die volatilen und chalkophilen Elemente Selen (Se) und Tellur (Te) sind wichtige Elemente für die Entwicklung umweltsensitiver und energieintensiver Technologien. Nichtsdestotrotz ist die Verfügbarkeit  dieser Elemente äußerst begrenzt und heutzutage nur als Nebenprodukte während des Abbaus von Kupfer und Gold erhältlich. Um eine zukünftige Nachfrage zu stillen ist es wichtig die genauen Quellen dieser Elemente und deren Anreicherungsprozesse in verschiedenen Milieus besser zu verstehen. Mantelxenolithe aus Patagonien sind hierfür bestens geeignet, denn sie bewahren die Signaturen verschiedener Episoden von Schmelzverarmung und Refertilization unterschiedlicher Volumina des subkontinentalen lithosphärischen Mantels (SCLM) unter Südamerika. Kürzlich wurde vorgeschlagen, dass der SCLM unter Südamerika als „temporärer Speicher“ für Erz bildende Elemente fungieren könnte und das diese durch späteres Aufschmelzen des SCLM in die Kruste gelangen und dort angereichert werden. Dieses Projekt setzt sich deshalb zum Ziel die chalkophile Struktur, die Zusammensetzung und die Entwicklung des SCLM unter dem nördlichen und südlichen Teil Patagoniens zu untersuchen. Um die Ziele zu erreichen, werden Haupt- und Spurenelementanalysen mit radiogenen Sr-Nd-Pb Isotopenmessungen kombiniert, sowie mit neuentwickelten Methoden, welche eine gekoppelte Analyse von Se-Te Konzentrationen und präzise Se-Isotopenanalysen in sehr selenarmen Gesteinen ermöglichen. Die Ergebnisse dieses Projekts werden zu einem besseren Verständnis der Auswirkungen unterschiedlicher metasomatischer Prozesse auf die Entstehung und Verteilung chalkophiler Elemente im SCLM in Subduktionszonen führen. Ein solches Verständnis ist essentiell um die Faktoren für den Metalltransport von tiefen Mantelquellen in die obere Kruste besser zu verstehen. Die Ergebnisse werden des weiteren wichtige Abschätzungen über das Potential von Selenisotopen als Tracer für das Recycling krustaler Komponenten in den Mantel erlauben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlicheDr. Stephan  König;Professor Dr. Ronny  Schönberg"
    },
    {
      "project_id": "521230495",
      "url": "https://gepris.dfg.de/gepris/projekt/521230495",
      "title": "Ist metamorphe Zinn-Umverteilung ein essenzieller Prozess für die Bildung großer Zinnlagerstätten?",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521230495",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Bedeutende primäre Sn-Lagerstätten sind an geochemisch hoch-spezialisierte, unter reduzierenden Bedingungen gebildete S-Typ Granite gebunden. Zinnanreicherung erfolgt jedoch nicht nur durch fraktionierte Kristallisation und hydrothermale Umverteilung auf dem Platznahme-Niveau der Intrusion, sondern hängt auch vom Protolith und den Schmelzbedingungen, sowie vom Sn-Gehalt dieser Ausgangsgesteine an. Darüber hinaus kann prograd-metamorphe Umverteilung zu einer Anreicherung von Sn im Ausgangsgestein führen. Traditionell wird die metamorphe Mobilisierung von Sn als nicht wichtig betrachtet. Es gibt jedoch im Erzgebirge einzelne Skarne (z. B. Hämmerlein) und Quarz-Glimmer-Schiefer (z. Bsp. Bockau and Aue) mit Sn-reichen metamorphen Mineralen, die eindeutig älter sind als die lokalen variszischer Sn-spezifischen Granite, was beweist, dass Sn während der Metamorphose mobil war. Die Frage ist damit, inwieweit metamorphogene Sn-Anreicherung ein essentieller Schritt in der Anreicherung von Sn für die spätere Bildung magmatischer Sn Lagestätten ist. Dieses Projekt konzentriert sich auf die Sn-reichen Quarz-Glimmer-Schiefer (mit 200 bis zu lokal 5000 ppm Sn) mit an Quarzschlieren gebundener Sn-Vererzung (>1% Sn) aus dem Gebiet von Bockau. Wir untersuchen folgende Fragen: (i) Es gibt mehrere texturelle und strukturelle Typen von Kassiterit. Unter welchen P-T-d Bedingungen haben sich die unterschiedlichen Kassiterit-Typen gebildet? Die U-Pb Datierung der einzelnen Kassiterit-Typen erlaubt es, die Zeit und die Bedingungen der metamorphen Sn-Mobilisierung einzugrenzen. (ii) Welche Elemente wurden zusammen mit Sn mobilisiert. Dazu wird die chemische Zusammensetzung nicht vererzter und unterschiedlich intensiv vererzter Quarz-Glimmer-Schiefer miteinander verglichen. Die Isotopenzusammensetzung von Li, B, Sr, Nd and Pb wird verwendet, um einen geochemischen Fingerabdruck der Quelle der Erzelemente zu erhalten; (iii) Ändert sich der Stoffbestand der Fluide mit der Zeit? Wir verwenden dazu die chemische Zonierung von Biotit, Granat und Kassiterit. Von besonderem Interesse ist ob und wie die Fluidzusammensetzung einen Einfluss darauf hat ob Sn in Silikatminerale substituiert oder eigene Phasen bildet, da die Form in welcher Sn auftritt möglicherweise die Verteilung zwischen Mineral und Teilschmelze bei beginnendem Schmelzen der Ausgangsgesteine beeinträchtigen kann. Es gibt Beschreibungen von vergleichbaren stratiformen Sn Vererzungen (jedoch mit Sulfiden) in den entsprechenden tektonischen Einheiten in Polen und er Tschechischen Republik. Ein Vergleich der Vorkommen von Bockau mit den polnischen und tschechischen Vorkommen erlaubt eine Unterscheidung von Charakteristika die von allgemeiner Bedeutung sind und solchen die eher von lokaler Bedeutung sind. Eine Schlüsselfrage dieses Projektes ist ob die metamorphe Mobilisierung von Sn im prä-kollisionalen Akkretionskeil ein Prozess ist, der die Erz-Höffigkeit später daraus entwickelter S-Typ-Granite kontrolliert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "438756746",
      "url": "https://gepris.dfg.de/gepris/projekt/438756746",
      "title": "Kassiterit-Löslichkeit, die Verteilung von Zinn und der Ursprung porphyrischer Zinn-Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 438756746",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Porphyrische Zinn- und Zinn-Greisen Lagerstätten sind die wichtigste primäre Quelle für Zinn. Typischerweise sind diese Lagerstätten gebunden an S-Typ Granite, die auch an bestimmten seltenen Metallen wie Gallium und Indium angereichert sind. Obwohl das Verhalten von Zinn in magmatisch-hydrothermalen Systemen bereits untersucht wurde, fehlen experimentale Daten für die stark reduzierenden Bedingungen, die typisch sind für S-Typ Granite. Diese Wissenslücke soll geschlossen werden durch die Messung der Löslichkeit von Kassiterit (SnO2) in hydrothermalen Fluiden sowie durch in-situ Raman-spektroskopische Untersuchungen der im Fluid vorhandenen gelösten Sn-Komplexe. Mit Hilfe dieser Daten sollen Modelle für die Anreicherung von Zinn in granitischen Systemen entwickelt werden, mit denen das Mineralisations-Potenzial von Intrusionen abgeschätzt werden kann.  Außerdem soll die Geochemie von Gallium und Indium in magmatisch-hydrothermalen Systemen experimentell untersucht werden.  Aufgrund der steigenden Nachfrage nach Gallium und Indium in der Halbleiterindustrie ist es denkbar, das neue Quellen für diese Metalle gefunden werden müssen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521731897",
      "url": "https://gepris.dfg.de/gepris/projekt/521731897",
      "title": "Kontrolle der Anreicherung und des Transports von As und Sb in magmatischen Fluiden: experimentelle Studien und Auswirkungen auf hydrothermale Au-Ag-As-Sb-Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731897",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die Entstehung von magmatisch-hydrothermalen Erzlagerstätten von Weltrang wird weitgehend durch die effiziente Gewinnung von Metallen aus einer tiefen Magmaquelle und deren Transport durch magmatische Fluide in die darüber liegende Umgebung gesteuert. Die Prozesse, die am so genannten magmatisch-hydrothermalen Übergang stattfinden, wenn Magmen entgasen und kristallisieren, sind jedoch noch immer schlecht verstanden.  Die Entwicklung eines soliden quantitativen Verständnisses dieser Prozesse erfordert daher bessere Erkenntnisse über die Verteilung der Metalle zwischen der Magmaquelle und der fluiden Phasesowie über die Stabilität der Metallkomplexe in dieser Phase. Insbesondere muss quantifiziert werden, wie sich Änderungen von Druck, Temperatur, Redoxzustand und Chemie auf die Verteilung und Speziation von Metallen in erzbildenden Fluiden auswirken. Die experimentellen Daten sind jedoch bei magmatisch-hydrothermalen Bedingungen (300-800 ⁰C, 0.5-3 kbar) aufgrund der außergewöhnlichen experimentellen Herausforderungen im Zusammenhang mit der Entnahme von Proben aus nicht abschreckbaren volatilen Phasen eher begrenzt. Der vorliegende Antrag, der experimentelle und analytische Untersuchungen mit thermodynamischer Modellierung kombiniert, wird diese Wissenslücke durch Anwendung eines multidisziplinären experimentellen Ansatzes schließen. Wir werden uns insbesondere auf das Verhalten von As und Sb konzentrieren und darauf, wie sie die Mobilität und den Transfer der Edelmetalle Au-Ag beeinflussen, mit denen sie in zahlreichen hydrothermalen Lagerstätten assoziiert sind.  Volatile (Fluide), die mit Silikatschmelzen im Gleichgewicht sind, werden durch eine Kombination von In-situ Synchrotron-Röntgenmethoden in einem hydrothermalen Autoklaven und Ex-situ Fluideinschlüssen in Form von synthetischen Fluideinschlüssen (SFI) erforscht. Spektroskopische Daten, die unter den für den magmatisch-hydrothermalen Übergang relevanten P-T-Bedingungen gewonnen wurden, werden die Speziation von Metallen identifizieren und eine thermodynamische Beschreibung des Transfers von Elementen aus der Schmelze in die volatile Phase ermöglichen. Die gewonnenen Daten werden zur Konstruktion von Massentransport- und thermodynamischen Modellen verwendet, um die Rolle granitischer Intrusionen und Fluiden als Quelle von As-Sb-Au-Ag-Metallen bei der Bildung einer Reihe hydrothermaler Erzlagerstätten, von epithermalen bis zu Au/Ag-As-Sb-Lagerstätten vom Carlin-Typ, in geringerer Tiefe zu bewerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugFrankreichMitverantwortlicheProfessor Stephan  Klemme, Ph.D.;Professor Dr. Thomas  WagnerKooperationspartnerinnen / KooperationspartnerMarion  Louvel, Ph.D.;Dr. Denis  Testemale"
    },
    {
      "project_id": "441261630",
      "url": "https://gepris.dfg.de/gepris/projekt/441261630",
      "title": "Koordinationsfonds",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441261630",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Das übergeordnete Ziel des DOME SPP ist es, Lösungen für grundlegende Fragen des Elementtransports und der Mineralisierung in heterogenen chemischen Systemen zu finden, die komplex, dynamisch und hochgradig transient sind. Das Thema Erzgenese wurde lange Zeit aus einer kombinierten Feld-/Laborperspektive oder aber experimentell in vereinfachten Systemen untersucht. Selten wurden diese Techniken auf koordinierte Weise mit einer dritten Perspektive, der numerischen Prozessmodellierung, integriert. Originalität und Innovation dieses SPP liegen in der Koordination empirischer Feldstudien, die den geologischen/mineralogischen Rahmen natürlicher Erzsysteme definieren, mit experimentellen Arbeiten und numerischen Modellen, die ein quantitatives Verständnis der beteiligten Prozesse liefern. Dieser koordinierte Ansatz ist wichtig, um ein Verständnis von natürlichen Erzsystemen zu erreichen, welches z.B. dazu führt, Explorationsmodelle für tief bedeckte Lagerstätten zu entwickeln. Das Programm umfasst zwei sich ergänzende Themenbereiche: A) Erzbildende Systeme - natürliche Randbedingungen, d.h. feldbasierte Studien an beispielhaften natürlichen Systemen, B) Simulation der Prozesse - Randbedingungen der Metallmobilisierung und -ausfällung, d.h. Laborsimulationen zur Bestimmung von thermodynamischen und kinetischen Parametern, die für die thermochemisch-mechanische Prozessmodellierung von Erzsystemen benötigt werden. Das SPP wird diese beiden Bereiche integrieren, um Verbindungen und Rückkopplungen zwischen Schlüsselprozessen in Erzsystemen zu untersuchen und integrierte Modelle der Erzbildung abzuleitenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521623904",
      "url": "https://gepris.dfg.de/gepris/projekt/521623904",
      "title": "Lagerstättenmodell für orogene Au-Cu-Co-(Ni-Sb-U-REE) Lagerstätten: Beispiele aus Finnland",
      "subject_area": "GeologieMineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521623904",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Hydrothermale, orogene Au- und Au-Cu-Co-(Ni-Sb-U-SEE)-Lagerstätten sind im Paläoproterozoikum Finnlands weit verbreitet. Beide Lagerstättentypen kommen zusammen in den gleichen Wirtsgesteinen und Störungen vor. Paläoproterozoische orogene Au-Lagerstätten sind in Finnland und der ganzen Welt verbreitet und sehr gut studiert. Die große wissenschaftliche Frage für die Entstehung dieser Lagerstätten liegt in der Quelle für Fluide und Gold. Da aber orogene Au- und Au-Cu-Co-(Ni-Sb-U-REE)-Lagerstätten in Finnland eng vergesellschaftet vorkommen stellt sich die Frage, wie die Vererzung mit unterschiedlichen Metallen erklärt werden kann. Wir haben orogene Lagerstätten im zentralen Finnland ausgesucht und werden sie strukturgeologisch, petrologisch, geochemisch und geochronologisch untersuchen. Wir wollen die unterschiedlichen Mineralvergesellschaftungen charakterisieren und diese den unterschiedlichen Metallinhalten zuordnen. Mit Hilfe der petrographischen und strukturellen Beobachtungen wollen wir eine relative zeitliche Abfolge der Mineralisations- und Deformationsereignisse aufstellen. Diese Daten sollen mit absoluten Altersdaten aus der Geochronologie unterstützt werden. Geochemische Daten zu Spurenelementen, Halogengehalten und stabilen Isotopen werden herangezogen, um Informationen über die Herkunft von Fluiden und Metallen treffen zu können sowie Fällungsmechanismen in der Lagerstätte zu beleuchten. Diese Interpretation wird durch petrologische und strukturgeologische Daten unterstützt. Alle Daten werden dann integriert, um ein vollständiges genetisches Modell für die Entstehung der orogenen Au-Cu-Co-(Ni-Sb-U-SEE)-Lagerstätten zu entwickeln, das dann auch in der Erkundung solcher Lagerstätten eingesetzt werden kann. Wir erwarten wichtige neue Erkenntnisse zu hydrothermalen Prozessen und Lagerstättenbildung in Orogenen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEEhemaliger AntragstellerDr. Clifford  Patten, bis 5/2025"
    },
    {
      "project_id": "441174393",
      "url": "https://gepris.dfg.de/gepris/projekt/441174393",
      "title": "Magmatische und hydrothermale Voraussetzungen für porphyrisch-epithermale Mineralisation in kontinentalen Vulkanbögen, Thrakien, NE Griechenland",
      "subject_area": "Mineralogie, Petrologie und GeochemiePaläontologie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441174393",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die Versorgung von kritischen und energie-kritischen Elementen für die Energiewende wird zu einer immer größeren Herausforderung. Viele dieser Metalle und Halbmetalle werden hauptsächlich als Nebenprodukt gewonnen und sind somit stark von den Hauptabbauprodukten abhängig. Der beträchtliche Einfluss dieser Elemente auf den Energie- und Wirtschaftssektor der Europäischen Union macht sie strategisch bedeutend. Daher muss die Abhängigkeit von Ländern wie China reduziert werden um die Rohstoffversorgung zu sichern, da politische Spannungen den Import beeinträchtigen können, was zu Versorgungsengpässen führen kann. Folglich muss der europäische Kontinent auf Anreicherungen wirtschaftlich wichtiger Elemente neu untersucht werden.Thrakien in NE Griechenland stellt ein Beispiel für solch eine Zone mit hohen Gehalten an Metallen und Halbmetallen (z. B. Cu, Ga, Ge, Se, Mo, Sb, Te, Re, Au and Bi) dar. Die Lagerstätten treten in unterschiedlicher Krustentiefe auf, von porphyrischen Systemen in der direkten Umgebung einer Magmenkammer zu epithermaler Mineralisation bis zur Oberfläche. Regionale Unterschiede in der Mineralogie der Lagerstätten wurden beschrieben, die erzbildenden Prozesse der porphyrisch-epithermalen Systeme sind aber insbesondere im Hinblick auf die Spurenelementchemie schlecht verstanden. Die magmatischen und hydrothermalen Voraussetzungen, die zur Bildung eines solchen mineralisierten Vulkanbogens führen sind umstritten, aber essentiell um neue Anreicherungen von Spurenmetallen in der kontinentalen Kruste zu identifizieren. Die Metall- und Halbmetallzusammensetzung von plutonischen und vulkanisch/sub-vulkanischen Gesteinen wird neue Ergebnisse zu den magmatischen Prozessen in der tieferen Kruste und während des Magmenaufstiegs liefern; Bereiche wo es zur Bildung porphyrisch-epithermaler Systeme kommen kann.  Dies ermöglicht es Prozesse der Magmenentgasung und Sulfidsättigung sowie Segregation, als Vorkonzentrat in der mittleren bis unteren Kruste, als einen grundlegenden Prozess für die Mineralisation in kontinentalen Vulkanbögen zu identifizieren. Pyrit oder Magnetit treten in allen wichtigen metallführenden Adern im flacheren Hydrothermalsystem auf. Hochauflösende Spurenelementanalytik an diesen Mineralen wird einen 3D-Einblick in die erzbildenden Prozesse geben, d.h. vertikal und lateral in der Kruste. Die (in situ) S Isotopie von hydrothermalem Pyrit wird zu einem besseren Verständnis der Interaktion des magmatischen und hydrothermalen Systems führen. Die kombinierte Untersuchung von magmatischen und hydrothermalen Prozessen macht diesen Antrag einzigartig und wird neue grundlegende Informationen über die Quelle, Fraktionierung und Ausfällung von S, Metallen und Halbmetallen liefern, wodurch die magmatischen und hydrothermalen Voraussetzungen für die Anreicherung von kritischen und energie-kritischen Elementen in einem mineralisierten kontinentalen Vulkansegment in Europa definiert werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugGriechenlandKooperationspartnerProfessor Dr. Vasilios  Melfos;Professor Dr. Panagiotis  Voudouris"
    },
    {
      "project_id": "521737749",
      "url": "https://gepris.dfg.de/gepris/projekt/521737749",
      "title": "Mechanismen der Vanadiumanreicherung in Schieferlagerstätten: Erkenntnisse aus einem neuartigen Redox-Tracer (Projekt MoVE)",
      "subject_area": "Mineralogie, Petrologie und GeochemiePaläontologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521737749",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Der Bedarf an redox-sensitiven Metallen wie Vanadium (V) steigt im Rahmen der Energiewende, da große Mengen dieser kritischen Metalle für die Produktion wiederaufladbarer Redox-Batterien zur Speicherung erneuerbarer Energie benötigt werden. Diese neuen Hightech-Anwendungen in Verbindung mit der aktuellen Verwendung von V in Stahllegierungen erfordern neue V-Quellen, z.B. V in Schieferlagerstätten. Solche V-reichen Lagerstätten sind in Nordamerika, China und Europa bekannt, aber ihre Entstehung ist unsicher. Alle V-reichen Schieferlagerstätten sind organik-reich, es wird angenommen, dass sie sich in begrenzten Becken unter euxinischen (anoxischen und sulfidischen) Bedingungen bilden. Es gibt anhaltende Debatten über ihre Entstehungsmechanismen: 1) die relative Bedeutung einer Meerwasser- gegenüber einer hydrothermalen Quelle; und 2) ob sich die Lagerstätten unter einer euxinischen Wassersäule oder in der suboxischen Zone mit einer fluktuierenden oxisch-anoxischen Schnittstelle gebildet haben. Da diese Ablagerungen organik-reich sind, werden auch Mikroorganismen bei der Anreicherung von Metallen vermutet, was jedoch wenig erforscht ist. Das Projekt MoVE wird neue Entwicklungen in der Isotopengeochemie und die interdisziplinäre Zusammenarbeit mit Mikrobiologen innovativ kombinieren, um diese Debatten voranzubringen. Ein zentraler Schwerpunkt dieses Projekts ist die Anwendung des neuartigen V-Isotopen-Redox-Proxys auf V-Schieferlagerstätten an zwei Orten: die Jangtse-Plattform in Südchina und das Selwyn-Becken in Nordwest-Kanada. Vanadium-Isotope sind ein leistungsfähiger Redox-Anzeiger, da ihre Isotopensignatur mit der Ausfällung von V unter oxischen, anoxischen und euxinischen Wassersäulen verknüpft ist. Darüber hinaus gibt es eindeutige V-Isotopensignaturen für V-Mineralisation in hydrothermal überprägten Sedimenten. Diese neue V-Isotopendaten wird quantitative Beweise zur Klärung der Frage zur V-Quelle (hydrothermal bzw. Meerwasser) liefern. Wenn die Daten keine hydrothermale V-Quelle anzeigen, werden die V-Isotopendaten zeigen, ob die Wassersäule dauerhaft oxisch, anoxisch bzw. euxinisch war oder zwischen diesen Redoxzuständen oszillierte. Um die Rolle von Organik und Mikroorganismen bei der Anreicherung von Metallen besser zu verstehen, erfolgt ein interdisziplinärer Ansatz:1) Kombination von V-Isotopen- und Stickstoff-Isotopen-Messungen, um die biologische Produktivität während der Entstehung von V-reichen Schieferlagerstätten zu klären, und 2) Erstellung des ersten V-Isotopen-Datensatzes über experimentelle mikrobielle V-Reduktion. Das Projekt MoVE verfolgt also einen interdisziplinären Ansatz, bei dem das V-Isotopensystem als neuer Redox-Anzeiger mit traditionellen stabilen Isotopen und mikrobiellen V-Reduktionsversuchen kombiniert wird. Dieses Projekt wird Modelle für die Entstehung V-Schieferlagerstätten verfeinern und die Zusammenarbeit zwischen Geologen, Geochemikern und Mikrobiologen vertiefen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugGroßbritannien"
    },
    {
      "project_id": "521637679",
      "url": "https://gepris.dfg.de/gepris/projekt/521637679",
      "title": "Modellierung der CHROMium-Anreicherung im Erdmantel und in der Erdkruste",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521637679",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Das Hauptziel des CHROME-Projekts ist die Entwicklung thermodynamisch konsistenter Mehrphasenströmungsmodelle, die die Bildung von podiformen Chromitvorkommen in ophiolithischen Einheiten erklären können. Ophiolite bestehen aus Gesteinen, die Anzeichen von Schmelz-/Kristallisationsprozessen während ihrer Entstehung aufweisen. Da Chrom ein sehr kompatibles Element ist, wird erwartet, dass es beim Schmelzen im Residuum verbleibt. Unsere vorläufigen experimentellen Ergebnisse zeigen jedoch, dass Cr-Spinell mit zunehmendem H2O-Gehalt instabil wird und zusammen mit den übrigen Silikatmineralen (hauptsächlich Pyroxenen) schmilzt. Diese Konsumierung von Cr-Spinell führt zu einem dramatischen Anstieg des Cr-Gehalts in der Schmelze. Doch trotz dieses Anreicherungsprozesses reicht diese Cr-Konzentration nicht aus, um Chromit-Lagerstätten zu bilden. Daraus schließen wir, dass eine zusätzliche Mobilisierung und Cr-Anreicherung dieser Schmelzen notwendig sind. Um die Prozesse des Schmelztransports zu modellieren, muss die Dynamik der reaktiven Mehrphasenströmungen in wasserreichen, Cr-gesättigten Magmen aus dem Erdmantel berücksichtigt werden. Durch die Modellierung der verschiedenen Endglieder der Cr-Anreicherung (z. B. Konvektion oder reaktiver Transport) werden wir in der Lage sein, einige der verfügbaren Hypothesen zur Bildung von podiformen Cr-Lagerstätten zu bestätigen/zu verwerfen oder sogar zu verfeinern. Wir planen die Durchführung von Phasengleichgewichtsexperimenten an den peridotitischen Gesteinen, die die Cr-Erze beinhalten. Diese Experimente werden uns Schlussfolgerungen erlauben, die für die weitere Entwicklung von Modellen zum reaktiven Transport benötigt werden. Wir planen, mehrphasige, reaktive Strömungsmodelle anzuwenden, um Einblicke in die mit der Erzbildung verbundenen Prozesse zu gewinnen. Diese Modelle werden parallel zu Experimenten durchgeführt, in denen Schmelzen mit Mantelgesteinen re-equilibriert werden. Unser kombinierter Modellierungs-/Experimentalansatz wird eine gründliche Überprüfung der vorgeschlagenen Modellierungsansätze ermöglichen. Unser Ziel ist es, Modelle zur reaktiven Mehrphasenströmung zu verwenden, um die Erzbildungsprozesse (von der Quelle bis zur Lagerstätte) zu modellieren. Dabei wird unser vorgeschlagenes Modell petrologische und Gelände-Befunde von natürlichen podiformen Chromitlagerstätten berücksichtigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521731223",
      "url": "https://gepris.dfg.de/gepris/projekt/521731223",
      "title": "Molekulare Simulationen zur Speziierung in karbonatitischen Fluiden am magmatisch-hydrothermalen Übergang",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731223",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Karbonatite gehören zu den wichtigsten Gesteinen, die wirtschaftlich wichtige Erzminerale enthalten. Bei ihrer Bildung wird in der Regel davon ausgegangen, dass sie aus Mantelquellen stammen. Trotz intensiver Forschung sind die Zusammensetzung der primären Mantelschmelzen sowie Details der Karbonatitgenese noch immer umstritten. Fluid- und Schmelzeinschlüsse in verschiedenen Karbonatitmineralen liefern einzigartige Informationen über die Fluid- und Schmelzzusammensetzung bei Einschlussbedingungen, aber deren Interpretation ist aufgrund sekundärer Alterationen und der unzureichenden Kenntnis thermodynamischer Phasenbeziehungen von komplexen chemischen Mehrkomponentensystemen schwierig. In diesem Projekt sollen die molekulare Struktur und die thermodynamischen Eigenschaften von hochsalinen und volatilreichen karbonatitischen Schmelzen (‚brine-melts‘) und assozierten hydrothermalen Fluiden bei relevanten Druck- und Temperaturbedingungen mit Hilfe molekularer Simulationsmethoden untersucht werden. Auf der Grundlage existierender reaktiver Kraftfelder sollen Wechselwirkungspotenziale für das Modellsystem H2O-CO2-Na2CO3-NaCl parametrisiert werden. Dies ermöglicht Simulationen in einem Zusammensetzungsbereich, der von salzreichen, alkalikarbonatischen Fluiden mit hoher Dichte bis zu wässrigen, CO2-reichen Fluiden mit niedriger Dichte, wie sie in assoziierten Fluideinschlüssen beobachtet werden, reicht. Die Speziierung wird direkt aus Molekulardynamiksimulationen und/oder unter Verwendung von Methoden zur Bestimmung der freien Energie, wie z.B. der thermodynamischen Integration, abgeleitet. Die Qualität der reaktiven Kraftfelder kann anhand von Beobachtungen und Vergleich mit ab initio-Simulationen überprüft werden. Um an die Ergebnisse des laufenden Projekts aus der ersten Förderperiode des DOME-Programms anzuknüpfen, werden wir die Seltenen Erden (SEE) La und Y in das karbonatitische System einbringen, um eine mögliche REE-Speziation mit Karbonatliganden zu untersuchen. Im Ergebnis dieses Projekts rechnen wir mit neuen Erkenntnissen über die Eigenschaften von spätmagmatischen karbonatitischen Fluiden, in denen eine signifikante Anreicherung von inkompatiblen und wirtschaftlich wichtigen Elementen wie den SEEs erwartet wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521623052",
      "url": "https://gepris.dfg.de/gepris/projekt/521623052",
      "title": "Natürliche und experimentelle Ansätze zum Verhalten von Re in der Erdkruste: Teil B - Hydrothermaler Re-Transport und Mo-Re Fraktionierung",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521623052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Rhenium (Re) ist ein kritisches Element für technologische Anwendungen, welches im Wesentlichen in Molybdänit aus porphyrischen Lagerstätten gewonnen wird. In diesem Projekt soll ein Verständnis dafür entwickelt werden, wie Re durch hydrothermale Fluide transportiert werden kann und welches die Bedingungen für die Anreicherung in Molybdänit sind. Mit den hier den generierten thermodynamischen Modellen für die Re-löslichkeit in Fluiden, sollen konzeptionelle Modelle für die Anreicherung von Re in natürlichen Systemen, wie z.B. die Porphyrlagerstätten im nördlichen Griechenland, entwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441268636",
      "url": "https://gepris.dfg.de/gepris/projekt/441268636",
      "title": "Niob, Zirkonium, Titan und Seltene Erden in alkalischen SiO2-untersättigten Magmen: Experimentelle Bestimmung von Löslichkeit, Komplexierung und Phasenbeziehungen sowie Implikationen für die Bildung von Nb-Zr-SEE-Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441268636",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Peralkalische magmatische Gesteine enthalten einige der größten Akkumulationen von Zr, Nb, Ta und Seltenerdelementen (SEE) der Erde. Von besonderer Bedeutung sind oder werden in naher Zukunft Lagerstätten mit komplexer Mineralogie in SiO2-untersättigten Alkaligesteinen sein (Khibiny und Lovozero, Kola-Halbinsel, Russland und Lagerstätten in der Gardarprovinz, Südgrönland). Bisher wurden diese Gesteine experimentell nur sehr wenig untersucht, und deshalb fehlen fundamentale Daten zu Löslichkeit und Komplexierung dieser Elemente und sogar zu Phasengleichgewichten. Im hier vorgeschlagenen Projekt möchten wir einige der offenen Fragen beantworten und die Löslichkeit von früh kristallisierenden Nb-, Zr-, Ti- und SEE-Mineralen (Lueshit, Perovskit, Loparit, Eudialyt, Parakeldyshit, Zirkon, Baddeleyit) in alkalischen Alumosilikatschmelzen bestimmen, uns zwar als Funktion der Peralkalinität und der Konzentration von F, Cl, CO2 und H2O. Diese Experimente werden auch Informationen zu Phasengleichgewichten liefern. Weiterhin planen wir, die Koordinationschemie von Nb, Zr, Ti und REE und die Komplexierung von Nb in der Schmelze in situ bei hohen Temperaturen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugDänemark, Russische FöderationKooperationspartnerDr. Jakob  Keiding;Dr. Oleg  Vereshchagin, bis 3/2022"
    },
    {
      "project_id": "521624680",
      "url": "https://gepris.dfg.de/gepris/projekt/521624680",
      "title": "Organisch-anorganische Wechselwirkungen im Kupferschiefer – War organisches Material ein Kontrollfaktor der Mineralisierung?",
      "investigators": "Dr. Kai  Mangelsdorf;Dr. Stefanie  Pötz;Privatdozent Dr. Hans Martin  Schulz",
      "subject_area": "GeologieMineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521624680",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Organisches Material (OM) tritt häufig in sedimentären Erzlagerstätten auf, wird aber zumeist nicht in einen direkten genetischen Zusammenhang gebracht. Aus diesem Grunde sind neue grundlegende Erklärungsansätze vonnöten, um organisch-anorganische Wechselwirkungen in einen direkten Zusammenhang zur Bildung von Erzlagerstätten zu bringen. Es ist das Ziel dieses Forschungsantrages, den Einfluß von OM auf erzbildende Prozesse des “Kupferschiefer-Systems” zu untersuchen. Derartige neue Erkenntnisse sollen es ermöglichen, ein solches Analog auf andere schichtgebundene Erzlagerstätten zu übertragen, indem Erkenntnisse aus unterschiedlichen und neuartigen analytischen Verfahren kombiniert werden. Das “Kupferschiefer-System” hat bereits seit dem Mittelalter ökonomische Bedeutung. Bergbau auf diese Lagerstätten wird noch heute in Polen betrieben während in Deutschland derartige Aktivitäten zum Erliegen gekommen sind. Allerdings werden zur Zeit Überlegungen angestellt, die Spremberg-Lagerstätte, die sich über die brandenburgisch-sächsische Landesgrenze erstreckt, auszubeuten. Darüberhinaus werden derzeitig Kupferschiefer-Bohrungen in Thüringen abgeteuft. Ein wesentliches Merkmal des \"Kupferschiefer-Systems\" in Deutschland und Polen sind die geringen thermischen Überprägungen, die es erlauben, das OM mit organisch-geochemischen und bildgebenden Verfahren aufzulösen. Und es ist genau diese geringe thermische Reife des OM (frühes Ölfenster) im südlichen  Brandenburg, Sachsen-Anhalt und im nordwestlichen Bayern, die den Kupferschiefer zu einem geeigneten natürlichen Laboratorium machen, um Erkenntnisse auch auf geologisch ältere Systeme mit höherer thermischer Überprägung zu übertragen und somit die Aufsuchung, Bewertung und dann auch die Ausbeutung zu verbessern. Der hier vorgeschlagene Ansatz, unterschiedliche analytische Verfahren zu kombinieren, soll bislang fehlende Erkenntnisse liefern, um organisch-anorganische Wechselwirkungen auf kleinskaligen Dimensionen besser zu verstehen. Es ist daher das Konzept, etablierte organisch-geochemische (z.B. GC-MS) und bildgebende Verfahren (organische Petrographie, REM, TEM) zu kombinieren mit neuen Methoden. Eine dieser neuen Methoden ist die Fourier-Transform Ionenzyklotronresonanz-Massenspektrometrie (FT-ICR-MS), die es ermöglicht, organische NSO-Komponenten auf ihre Bedeutung für erzbildende Prozesse zu überprüfen.  Darüberhinaus sollen weitere neue Technologien eingesetzt werden: die \"Scanning transmission X-ray\"-Mikroskopie (STXM) sowie die \"Molecular imaging\"-Massenspekrometrie (MALDI-MSI), die es ermöglichen, organische Bindungstypen zu charakterisieren und die räumliche Verteilung organischer Moleküle im Zusammenhang mit Erzmineralen darzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugFrankreichMitverantwortlicheDr. Benjamin  Nettersheim;Dr. Richard  WirthKooperationspartnerDr. Sylvain  Bernard"
    },
    {
      "project_id": "521731442",
      "url": "https://gepris.dfg.de/gepris/projekt/521731442",
      "title": "Orogene Sb-Au-Lagerstätten als Archive von Fraktionierung und hydrothermaler Aktivität in Raum und Zeit",
      "investigators": "Dr. Marina  Lazarov;Professor Juraj  Majzlan, Ph.D.",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731442",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Orogene Sb-Au-Lagerstätten sind Archive jener Prozesse, die in den Orogenen in der mittleren und unteren Kruste abliefen. Die Elemente Antimon und Gold sind zusammen mit Arsen und Schwefel typische Bestandteile der Erze dieser Lagerstätten. Sie bildeten sich bereits in der frühen Erdgeschichte (Archaikum), allerdings gibt auch geologisch junge Beispiele aus dem Phanerozoikum. Eines der Ziele dieser Arbeit ist es, den Grad der Fraktionierung von Antimon aus dem Erdmantel in die Kruste mit Hilfe von Sb-Isotopen (d. h. 123Sb -Werten) zu ermitteln. Unsere Arbeitshypothese ist, dass die Fraktionierung von Antimon und vielleicht auch der Begleitelemente (Au, As, S) schon früh in der Erdgeschichte abgeschlossen war. Diese Hypothese lässt sich anhand der unterschiedlichen Fraktionierungsmuster von Sb überprüfen, da dieses Element sowohl in Silikatschmelzen als auch in Metallschmelzen fraktioniert. Unsere früheren Arbeiten haben bereits gezeigt, dass die Remobilisierung von Sb-Erzen große Veränderungen in Bezug auf 123Sb verursacht. Diese Arbeit soll an archaischen und proterozoischen orogenen Lagerstätten im ukrainischen Schild durchgeführt werden. Ein weiteres Ziel ist die Untersuchung der räumlichen Variationen von Sb-Au-Lagerstätten, die sich auf verschiedenen Krustenebenen innerhalb eines Lagerstättenfelds befinden können. Unsere Arbeitshypothese ist, dass Fluide, die die Bildung dieser Lagerstätten verursachen, große Krustenvolumina durchqueren und die Minerale nacheinander ablagern, was zu systematischen Mustern in 123Sb führt, wie sie bereits in unseren früheren Untersuchungen innerhalb einzelner Lagerstätten beobachtet wurden. Für diese Arbeit werden wir eine Gruppe von Sb-Au-Lagerstätten in den Westkarpaten verwenden. Um die Daten korrekt zu interpretieren, werden Fraktionierungsfaktoren für die Sb-Minerale benötigt. Das letzte Ziel dieser Arbeit verknüpft die Feld- und die experimentelle Arbeit und wird dazu verwendet, die Fraktionierungsfaktoren  der Sb-haltigen Feststoffe aus der Temperaturabhängigkeit der Parameter der Mössbauer-Spektren zu berechnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521628408",
      "url": "https://gepris.dfg.de/gepris/projekt/521628408",
      "title": "Reaktive Transportmodellierung von Lagerstättenbildungen in Sedimentbecken",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521628408",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Sedimentgebundene Erzlagerstätten sind wesentliche Ressourcen für Zn, Pb, Cu und kritische Metalle (z.B. In, Ge, Ga), die von strategischer Bedeutung für die Energiewende sind. Metallanreicherungen durch hydrothermale Systeme in Sedimentbecken entstehen durch das perfekte Zusammenspiel von chemischen und physikalischen Prozessen auf unterschiedlichen räumlichen und zeitlichen Skalen, welche quantitativ nur mit Untersuchungen erklärt werden können, die über die Größe einer Lagerstätte hinausgehen. Numerische Prozessmodelle bieten die Möglichkeit, entscheidende Faktoren der Lagerstättenbildung zu identifizieren und physikalische und chemische Grundvoraussetzungen für die Bildung von weltweit bedeutenden Lagerstätten zu untersuchen, welche für die Exploration hilfreich sein könnten. Maßgebliche Modellentwicklungen der letzten Jahre konzentrierten sich entweder auf thermodynamisch-geochemische Fluid-Gesteins-Wechselwirkungen oder auf die physische Hydrologie, während sich gekoppelte reaktive Transportmodelle eher auf relativ einfache Systeme beschränkten. In dem vorgestellten Projekt werden wir ein reaktives Transportmodell für Erzlagerstättenbildung in Sedimentbecken entwickeln, welches das geochemische Modell GEMS3 und das Fluidflussmodel CSMP++ nutzt. Dieses gekoppelte Modell wird 1) die Wechselwirkungen zwischen chemischen und physikalischen Prozessen während der Mobilisierung, des Transports und der Ausfällung von Metallen, und 2) die relevanten räumlichen und zeitlichen Skalen für die wirtschaftliche Anreichung von Metallen abbilden können. Dadurch werden wir den Einfluss von Parametern wie Fluidsalinität, Oxidationszustand, pH, Verfügbarkeit von Metallen und Schwefel, Wärmefluss im Sedimentbecken, Topographie, Lithologie, Porenraum und permeable Fließwege auf die Dynamik der Metallanreicherung quantitativ untersuchen. Das Projekt wird mit vereinfachten Konfigurationen beginnen und dann schrittweise die geologische Komplexität erhöhen. Das geochemische Modell GEMS3 kann intern-konsistente Datenbanken für die wichtigsten gesteinsbildenden und metallischen Elemente nutzen. Das Fließmodell CSMP++ kann von einem geodynamischen Modell bereitgestellte, realistische Wärmeflussraten, Gesteinseinheiten und Störungsbahnen abbilden. Wir werden uns primär mit den grundlegenden Bildungsprozessen von sedimentgebundenen Pb-Zb Lagerstätten beschäftigen, aber das Modell wird ein viel weitreichenderes Potenzial für Anwendungen bieten. Das Projekt wird zu den allgemeinen Zielen des Schwerpunktprogramms DOME beitragen, indem es grundlegende Mechanismen der Lagerstättenbildung in einem transdisziplinären Ansatz untersucht, bei dem numerische Methoden weiterentwickelt werden, die unter Verwendung experimentell bestimmter Fluid- und Gesteinseigenschaften die wesentlichen Charakteristika wichtiger Pb-Zn-Lagerstätten erklären werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugSchweizKooperationspartnerinnen / KooperationspartnerDr. George  Miron;Dr. Alina  Yapparova"
    },
    {
      "project_id": "441263725",
      "url": "https://gepris.dfg.de/gepris/projekt/441263725",
      "title": "Schmelzflussmodelle: zum Verständnis erzbildender Prozesse in der weltbekannten Massivsulfidlagerstätte Neves Corvo, Iberischer Pyritgürtel",
      "subject_area": "Mineralogie, Petrologie und GeochemieHydrogeologie, Hydrologie, Limnologie, Siedlungswasserwirtschaft, Wasserchemie, Integrierte Wasserressourcen-Bewirtschaftung",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441263725",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Dieses Forschungsprojekt untersucht die Herkunft und Entwicklung erzbildender Flüssigkeiten und Formationsmechanismen an einer der bedeutensten Zinn-Kupfer-Zink-Blei-Lagerstätte, der Neves Corvo in Portugal, in Verbindung mit Flüssigkeits- und Schmelzeinschlüssen und numerischen Simulationen. Dies ist ein wichtiges Forschungsprojekt, das dem Verständnis und der Entwicklung von Mineralressourcen im gesamten iberischen Pyritgürtel und ähnlichen Provinzen einen erheblichen Mehrwert verleihen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugPortugal, SpanienKooperationspartnerProfessor Jorge  Relvas, Ph.D.;Fernando  Tornos, Ph.D.Ehemalige AntragstellerinProfessorin Dr. Sarah Anne  Gleeson, bis 11/2025"
    },
    {
      "project_id": "521731309",
      "url": "https://gepris.dfg.de/gepris/projekt/521731309",
      "title": "Schwefel-Isotope und ihre Entwicklung in sedimentgebundenen Erzsystemen",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731309",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die nachhaltige Entwicklung kritischer Rohstoffe (CRM) ist eine der größten Herausforderungen, vor der unsere Gesellschaft im Zuge des Übergangs zu einer grünen, digitalen und kreislauforientierten Wirtschaft steht. Sedimentgebundene Erzlagerstätten sind gekennzeichnet durch hohe Metallkonzentrationen und einer mittleren bis hohen Fördermenge. Im Vergleich zu anderen Lagerstättentypen können sedimentgebundene Lagerstätten daher umweltfreundlicher abgebaut werden. Die wichtigsten Erze in diesen Lagerstätten bilden die beiden schwefelhaltigen Minerale Zinkblende (ZnS) und Bleiglanz (PbS). Um hochgradige Vorkommen zu bilden, sind daher nicht nur große Mengen an Metallen, sondern auch ebenso große Mengen an reduziertem Schwefel erforderlich. Das Erzvorkommen entsteht in der Regel dort, wo das hydrothermale Fluid, welches Zink (und Blei) transportiert, auf Gestein trifft, das große Mengen an reduziertem Schwefel enthält. Sedimentgebundene Lagerstätten bildeten sich nur in bestimmten Perioden der Erdgeschichte; in den heutigen Ozeanen entstehen keine solchen Lagerstätten mehr. Die Gründe dafür sind unklar, aber wir wissen heute, dass die Erzbildung stark von der Optimierung von Schlüsselprozessen abhängt und in alten Sedimentbecken wahrscheinlich mikrobielle Aktivitäten eine Rolle gespielt haben. Mikroben sind für für die Umwandlung von Sulfat aus altem Meerwasser zu reduziertem Schwefel wichtig, welcher wiederum die Grundlage für die Anreicherung der Metalle und die Erzbildung bildet. In diesem Projekt wollen wir neue Techniken entwickeln, um die mikrobielle Aktivität und die Bildung von reduziertem Schwefel in sedimentgebundenen Erzlagerstätten nachzuweisen. Dies wird uns dabei helfen zu verstehen, warum und wie sich große Lagerstätten bilden und wo sie vorkommen. Unser Projekt hilft somit die Entdeckung neuer Lagerstätten zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlicheProfessorin Dr. Sarah Anne  Gleeson;Professor Dr. Harald  Strauß"
    },
    {
      "project_id": "441165722",
      "url": "https://gepris.dfg.de/gepris/projekt/441165722",
      "title": "Selten-Metall Anreicherung in magmatischen Karbonatit-Systemen: Teil A:.Zeitlich aufgelöstes Verständnis der magmatischen Entwicklung und Anreicherungs-Prozesse durch Hoch-Präzisions- Datierung und Einschluss- Studien",
      "investigators": "Professor Roman  Botcharnikov, Ph.D.;Professor Dr. Francois  Holtz;Professor Dr. Reiner  Klemd;Professor Dr. Bernhard  Schulz;Professorin Dr. Marion  Tichomirowa",
      "subject_area": "Mineralogie, Petrologie und GeochemiePaläontologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441165722",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Trotz intesiver Untersuchungen an Karbonatiten und assozierten Gesteinen (ultrabasisch, basisch, alkalin) durch verschiedene geologische Untersuchungsmethoden und Disziplinen ist ihre Genese und Evolution immer noch nicht verstanden. Mehr noch, es gibt keinen Konsens, was die kritischen Voraussetzungen und Prozesse sind, die zur Mobilisierung, zur Metall-Anreicherung und Erz-Bildung führen. Hiermit schlagen wir eine Studie vor, die petrologische, geochemische, geochronologische und auch experimentelle Untersuchungen kombiniert, um die frühesten Metallanreicherungs-Prozesse in magmatischen Karbonatiten und assozierten Gesteinen zu verstehen. Der Hauptfokus liegt darin, die Zusammensetzung der primären magmatischen Schmelzen zu untersuchen und ihre Veränderung mit der Zeit zu verstehen. Dies wollen wir erreichen, indem wir mehrere ultrabasisch-basisch-alkaline-karbonatititsche Komplexe (UBAK) der Kola-Halbinsel untersuchen, die eine klassische und gut untersuchte Region dieser Gesteinen darstellt. Insbesondere wollen wir Antwort auf folgende Fragestellungen finden:1) Die Entwicklung mit der Zeit, a) innerhalb der Kola-Halbinsel (gibt es eine zeitabhängige Intrusionsrichtung, durch einen plume ausgelöst?), b) innerhalb ausgewählter Karbonatit-Massive (gibt es einen Altersunterschied zwischen den frühesten und späten Schmelzen?). Wir werden dafür hoch-präzise Datierung an frühen Gesteinen (z.B. durch Datierung von Perovskiten aus Pyroxeniten) und an späten Schmelzen (z.B. Datierung von Baddeleit und Zirkon aus Phoskoriten und Karbonatiten) durchführen.2) Wie war die Zusammensetzung der frühen Schmelzen, die heute nur noch in Einschlüssen von Kumulat-Mineralen vorhanden sind? Untersuchungen an Einschlüssen von sehr früh gebildeten Mineralen (Perowskit, Olivin, Pyroxen) werden uns die chemische Zusammensetzung dieser Schmelzen und deren Bedingungen (P, T, X, fO2) liefern.3) Geochemische Entwicklung der Gesteine und Minerale: welche Minerale (bzw. deren verschiedene Generationen) konzentrieren SEE, Nb und andere potentielle Erz-Elemente? Welche Rolle spielen Kumulate für Fraktionierungs- und Anreicherungs-Prozesse? Wir werden Kathodolumineszenz an Dünnschliffen anwenden, um verschiedene Mineralgenerationen zu erkennen, aber auch Mineralchemie (LA-ICP-MS), Isotopen (Sr, Nd, Pb) für ausgewählte Minerale (z.B. Karbonate, Apatite, Perowskite).Die frühesten Gesteine (Olivinite, Pyroxenite) enthalten häufig Perowskit und werden als Kumulate interpretiert. Das Studium der Schmelzeinschlüsse der Perowskite wird uns die Zusammensetung der Schmelzen liefern, aus denen sie gebildet wurden. Diese Information hilft uns, die an Perowskiten bestimmten Alter diesen Schmelzen zuzuordnen. Andererseits werden geochemische Untersuchungen an früh gebildeten (Olivinite, Pyroxenite) und spät gebildeten Gesteinen (Phoskorite, Karbonatite) die Rolle von Fraktionierungen, Mischungen und Entmischungen für Erzanreicherungs-Prozesse in Schmelzen im Laufe der Zeit aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441301869",
      "url": "https://gepris.dfg.de/gepris/projekt/441301869",
      "title": "Selten-Metall Anreicherung in magmatischen Karbonatit-Systemen:\nTeil B. Verständnis der Rolle der fraktionierten Kristallisation und der Unmischbarkeit von Flüssigkeiten durch experimentelle Simulationen von Silicat-Carbonatit-Systemen",
      "investigators": "Professor Roman  Botcharnikov, Ph.D.;Professor Dr. Francois  Holtz;Professorin Dr. Marion  Tichomirowa",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441301869",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Karbonatitvorkommen stellen die wichtigsten Lagerstätten für Seltenerdelemente und Nb dar. Ein Großteil der erzführenden karbonatitischen Komplexe sind mit SiO2-untersättigten alkalinen Vulkaniten assoziiert und werden als Differentiationsprodukte eines Karbonat-reichen basanitischen bis nephelinitischen Magmas verstanden. Der Fraktionierungsprozess, die Auswirkungen der Entmischung von karbonatischen und silikatischer Schmelze, sowie die Verteilung von Spurenelementen zwischen diesen koexistierenden Schmelzen sind bisher kaum verstanden. Die wenigen vorhandenen experimentellen Daten deuten auf eine Anreicherung der Spurenelemente in der silikatischen Schmelze hin, was allerdings im Gegensatz zu den Beobachtungen steht, die an natürlichen Vorkommen gemacht wurden.Das von uns beantragte Projekt widmet sich diesen offenen Fragenstellungen. Es sind Hochdruck/Hochtemperatur-Experimente geplant, um die Bedingungen zu ermitteln, bei denen sich im Zuge der Fraktionierung des nephelinitischen Magmas Schmelzen entmischen können und um zu untersuchen, ob die Entmischung von Schmelzen durch eine Silikat-Karbonat-Entmischung unter Bildung von Karbonatmineralen umgangen werden kann.  Die Druckbedingungen von 0.1-1.5 GPa sind geeignet die Magmen-Entwicklung von Manteltiefe bis in oberflächennahe Bereiche zu simulieren. Mit Hilfe der Ergebnisse der Kristallisationsexperimente kann die Elementverteilung von Spurenelementen zwischen silikatischer und karbonatischer Schmelze, sowie den Mineralphasen (z.B. Clinopyroxen, Perowskit, Apatit) ermittelt werden. Zudem sind Testexperimente geplant, um den Einfluss zusätzlicher Liganden (F-, Cl-, PO43- und SO42-) auf die Mischungslücke zwischen silikatischer und karbonatischer Schmelze zu untersuchen. Damit können auch metasomatische Wechselwirkungen zwischen residualer natrokarbonatitischer Schmelze und Mineralen, die als Frühausscheidungen des kristallisierenden nephelinitischen Magmas vorliegen, untersucht werden.Die Startmaterialien für die Experimente werden dabei so ausgewählt, dass die Ergebnisse möglichst gut auf natürliche Vorkommen, wie z.B. die Kola Alkaline Province, ein klassisches Beispiel für erzführende Karbonatite, anwendbar sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlicheStephan  Buhre, Ph.D.;Professor Dr. Reiner  Klemd;Professor Dr. Bernhard  Schulz"
    },
    {
      "project_id": "441269181",
      "url": "https://gepris.dfg.de/gepris/projekt/441269181",
      "title": "Speziation von seltenen Erden in hydrothermalen Systemen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441269181",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "In diesem Projekt soll die Speziation von seltenen Erden in hydrothermalen Fluiden mit molekularen Simulationsmethoden untersucht und quantifiziert werden. Aus den Simulationen werden Stabilitätskonstanten abgeleitet, die wichtige Parameter für die thermodynamische Modellierung der Bildung hydrothermaler Lagerstätten darstellen. Diese Parameter sind bislang weitgehend unbekannt oder wurden von Niedrigtemperatur-Experimenten mit großen Unsicherheiten extrapoliert. Insbesondere geben die Speziationsmodelle Auskunft darüber, unter welchen Bedingungen seltene Erden in hydrothermalen System mobilisiert (und konzentriert) werden. Methodisch sollen in diesem Projekt neue Wechselwirkungspotenziale entwickelt werden, die mit Algorithmen des maschinellen Lernens trainiert werden. Die neuen Potenziale werden in Molekulardynamik-Simulationen eingesetzt, wo sie durch ihre höhere Effizienz bei gleichbleibender Genauigkeit quantenmechanische ab initio Simulationen ersetzen können. Der Fokus der Untersuchungen liegt auf den Elementen Yttrium und Lanthan, die als Vertreter der schweren und leichten seltenen Erden dienen. Für die Komplexbildung sollen vor allem gemischte Chlorid/Fluorid-Hydroxid-Liganden als auch Sulfat- und Carbonat-Liganden untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "441269975",
      "url": "https://gepris.dfg.de/gepris/projekt/441269975",
      "title": "Thermodynamik und neue Zustandsgleichung für Haupt- und Metallkomponenten in wässrigen Fluidphasen mit niedriger Dichte",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441269975",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Wässrige Fluidphasen sind die bedeutendesten Transportmittel auf der Erde, und die reaktive Fluidströmung durch die Lithosphäre ist häufig für die Mobilisierung, den Transport und die Ausfällung von Metallen in Form wirtschaftlicher Anreicherungen verantwortlich. Der Stofftransport sowie die hydrodynamische Modellierung erfordern eine einheitliche und konsistente Grundlage für die thermochemischen und Transporteigenschaften der einzelnen Komponenten und dienen als Modell- oder Prozessparameter. Im Vergleich zu den flüssigkeitsähnlichen Fluiden mit hoher Dichte sind die thermodynamischen Daten für gelöste Stoffe in Fluiden mit niedriger Dichte viel fragmentarischer, inkonsistent, und es gibt keinen einheitlichen thermodynamischen Formalismus, um die Nahfeldwechselwirkung der Hydratisierung darzustellen und die Löslichkeit, Vertielung und Spezierung von Metallkomponenten zu interpretieren. Dieses Projekt wird ein neues thermodynamisches Modell und einen neuen Datensatz für wässrige Spezies in Flüssigkeiten mit niedriger Dichte entwickeln. Wir werden uns auf die Ableitung und Bewertung der wichtigsten Funktionsformen und Terme konzentrieren, die die variable Struktur und Komprimierbarkeit der Hydratationshülle darstellen. Die neue Zustandsgleichung wird anhand der verfügbaren experimentellen und molekulardynamischen Simulationsdaten für repräsentative gelöste Stoffe kalibriert. Dieser Ansatz wird die Kapazität von bisherigen thermodynamischen Modellen wesentlich erweitern, den Metalltransport in Flüssigkeiten mit niedriger Dichte prediktiv zu simulieren ermöglichen, und soll seine Aufwendung bei magmatischer Entgasung und in expandierenden oder siedelnden hydrothermalen und geothermalen Systemen finden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521637593",
      "url": "https://gepris.dfg.de/gepris/projekt/521637593",
      "title": "Thermodynamisches Modell für Phasen- und chemische Gleichgewichte von wässrigen Chlorid- und Karbonat-Fluidphasen: Modellierung der Ligandenspezierung und Implikationen für IMetallkomplexbildung",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521637593",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Wässrige Chlorid- und Karbonat-Fluidphasen sind die häufigsten hydrothermalen Flüssigkeiten in der Natur. Ihr Potenzial für den Metalltransport und die Erzbildung wird durch die Aktivität von komplexbildenden Liganden gesteuert, insbesondere durch die a/f(HCl) für Metallchlorid-, a/f(CO2) für Metallcarbonat- und a(Na2O) für alkalihaltige Metalloxid/hydroxid-Komplexe. In diesem Projekt werden wir thermodynamische Mehrkomponentenmodelle für die Systeme H2O-NaCl-KCl-HCl und H2O-Na2CO3-K2CO3-CO2 (H2CO3) über einen weiten Bereich hydrothermaler Bedingungen bis zu 800 oC und 5 kbar entwickeln und neu kalibrieren. Diese Modelle werden eine vollständige Prädiktion von Phasenbeziehungen (z. B. Flüssigkeit-Dampf-Gleichgewichten) und integralen und partiellen thermodynamischen Eigenschaften einschließlich für die Nebenkomponenten (Spezies) liefern. Die auf der freien Energie basierende Formulierung ermöglicht eine direkte Kopplung mit den thermodynamischen Daten und Modellen für Minerale und/oder Silikat- oder Karbonatschmelzen, d.h. bildet die Verknüpfung zwischen der Fluidzusammensetzung, a/f(HCl), a/f(CO2) usw. mit bestimmten gesteinsbildenden Paragenesen oder Schmelzzusammensetzungen, die man in der Gibbs-Energie-Minimierung ansetzen kann. Die Kenntnis der Aktivität oder Fugazität von komplexbildendn Liganden wird ein Schritt nach vorn zur quantitativen Vorhersage der Stabilität von Metallkomplexen in hydrothermalen Fluiden über einen weiten Bereich von hydrothermalen Bedingungen und während der Phasentrennung, beispielsweise beim Sieden, sein. Darüber hinaus stellen wir die Hypothese auf, dass die Alkalinität oder Aluminosität des Mutterschmelze oder der mineralischen Paragenese eine signifikante Kontrolle über das Potenzial der Komplexbildung und für den Metalltransport in hydrothermalen Lösungen ausüben kann, nicht nur der Metallhaushalt und die Salinität allein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521625502",
      "url": "https://gepris.dfg.de/gepris/projekt/521625502",
      "title": "Tiefenkontrollierte fluidgesteuerte Verteilung von Metallen in magmatischen Alkaligesteins-Karbonatit-Systemen",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521625502",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Alkalisilikatische und karbonatitische Schmelzen bilden Intrusionskörper mit ausgeprägter vertikaler Zonierung von magmatischen Gesteinen sowie von Lagerstätten seltener Metalle. Elemente, wie z.B. Nb, Zr, Hf, SEE oder Ti, werden durch magmatische Fraktionierung sowie durch Fluide, die in verschiedenen Intrusionsniveaus ausgeschieden werden, angereichert und vertikal verteilt. Fluide, die Teil eines konvektiven Systems sind, das sich um einen abkühlenden Intrusionskörper ausbildet, überprägen die magmatischen Mineralphasen und haben einen wesentlichen Einfluss auf die post-magmatische Metallverteilung. Ein umfassendes Verständnis für die magmatische und fluidgesteuerte Anreicherung und Bildung von Mineralphasen seltener Metalle erfordert die unmittelbare in-situ-Bestimmung erzbildender seltener Metalle in Schmelz- und Fluideinschlüssen, die die gesamte lithologische Abfolge ultrabasisch-alkalischer sowie karbonatitischer magmatischer Bildungen entlang des Spektrums von Intrusionstiefen repräsentieren, sowie die Betrachung der möglichen Rolle externer Fluide während postmagmatischer Remobilisierungsprozesse. Für dieses Projekt wurden Gesteinsproben von Intrusionskörpern aus verschiedenen Tiefen zusammengestellt, die petrologisch gut voruntersucht sind und die die große lithologische Bandbreite von alkalisilikatischen und karbonatitischen magmatischen Systemen repräsentieren (Lesnaya Varaka, Afrikanda, Ozernaya Varaka, Lueshe, Alnö, Sokli and Kalkfeld). Fluid- und Schmelzzusammensetzungen werden mit Hilfe von Mikrothermometrie, Ramanspektroskopie, Elektronenstrahlmikrosondenanalytik und LA-ICP-MS Einschlussanalytik bestimmt werden. Die gewonnenen Daten zu Metallgehalten in Fluiden und Schmelzen werden durch moderne LA-ICP-MS Halogenanalytik (Cl-Br-I) an Flüssigkeitseinschlüssen sowie SIMS Halogenanalytik ((F-Cl-Br-I und δ37Cl) an Apatit ergänzt, um die Herkunft der beteiligten Fluide näher eingrenzen zu können. Das Forschungsvorhaben führt damit zu einem umfassenden Verständnis des Transports und der Anreicherung erzbildender Metalle in komplexen, an alkalimagmatische und karbonatitische Intrusionen gebundene Fluidsystemen, die sich von magmatischen bis hin zu hydrothermalen Temperaturen entwickeln. Die Forschungsergebnisse stellen aber auch die Grundlage für die Entwicklung effektiverer und präziserer Verfahren in der Tiefenexploration, Lagerstättenevaluation und der resourcenschonenden Gewinnung seltener metallischer Rohstoffe von großer gesellschaftlicher Bedeutung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugSchwedenMitverantwortlicheProfessor Dr. Ulrich  Kramm;Professor Dr. Thomas  WagnerKooperationspartnerDr. Stefan  Andersson;Professor Martin  Whitehouse, Ph.D."
    },
    {
      "project_id": "441268490",
      "url": "https://gepris.dfg.de/gepris/projekt/441268490",
      "title": "Transport und Anreicherung von Wolfram und Zinn in Schmelzen und Fluiden: experimentelle Untersuchungen und Bedeutung für das magmatisch-hydrothermale System von Argemela (Portugal)",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441268490",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Die Bildung von Sn- und W-Lagerstätten in entwickelten Graniten ist aufgrund der Komplexität und des Zusammenspiels mehrerer Prozesse während der magmatisch-hydrothermalen Entwicklung dieser Systeme nicht geklärt. In diesem Projekt möchten wir einen Beitrag zum Verständnis dieser Prozesse leisten, indem wir ein hochentwickeltes Aluminium-, Lithium- und Phosphor-reiches Granitsystem im mineralisierten Distrikt von Argemela in Portugal untersuchen.  Dieses Beispiel ist eine ideale Fallstudie, um die Entwicklung von  Sn- und W-Konzentrationen in Fluiden eines magmatisch-hydrothermalen orthomagmatischen Systems zu verfolgen (keine signifikante Beteiligung externer Fluide).Der Forschungsansatz basiert auf der Untersuchung natürlicher Gesteine, Minerale und Flüssigkeitseinschlüsse, die durch experimentelle Arbeiten ergänzt wird. Die Konzentrationen von Sn und W werden in Flüssigkeitseinschlüssen in Quarz ermittelt. Die Quarzminerale werden so ausgewählt, dass sie unterschiedliche Stadien der magmatisch-hydrothermalen Entwicklung repräsentieren. Die Spurenelementkonzentrationen in Quarz und weiteren Mineralen (z. B. Glimmer) werden verwendet, um die verschiedenen Stadien zu charakterisieren. Experimente bei hohem Druck und hoher Temperatur, die für das Argemela System relevant sind, werden durchgeführt, um (1) die Verteilung von Sn und W zwischen Fluiden und Silikatschmelze und (2) die Löslichkeit von Cassiterit und Wolframit in Li- und P-reichen Silikatschmelzen und Fluiden zu bestimmen. Von besonderer Bedeutung ist die Untersuchung des Einflusses von Li und P auf den Transport von Sn und W in Fluiden, sowie des Einflusses der Temperatur auf W. Der komplementäre geochemische und experimentelle Ansatz wird hilfreich sein, um die Anreicherung von Sn und W in Fluiden während der verschiedenen Entwicklungsstadien des magmatisch-hydrothermalen Systems zu verfolgen und um die Ablagerung von Kassiterit und Wolframit während der unterschiedlichen Stadien zu quantifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEMitverantwortlichPrivatdozent Dr. Ingo  Horn"
    },
    {
      "project_id": "441202888",
      "url": "https://gepris.dfg.de/gepris/projekt/441202888",
      "title": "Transport und Reaktionen von leichten Elementen (Li, B) in pegmatischen System bei thermischem Ungleichgewicht – Implikationen für magmatisch/hydrothermale Lagerstätten",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441202888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Lithium und Bor sind wichtige geochemische Marker für hydrothermale und magmatische Differenzierungsprozesse. Zusätzlich zur Verteilung dieser Elemente in Gesteinen kann die Isotopenfraktionierung ein nützliches Instrument sein, um Einblicke in die Wechselwirkung zwischen Fluiden und Gesteinen, mögliche Quellen für Fluide und die Entwicklung von Magmen zu erhalten. Aufgrund der relativ großen Massendifferenz der häufigsten Isotope von Li und B (7Li / 6Li; 11B / 10B) können große Fraktionierungseffekte auftreten, die durch die Gleichgewichtsverteilung zwischen koexistierenden Phasen oder durch kinetische (Nichtgleichgewichts-) Prozesse verursacht werden. Während das Wissen über die Gleichgewichtsverteilung von Li- und B-Isotopen zwischen koexistierenden Phasen in den letzten Jahrzehnten erhebliche Fortschritte gemacht hat, ist kaum etwas über das Verhalten dieser Elemente unter Ungleichgewichtsbedingungen bekannt.Im vorliegenden Projekt wollen wir den Transport und die Reaktionen leichter Elemente in pegmatitischen Systemen unter kontrollierten Bedingungen untersuchen. Der Hauptfokus wird auf Lithium und seinen Isotopen liegen, da dieses Element sehr mobil ist. Eine weitere Motivation ist die Bedeutung von Li-reichen Pegmatiten als mögliche Lithiumquellen. Bor wird zum Vergleich untersucht. Die Diffusion von B in Schmelzen ist typischerweise um Größenordnungen langsamer als die von Li, aber in Fluiden kann B auch sehr schnell transportiert werden. Hauptziel ist die experimentelle Untersuchung der Wechselwirkung von Fluiden mit Schmelzen und Mineralen in einem Temperaturgradienten. Etwa 10 cm lange Goldkapseln werden in einem Autoklaven in einen Dreizonenofen eingesetzt. Von oben betrachtet besteht der Aufbau aus einer wasserhaltigen pegmatitischen Schmelze (die Li und B enthält), Quarzpulver mit eingebetteten, vorgebrochenen Quarzkristallen (um die Fluide in Einschlüssen einzufangen) und einer Senke für Li und B (Muskovit oder eine Li, B freie Pegmatitschmelze). Bei Drücken von 1 - 2 kbar werden Temperaturunterschiede von 0 - 100 K über die Probe bei einer Maximaltemperatur von 600 - 800 ° C eingestellt. Fluide bestehen entweder aus reinem H2O oder H2O mit 5 - 10 Gew% NaCl. UV-fs-Laserablation gekoppelt mit Massenspektrometrie wird zur In-situ-Messung von Elementkonzentrationen und Isotopenverhältnissen im Glas (abgeschreckte Schmelze), im Muskovit und in Flüssigkeitseinschlüssen verwendet.Die Messungen ermöglichen es, das Verteilungsverhalten von Li und B und ihren Isotopen zwischen Schmelze und Flüssigkeit sowie die Isotopenfraktionierung während der Diffusion in Schmelze und Flüssigkeit zu bestimmen. Durch Variation von Versuchsdauer, Fluidzusammensetzung, Druck, Maximaltemperatur und T-Gradient soll die Bedeutung der einzelnen Schritte für den Gesamtprozess herausgearbeitet werden. Die Anwendung der Ergebnisse für Pegmatite und Kontaktaureolen wird in Zusammenarbeit mit anderen Forschern für ausgewählte Lokalitäten getestet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521731491",
      "url": "https://gepris.dfg.de/gepris/projekt/521731491",
      "title": "Transportprozesse von Sn und W in der Kruste: Von einer peraluminösen granitischen Schmelze zu einem mineralisierenden Fluid",
      "subject_area": "Mineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521731491",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Zinn (Sn) und Wolfram (W), deren Vorkommen hauptsächlich mit magmatisch-hydrothermalen Systemen in Verbindung gebracht werden, haben sich als strategische Metalle etabliert, und die erfolgreiche Erkundung wirtschaftlich wertvoller Lagerstätten hängt von einem grundlegenden Verständnis der erzbildenden Prozesse ab, einschließlich Quelle und Primärkonzentration, Transport, Ablagerung und Remobilisierung. Zusammen mit anderen hochfeldstarken (HFSE; z. B. Nb und Ta) und fluidmobilen Elementen (z. B. Li, P, F) treten Sn und W häufig in enger räumlicher Beziehung zu spät- bis postorogenen peraluminösen Granitsystemen der Kruste - einschließlich Seltenmetallgraniten (RMG) und Pegmatiten - und damit verbundenen hydrothermalen Aktivitäten auf. Die Anreicherung von Zinn und W bis zu wirtschaftlichen Gehalten ist das Ergebnis einer Kombination von Schmelz- (d. h. Vorkonzentration) und fluidgetriebenen Prozessen (d. h. Remobilisierung). Der Transport und die Umverteilung dieser Elemente innerhalb der Kruste hängen von verschiedenen Faktoren ab, wie z. B. ihrer Löslichkeit in der Schmelze und im Fluid im Gleichgewicht mit erzhaltigen Mineralen und ihrer Verteilung zwischen Schmelze und Fluid am magmatisch-hydrothermalen Übergang. Während die Zusammensetzung der Schmelze und des Fluids für beide Elemente wichtige Parameter sind, reagiert W sehr empfindlich auf die Temperatur und Sn auf die Redoxbedingungen (d. h. Speicherung und Transport als Sn2+ oder Sn4+) bei einer bestimmten Zusammensetzung. Obwohl die wichtigsten Kontrollparameter bereits identifiziert wurden, sind weitere Untersuchungen erforderlich, um in der Literatur auftretende Diskrepanzen zu klären (z. B. im Zusammenhang mit der Komplexität solcher Systeme und möglichen experimentellen Problemen). Zu diesem Zweck wollen wir uns auf mehrere Aspekte konzentrieren und dabei verschiedene Ansätze anwenden: (i) Löslichkeitsexperimente für Sn- und W-haltige Minerale in Schmelze und Fluid unter Berücksichtigung von deren geochemischer Vielfalt und der für Sn-W-Lagerstätten relevanten P-T-fO2-Bedingungen, (ii) Experimente zur genauen Bestimmung der Fluid/Schmelze- und Sole/Dampf/Schmelze-Verteilung von Sn und W am magmatisch-hydrothermalen Übergang, (iii) Untersuchung von Fluideinschlüssen an einem herausragenden Beispiel des Argemela-Granitsystems (Portugal) zur qualitativen und quantitativen Untersuchung der Sn- und W-Konzentration in Fluiden und des Transports am magmatisch-hydrothermalen Übergang, (iv) Untersuchung des Oxidationszustands von Sn in verschiedenen Krustenumgebungen zur Bewertung des Redox-Effekts auf den Sn-Transport und die Umverteilung innerhalb der Kruste. Insgesamt werden unsere Ergebnisse dazu beitragen, die bestehenden Modelle für die Bildung von Sn-W-Lagerstätten neu zu bewerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    },
    {
      "project_id": "521604747",
      "url": "https://gepris.dfg.de/gepris/projekt/521604747",
      "title": "Ultramafisch-gebunde Massensulfidlagerstätten: ein mehrskaliger und systematischer Ansatz (UMAMI)",
      "investigators": "Aratz  Beranoaguirre, Ph.D.;Professor Dr. Jochen  Kolb;Professorin Dr. Agnes  Kontny, seit 2/2025;Dr. Clifford  Patten",
      "subject_area": "GeologieMineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521604747",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Der Weg zu einer Gesellschaft mit geringem Kohlendioxidemission-Ausstoß in Europa erhöht unseren Bedarf an mineralischen Rohstoffen drastisch und erfordert eine zuverlässige und nachhaltige Versorgung mit mineralischen Ressourcen. Europa hat eine lange Bergbautradition, sodass es schwieriger ist neue klassische Erzvorkommen zu entdecken. Unkonventionelle Erzlagerstätten sind daher im Fokus der Exploration, um eine Sicherung der benötigten Rohstoffe zu gewährleisten. Darunter befinden sich ultramafische vulkanogene Massivsulfidlagerstätten (UM-VMS), die mit Au, Ag, Co, Cu und Ni angereichert sind. Diese Lagerstätten sind von langsam-spreizenden Mittelozeanischen Rücken (MOR) bekannt, wo sie sich im Allgemeinen entlang von Abscherungsflächen (detachment faults) bilden. Derzeit sind jedoch nur wenige UM-VMS-Lagerstätten an Land entdeckt worden. Diese geringe Anzahl ist hauptsächlich auf das Fehlen moderner und kohärenter Genese- und Explorations-Modelle zurückzuführen. Jüngste Arbeiten heben hervor, dass sich UM-VMS-Lagerstätten, zusätzlich zu MOR, in komplexeren tektonischen Umgebungen bilden als bisher angenommen, wie beispielsweise Ozean-Kontinent-Übergänge (OCT) und Supra-Subduktionszonen (SSZ). In diesem Projekt planen wir die Entwicklung von Genese- und Explorations-Modellen durch die Verwendung eines integrierten, mehrskaligen und systematischen Ansatzes (mineral systems approach), in verschiedenen tektonischen Umgebungen wie dem Troodos-Ophioliten (Zypern, SSZ) und dem Outokumpu-Ophioliten (Finnland, metamorphisierte OCT). Die Schwerpunkte dieses Projektes liegen in der Lokation der Quelle der Metalle und Fluide, der Identifizierung der Wegsamkeiten von Fluiden, der Ausfällungsmechanismen von Metallen und der Erhaltung der Erze. Diese Untersuchungen werden es ermöglichen, die wichtigsten Parameter zu bestimmen, die zur Bildung von Erzlagerstätten führen, und letztendlich dazu beitragen, neue Lagerstätten an Land und auf dem Meeresboden zu entdecken, wie beispielsweise im deutschen INDEX-Gebiet. Alle untersuchten Gebiete liegen innerhalb Europas und fördern die Charakterisierung der Erzlagerstätten in oder in der Nähe der Europäischen Union.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOMEInternationaler BezugFrankreich, Österreich, SpanienKooperationspartnerDr. Rémi  Coltat;Professor Dr. Gianreto  Manatschal;Privatdozent Marc  Ulrich, Ph.D.Ehemaliger AntragstellerPrivatdozent Dr. Malte  Junge, bis 1/2025"
    },
    {
      "project_id": "441251539",
      "url": "https://gepris.dfg.de/gepris/projekt/441251539",
      "title": "Überquerung der magmatisch-hydrothermalen Grenzschicht innerhalb lagerstättenbildender Systeme mit numerischen Modellen",
      "subject_area": "Mineralogie, Petrologie und GeochemieHydrogeologie, Hydrologie, Limnologie, Siedlungswasserwirtschaft, Wasserchemie, Integrierte Wasserressourcen-Bewirtschaftung",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441251539",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2238: \nDynamik der Erzmetallanreicherung - DOME",
      "description": "Zukünftige Explorationen für metallische Ressourcen werden auf größere Tiefen und untermeerische Bereiche abzielen, was kostspielig und technisch herausfordend ist. Für diese Entwicklung benötigen wir belastbare Vorhersagemodelle, welche die entscheidenden Prozesse innerhalb ganzer lagerstättenbildender Systeme abbilden können. Magmatisch-hydrothermale Lagerstätten bilden unsere größten Ressourcen für Cu, Mo, Sn und W und entstehen durch Fluidentmischung aus magmatischen Intrusionen in ein Hydrothermalsystem im Umgebungsgestein. Das Potential, riesige („world-class“) Lagerstätten bilden zu können, hängt wesentlich von Fluidflüssen über diese magmatisch-hydrothermale Grenzschicht hinweg ab, welche jedoch die größte Unbekannte in unserem derzeitigen Verständnis dieser Lagerstätten darstellten und bislang in numerischen Simulationen lediglich parameterisiert werden können. Um diese Grenzprozesse abbilden zu können, benötigt es einen fundamental neuen Modellieransatz mit einem Kontinuum, das über die Tiefenbereiche von Hydrothermalsystemen hinaus reicht und die Lücke zwischen Fluidfluss und Magmadynamik überbrückt. Das Projekt CROWN wird neue Wege beschreiten, indem es eine konsistente Formulierung für Fluidgenese und –transport in einem gekoppelten Modell für viskoses Fliessen gemäß der Navier-Stokes-Gleichungen und poröses Fliessen nach dem Darcy Gesetz entwickelt. Außerdem, und sehr wichtig für die geologische Realitätsnähe, simuliert das Modell dynamische Permeabitätsänderungen und fokussiertes Fliessen entlang von Störungsbahnen. Die Simulationen richten sich an konzeptuellen Modellen aus der Literatur aus - darunter auch neue eigene Arbeit. Der Projektantrag hebt auch angedachte direkte Zusammenarbeiten mit anderen Projekten, die sich mit magmatisch-hydrothermalen Lagerstätten beschäftigen und für das DOME SPP beantragt wurden, hervor. Das Thema hat auch Verbindungen zu anderen SPP-Anträgen, welche sich mit Laborexperimenten beschäftigen, was noch weitere Möglichkeiten zur Zusammenarbeit eröffnet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2238: \nDynamik der Erzmetallanreicherung - DOME"
    }
  ]
}