{
  "spp_number": "SPP 2191",
  "spp_title": "Molekulare Mechanismen funktioneller Phasenseparation",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402723784",
  "projects_count": 26,
  "projects": [
    {
      "project_id": "419138152",
      "url": "https://gepris.dfg.de/gepris/projekt/419138152",
      "title": "Aktive Mikroemulsifikation als Prinzip der Chromatinorganisation und als Aspekt der Zelltypspezifizierung",
      "subject_area": "Biophysik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138152",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Das eukaryotische Genom ist durch eine weithin konservierte Architektur charakterisiert, welche aus separierten aber gleichzeitig ineinander verschachtelten Segmenten besteht. Diese Architektur passt sich dynamisch an die Genexpression an: neu induzierte Gene lokalisieren in aktiven Segmenten und werden entfaltet, reprimierte Gene lokalisieren in inaktiven Segmenten und werden kompaktifiziert. Neue Arbeiten, darunter unsere eigene, deuten darauf hin, dass Phasenseparation sowie die Physik von Mikroemulsionen die Herstellung und Aufrechterhaltung dieser Architektur erklären können. Die biologische Relevanz dieser Architektur bleibt allerdings weiterhin unklar. Eine weit verbreitete jedoch ungeprüfte Hypothese ist, dass die zielgerichtete Entfaltung bestimmter Bereiche des Genoms den regulativen Zugang von Signalproteinen, wie zum Beispiel Transkriptionsfaktoren, ermöglicht. In diesem Projekt untersuchen wir (i) die Rolle Mikroemulsions-ähnlicher Reorganisation des Genoms in der embryonalen Zellspezifizierung und (ii) die grundlegenden physikalischen Prinzipien anhand derer aktive zelluläre Prozesse diese Mikroemulsions-ähnliche Reorganisation antreiben. In unserer Arbeit werden wir die Mesendoderminduktion in Primärkulturen von Zebrafischzellen als experimentelles Modellsystem nutzen, Lebendzell- und Superauflösungsmikroskopie anwenden und eine physikalische Nichtgleichgewichtstheorie der Chromatinenfaltung durch Mikroemulsifikation entwickeln. Wir werden somit eine der ersten Untersuchungen zur Relevanz physikalischer Prinzipien der 3D-Genomorganisation in der Regulierung von Genexpression durchführen. Außerdem werden unsere theoretischen Arbeiten aufzeigen wie aktive molekulare Prozesse, wie zum Beispiel Transkription, Mikrophasenseparation in biologischen Zellen beeinflussen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506296585",
      "url": "https://gepris.dfg.de/gepris/projekt/506296585",
      "title": "Analyse der Prinzipien der CTCF-Kondensatbildung bei der Zellalterung",
      "subject_area": "Allgemeine Genetik und funktionelle GenomforschungBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506296585",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Erschöpfung des Replikationspotenzials menschlicher Zellen signalisiert, dass sie in einen irreversiblen Zustand des Zellzyklusstillstands eintreten, der als Seneszenz bezeichnet wird. Der Eintritt in die Seneszenz, in der die Zellen metabolisch aktiv bleiben, geht auch mit dramatischen Veränderungen der Genexpression und der 3D-Chromatin-Architektur einher. Die bemerkenswerteste dieser Veränderungen ist die Clusterbildung von CTCF – einem wichtigen Organisator von 3D-Chromatindomänen – zu großen Seneszenz-induzierten Kondensaten. Obwohl „Phase Separation“ Kräfte mit der Bildung von Kernkörpern (z. B. Speckles) und Unterkompartimenten (z. B. Nukleolen impliziert wurden, ist dies das erste Beispiel für einen alterungsspezifischen Effekt auf die Chromatinorganisation. Mit diesem Antrag präsentieren wir vorläufige Beweise dafür, dass CTCF-Cluster tatsächlich Kondensate sind, die sich in unmittelbarer Nähe von Speckles und nur bei Seneszenz bilden, und wir schlagen eine Kombination aus biochemischen, funktionellen und genomischen Assays vor, ergänzt durch in silico-Modellierung, um ihre Entstehung mechanistisch zu entschlüsseln. Wir stellen außerdem die Hypothese auf, dass sich diese Seneszenz-induzierten CTCF-Cluster (SICC) bilden, um bestimmte Loci vor übermäßigen DNA-Schäden zu schützen, und schlagen vor diese Hypothese zu testen. Am Ende erwarten wir ein molekulares Verständnis darüber, wie Seneszenz die zelluläre Maschinerie und „Phase Separation“ Kräfte umgestaltet, um das Genom umzugestalten. Dieses Projekt passt gut zu den Prioritäten des SPP2191 und wird von Interaktionen mit dieser aufstrebenden Forschungsgemeinschaft in Deutschland profitieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419067076",
      "url": "https://gepris.dfg.de/gepris/projekt/419067076",
      "title": "Aufdeckung des Beitrags von Phasentrennung zur Bildung von Heterochromatin-Domänen",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419067076",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Perizentrische Repeat-Sequenzen in Drosophila und Maus organisieren sich selbst im Zellkern in klar abgegrenzte µm-große Heterochromatin-Subkompartimente, die als Chromozentren bezeichnet werden. Chromozentren reichern Proteinfaktoren wie Heterochromatin-Protein 1 (HP1) an und sind durch Histon H3-Lysin-9-Trimethylierung gekennzeichnet. Intakte Chromozentren sind entscheidend für die Unterdrückung der Transkription repetitiver Elemente und der Aufrechterhaltung der Genomstabilität. In der ersten Förderperiode untersuchten wir Mechanismen der Flüssig-Flüssig-Phasentrennung (LLPS) zur Erhaltung von Chromozentren, fanden aber keinen Hinweis auf eine Relevanz der HP1 vermittelten LLPS. Dies ist im Einklang mit anderen Studien, die ebenfalls keinen Einfluss von HP1 auf die mesoskalige Chromatinstruktur in differenzierten Zellen nachweisen konnten. Unsere Ergebnisse schließen jedoch nicht aus, dass LLPS für die Bildung/Abbau von Chromozentren während der zellulären Differenzierung oder des Zellzyklus von Bedeutung ist. Daher konzentrieren wir uns jetzt auf die Übergänge zwischen kondensierten Heterochromatin und dem dekondensierten, transkriptionsaktiven Zustand sowie auf den Verlust der Clusterbildung perizentrischer repetitiver Sequenzen. Darüber hinaus werden wir unsere Analyse auch auf andere Proteinfaktoren als HP1 ausweiten, die an diesem Prozess beteiligt sind. Da unsere superauflösende mikroskopische Analyse der Chromozentren auf eine mehrschichtige granulare Struktur mit kleineren Subdomänen hinweist, werden wir ihre funktionellen Eigenschaften charakterisieren. Wir werden dazu die von uns entwickelten dCas9-basierten Ansätze anwenden und weiterentwickeln, um Zwischenstufen aufzudecken, die sich bei den Zustandsübergängen des Chromatins bilden. Ein Schwerpunkt wird die Histonacetylase p300 sein, von der wir herausgefunden haben, dass sie während der Aktivierung der Chromozentren in flüssigkeitsähnlichen Tröpfchen anreichert. Außerdem werden wir untersuchen, ob die aus ektopisch perturbierten Chromozentren abgeleiteten Mechanismen auch für endogene Übergänge während der Drosophila Embryonalentwicklung und des Zellzyklus anwendbar sind. Unsere Erkenntnisse aus der letzten Förderperiode deuten darauf hin, dass sich die Komponenten der Chromozentren in verschiedenen Drosophila-Arten unterschiedlich entwickelt haben. Wir werden nun weiter untersuchen, welchen Einfluss die Phasentrennung auf die Lebensfähigkeit der Hybriden hat. Durch den Vergleich von Chromozentren in unterschiedlichen Zuständen mittels einer Kombination aus hochauflösenden Fluoreszenzmikroskopie-Methoden und Massenspektrometrie-Analyse ihres Proteoms werden wir die Frage beantworten können, ob der Auf- und Abbau von Chromozentren phasengetrennte Zwischenstufen beinhaltet. Unser Projekt wird also zeigen, wie die molekulare Organisation der Chromozentren mit ihrer Funktion zusammenhängt, und die Rolle der Phasentrennung in diesem Prozess aufklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419139183",
      "url": "https://gepris.dfg.de/gepris/projekt/419139183",
      "title": "Die Entstehung von phasengetrennten Transkriptionszentren und ihre Funktion in der Transkriptionsregulation",
      "investigators": "Professor Jan  Brugués, Ph.D.;Professorin Dr. Nadine  Vastenhouw",
      "subject_area": "ZellbiologieBiophysik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419139183",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Transkriptionszentren bestehen aus Transkriptionsfaktoren und RNA-Polymerase II. Diese Transkriptionszentren entstehen in einem Phasentrennungsprozess. Obwohl Transkriptionsfaktoren typischerweise viele Bindungsstellen im Genom haben, entsteht nur eine begrenzte Anzahl solcher Zentren pro Zellkern.  Wie und ob sich ein Transkriptionszentrum an einem Gen-Lokus bildet und auf welche Weise sich dieses auf die Regulation der Transkription auswirkt ist bis heute unverstanden. Um diese Fragen zu beantworten, nutzen wir in unserer Forschung Methoden der Biologie und Physik. So haben wir z.B. bereits herausgefunden, dass in Zebrafisch-Embryonen die Bildung von genau zwei Transkriptionszentren mit dem Beginn der Transkription einhergeht. Diese Vorarbeit stellt uns ein ausgezeichnetes System zur Verfügung um Transkriptionszentren in vivo zu untersuchen. Zusätzlich haben wir einen Assay zur Rekonstitution und Analyse von synthetischen transkriptionsaktiven Zellkernen etabliert, mit dessen Hilfe wir sowohl die DNA als auch die Menge an Transkriptionsfaktoren modifizieren können. Dies ermöglicht eine quantitative Analyse der Dynamik der Transkriptionszentren-Bildung wie sie bisher unmöglich war.In Ziel 1 werden wir untersuchen, ob Transkription für die Bildung von Transkriptionszentren erforderlich ist. Obwohl Transkriptionszentren traditionell mit transkribierten Genen assoziiert werden ist unklar, ob Transkription eine Voraussetzung für die Bildung dieser Zentren ist. Um herauszufinden, welcher Prozess zuerst stattfindet, werden wir die zwei Transkriptionszentren nutzen, die allen anderen Transkriptionsaktivitäten in Zebrafisch-Embryonen vorangehen. In Ziel 2 werden wir die Voraussetzungen bestimmen, die zur Entstehung von phasengetrennten Transkriptionszentren führen. Transkriptionszentren werden von Transkriptionsfaktoren gebildet und aktiviert, welche typischerweise viele Bindungsstellen im Genom aufweisen. Wie und warum diese Transkriptionsmaschinerie jedoch nur an spezifischen Stellen im Genom entsteht, ist unklar. Für unsere Forschungsarbeit werden wir sowohl Zebrafisch-Embryonen als auch synthetische Zellkerne verwenden, um ein Phasendiagramm von Transkriptionszentren in Abhängigkeit von der Anzahl von Transkriptionsfaktor-Bindungsstellen, der Kopienzahl eines Genes, sowie der Konzentration von Transkriptionsfaktoren zu messen. In Ziel 3 werden wir letztlich die Wirkung von Transkriptionszentren auf die Transkriptionsleistung bestimmen. Die funktionelle Relevanz von Transkriptionszentren wurde bisher noch nicht rigoros untersucht. Aufgrund der Tatsache, dass durch Phasentrennung gesteuerte Mechanismen üblicherweise sehr empfindlich und reaktionsfähig sind, könnten Transkriptionszentren der Grund für die bekannte, nicht-lineare Reaktion der Transkription auf die Bindung von Transkriptionsfaktoren sein. Wir werden dies testen, indem wir die Transkriptionsleistung von Genen mit und ohne assoziierten Transkriptionszentren vergleichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138452",
      "url": "https://gepris.dfg.de/gepris/projekt/419138452",
      "title": "Dynamik und Pufferfunktionen von intranukleären Actin-Cofilin Zusammensetzungen in zellulärer Stressantwort",
      "subject_area": "StrukturbiologieBiophysikZellbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138452",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Aktin, eines der am Häufigsten vorkommenden Proteine in eukaryotischen Zellen, ist charakterisiert durch seine Fähigkeit dynamische, semi-fexible Filamente im Zytoplasma zu bilden. Aktinfilamente sind ein integraler Bestandteil des Zytoskeletts und essentiell für Zellform, -teilung und –motilität. Weiterhin ist heute bekannt, dass Aktinmonomere im Nukleus an der Expression essentieller Gene beteiligt sind und dass Aktinfilamente innerhalb des Nukleus eine wichtige Rolle in spezifischer Genregulation und DNA-Reparatur spielen. Um eine normale Zellfunktionen zu gewährleisten, ist daher der Im- und Export von Aktin zusammen mit seinen Bindungspartnern Cofilin bzw. Profilin und die Aufrechterhaltung des Aktin-Steady-States von großer Bedeutung. Es ist bekannt, dass Aktin und Cofilin durch chemisch oder physikalisch ausgelöste Stressbedingungen lange, stabile Filamente innerhalb des Nukleus bilden. Während davon ausgegangen wird, dass eine vorrübergehende Bildung von Polymeren unter normalen Umständen auf eine natürliche und protektive Zellantwort zurückzuführen ist, werden Filamente mit längerer Lebensdauer hingegen mit verschiedenen Krankheitsbildern wie der sogenannten „Intranuclear Rod Myopathy“ oder der Huntington-Krankheit in Verbindung gebracht. Lange war es nicht möglich, intranukleäres Aktin in lebenden Zellen zu visualisieren. Deshalb ist heute noch unklar, welche Prozesse zu der Bildung von intranukleären Aktinfilamenten führen, welche Mechanismen der Polymerisierung und Depolymerisierung dieser Filamente zu Grunde liegen und welche Rolle sie in Stresssituationen innerhalb der Zelle erfüllen. Interessanterweise spielt das aufkommende Konzept der „Liquid-Phase-Separation“ in der Zellbiologie eine entscheidende Rolle in vielen zellulären Stressreaktionsmechanismen. Eine Phasentrennung innerhalb der Zelle, erlaubt extrem sensitiv auf physikalische und chemische intrazelluläre Änderungen zu reagieren und ermöglicht rapide Reorganisierungen von Zellfunktionen. Wir gehen davon aus, dass die Bildung dynamischer Aktin-Cofilin Filamente innerhalb des Nukleus durch den Phasenübergang von Aktinmonomeren in einen kondensierten Zustand ausgelöst wird, welche weiter zu stabilen, flüssigkristallinen Filamenten reifen können und dass dies eine Reaktion auf die Störung des zellulären Gleichgewichts darstellt. Die Bildung von polymeren Strukturen führt zu einer deutlichen Verringerung des freien Aktins im Nukleus, womit die Aktin-Cofilin Filamente eine Pufferfunktion eingehen könnten. Dadurch würde die von monomerem Aktin abhängige Genexpression, welche einen wichtigen und notwendigen Teil der Stressantwort darstellt, entscheident beeinflusst bzw. verändert werden.  Wir wollen die dynamischen Phasentrennung Aktin-Cofilin Polymerisierung und Depolymerisierung innerhalb des Nukleus untersuchen, die strukturelle Basis der Filamente innerhalb der Zelle auflösen sowie die Beziehung zu anderen intranukleären phasengetrennten Kompartimenten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138906",
      "url": "https://gepris.dfg.de/gepris/projekt/419138906",
      "title": "Entwicklung eines kombinierten Fluoreszenz, Optische Beugungstomographie und Brillouin (FOB) Mikroskops für die quantitative Untersuchung von Phasenübergängen in Zellen",
      "subject_area": "BiophysikZellbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138906",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Es sind oft neue technologische Möglichkeiten, die unser fortschreitendes Verständnis von physiologischen und pathologischen Prozessen erst ermöglichen. Die Notwendigkeit für neue Technologien ist derzeit besonders offensichtlich im Bereich der biologischen Phasenseparation, eine neu identifizierte Möglichkeit, das Zell-Zytoplasma zu organisieren. Gestörte Phasenübergänge stehen aber auch mit neurodegenerativen Krankheiten wie z.B. amyotrophe Lateralsklerose (ALS) in Verbindung, wo Prion-ähnliche RNA-bindende Proteine wie Fused in Sarcoma (FUS) eine Schlüsselrolle einnehmen. Diese Proteine bilden in vitro zunächst phasen-separierte, physiologische, flüssige Kondensate, die aber mit der Zeit zu festkörperähnlichen Strukturen reifen.Im klaren Gegensatz zu diesem beeindruckenden jüngsten Erkenntnissgewinn stehen die derzeit verfügbaren Methoden zur Erforschung von Phasenübergängen, wie z.B. fluorescence recovery after photobleaching (FRAP) oder der Beobachtung von Tröpfchenfusion, die größtenteils qualitativ, indirekt und zeitaufwändig sind, und damit ein zunehmendes Hindernis für den weiteren Fortschritt auf diesem Gebiet darstellen. Es ist deswegen das zentrale Ziel dieses Projekts, ein neues kombiniertes Fluoreszenz, optisches Beugungstomographie und Brillouin (FOB) Mikroskop zu entwickeln, und damit physiologische und pathologische Phasenübergänge in vitro und in vivo zu untersuchen. FOB Mikroskopie ermöglicht die quantitative Abbildung der 3D Verteilungen von Massendichte, longitudinalem Modul und Viskosität in lebenden Zellen und mit optischer Auflösung. Konkret werden wir zuerst das Mikroskop aufbauen und die physikalischen Signaturen von Phasenübergängen in synthetischen Systemen identifizieren (Ziel I), dann diese Signaturen in Proteintröpfchen in vitro verifizieren (Ziel II), um schließlich mittels FOB Mikroskopie den Zusammenhang zwischen dem Phasenübergang dieser Proteinkondensate und Funktionsänderungen in Zelllinien und Motorneuronen zu untersuchen (Ziel III). Die quantitative Charakterisierung der Kondensate aus nativen und mutierten Proteinen soll dabei die Verbindung zwischen den physikalischen Signaturen, den dem gestörten Übergang zugrundeliegenden molekularen Mechanismen und den Funktionsänderungen erhellen, die letztendlich zur Krankheit führen. So kann FOB Mikroskopie in der Zukunft dazu genutzt werden, um gezielt nach neuen Wegen zur Bekämpfung der Krankheit zu suchen.Nach der Etablierung wird FOB Mikroskopie allen anderen Gruppen des SPP2191, sowie der erweiterten Forschungsgemeinschaft, zur Verfügung stehen, um so neue Einblicke in die physikalischen Mechanismen in lebenden Zellen zu ermöglichen. So wird FOB Mikroskopie nicht nur den großen Bedarf nach quantitativer physikalischer Information über mesoskalige Eigenschaften von Zellen bedienen, sondern auch die Grundlage dafür schaffen, physiologische und anomale Phasenübergänge in anderen in vitro Systemen, Zelltypen und Krankheitsmodellen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419071406",
      "url": "https://gepris.dfg.de/gepris/projekt/419071406",
      "title": "Konformationsselektion bei der Flüssig-Flüssig-Phasenseparation: Proteinfaltungs- und Aggregationsmechanismen im Zytoplasma und in Stresskörperchen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieBiophysik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419071406",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Phasenseparation spielt eine entscheidende Rolle in der Faltung und Aggregation von Proteinen und den damit verbundenen Erkrankungen. Unter Zellstress können Kondensate diesbezüglich anfällige und möglicherweise toxische Proteine bis zum Abbau aufnehmen und diese somit vor weiterer Aggregation bewahren. Ein derartiger Mechanismus würde die Qualitätskontrollmechanismen der Zelle unterstützen und Protein-Homöostase gewährleisten. Auf der andere Seite könnte ein übermäßiges Anreichern der Proteine in den Kondensaten zu einer Überlastung der Kapazität führen und pathogene Phasenübergänge  induzieren. Das derzeitige Wissen über die Zusammenhänge von Kondensation und Aggregation basiert hauptsächlich auf Studien zu Anreicherungsprozessen  von Proteinen, die mit den entsprechenden Erkrankungen in Verbindung gebracht werden, sowie assoziierten Messungen pathogener Phasenübergänge. Das Ziel unserer Forschung in SPP2191 ist es diese Erkenntnisse durch neuartige Studien zur Konformation und Dynamik des Proteins entlang des Faltungs- und Aggregationsweges voranzutreiben. Das Ziel die biomolekularen Übergänge im Zusammenhang mit Phasenseparation zu verstehen verbindet uns mit verschiedenen Arbeitsgruppen im SPP2191 und hat zu effizienten Kooperationen bezüglich der Etablierung von gemeinsamen Methoden, Modellsystemen und theoretischen Modellen geführt. Das beantragte Projekt basiert auf unseren vorherigen Arbeiten im SPP2191, in denen wir die Aufnahme von destabilisierten, aber monomeren und reversibel-gefalteten Superoxid-dismutase 1 (SOD1)  Mutanten in Stresskörperchen (SGs) untersucht haben. (publizierte Ergebnisse: N. Samanta et al., S. Ebbinghaus, Sequestration of Proteins in Stress Granules Relies on the In-Cell but Not the In Vitro Folding Stability, J. Am. Chem. Soc., 2021). Die Verteilung des Proteins zwischen SGs und dem Zytoplasma wird dabei von verschiedenen Faktoren wie der Faltungsstabilität, Hydrophobizität sowie der Umgebung bestimmt. Die Ergebnisse motivieren unsere zukünftigen Arbeiten, in denen wir die Faltung und Aggregation von krankheitsbedingenden SOD1 Mutanten in den jeweiligen Phasen untersuchen möchten. Hierzu verwenden wir spezielle Methoden wie die konfokalmikroskopische Relaxationsanalyse um die Kinetik und Thermodynamik der unterschiedlichen Aggregationswege zu untersuchen. Dies ermöglicht die Analyse von Ent- und Rückfaltung, der Übergange in intermediäre und fehlgefaltete Zustände, sowie von Aggregationsprozessen in SGs im Vergleich mit den gegenseitigen zytoplasmatischen Prozessen derselben Zelle. Das Projekt führt zum Verständnis von funktionalen und dysfunktionalen Kondensaten durch die Erkenntnis wie SGs, im Zusammenspiel mit molekularen Faktoren wie Chaperonen, Faltung und Aggregation beeinflussen um Protein-Homöostase zu sichern. Andererseits könnten die Ergebnisse aufzeigen, welche Faltungs- und Aggregationsprozesse pathogene Phasenübergänge induzieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419120233",
      "url": "https://gepris.dfg.de/gepris/projekt/419120233",
      "title": "Koordinationsfonds",
      "subject_area": "BiophysikBiochemieZellbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419120233",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Entwicklung der komplexen Lebensform der Eukaryoten erforderte die Bildung von Kompartments und die Separation von zellulären Prozessen in diese Kompartments. Diese Kompartments sind häufig Membran-umschlossene Strukturen wie der Zellkern, Mitochondria etc. Neben den Membran-umschlossenen Kompartments existieren die membranlosen Organellen, zu denen der Nukleolus, Stress Granules etc. zählen. Obwohl membranlose Organellen schon lange bekannt sind, wurde erst im letzten Jahrzehnt ersichtlich, dass ihre Bildung auf dem physikalischen Prinzip der Phasenseparation beruht, was ihnen gleichzeitig einzigartige Eigenschaften verleiht: Membranlose Organellen können reversibel sein, hoch dynamisch und kontinuierlich Moleküle mit ihrer Umgebung austauschen ohne sich dazu eines Transportsystems bedienen zu müssen. Diese Eigenschaften erfordern es, den Aufbau von Zellen und die existierenden Konzepte zur Zellkompartimentalisierung, sowie die Regulation von (inner)zellulärem Transport und Funktionen neu zu überdenken – „Zellbiologie 2.0“. Zur Erforschung dieser neuen Konzepte und zum Verständnis der Mechanismen, die der Bildung von membranlosen Organellen durch Phasenseparation zugrunde liegen, müssen Zellbiologie und Biophysik sowohl mit Biochemie, also auch mit theoretischen Modellen kombiniert werden und neue Techniken entwickelt sowie neue Zugänge zur Thematik erschlossen werden. Die Kombination der Disziplinen erlaubt es, testbare Vorhersagen zur Rolle der Phasenseparation in diversen biologischen Prozessen zu treffen, welche in funktionellen biochemischen, zellbiologischen und entwicklungsbiologischen Experimenten sowie in Krankheitsmodellen validiert werden. Die Forschung des letzten Jahrzehnts hat in diesem Bereich nur an der Oberfläche der Komplexität gekratzt, die der Bildung und Funktionalität von biologischen Kondensaten zugrunde liegt. Neben dem anfänglichen Fokus auf die Rolle der Phasenseparation in (zell)biologischen Prozessen wurde die Forschung jüngst auf solidere Kondensate ausgeweitet, die eine weitere Dimension der funktionellen Regulation bieten. Dieses Schwerpunktprogramm bietet Wissenschaftler*Innen unterschiedlicher Disziplinen, Forschungsumgebungen und wissenschaftlichen Werdegangs eine Plattform für gemeinsame Diskussion und Forschung. Das Programm erlaubt es Wissenschaftler*Innen synergistisch zusammen zu wirken zur Entschlüsselung neuer Funktionen und zur Entschlüsselung von Krankheitsbildern, die auf Kondensationsprozessen beruhen und die molekularen Mechanismen zu verstehen. In Rahmen dessen wird das Schwerpunktprogramm eine neue Generation von Wissenschaftler*Innen heranziehen, die die Grenzen der Disziplinen und Forschungsfelder überschreiten und aufkommende zentrale Fragen und Probleme der Lebenswissenschaften aus dem Blickwinkel der biologischen Kondensate betrachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506356718",
      "url": "https://gepris.dfg.de/gepris/projekt/506356718",
      "title": "Mechanismen der biomolekularen Kondensation während bakterieller Transkription ribosomaler RNA",
      "investigators": "Olivier  Duss, Ph.D.;Professor Dr. Janosch  Hennig;Julia  Mahamid, Ph.D.",
      "subject_area": "StrukturbiologieBiochemieBiophysikZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506356718",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Untersuchung der subzellulären Organisation von Prokaryoten durch biomolekulare Kondensation hat in jüngster Zeit an Dynamik gewonnen. Das lag maßgeblich an dem Nachweis, dass der grundlegende Prozess der Transkription ribosomaler RNA (rRNA) in Kondensaten stattfindet, ähnlich wie im eukaryotischen Nukleolus. Insbesondere wurde berichtet, dass NusA, ein essentieller Transkriptions-Anti-Terminationsfaktor, in E. coli eine Flüssig-Flüssig-Phasentrennung (LLPS) durchläuft und die Grundlage für Transkriptionskondensate in schnell wachsenden Zellen bildet. Wie NusA LLPS antreibt und wie Kondensate mit der Transkriptionseffizienz zusammenhängen, ist jedoch noch nicht beschrieben. Unsere eigenen Arbeiten haben kürzlich gezeigt, dass NusA im genomreduzierten Krankheitserreger Mycoplasma pneumoniae an der Schnittstelle zwischen Transkription und Translation sitzt. Das NusA von M. pneumoniae hat eine stark ungeordnete C-terminale Domäne evolviert, die die strukturierten C-terminalen Domänen in E. coli ersetzt und in B. subtilis völlig fehlt. Wir zeigen, dass M. pneumoniae NusA auch in vitro und nach heterologer Expression in E. coli-Zellen phasentrennt. In diesem Antrag wollen wir die Sequenzhypervariabilität zwischen den NusA-Homologen in den drei verschiedenen Bakterien nutzen, um die Prinzipien der Phasentrennung, die Mechanismen der Kondensatnukleation, die Wachstumsdynamik, die supramolekulare Struktur und die Funktion im Zusammenhang mit der rRNA-Transkription, die durch den NusA-haltigen Antiterminationskomplex der ribosomalen RNA-Transkription vermittelt wird, zu untersuchen. Wir werden biochemische und funktionelle Assays, strukturelle Studien in verschiedenen Größenordnungen mit Hilfe der Kernspinresonanzspektroskopie und einer neuartigen Kombination aus Einzelmolekül-Fluoreszenzmikroskopie und Kryo-Elektronentomographie kombinieren, um ein mechanistisches und quantitatives Verständnis der Transkriptionskondensate zu erlangen. Insgesamt werden wir der Gemeinschaft neue Ansätze für die integrative Modellierung der Molekülstruktur und -dynamik in Kondensaten bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506340646",
      "url": "https://gepris.dfg.de/gepris/projekt/506340646",
      "title": "Membranprotein Phasentrennung in der Kernmembranschliessung und -fusion",
      "subject_area": "BiophysikStrukturbiologieZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506340646",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Modulierung von Lipidmembranen ist für das Leben unerlässlich. Die Selbstorganisation des Zellkerns am Ende der Mitose bei Wirbeltieren ist ein Beispiel dafür, wie effizient und robust Zellen Membranen umgestalten können, sogar bis zu dem Punkt, an dem sie ein ganzes Organell aus gelösten Teilen aufbauen. Unsere jüngsten Arbeiten deuten darauf hin, dass die Neubildung der Kernmembran am Ende der Mitose durch die vollständige Fusion des Endoplasmatischen Retikulums (ER) auf der Oberfläche des dekondensierenden Chromatins erfolgt - eine Voraussetzung für die Kernkompartimentierung -, indem Phasentrennung von Membranproteinen mit der Aktivität der Membranfusionsmaschinerie der Zelle, den \"endosomal sorting complexes required for transport-III \"(ESCRT-III), verbunden wird. In diesem Projekt wollen wir die noch nicht definierten strukturellen und biophysikalischen Prinzipien untersuchen, durch die die kondensierten, intrinsisch unstrukturierten Domänen (IDD) der Membranproteine LEM2 und MAN1 das strukturierte ESCRT-III Protein CHMP7 rekrutieren, um Filamente zu bilden und die Kernmembran abzudichten und schließlich zu verschmelzen. Wir werden die Komponenten LEM2, MAN1 und ESCRT-III auf Membranen rekonstituieren, um ihre Eigenschaften mittels Kryo-Elektronenmikroskopie (Kryo-EM) und Biophysik zu untersuchen. Mit Hilfe etablierter Assays zur Überwachung der Kernselbstorganisation in der Mitose werden wir unsere Modelle in vivo validieren können. Immer mehr Arbeiten stellen einen Zusammenhang zwischen dem LEM2-ESCRT-III-Signalweg und möglicherweise MAN1 und einer Reihe von altersbedingten Krankheiten her, was seine entscheidende Rolle für die Zellphysiologie und sein therapeutisches Potenzial unterstreicht. Die Schaffung eines ersten mechanistischen Rahmens dafür, wie die Phasentrennung von Proteinen den Zusammenbau von Kernmembranen steuert, wird daher nicht nur grundlegende Fragen der Selbstorganisation von Membranorganellen behandeln, sondern auch von medizinischer Bedeutung sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138236",
      "url": "https://gepris.dfg.de/gepris/projekt/419138236",
      "title": "Mikrofluidische Analyse der Mehrfachphasentrennung in der Ubiquitin-vermittelten Proteostasis.",
      "subject_area": "BiophysikZellbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138236",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Dieses Projekt wird einen mikofludischen PhaseBildschirmChip entwickeln, um die enzymatische Aktivität und die Kompositionskontrolle des Tumorsuppressors SPOP mit dessen Substraten in flüssig phasengetrennten Organellen im Zell-nukleus zu analysieren.Verschiedene, durch Flüssig-Phasentrennung geformte, membranlose Organellen wurden in den letzten Jahren beschrieben. Viele Komponenten dieser Organellen wurden identifiziert und erfolgreich in vitro rekonstituiert. Die generellen Prinzipien welche die Zusammensetzung und Funktion der Organellen bestimmen, sind jedoch schwierig experimentell zu charakterisieren. Dieses ist im Besonderen für dynamische Aspekte der Fall, wie frühe und spätere Stadien oder Hysterese in der Phasentrennung, sowie molekulare Anordnungen und Reorganisaitonsdynamiken, aber auch die Quantifizierung enzymatischer Aktivitäten. Darüber hinaus, können unterschiedliche Arten phasengetrennter Organellen co-exisiteren, sich jedoch Enzyme sowie Substrate teilen. Wie wird beeinflusst die Verteilung zwischen den verschiedenen Organellen deren Funktion und wie ist dieser Prozess reguliert.Unser PhaseBildschirmChip beinhaltet tausende Femtoliter kleine Biopixel, von denen jeder eine Flüssig-Phasentrennungsreaktion mit definierter Zusammensetzung und Temperatur durchführen kann. Sowohl Temperatur also auch Rezeptur werden in jedem Biopixel nachjustierbar sein, wodurch sich Phasengrenzen, enzymatische Aktivitäten und andere dynamische Schritte akkurat kartieren lassen. Im Vergleich zu konventionellen Methoden, wird der PhaseBildschirmChip den Probenverbrauch um zwei bis drei Größenordnungen auf unter 10 Mikroliter Volumen pro Phasendiagram senken. Gleichzeitig wird die Anzahl gemessener Datenpunkte pro Phasendiagram (Pixelauflösung) um zwei bis drei Größenordnungen erhöht.Wir werden unseren PhaseBildschirmChip am Beispiel der Phasentrennung des Tumorsuppressors SPOP-Proteins mit dessen Substraten in flüssig phasengetrennten Organellen im Zellnukleus validieren. SPOP ist ein Substratadaptor für die Culling3-Ring Ubiquitin Ligase und lokalisiert in verschiedene substratangereicherte membranfreie Organellen im Nukleus, wo es diese Substrate ubiquitiniert. Unter Zuhilfenahme unseres PhaseBildschirmChips wollen wir Nichtgleichgewichtsaspekte sowie regulatorische Mechanismen welche die Partitionierung von SPOP und deren Substraten sowie deren Einfluss auf die Phasentrennung untersuchen. Dadurch erhoffen wir uns Einblicke, wie die substratvermittelte Phasentrennung SPOP sowie potentiell andere Ubiquitin Ligasen aktivieren kann um dadurch die Einstellung und Erhaltung der Ubiquitin vermittelten Proteostase besser zu verstehen. Dies wir es uns erlauben nach kleinen Wirkstoffmolekülen zu suchen, welche die Phasentrennungs-Artefakte welche in SPOP vermittelten Krebsmutanten vorherrschen zu kompensieren, um so einen neuen Krebsterapieansatz aufzuzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419139133",
      "url": "https://gepris.dfg.de/gepris/projekt/419139133",
      "title": "Molekulare Mechanismen abnormaler TDP-43 Phasenübergänge und ihre pathologischen Konsequenzen in Neuronen und Gliazellen",
      "investigators": "Professorin Dr. Dorothee  Dormann;Professor Dr. Jovica  Ninkovic, Ph.D.",
      "subject_area": "BiochemieZellbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419139133",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Abnormale Phasenübergänge liegen der Bildung zytosolischer Aggregate des RNA-Bindeproteins TDP-43 (TAR-DNA-bindendes Protein von 43 kDa) bei neurodegenerativen Erkrankungen und nach traumatischen Hirnverletzungen zugrunde. Es wird angenommen, dass sowohl TDP-43 Funktionsverlust als auch Funktionsgewinn in Neuronen und Gliazellen zur Neurodegeneration beiträgt. Unsere vorläufigen Daten weisen darauf hin, dass abnormale Phasenübergänge von TDP-43 in Mikroglia nach einer Hirnverletzung im Zebrafisch zur Aktivierung von Mikroglia und deren Akkumulation an Gehirnläsionen führen. Wir konnten außerdem zeigen, dass TDP-43-Kondensation in Mikroglia durch den Verlust von Progranulin (PGRN) gefördert wird und dass PGRN die TDP-43-Kondensation in vitro unterdrückt. Der Verlust der PGRN-Funktion und anhaltende TDP-43-induzierte Mikroglia-Aktivierung beeinträchtigt die Gehirn-Regeneration im Zebrafisch. Dieses Forschungsprojekt hat zum Ziel, die molekularen Grundlagen von TDP-43-Phasenübergängen zu entschlüsseln und zu verstehen, wie krankheits-assoziierte Mutationen und das krankheits-assoziierte PGRN-Protein TDP-43-Phasenübergänge in Nerven- und Gliazellen regulieren. Um dieses Ziel zu erreichen, werden wir untersuchen, wie rationale und krankheits-assoziierte Mutationen in der TDP-43-Sequenz das Phasentrennungsverhalten von TDP-43 in vitro beeinflussen. Durch Einbringen von TDP-43-Mutanten mit verändertem Phasentrennungsverhalten in neuronale Zellinien und gemischte Gliakulturen, die Mikroglia enthalten, werden wir untersuchen, wie abnormale TDP-43-Phasentrennung die dynamischen Eigenschaften von TDP-43-Kondensaten in diesen Zelltypen beeinflusst. Darüber hinaus werden wir entschlüsseln, wie eine abnormale TDP-43-Phasentrennung die Aufnahme von TDP-43 in neuronale und gliale Zellen sowie die Funktionen und den Aktivierungszustand von Mikroglia beeinflusst. Schließlich wollen wir verstehen, wie PGRN mit TDP-43 interagiert und TDP-43-Kondensation in vitro und in vivo zu unterdrückt.Ein molekulares Verständnis von TDP-43-Phasenübergängen und der direkte Vergleich von TDP-43-Phasenübergängen in verschiedenen neuralen Zelltypen wird zu einem besseren Verständnis der pathologischen Relevanz abnormaler Phasenübergänge führen, und wird enthüllen, wie sie die physiologischen Funktionen und Eigenschaften krankheitsrelevanter Zelltypen verändern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "418079961",
      "url": "https://gepris.dfg.de/gepris/projekt/418079961",
      "title": "Molekulare Mechanismen der funktionalen Phasentrennung in eukaryontischer Gentranskription",
      "subject_area": "Biochemie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 418079961",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Aktivierung der Gen-Transkription ist von zentraler Bedeutung für die Zell-Differenzierung und Organismen-Entwicklung, bleibt auf molekularem Niveau aber schlecht verstanden. Mit diesem Antrag werden wir das Modell testen, ob Phasen-Trennung von Flüssigkeiten eine zentrale Rolle bei der Genaktivierung spielt. Dazu werden wir humane Transkriptionsfaktoren rekombinant herstellen und testen, ob diese an Phasen-Übergängen der RNA-Polymerase II, des zentralen Enzyms der Transkription, teilnehmen können. Zudem werden wir die Struktur der entstehenden Phasen mit Hilfe der NMR untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138605",
      "url": "https://gepris.dfg.de/gepris/projekt/419138605",
      "title": "Molekulare Mechanismen der funktionell relevanten Ausbildung getrennter Phasen für die Biogenese von siRNAs durch Drosophila Loqs, Ago2 und dsRNA",
      "subject_area": "BiochemieBiochemie und Physiologie der TiereStrukturbiologieZellbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138605",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Negative Regulation durch kleine RNAs kontrolliert die Gen-Expression, dient aber auch der Abwehr von Pathogenen und parasitischen DNA Sequenzen. In Insekten liegt eine Spezialisierung der kleinen RNAs für diese Aufgaben vor; da RNA Interferenz hier ein sehr wichtiger Abwehrmechanismus ist, müssen die Biogenese-Wege gut voneinander „isoliert“ verlaufen, um eine schnelle und starke Antwort gegen das Pathogen zu bilden. Hier spielt die Phasentrennung eine wichtige Rolle, für miRNAs ist z.B. der P-body von Bedeutung, ein zytoplasmatisches Kondensat. Wir haben die induzierte Phasentrennung des dsRNA bindenden Proteins Loqs sowie der Glutamin-reichen, unstrukturierten Domäne des Effektors Ago2 mit doppelsträngiger RNA (dsRNA) untersucht. Die Ago2-Domäne bildet zusammen mit Nukleinsäuren eine eigene Phase aus; wenn dsRNA enthalten ist, kann das Loqs-Protein sich in dieser Phase anreichern, woran auch die Loqs N-terminale Domäne beteiligt ist. Biophysikalische Untersuchungen zeigen, dass dieses Phänomen reversibel ist, dass die kondensierten Proteine mobil bleiben und dass Loqs dafür in der Lage sein muss, dsRNA tatsächlich zu binden. NMR-spektroskopische Untersuchungen konnten beweisen, dass die Ago2-Domöne keine spezifische Faltung aufweist, dennoch konnten klare Veränderungen beim Phasenübergang gemessen werden. Im Gegensatz dazu kann die ebenfalls Glutamin-reiche N-terminale Domäne von Loqs mit der ersten dsRNA bindenden Domäne wechselwirken und diese vermutlich inhibieren; dies könnte ein regulatorischer Vorgang sein, der gleichzeitig die siRNA Biogenese und die Phasentrennung beeinflusst. Auch in Zellen konnten wir zeigen, dass GFP-Loqs einer Phasentrennung unterliegt, dass die Moleküle im Kondensat mobil bleiben und dass dsRNA Bindung an die zweite Domäne essentiell ist. Wir werden nun eine detaillierte spektroskopische und biophysikalische Analyse der beteiligten Protein-Domänen durchführen, um die zu Grunde liegenden molekularen Wechselwirkungen genau zu charakterisieren. Insbesondere werden wir die Interaktion der N-terminale Domäne von Loqs mit der ersten dsRNA bindenden Domäne ausmessen. Welche Aminosäuren sind essentielle Kontaktstellen? Wie verändert sich die Loqs-Struktur durch diese Auto-Regulation, was bedeutet das für die dsRNA Bindung und welche Konsequenzen hat das in vivo? Welche Faktoren interagieren ebenfalls mit dem dsRNA-abhängigen Kondensat? Wie wird ein spezifischer Flux von dsRNA und/oder siRNAs durch das Kondensat erreicht? Die Ergebnisse unserer biophysikalischen Messungen werden es uns ermöglichen, gezielte Protein-Mutationen zu setzen und die Konsequenzen in vitro und in Zellen zu untersuchen, so dass wir eine vollständige Beschreibung der Rolle dieser Phasentrennung auf die siRNA-Biogenese und die Pathogen-Abwehr erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506366351",
      "url": "https://gepris.dfg.de/gepris/projekt/506366351",
      "title": "Molekulare Mechanismen der Kondensat-Membran Interaktion und wechselseitigen Umformung",
      "subject_area": "ZellbiologiePhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506366351",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Membrangebundene Organellen gelten seit Jahrzehnten als die grundlegenden Zellkompartimente. Kürzlich wurde jedoch gezeigt, dass kondensierte biomolekulare Phasen (im Folgenden \"Kondensate\") ebenfalls zentrale Rollen in der zellulären Organisation spielen, die tiefgreifende funktionelle Auswirkungen haben. Kondensate sind dynamische Zellstrukturen, die schnell auf Veränderungen im zellulären Milieu reagieren können, da sie nicht von einer begrenzenden Membran umschlossen sind. Obwohl solche Kondensate häufig auch als \"membranfreie Organellen\" bezeichnet werden, gibt es erste Hinweise darauf, dass Kondensate und Membranen wechselwirken. Unsere Arbeit hat gezeigt, dass eine Kondensatbenetzung Membranen umformen kann und damit evolutionär konservierte physiologische Prozesse vermittelt werden. Beispiele sind: die Entwicklung von membrangebundenen Organellen während der Autophagie in Säugetieren und der pflanzlichen Embryonalentwicklung [Nature, 2021, 2020; PNAS 2021; JCB 2021]. In diesem SPP2191 Projekt werden wir die molekularen Grundlagen dieser völlig neuen Klasse von Kondensat-vermittelten Prozessen und ihre Auswirkungen auf die Organisation von Zellen untersuchen. Aufbauend auf unserer evidenzbasierten theoretischen Grundlage, sowie umfangreichen veröffentlichten und vorläufigen Arbeiten, werden wir eine detaillierte quantitative Beschreibung der Kondensat-Membran Interaktion erstellen. Dabei konzentrieren wir uns auf drei Forschungsbereiche: erstens, werden wir ein Phänotyp-basiertes Benetzungsscreening von Kondensaten entwickeln und validieren, der eine technisch vorteilhafte ebene Geometrie mit automatischen Bildanalysen kombiniert. Dieser Ansatz wird es uns ermöglichen, eine quantitative Benetzungsdatenbank im Hochdurchsatzverfahren aufzubauen. Zweitens, werden wir spezifische Kondensate und ihre Benetzungsbedingungen systematisch charakterisieren. Dazu werden wir gezielt die Kondensat- und Membranbiochemie beeinflussen um eine multidimensionale \"Wetosom\"-Datenbank zu erstellen, die Kondensatbenetzungen umfassend katalogisiert. Bei der Erstellung dieser Datenbank werden wir eng mit weiteren SPP2191-Gruppen zusammenarbeiten, um eine möglichst breite Palette von molekular verschiedenen Kondensaten zu analysieren. Zusätzlich werden unsere Untersuchungen eine leistungsstarke Kombination aus kontrollierten in-vitro Experimenten und theoretischen Kontinuumsmodellen auf physiologisch relevante Kondensat-Membrangeometrien anwenden, um damit die Generalisierbarkeit der Benetzungsphänome zu demonstrieren. Drittens, werden wir die Vorhersagekraft der Wetosom-Datenbank nutzen die molekulare Grundlage intrazellulärer Benetzungen umfassend zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller PhasenseparationInternationaler BezugGroßbritannien"
    },
    {
      "project_id": "418960343",
      "url": "https://gepris.dfg.de/gepris/projekt/418960343",
      "title": "Molekulare Mechanismen und funktionelle Implikationen der Ded1p-\nPhasentrennung.",
      "subject_area": "Strukturbiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 418960343",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Ded1p (DDX3) ist eine RNA-DEAD-Box Helikase, die Sekundärstrukturelemente in der 5’-UTR (Untranslatierte Region) einer mRNA entfernt. Dies erleichtert das Scannen der ribosomalen 40S-Untereinheit und die Identifizierung des Translationsinitiationscodons. Bei zellulärem Stress wird Ded1p zu zytoplasmatischen Stressgranula rekrutiert, die mRNPs enthalten deren Translation blockiert ist. Funktionell schützt die Bildung von Stressgranula die eingebettete mRNAs vor Abbau und induziert Veränderungen in der Genexpression, so dass die Stressreaktion hochreguliert wird.Hier befassen wir uns mit den molekularen Details der Wechselwirkungen, die für die Ded1p-Kondensation in Stressgranula verantwortlich sind. Darüber hinaus untersuchen wir, wie die Ded1p-Aktivität durch diesen Kondensationsprozess moduliert und reguliert wird.Experimentell werden wir biochemische Methoden anwenden, um zu bestimmen, welche Ded1p-Aminosäuren zur LLPS (liquid-liquid phase separation) des Enzyms beitragen. Basierend auf biophysikalischen Studien, insbesondere der NMR-Spektroskopie, werden wir aufdecken, welche transienten intermolekularen Kontakte bei der Kondensation stattfinden und wie die Dynamik des Proteins durch diese Wechselwirkungen beeinflusst wird. Diese Daten werden mit Molekulardynamik-Simulationen kombiniert, sodass wir letztendlich das LLPS-Verhalten vorhersagen können. Um zu untersuchen, wie die Aktivität der Ded1p-Helikase durch LLPS moduliert wird, werden wir die Turnover-Raten von minimal mutierten Ded1p-Proteinen bestimmen, die veränderte Kondensationsverhalten aufweisen. Basierend auf einer großen Anzahl dieser Mutationen zielen wir darauf ab, eine direkte Korrelation zwischen Aktivität und Phasentrennung herzustellen. Diese strukturellen und katalytischen Studien werden durch Experimente in Gegenwart von (capped) RNA und Komponenten des cap-Bindungskomplexes ergänzt. Insgesamt werden unsere Daten damit zum Verständnis beitragen, wie die Ded1p-Aktivität durch die Bildung von Stressgranula reguliert wird. Unsere in-vitro-Einblicke bezüglich Ded1p-Kondensation, -Wechselwirkungen und -Aktivität werden mit in vivo Experimenten ergänzt, die die zelluläre Relevanz unserer in vitro gewonnenen Erkenntnisse sicherstellen.Zusammenfassend wird unsere Arbeit mechanistische Einblicke in die atomaren Details liefern, die zu Ded1p LLPS führen und wie letzteres sich auf die katalytische Aktivität und die Zellfunktion auswirkt. Darüber hinaus werden unsere Ergebnisse das allgemeine Verständnis der molekularen Grundlagen von LLPS verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138288",
      "url": "https://gepris.dfg.de/gepris/projekt/419138288",
      "title": "Molekulare Mechanismen und physiologische Funktionen von DNA-Schadenskondensaten",
      "subject_area": "BiophysikBiochemie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138288",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "DNA-Doppelstrangbrüche (DSBs) sind eine äußerst schädliche Art von DNA-Schädigung, der durch DNA-Reparaturwege entgegengewirkt wird. Genetische und pharmakologische Manipulationen innerhalb von Zellen haben ein umfassendes Bild der zellulären Akteure und Ereignisse der DSB-Reparatur erzeugt. Unser molekulares und mechanistisches Verständnis, das diesen lebenswichtigen Reparaturprozessen zugrunde liegt, bleibt jedoch begrenzt. Darüber hinaus basieren bisherige Versuche DSB-Reparatur im Reagenzglas zu untersuchen, auf relativ einfachen Systemen, welche die Komplexität, wie sie in Zellen beobachtet wird, nicht rekapitulierten. Dementsprechend fehlt noch ein umfassendes mechanistisches Verständnis der Reparatur von DSBs.Aufbauend auf dem Schlüsselenzym für DNA-Schäden Poly(ADP)-Ribosepolymerase (PARP1) konnten wir frühe aktive DSB-Kondensate im Reagenzglas herstellen. Die Stabilität dieser Kondensate hängt von mehreren Komponenten ab, erfordert ein kontinuierliche Energiezufuhr und rekapituliert damit wichtige Beobachtungen aus Zellen. Mit diesem System sind wir jetzt in der einzigartigen Position, die molekularen Ereignisse, die der DNA-Schadenserkennung, der Entscheidungsfindung und der DSB-Reparaturenzymologie zugrunde liegen, mechanistisch zu analysieren.Das Ziel dieses Antrags ist es, ein detailliertes Verständnis der frühen Schritte der DSB-Reparatur zu liefern. Um die Reparatur von DNA-Doppelstrangbrüchen zu ermöglichen, müssen beide DNA-Enden in der Nähe bleiben. Dieser Schritt ist wichtig, da alle nachfolgenden Schritte der DSB-Reparatur davon abhängen. Wie Zellen dafür sorgen, dass DNA-Enden in der Nähe bleiben, bleibt rätselhaft. Mit unserem Bottom-up-Ansatz zur Rekonstruktion von DNA-Schäden konnten wir zeigen, dass PARP1-Moleküle um DNA-Läsionen Cluster bilden. Die kollektiven Wechselwirkungen, die der Clusterbildung zugrunde liegen, verhindern die Trennung von DNA-Enden und ermöglicht die Rekrutierung von Reparaturenzymen. Die Entschlüsselung dieser komplexen Zusammenhänge erfordert einen multidisziplinären Ansatz, der Rekonstitutionsbiochemie, molekulare Biophysik und Einzelmolekülansätze kombiniert. Dieses Konsortium kombiniert das Fachwissen zweier Arbeitsgruppen, um DSB-Kondensate umfassend zu charakterisieren, die sich an synapsierten DNA-Enden anordnen. Unser Ziel ist es, die regulatorischen Prinzipien aufzudecken, die der DSB-Kondensatbildung zugrunde liegen, und wichtige mechanistische Einblicke in die funktionellen und krankheitsassoziierten Rollen dieser Kondensate in Zellen zu liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138680",
      "url": "https://gepris.dfg.de/gepris/projekt/419138680",
      "title": "Molekulare und Zellulaere Determinanten der Kondensation von Tau Proteinen in Dichte Fluessige Phasen",
      "investigators": "Professor Dr. Christian  Betzel;Professor Dr. Eckhard  Mandelkow;Susanne  Wegmann, Ph.D.",
      "subject_area": "BiophysikBiochemieStrukturbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138680",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Ziel dieses Antrags ist es, die Struktur und Funktionen von phasengetrennten, kondensierten Formen des Tau Proteins zu charakterisieren, in vitro sowie in der neuronalen Zellbiologie. Tau ist ein intrinsisch ungeordnetes neuronales  Mikrotubuli Bindungsprotein. Obwohl es außergewöhnlich löslich ist, kann Tau in kleinen intrazellulären \"Kondensaten\" unterschiedlicher Natur (z. B. Stressgranulae, misgefaltete Oligomere, vorübergehende axonale Akkumulationen), und sogar in extrem stabilen Amyloid-ähnlichen Aggregaten in der Alzheimer-Krankheit und fronto-temporale Demenz (FTD) gefunden werden kann. Vor Kurzem entdeckten wir und andere gering geordnete Formen von Tau-Kondensaten, die als \"Proteintröpfchen\" oder fluide verdichtete Protein Cluster (LDCs) beschrieben werden können, welche durch Flüssig-Flüssig-Phasentrennung (LLPS) gebildet werden. Sie können durch polymere Verdichtungsreagenzien induziert werden, aber auch durch RNA. Phosphorylierung und FTD-assoziierte Mutationen im Tau Gen können Tau-LLPS katalysieren, und ähnlich wie die RNA-bindenden Proteine FUS, TDP-43 und hnRNP1, können auch Tau-LDCs in Aggregate übergehen; diese können sogar pathologische Tau-Aggregation in Zellen initiieren. Tau-LLPS könnte daher für die pathologische Tau-Aggregation bei neurodegenerativen Erkrankungen von Bedeutung sein.In diesem kooperativen und interdisziplinären Forschungsprojekt von drei Forschungsgruppen wollen wir die molekularen und zellulären Mechanismen beschreiben, die der LLPS des Tau-Proteins zugrunde liegen. Unser Ziel ist es, die Aspekte der Tau-LLPS zu bestimmen, von der licht- und röntgenstrukturellen Charakterisierung von Tau-LDCs, über die physikalisch-chemische Beschreibung des Tau-Kondensationsprozesses, bis zur neurobiologischen und pathologischen Rolle von phasengetrenntem Tau. Mittels komplementärer biophysikalischer und biochemischer Methoden (Mandelkow Gruppe), innovativer in situ dynamischer Lichtstreuung und Röntgenstreutechniken (Betzel Gruppe), sowie verschiedener neurobiologischer und zellbiophysikalischer Techniken (Wegmann Gruppe) werden wir (i) die Entstehung und Reifung von flüssigen Tau-Phasen unter Verwendung von rekombinanten Proteinen charakterisieren, (ii) strukturelle Veränderungen während der Tau-Kondensation in LDCs und Aggregate beschreiben, sowohl in vitro als auch in Zellen, (iii) post-translationalen Modifikationen, die Tau-LLPS regulieren, charakterisieren und (iv) den Einfluss von FTD-Mutationen in Tau-LLPS und nachfolgender Aggregation untersuchen. Darüber hinaus werden wir die zelluläre Rolle von Tau-LLPS als neuronale Stressantwort und als Vorzustand für die Tau-Aggregation bei der Alzheimer Krankheit und Tauopathien untersuchen.Wir glauben, dass die vorgeschlagene Forschung wichtig ist, um die Funktion von Tau-Kondensaten als Pre-Aggregationszustände zu verstehen, und als potentielle neue Wirkstoffziele bei der Behandlung von neurodegenerativen Erkrankungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138358",
      "url": "https://gepris.dfg.de/gepris/projekt/419138358",
      "title": "Phasentrennung in PML-Kernkörperchen durch ein multivalentes poly-SUMO-2/3-Netzwerk ist für eine effiziente DNA-Rekombination und -Reparatur notwendig",
      "subject_area": "ZellbiologieBiophysik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138358",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die räumliche Organisation von biochemischen Aktivitäten ist eine sehr wichtige Aufgabe für jede lebende Zelle. Wirbeltier-Zellen erfüllen diese Aufgabe duch die Konzentration von essenziellen Funktionen in Membran-umhüllten Kompartimenten oder membranlosen Organellen. Man beginnt gerade erst die molekularen Mechanismen zu verstehen, die der Formation, Aufrechterhaltung und Funktion von membranlosen Organellen zugrunde liegen. Der physikalische Antrieb für die Assemblierung von membranlosen Organellen ist die flüssig-flüssig-Phasentrennung (FFPT) und dieser Mechanismus wird durch eine bestimmte Molekül-Klasse, wobei es sich um bestimmte Proteine und/oder Nukleinsäuren handeln kann, ausgelöst. Zu den membranlosen Organellen im Zellkern von Wirbeltierzellen gehören die Nukleoli, die Cayal bodies und die sogenannten promyelozytische Leukämie-Kernkörperchen (PML-KK). Während die genaue biochemische Funktion von PML-KK noch nicht bekannt ist, wird angenommen, dass diese Strukturen auf dem Prinzip der FFTP assembliert weden und funktionieren - Evidenz aus lebenden Zellen für diese Annahme  fehlt jedoch. In diesem Forschungsvohaben wollen wir die potenzielle FFTP-Funktion in PML-Kernkörperchen bei der homologen DNA-Rekombination bzw. -Reparatur an Kernkörperchen-assoziiertem Chromatin untersuchen. Dazu werden wir biochemische, biophysikalische, Lebendzell, höchstauflösungs-mikrosopische und Computer-Modellierungs-Ansätze kombinieren. Diese Analysen sollen unsere Hypothese belegen, dass PML Kernkörperchen als dedizierte 'Mikro-Reaktoren' funktionieren, in oder an denen die homologe Rekombination bzw. Reparatur durch eine regulierte Akkumulation von DNA-Reparaturproteinen auf dem Prinzip der Phasentrennung unterstützt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138325",
      "url": "https://gepris.dfg.de/gepris/projekt/419138325",
      "title": "Phasentrennung von Ki-67 beim Austritt aus der Mitose",
      "subject_area": "ZellbiologieBiochemie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138325",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die Organisation der Zelle in funktionelle Einheiten ist ein Schlüsselprinzip des Lebens. Neben membranumschlossenen Organellen bedienen sich Zellen membranloser biomolekularer Kondensate, um Proteine und Nukleinsäuren räumlich zu konzentrieren. Während sich die Prinzipien, die dem Auf- und Abbau dieser membranlosen Kondensate zugrunde liegen, nach und nach erschließen, ist sehr wenig über die biologischen Prozesse, die an der Oberfläche solcher Kondensate ablaufen, bekannt.Die größte membranlose zelluläre Organisationseinheit, das mitotische Chromosom, ist von dem inhärent ungeordneten Protein Ki-67 umgeben. Unsere bisherigen Studien haben gezeigt, dass Ki-67 eine doppelte Funktionalität besitzt. In der frühen Mitose fungiert Ki-67 als oberflächenaktives Agens (Surfactant) um zu verhindern, dass die einzelnen Chromosomen zu einer einzigen Chromatinmasse verschmelzen, während es beim Verlassen der Mitose aktiv die Zusammenlagerung der Chromosomen fördert. Wie Ki-67 zwischen diesen beiden gegensätzlichen Aktivitäten – Chromosomen-Abstoßung und -Anziehung – umschaltet, ist nicht bekannt.Das hier skizzierte interdisziplinäre Forschungsprogramm, das zellbiologische und proteomische Ansätze mit neuartigen in-vitro Rekonstitutionssystemen kombiniert, bietet Einblicke in die physikochemischen Grundlagen, die dem Wechsel von Chromosomen-Abstoßung zu Chromosomen-Anziehung durch Ki-67 zugrunde liegen. Die Ergebnisse dieses Projekts haben das Potenzial, nicht nur neue Einblicke in die biophysikalischen Eigenschaften mitotischer Chromosomen zu offenbaren, sondern auch neue allgemeine Prinzipien der zellulären Organisation aufzudecken, die auf der Oberfläche membranloser Strukturen auftreten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138182",
      "url": "https://gepris.dfg.de/gepris/projekt/419138182",
      "title": "Phasentrennung von membrangebunden Proteinen als Mechanismus zur Bildung der Zonula Occludens (Tight Junction)",
      "subject_area": "ZellbiologieBiochemieBiophysik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138182",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Tight Junctions (Zonula Occludens) kontrollieren die Gewebeintegrität und den parazellulären Fluss von gelösten Stoffen in Epithel- und Endothelgewebe. Die Verbindung ist ein supramolekularer Komplex, der aus Adhäsionsrezeptoren, Gerüst- und Adapterproteinen und Zytoskelettkomponenten besteht, die sich in einer hochdynamischen membrangebundenen Plaque befinden. Die Nukleation und Organisation von Tight Junctions erfordert einen Mechanismus, um die notwendigen Komponenten zu akkumulieren und die Polymerisation von Claudin-Rezeptoren und Actin-Filamenten an der Membran zu erleichtern. In der ersten Förderperiode haben wir entdeckt, dass die wichtigsten Gerüstproteine (ZO) der Tight Junction membrangebundene Kompartimente durch Oberflächenphasentrennung (Prewetting) bilden und dass die Phasentrennung von ZO-Proteinen für die Junction-Bildung erforderlich ist. In der nächsten Periode schlagen wir vor zu untersuchen, wie die ZO-Phasentrennung zur Strukturbildung des Tight-Junction-Netzwerks und seiner Positionierung an der apikalen Grenzfläche beiträgt. Wir schlagen vor, diese Fragen durch unsere etablierte interdisziplinäre Kombination von Zellbiologie und In-vitro-Biochemie/Biophysik (Honigmann) mit thermodynamischer Nichtgleichgewichtstheorie (Weber) zu beantworten. Wir glauben, dass diese Arbeit neue Mechanismen liefern wird, wie die Tight Junction gebildet und positioniert wird. Darüber hinaus wird dieses Projekt wichtige allgemeine Konzepte über die Funktion der Proteinphasentrennung zur Steuerung biochemischer Reaktionen und zur Induktion der Bildung strukturierter supramolekularer Anordnungen generieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506373047",
      "url": "https://gepris.dfg.de/gepris/projekt/506373047",
      "title": "Phasentrennung von ribosomalen Proteinen in der Ribosomenbiogenese und neurologischen Ribosomopathien",
      "investigators": "Matthew  Kraushar, Ph.D.;Dr. Rainer  Nikolay;Susanne  Wegmann, Ph.D.",
      "subject_area": "BiochemieBiophysikStrukturbiologieZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506373047",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Flüssig-Flüssig-Phasentrennung (FFPT) ist ein Mechanismus, um Moleküle für biologische Reaktionen zu konzentrieren. Der Nukleolus ist ein flüssiges Kondensat mit der Funktion des Zusammenbaus von Ribosomen-Untereinheiten aus naszierender rRNA und ribosomalen Proteinen (RPs). Tatsächlich sind RPs die am häufigsten vorkommenden Proteine im Nukleolus. Ob RPs jedoch einzeln oder gemeinsam einer FFPT unterliegen, um Kondensate zu bilden, die in den Nukleolus gelangen, und sich darin um die rRNA konzentrieren, ist unbekannt. Dieser SPP2191-Antrag zielt darauf ab, den FFPT-Charakter von RPs und ihre Wechselwirkungen im Nukleolus während der Bildung von ribosomalen Untereinheiten zu analysieren. Unser Ansatz wird eine einzigartige Kombination aus ribosomenspezifischem und FFPT-spezifischem Fachwissen nutzen und Methoden der Biochemie, Biophysik, Zellbiologie und Strukturbiologie nutzen.Sowohl der Nukleolus als auch das Ribosom haben erhebliche evolutionäre Entwicklungen durchlaufen. Obwohl Prokaryoten keinen Nukleolus enthalten, verfügen sie über eine Nukleoidregion, worin Ribosomen assembliert werden. Während sich das menschliche Ribosom aus 79 RPs zusammenzusetz, besteht das des Bakteriums E. coli aus 55 RPs. Unsere bioinformatischen Daten deuten darauf hin, dass im Zuge der Evolution in menschlichen RPs der Gehalt an intrinsisch ungeordneten Regionen (IURs) stark zugenommen hat, die für viele andere Proteine Treiber von FFPT sind. Wir nutzten die Ribosomen in vitro Rekonstitution, um herauszufinden, dass der RP-pool Kondensate bildet, die mit der Zugabe von rRNA als Teil der sequentiellen Assemblierungsreaktion aufgelöst werden. Dieses Projekt wird die Ribosomen in vitro Rekonstitution einsetzen und FFPT von RPs  in E. coli und menschlichen Zellen durch hochauflösende Fluoreszenzmikroskopie verfolgen, wobei biochemische Analysen und Kryo-Elektronenmikroskopie die Resultate der RP-IUR-getriebenen Kondensation messen und die Assemblierung von Ribosomen erfassen werden. Die Analyse der Wechselwirkung von kondensierenden RPs, sowohl mit der Nukleoidregion als auch mit dem Nukleolus, wird ein Schwerpunkt sein.Schließlich werden wir die Rolle der RP-Kondensation bei einer neurodegenerativen „Ribosomopathie“ untersuchen. Es ist bekannt, dass die Alzheimer Krankheit von einer abnormalen Proteinsynthese unbekannter Ursache begleitet wird. Tau ist ein pathogenes Protein, dass FFPT unterliegt, und durch abnormale Aggregation zur Alzheimer Krankheit beiträgt. Wir konnten nachweisen, dass Tau mit vielen RPs interagiert. Daher besteht ein wichtiges Ziel darin, die molekularen Wechselwirkungen zwischen Tau und RPs zu analysieren und festzustellen, ob diese Wechselwirkungen in Kondensaten initiiert werden.Zusammengenommen wird unser SPP2191-Antrag das Verständnis der molekularen Grundlagen der Ribosomenassemblierung, sowie die Evolution von FFPT-Kondensaten und des Ribosoms selbst vertiefen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419138555",
      "url": "https://gepris.dfg.de/gepris/projekt/419138555",
      "title": "Post-translationale Kontrolle von Genexpressionsvariabilität durch Flüssig-Flüssig Phasentrennung",
      "subject_area": "Bioinformatik und Theoretische BiologieZellbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419138555",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Rauschen in der Transkription und Translation verursacht eine wesentliche Zell-zu-Zell-Variabilität von Proteinkonzentrationen in genetisch identischen Zellen. Wie es Zellen gelingt robust und zuverlässig zu funktionieren, obwohl ihre inneren Abläufe oft erhebliche Heterogenität aufweisen ist eine Schlüsselfrage in der Biologie. Frühere Studien haben gezeigt, dass Rückkopplungsmechanismen auf der Transkriptionsebene rauschunterdrückende Eigenschaften haben, aber deren Wirksamkeit ist oft durch lange Zeitverzögerungen begrenzt und oftmals werden enorme Energieressourcen benötigt, um eine signifikante Rauschunterdrückung zu erzielen. In diesem Projekt schlagen wir einen alternativen, post-translationalen Mechanismus zur Unterdrückung von Genexpressionsgeräuschen basierend auf der Phasentrennung von Flüssigkeiten vor. In phasentrennenden Systemen bilden sich flüssige Kompartimente durch die Entmischung intrinsisch ungeordneter Proteine, sobald sie eine bestimmte Grenzkonzentration überschreiten. In diesem Regime sind die Konzentrationen außerhalb der Tröpfchen in den Zellen bemerkenswert homogen. Dies legt nahe, dass flüssige Kompartimente als Puffer fungieren könnten, welche die Variabilität der Proteinkonzentrationen von Zelle zu Zelle kompensieren. Diese Hypothese wird durch unsere vorläufige Studie unterstützt, in der wir die Unterdrückung der Variabilität durch flüssige Kompartimente unter Verwendung eines künstlichen Genexpressionssystems demonstriert haben. Eine Demonstration in endogenen Systemen fehlt jedoch. Hier schlagen wir ein disziplinübergreifendes Forschungsprogramm vor, das diese Lücke füllen soll. Unser Projekt hat das Potenzial, eine wichtige neue Funktion der Phasentrennung aufzudecken und könnte einen bedeutenden Fortschritt beim Verständnis der Mechanismen liefern, die dem robusten Verhalten von Biologischen Systemen zugrunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "418638383",
      "url": "https://gepris.dfg.de/gepris/projekt/418638383",
      "title": "Rolle von submembranösen Phasen Trennung in der Regulation von Myelin- Struktur und Funktion",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 418638383",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Myelin ist eine Membran, die für die Funktion des Nervensystems von lebenswichtiger Bedeutung ist. Myelin wird durch die spiralförmige Umhüllung von Axone durch Oligodendrozyten-Plasmamembran gebildet. Das Ergebnis ist die Bildung von dicht gepackten Membranstapeln mit einzigartigen strukturellen Eigenschaften. Besondere Eigenschaften von Myelin sind Fettreichtum, dichte Packung seiner Komponenten und hohe physikalische Stabilität. Zuvor wurde angenommen, dass die Myelin-Struktur nach der Bildung nicht mehr modifizierbar ist, aber neue Studien zeigen, dass die Myelinisierung dynamisch ist und zur Plastizität im Gehirn beiträgt. Zum Beispiel kann Myelin bei erwachsenen Tieren schrumpfen oder in der Größe zunehmen. Mechanistisch ist es schwierig zu verstehen, wie ein mehrschichtiger kompaktierter Membranstapel seine Struktur nach der Bildung verändern kann. In diesem Projekt soll die Hypothese getestet werden, dass Phasenübergänge des Myelin-basischen Proteins (MBP) an der zytosolischen Membrangrenzfläche der Myelinmembran diesen Prozess regulieren kann. Wir haben zuvor gezeigt, dass die Membrankompaktierung durch einen Phasenübergang von MBP-Molekülen vermittelt wird. Durch die Membranbindung werden die stark haftenden Eigenschaften von MBP aufdeckt, und eine Phasentrennung von MBP-Molekülen induziert. Phasenübergänge, die im Zytosol auftreten, sind ein aufstrebendes Gebiet in der Biologie, aber über ihre Rolle im submembranösen Raum ist fast nichts bekannt. Wir planen deshalb die Rolle von zytosolischen, submembranösen Phasenübergängen in der Regulierung der Struktur und Funktion der Myelinmembran zu untersuchen. Wir schlagen vor, dass solche Phasentrennungen das Myelin-Remodelling durch das Öffnung und das Schließen der Myelin-Membranstapel regulieren. Ein weiteres wichtiges Ziel ist die Analyse von unkontrollierten Phasenübergängen im Mylein-Abbau bei demyelinisierenden Erkrankungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "419070619",
      "url": "https://gepris.dfg.de/gepris/projekt/419070619",
      "title": "Studien der Kernporen ähnlichen Permeabilitäts-Eigenschaften von phasenseparierten, flüssigen FG Nucleoporin Kondensaten",
      "subject_area": "BiophysikBiochemie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 419070619",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Die nukleäre Kernpore (NPC) durchdringt die nukleare Hülle und kontrolliert den nukleoplasmischen Transport. Die Permeabilitätsbarriere des NPCs besteht aus etwa zehn verschiedenen “FG-Nups“, deren ungeordneter Strukturanteil reich an Phenylalanin (F) Glycin (G) ist. Dieser FG-Abschnitt interagiert nicht kovalent zu einer supramolekularen Matrix im zentralen Teil des NPCs, dessen struktureller Aufbau weiterhin unbekannt ist. Wir haben einen Mikrofluidik Chip entwickelt, der uns erlaubt kinetische Prozesse der FG-Nup Assemblierung via liquid-liquid phase separation (LLPS) zeitlich aufzulösen. Wir haben bereits gezeigt, dass FG-Nups nach der Phasenseparation zeitweise einen „liquid-like Droplet state“ annehmen können, welcher sich in wenigen Minuten weiter in einen „solid-like state“ entwickelt. Auch wenn der liquid state nur kurzweilig ist, die Nutzung von aufeinanderfolgenden mikrofluidische Mixern erlaubt uns die Eigenschaften der Permeabilitätsbarriere unmittelbar nach Dropletbildung mit einer Zeitauflösung, welche unter normalen Laborbedingungen unmöglich wären, zu untersuchen. Durch die Nutzung des Chips haben wir herausgefunden, dass der liquid state überraschenderweise die Hauptmerkmale der natürlichen Permeabilitätsbarriere wiedergibt, große Cargos (>4 nm) benötigen die Bildung eines NTR:Cargo Komplexes um in die Droplets einzudringen (Celetti et al., JCB 2019). Um herauszufinden, wie diese Permeabilitätsbarriere arbeitet und die Bildung supramolekularer Strukturen, ebenso wie die mechanischen Eigenschaften der FG reichen Droplets zu untersuchen, planen wir die Entwicklung einer „multi-analytischen“ Plattform, welche Mikrofluidik mit nichtlinearer Raman-Spektroskopie (CARS) und Einzelpartikel verfolgende Mikrorheologie (PTM) kombiniert (Chatterjee et al., Adv. Sci. 2021). Zeitgleich haben wir ein multikomponentes “Sticker“ und “Spacer“ Model entwickelt, das uns einen theoretischen Rahmen zur Verfügung stellt, um komplexe Phaseneigenschaften von Lösungen mit multivalenten Biopolymeren mit spezifischen interagierenden Seiten, wie FG-Nups, vorherzusagen (Michels et al., Biomacromolecules 2021). Zusammen werden beide Verfahren ein schlüssiges Bild abgeben, um zu erklären, wie das Gleichgewicht zwischen homo- und heterotypischen Interaktionen in FG/FG/NTR Gemischen die Phaseneigenschaften modulieren und wie sich dies zu den Eigenschaften der Permeabilitätsbarriere von kondensierten liquid state verhält. Wir vermuten, dass die Barriereeigenschaften vom NPC durch NTRs und FG-Nup-Heterogenität verändert werden und dadurch ein dynamisches Modulieren der NPC-Permeabilität in Zellen ermöglichen. Schlussendlich ist die von uns entwickelte Plattform eine allgemeine Methode zur Untersuchung von LLPS von phasenseparierenden Proteinen, insbesondere jener, die sich schnell zu gel- oder amyloidähnlichen Strukturen entwickeln, wie z.B. FUS, Tau und α-synuclein oder andere Proteine assoziiert mit Neurodegeneration.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    },
    {
      "project_id": "506361669",
      "url": "https://gepris.dfg.de/gepris/projekt/506361669",
      "title": "Temperaturabhängige Phasentrennung von RNA-bindenden Proteinen in Chloroplasten",
      "subject_area": "Genetik und Genomik der PflanzenZellbiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506361669",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation",
      "description": "Als sessile Organismen können sich Pflanzen Umweltstress nicht durch Bewegung entziehen. Stattdessen haben sie eine Fülle von ausgeklügelten physiologischen und molekularen Reaktionen entwickelt, um die innere Homöostase aufrechtzuerhalten. Die Bedeutung der intrazellulären Phasentrennung für Stressantworten von Pflanzen wird gerade erst deutlich. Wir haben herausgefunden, dass das Chloroplasten-RNA-Bindungsprotein CP29A in vivo und in vitro zu einer Flüssig-Flüssig-Phasentrennung (LLPS) fähig ist. Die Phasentrennung wird durch niedrige Temperaturen ausgelöst, ist nach Rückkehr zur Umgebungstemperatur vollständig reversibel und hängt vom Vorhandensein der prionähnlichen Domäne (PLD) von CP29A ab. Die Disruption von CP29A oder die Deletion der PLD führt zum Ausbleichen der Blätter und zu einer Beeinträchtigung der photosynthetischen Aktivität in der Kälte. eCLIP- und RNA-Bind-and-seq-Experimente identifizierten mehrere Chloroplasten-RNA-Ziele von CP29A, darunter die rbcL-mRNA. CP29A-Mutanten zeigen eine starke Reduzierung der rbcL-mRNA in der Kälte. NMR- und biophysikalische Analysen von rekombinantem CP29A bestätigen die durch niedrige Temperaturen induzierte LLPS und geben einen detaillierten Einblick in die molekularen Interaktionen in der kondensierten Phase auf Aminosäureniveau. Darüber hinaus ergab die NMR-Analyse von CP29As individuellen RRM-Motiven überraschende Unterschiede in ihren RNA-Bindungseigenschaften. Ermutigt durch diese Ergebnisse fragten wir uns, ob andere Chloroplasten-RBPs ebenfalls zu LLPS fähig sind. Mithilfe einer Kombination aus in-silico-Vorhersagen, in-vivo-Analysen und in-vitro-LLPS-Tests konnten wir nachweisen, dass zwei Proteine, die an der RNA-Editierung und Translation in Chloroplasten erforderlich sind, LLPS zeigen. Wir schlagen nun vor, diese ersten Beschreibungen funktioneller LLPS von Chloroplasten-RBPs durch (i) eine detaillierte Analyse der biochemischen und biophysikalischen Mechanismen, die CP29A LLPS zugrunde liegen zu ergänzen, und (ii) eine allgemeine Charakterisierung der Funktion von LLPS für die hier entdeckten zusätzlichen LLPS-Ereignisse von chloroplastidären RNA-Bindungsproteine anzustrengen. Zu diesem Zweck bringen wir unser komplementäres Fachwissen in der Pflanzengenetik und Pflanzen-RNA-Biologie (Labor Schmitz-Linneweber) mit dem Fachwissen in der Analyse von Makromolekülstruktur, -dynamik und -interaktionen (Labor Sattler) zusammen. Eine Stärke unseres Ansatzes ist die Verknüpfung der detaillierten biophysikalischen und biochemischen Analyse von LLPS mit molekularen und insbesondere organismischen Phänotypen von Pflanzen. Darüber hinaus sind wir mit CP29A in der Lage, die Details einer kälteinduzierten LLPS zu bestimmen. Schließlich wurde LLPS bisher nur selten bei Pflanzen untersucht, obwohl Pflanzen als sessile Organismen von LLPS als Regulationsmöglichkeit zur Anpassung an Umweltveränderungen sehr profitieren würden. Wir wollen diese Lücke mit unseren Arbeiten schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2191: \nMolekulare Mechanismen funktioneller Phasenseparation"
    }
  ]
}