{
  "spp_number": "SPP 2502",
  "spp_title": "EPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540943155",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "563470531",
      "url": "https://gepris.dfg.de/gepris/projekt/563470531",
      "title": "Allel-spezifische epigenetische Regulation durch Zfp57 bei der Kontrolle neuronaler Identität und Funktion während der neuronalen Differenzierung",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470531",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Die Bildung neuer Nervenzellen von neuronalen Stammzellen ist wichtig für die Gehirnentwicklung. Während der neuronalen Differenzierung müssen Stammzell-typische molekulare Programme herunterreguliert und gleichzeitig Nervenzell-spezifische Genexpressionsprogramme hochreguliert werden. Die epigenetischen Mechanismen, die diese kritischen Zelltyp-Veränderungen kontrollieren, sind noch unzureichend verstanden. Meine vorherigen Studien offenbarten eine wichtige Rolle der DNA Methylierung bei der Generierung neuronaler Identität und Funktion während der Neurogenese im Hippokampus—einer einzigartigen Form der Nervenzellbildung, die lebenslange Hirnplastizität, Lernen und Gedächtnis ermöglicht. Konkret zeigte ich, dass die DNA Methylierung neuronaler Gene während der Differenzierung erforderlich ist für die Hochregulierung neuronaler  Genexpressionsprogramme, für die korrekte neuronale Reifung und die funktionelle Integration neugebildeter Nervenzellen in neurale Schaltkreise. Meine fortführenden Analysen deuteten darauf hin, dass die selektive DNA Methylierung eines Allels zur Kontrolle der Gendosis während der Neurogenese beiträgt, was eine besonders präzise Hochregulierung neuronaler Genexpressionsprogramme ermöglichen könnte. Allerdings ist die Regulation Allel-spezifischer epigenetischer Prozesse während der Neurogenese sowie deren funktionelle Bedeutung für die neuronale Genexpression sowie die Generierung neuronaler Identität und Funktion noch unbekannt. Meine vorläufigen Daten legen nahe, dass der genomische Imprinting-Faktor Zfp57 möglicherweise ein Schlüsselspieler bei der Kontrolle Allel-spezifischer DNA Methylierung und Genexpression während der neuronalen Differenzierung ist. In diesem Forschungsvorhaben werde ich (i) die Dynamik der Allel-spezifischen DNA Methylierung während der Neurogenese charakterisieren und deren kausale Rolle für Genexpressions-Veränderungen im Zusammenhang mit der Neurogenese analysieren, (ii) den Mechanismus untersuchen, wie der Imprinting-Faktor Zfp57 Allel-spezifische epigenetische Veränderungen und neuronale Genexpression während der Neurogenese kontrolliert, und (iii) die Bedeutung der Zfp57-vermittelten epigenetischen Regulation für die Bildung funktionaler neuer Neuronen, einschließlich deren Anpassung an Umweltreize, darlegen. Die Ergebnisse dieses Vorhabens werden einen neuen epigenetischen Modus aufdecken, der die neuronale Differenzierung steuert, und folglich grundlegende Einblicke in die Genregulationsmechanismen liefern, welche der Kontrolle von Hirnentwicklung und –funktion zu Grunde liegen. Darüber hinaus wird dieses Projekt Einblicke in die molekulare Grundlage neurologischer Störungen mit Eltern-spezifischen Phänotypen geben und dabei helfen, Gehirnentwicklungsstörungen bei Imprinting-Erkrankungen zu erklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563395927",
      "url": "https://gepris.dfg.de/gepris/projekt/563395927",
      "title": "Aufklärung lokus-spezifischer Histone Methylierung im Kontext von Mikrozephalie im Menschen",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563395927",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Epigenetische Prozesse kristallisieren sich als wichtige Mechanismen heraus, Genexpression während der Entwicklung zu adaptieren. Sie regulieren Zellteilung, -differenzierung, -spezifizierung und Eliminierung überzähliger Zellen. Neuroentwicklungsstörungen, wie z. B. Mikrozephalie oder geistiger Einschränkung assoziieren mit epigenetischen Prozessen, da DNA- und Histonmethylierungen die Balance zwischen Vorläuferproliferation und -differenzierung beeinflussen. Diese Balance wird während der Entwicklung des zerebralen Kortex maßgeblich durch die H3K79 Histonmethyltransferase Disruptor of telomeric silencing 1 like, DOT1L, kontrolliert. Die Rolle von DOT1L ist evolutionär konserviert, da der Funktionsverlust sowohl in der Maus als auch im Menschen Mikrozephalie zur Folge hat. Im Menschen hat interessanter Weise der DOT1L Funktionsgewinn die gleiche Auswirkung. Zur Untersuchung der DOT1L Funktionen während der menschlichen Hirnentwicklung, planen wir unsere zentrale Hypothese zu untersuchen, dass ein unterschiedlicher H3K79 Grad (H3K79me1, me2, me3) unterschiedliche Funktionalitäten an unterschiedlichen genomischen Loci hat. Wir vermuten, dass der H3K79 Grad durch diverse Mechanismen beeinflusst wird, wobei diese DOT1L Lokalisation, Aktivität oder das Interaktom regulieren. Auf molekularer Ebene können diese Prozesse durch Signaltransduktion/Phosphorylierung, Proteinkonformation und/oder Interaktionspartner kontrolliert werden. Experimentell werden wir Einzelzell(Ez)-Multiomics einsetzen (Ez-RNA, Ez-ATAC, Ez-CUT&Tag), um transkriptionelle Veränderungen und die zugrunde liegenden epigenetischen Anpassungen während der menschlichen Hirnntwicklung aufzuklären.  Wir untersuchen drei durch CRISPR/Cas9 in humane pluripotente Stammzellen (hiPSC) eingefügte DOT1L Mutationen, einen Funktionsgewinn und zwei - verluste. Die hiPSC werden zu neuralen Stammzellen, Neuronen oder Hirnorganoiden differenziert. Mittels Massenspektrometrie klären wir DOT1L Proteinkomplexe und posttranslationale Modifikationen auf. Dadurch ergeben sich potentielle Mechanismen wie DOT1L lokus-spezifisch H3K79 in unterschiedlichem Ausmaß und Grad methyliert. Um die übergeordnete Regulation zu identifizieren, untersuchen wir Signalwege, die DOT1L in Bezug auf seine H3K79 Methylierung oder den Zellzyklusablauf beeinflussen. Vorläufige Daten zeigen eine Assoziation mit Enhancer of zeste (EZH2), das H3K27me3 vermittelt. DOT1L und EZH2 werden wahrscheinlich durch überlappende Signalwege kontrolliert, weshalb wir unsere Analysen auf diese beiden Proteine fokussieren. Die vorgesehene Analyseplattform kann aber für die Untersuchung anderer epigenetischer Modifizierer eingesetzt werden, die ebenfalls durch die von uns identifizierten Signalwege kontrolliert werden. Diesen technologischen Ansatz für andere Forschungsgruppen zur Verfügung zu stellen, ist ein deutlicher Mehrwert, dieses Projekt in das SPP 2502 EPIADAPT zu integrieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563285578",
      "url": "https://gepris.dfg.de/gepris/projekt/563285578",
      "title": "Auswirkungen von Ernährungsfaktoren auf die epigenetische Regulation der menschlichen Gehirnentwicklung",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563285578",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Der Neokortex ist für die höheren kognitiven Funktionen des Menschen von entscheidender Bedeutung. Während der Entwicklung des Neokortex regulieren epigenetische Mechanismen die Genexpressionsprogramme, die für die Gehirnfunktion im späteren Leben entscheidend sind. Die Entwicklung des menschlichen Gehirns ist von besonders langer Dauer. Während dieser extensiven Entwicklungs- und Reifungsphase reagiert das Gehirn empfindlich auf äußere Umweltreize, was positive oder negative Auswirkungen haben kann. Umweltfaktoren, die Signale an das neuronale Chromatin senden, können tiefgreifende Auswirkungen auf die Entwicklung des Neokortex haben, mit potenziell lang-anhaltenden Folgen für die Gehirnfunktion. In diesem Antrag wollen wir die Auswirkungen der mütterlichen Exposition gegenüber verschiedenen Ernährungsstimuli auf das neuronale Chromatin und die Zelldifferenzierung untersuchen. Mütterlicher Alkoholkonsum während der Schwangerschaft kann zu Fetalen Alkoholspektrum-Störungen (FASD) führen, die durch verschiedene Beeinträchtigungen wie Mikrozephalie, Entwicklungsverzögerung, geistige Beeinträchtigung und psychiatrische Probleme gekennzeichnet sind. Andererseits wirkt sich die perikonzeptionelle Einnahme von Folsäure positiv auf die menschliche Entwicklung aus und verringert das Risiko von Neuralrohrdefekten, die die Wirbelsäule und das Gehirn betreffen. Während die Mechanismen der Auswirkungen von Alkoholexposition und Folsäureergänzung auf die kortikale Entwicklung noch weitgehend unbekannt sind, gibt es Hinweise aus Tiermodellen, dass eine epigenetische Regulierung beteiligt ist. Ziel dieses Projekts ist die systematische Untersuchung einer großen Anzahl von Histonmodifikationen mit Einzelzellauflösung unter Verwendung von Epi-CyTOF in menschlichen kortikalen Organoiden, die mit Alkohol und Folsäure behandelt wurden. Darüber hinaus werden zelltypspezifische epigenomische Methoden die Gene identifizieren, die sensitiv auf epigenetische Anpassungen reagieren, die durch Ernährungsreize ausgelöst werden. Die RNA-Sequenzierung einzelner Zellen wird Aufschluss darüber geben, wie Alkohol und Folsäure die neurale Entwicklung auf zellulärer und molekularer Ebene beeinflussen. Funktionelle Studien unter Verwendung von epigenetischen Inhibitoren und Epigenom-Editierung werden mechanistische Erkenntnisse liefern und dazu beitragen, die potenzielle Kompensation von neurologischen Veränderungen durch Neurotoxika zu untersuchen. Zusammenfassend soll dieses Projekt Aufschluss darüber geben, wie das neurale Chromatin Umweltreize durch die mütterliche Ernährung aufnimmt und wie Veränderungen im Epigenom die Bildung von Nervenzellen im sich entwickelnden menschlichen Neokortex beeinflussen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563566013",
      "url": "https://gepris.dfg.de/gepris/projekt/563566013",
      "title": "Die Rolle der Histon-Methyltransferase Setd1b in der Gehirnentwicklung",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563566013",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Die Regulation der Genexpression ist essentiell für die zelluläre Identität und Funktion. Fehlregulierte Genexpression, verursacht durch genetische Mutationen oder Wechselwirkungen zwischen Genom und Umwelt, trägt wesentlich zu neuroentwicklungsbedingten und neurodegenerativen Erkrankungen bei. Epigenetische Mechanismen, wie Histonmodifikationen, spielen eine besonders wichtige Rolle bei der Vermittlung dieser Effekte. Unsere Forschung konzentriert sich auf die Histonmodifikation H3K4me3, die die Aktivierung von Genen fördert. Diese Modifikation wird durch spezifische enzymatische Komplexe vermittelt, die eine zentrale Rolle in der Gehirnentwicklung und -Funktion spielen. Mutationen in den für H3K4me3 verantwortlichen Enzymen, wie Setd1b, sind mit intellektuellen Entwicklungsstörungen (IDDs) und altersbedingten Erkrankungen wie Alzheimer assoziiert. Unsere Studien haben gezeigt, dass kontrollierte H3K4me3-Dynamiken entscheidend für die neuronale Identität und Plastizität sind. Vorläufige Ergebnisse unterstreichen zudem die Rolle von langen nicht-kodierenden RNAs (lncRNAs), die diese epigenetischen Komplexe entweder durch gezielte Rekrutierung an spezifische Genomregionen oder als molekulare Decoys zur Modulation ihrer Aktivität leiten. Dieses Projekt zielt darauf ab, die Rolle von Setd1b in der kortikalen Entwicklung mithilfe von humanen kortikalen Organoidmodellen zu entschlüsseln und zu untersuchen, wie lncRNAs neuronenspezifische Genexpressionsprogramme orchestrieren. Wir verfolgen zwei Hauptziele: (1) die epigenetische Rolle von Setd1b in der kortikalen Entwicklung im Kontext von IDDs zu untersuchen und (2) die Hypothese zu testen, dass die lncRNA NeuID die neuronenspezifische Aktivität von Setd1b vermittelt. Diese Ziele werden durch zwei dedizierte Arbeitspakete erreicht, die moderne molekulare, zelluläre und bioinformatische Methoden nutzen. Unsere Arbeit wird das Verständnis der molekularen Mechanismen, die neuroentwicklungsbedingten und neurodegenerativen Erkrankungen zugrunde liegen, vorantreiben und neue Ansätze für therapeutische Strategien aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563285650",
      "url": "https://gepris.dfg.de/gepris/projekt/563285650",
      "title": "Die Rolle des Linker Histon H1 in der Adaptation des Epigenoms",
      "subject_area": "ZellbiologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563285650",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "In eukaryotischen Zellen ist die genomische DNA mithilfe von Histon-Proteinen in Chromatin organisiert. Das Linker-Histon H1 spielt eine wichtige Rolle bei der Modulation der Chromatinarchitektur. Während bedeutende Einblicke in die Rolle von Core-Histonen und ihren Varianten in zellulären Anpassungs- und Entwicklungsprozessen gewonnen wurden, ist überraschend wenig über die Funktion des Histons H1 und insbesondere seiner Subtypen bekannt. Die Differenzierung von Maus-ES-Zellen in Neuronen ist ein attraktives System zur Untersuchung der Funktion von H1-Subtypen im Zellschicksal, der zellulären Anpassung und der Dynamik des Epigenoms. Ziel dieses Projekts ist es, die Rolle einer entscheidenden Chromatinkomponente, des Linker-Histons H1, in verschiedenen Stadien der neuronalen Differenzierung zu untersuchen. Die vorgeschlagenen Experimente werden es uns ermöglichen, (i) die Funktion von Histon H1 in pluripotenten, linage committed und terminal differenzierten Zellen zu untersuchen, die jeweils durch eine unterschiedliche Chromatinorganisation gekennzeichnet sind, und (ii) die Rolle einzelner H1-Subtypen in unterschiedlich adaptierten Epigenomen. Unsere Ergebnisse werden zu einem tieferen Verständnis der Funktionen von Histon H1 – oft als „das vergessene Histon“ bezeichnet – in der Dynamik von Epigenomen beitragen, Aufschluss darüber geben, wie die Chromatinregulation die Entwicklung beeinflusst, und dazu beitragen, wichtige Fragen zu den „Cause and Consequences“ neurologischer Prozesse beantworten zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563470499",
      "url": "https://gepris.dfg.de/gepris/projekt/563470499",
      "title": "Die Rolle von neuronspezifischen Transkriptionsfaktoren und generellen epigenetischen Regulatoren bei der der Induktion und Aufrechterhaltung neuronaler Identität",
      "subject_area": "EntwicklungsneurobiologieAllgemeine Genetik und funktionelle GenomforschungExperimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470499",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Neueste Studien haben hervorgehoben, dass für die Aufrechterhaltung einer stabilen neuronalen Zellidentität nicht nur Genaktivierung, sondern auch Genrepression entscheidend sind. Während sogenannte Terminale Selektoren und ihre Interaktion mit epigenetischen Ko-Aktivatoren bereits gut untersucht sind, ist bisher wenig darüber bekannt, wie transkriptionelle Repressoren gemeinsam mit repressiven epigenetischen Faktoren unerwünschte Genprogramme ein Leben lang im Zaum halten. Entgegen der lange vertretenen Vorstellung einer dauerhaften epigenetischen Stilllegung zeigen neuere Studien, dass es kontinuierliche, aktive Repression benötigt, um die neuronale Zellidentität und Funktion auch nach abgeschlossener Differenzierung zu bewahren. Altersbedingte Veränderungen in der neuronalen Genexpression wurden mit neurodegenerativen Erkrankungen in Verbindung gebracht, was darauf hindeutet, dass die Stabilität epigenetischer Repression über die Lebensspanne hinweg nachlassen kann. Unsere Ergebnisse zeigen, dass MYT1L – ein neuronspezifischer, mit Hirnerkrankungen assoziierter Repressor – mit Chromatin-Regulatoren wie LSD1 und HDAC interagiert und für den Erhalt der neuronalen Identität und Funktion in reifen Neuronen in vivo notwendig ist. Diese Interaktionen könnten entscheidend dafür sein, nicht-neuronale oder progenitorähnliche Programme dauerhaft auszuschalten und so die neuronale Zellidentität über die gesamte Lebensspanne zu sichern. Durch die Untersuchung der Rolle repressorischer epigenetischer Komplexe in sich entwickelnden und gereiften, langlebigen Neuronen – vermittelt durch neuronspezifische Transkriptionsfaktoren – wollen wir untersuchen, ob aktive Repression tatsächlich erforderlich ist, um unerwünschte Plastizität zu verhindern und die neuronale Zellidentität zu erhalten. Dies liefert zudem allgemeine Einblicke in die Stabilität von Zellschicksalen und die Rolle aktiver Repression in diesem Prozess. Um diese Fragestellungen zu klären, werden wir induzierte humane Neuronen und in vivo-Mausmodelle nutzen, in denen MYT1L durch neuronspezifische, zeitlich gesteuerte Cre-Deletion entfernt wird. Indem wir MYT1L und seine epigenetischen Interaktionspartner in verschiedenen Stadien der neuronalen Differenzierung und Reifung manipulieren, wollen wir verstehen, wie diese Faktoren zusammenwirken, um den Verlust des Zellschicksals zu verhindern. Wir haben drei sich ergänzende Ziele definiert um entscheidende Fortschritte beim Verständnis aktiver epigenetischer Repression in Neuronen erzielen können. Dieses Vorhaben steht im Einklang mit den Zielen des Schwerpunktprogramms EPIADAPT.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563453265",
      "url": "https://gepris.dfg.de/gepris/projekt/563453265",
      "title": "Epigenetische Prägung von Astrozyten durch frühkindliche Neuroinflammation: Die Rolle des SWI/SNF/BAF-Komplexes",
      "investigators": "Dr. Daniele  Bano;Professorin Dr. Sandra  Blaess;Professor Dr. Oliver  Brüstle",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563453265",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Es wird angenommen, dass Neuroinflammation im frühen Leben die Entwicklung einer Reihe von ZNS-Pathologien fördert. Unsere bisherigen Daten deuten darauf hin, dass die pharmakologische Hemmung des SWI/SNF/BAF-Chromatin-Remodellierungskomplexes die astrozytäre Entzündungsreaktion aufhebt. Hier wollen wir untersuchen, (i) ob ein frühes entzündliches Ereignis Astrozyten auf einen epigenetisch kodierten hyperreaktiven Zustand vorbereitet, der die Reaktionen der Astrozyten auf nachfolgende entzündliche Ereignisse beeinflusst, und (ii) welche Rolle der SWI/SNF/BAF-Komplex in diesem Prozess spielt. Zu diesem Zweck werden wir die SWI/SNF/BAF-Komplex-Untereinheit BCL7A in Astrozyten von Mäusen und menschlichen Gehirnorganoiden inaktivieren Um das „Double-Hit“-Neuroinflammationsszenario sowohl in Mäusen als auch in menschlichen Organoiden nachzubilden, werden zwei aufeinanderfolgende Injektionen von Lipopolysaccharid bzw. Behandlungen mit den proinflammatorischen Faktoren TNF, IL1alpha und C1q verwendet. Die Analyse der Astrozytenreaktivität, RNA- und ATAC-Sequenzierung werden eingesetzt, um die Entzündungsreaktion in nativen versus vorbelasteten Astrozyten sowie transkriptionelle Veränderungen und Chromatinmodifikationen zu bewerten, die mit der epigenetischen Vorbereitung eines hyperreaktiven Zustands in Verbindung gebracht werden könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563470554",
      "url": "https://gepris.dfg.de/gepris/projekt/563470554",
      "title": "Epigenetische Restrukturierung des sich entwickelnden Gehirns durch zeitgesteuerte nukleoläre Abschaltung",
      "investigators": "Matthew  Kraushar, Ph.D.;Professorin Dr. Helene  Kretzmer;Dr. Michael  Robson",
      "subject_area": "EntwicklungsneurobiologieAllgemeine Genetik und funktionelle GenomforschungMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470554",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Während der Entwicklung wird das Gehirn aus einer Vielzahl von Neuronen aufgebaut, die aus neuronalen Vorläufern im Embryo entstehen. Eine immense Vielfalt von Neuronen bilden hierbei den Neokortex, eine evolutionär fortgeschrittene Gehirnregion, die spezifisch für Säugetiere ist. Der Mechanismus, der die verschiedenen neuronalen Subtypen im Neokortex spezifiziert, ist nach wie vor nicht vollständig bekannt, jedoch ist es evident, dass die zeitliche Regulierung der Genexpression im Zellkern ein Schlüsselmechanismus zur Kontrolle der neuronalen Identität ist. Unser SPP 2502-Projekt ist durch ein markantes Phänomen für die zeitlich genau abgestimmte Deaktivierung und Umstrukturierung des Genoms motiviert, das wir in unseren vorläufigen Daten entdeckt haben. Wir haben festgestellt, dass der Nukleolus, ein bestimmtes DNA-Kompartiment, das für die ribosomale RNA im Zellkern kodiert, innerhalb eines 24-Stunden-Zeitraums während der 7-tägigen Neurogenese im Neokortex von Mäusen rasch seine Aktivität verringert und sich auflöst. Die Abschaltung des Nukleolus geht mit einer Umstrukturierung der DNA einher, die sich an die Peripherie des Zellkerns, die so genannte Lamina, verlagert. Wir stellen hier die Hypothese auf, dass diese drastische Veränderung der Nukleolusaktivität das neuronale Schicksal durch eine Veränderung der Genomstruktur und folglich der Genexpressionsaktivität bestimmt. Unser Ansatz nutzt zwei neue Technologien, um dieses Entwicklungsfenster zu erfassen: die Quantifikation der Genexpressiondynamic im lebenden Embryo und die Evaluation der Veränderungen der Genomstruktur im Zellkern in Einzelzellauflösung. Unser erstes Ziel besteht darin, die globale Verlagerung des Genoms vom Nukleolus zur Lamina des Zellkerns zu verfolgen, zusammen mit Veränderungen der Genexpressionsaktivität auf Einzelzellebene. Das zweite Ziel besteht darin, festzustellen, wie sich die großflächige Verlagerung des Genoms an die Lamina in der 3D-Umstrukturierung und -Veränderung des Chromatins widerspiegelt. Das dritte Ziel besteht darin, die Aktivität des Nukleolus im Neokortex in vivo zu manipulieren, ihn vorzeitig zu inaktivieren oder seine Aktivität ektopisch zu verlängern, um seine Auswirkungen auf das neuronale Entwicklung direkt zu messen. Um diese Ziele zu erreichen, besteht unser Team aus einer effizienten Kombination von drei Labors, die über Fachwissen in den Bereichen Genexpressionskontrolle im Neokortex, Genomstruktur und -modifikation sowie innovativer Bioinformatik für Einzelzellen verfügen. Auf diese Weise wollen wir untersuchen, wie die zeitlich abgestimmte Nukleolusaktivität die Genomstruktur bestimmt, die Genexpression steuert und das neuronale Entwicklungsprogramm beeinflusst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563413215",
      "url": "https://gepris.dfg.de/gepris/projekt/563413215",
      "title": "Erforschung der epigenetischen Regulierungsprozesse durch spezifische genetische Manipulation in zerebralen Organoiden",
      "subject_area": "EntwicklungsneurobiologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563413215",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Der menschliche Kortex wird durch das präzise Zusammenspiel von Genregulierung, epigenetischen Zuständen und Umwelteinflüssen gebildet. Dennoch sind die genauen Vorgänge, mit denen epigenetische Regulatoren auf verschiedene Situationen Einfluss nehmen, wie zum Beispiel das Festlegen von Zellidentitäten, die Antwort auf verändernde zelluläre Signale, oder die spezifische Entwicklung von neuronalen Unterklassen, weitgehend ungeklärt. Die fundierte Expertise unseres Labors in der Epigenetik, sowie Single-Cell Multi-Omics und auf menschlichen Zellen basierende kortikale Organoide ermöglichen es uns, diese grundlegende Frage im Detail zu erforschen. Aufbauend auf dieser Expertise, ist es das Ziel herauszufinden, wie die epigenetische Regulation Entscheidungsprozesse über das Zellschicksal beeinflusst und sich an die dynamische Signalübertragung während der menschlichen Gehirnentwicklung anpasst. Dafür wird ein umfassender zeitlich-aufgeschlüsselter Ansatz genutzt um 1) entscheidende epigenetische Faktoren zu identifizieren, 2) zu erfassen wie diese Faktoren die Chromatinstruktur und die regulatorische Umgebung verändern und 3) aufzudecken wie deren Aktivität mit veränderten Signalstrukturen korrespondiert. Mithilfe innovativer Single-Cell-Perturbationsstrategien und multimodaler epigenetischer Profilierung werden die notwendigen Mechanismen charakterisiert, die es den Regulatoren ermöglicht zeitliche und umweltbedingte Faktoren zu integrieren, was letztlich das Schicksal der Zelllinie und die neuronale Reifung beeinflusst. Durch genaue Einblicke in die Prozesse des Zusammenspiels zwischen epigenetischer Regulierung, Genexpression und entwickelnder Zellspezifität, werden wir anstreben langwierige Fragen der Entwicklungsneurobiologie und Epigenetik zu lösen. Die von uns konzeptuell entwickelten Methoden umfassen nicht nur hochauflösende funktionale Assays, sondern auch integrative computergestützte Analysen und werden dem Priority Programm und der Wissenschaftlichen Allgemeinheit von Nutzen sein. Unsere Methoden und Ergebnisse vertiefen das Verständnis neuroentwicklungsbedingter Störungen, die mit epigenetischen Fehlregulationen einhergehen. Sie werden die Definition und Manipulation der Zellidentität verbessern und einen ergänzenden Beitrag leisten, um die Anpassungsfähigkeit des Epigenoms, im sich entwickelnden menschlichen Gehirn, besser zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563413066",
      "url": "https://gepris.dfg.de/gepris/projekt/563413066",
      "title": "Funktionelle Analyse von am Ende der Neurogenese regulierten H3 Methylierungs Enzymen",
      "subject_area": "EntwicklungsneurobiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563413066",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Fast alle Nervenzellen des Gehirns werden während der Entwicklung gebildet, und in den meisten Gehirnregionen wird die Neurogenese bei der Geburt beendet. Daher findet nur noch die Bildung von Gliazellen in den meisten Gehirnregionen statt. Um die Mechanismen zu verstehen, die Neurogenese aufrechterhalten, und so vielleicht auch Neurogenese im Gehirn von Erwachsenen wieder anregen zu können, haben wir eine Multiom-Analyse der radialen Gliazellen/neuralen Stammzellen in der Mitte der Neurogenese während der Entwicklung und beim Übergang zur Gliogenese durchgeführt. Diese Analyse zeigte, dass ein vernetztes Netzwerk von Histon3-methyltransferasen und -demethylasen am Ende der Neurogenese sowohl im Mausmodell als auch in der menschlichen Gehirnentwicklung herunter reguliert wird. Deren Beitrag zum Erhalt der Neurogenese zu untersuchen, ist das Ziel dieses Antrags. In einem ersten Schritt werden wir deren Funktion in einem CRISPR screen währen der Entwicklung des cerebralen Cortex in der Maus in vivo durchführen, um dann in einem zweiten Schritt die Enzyme, die eine Funktion während der Neurogenese zeigten, am Ende der Neurogenese zu aktivieren. In beiden Ansätzen werden jeweils auch die Veränderungen der Genexpression und Histonmethylierung untersucht. Damit möchten wir die wichtigen Zielgene der funktionell relevanten Enzyme identifizieren, um diese dann im 3. Schritt mittels dCas9-Fusionsproteinen mit der enzymatischen Domäne dieser Proteine gezielt epigenetisch zu verändern. In einem letzten Schritt möchten wir die Relevanz der in Maus gewonnenen Erkenntnis auf die menschliche Neurogenese untersuchen, und benutzen hierfür gliogene oder neurogene Vorläuferzellen aus humanen induzierten pluripotenten Stammzellen. Mittels Epi-CYTOF werden wir die Unterschiede in der Histonmethylierung mappen, um dann die entsprechenden Enzyme funktionell zu manipulieren (Überexpression in gliogenen Vorläuferzellen und ggfs Deletion in neurogenen Vorläuferzellen).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563470385",
      "url": "https://gepris.dfg.de/gepris/projekt/563470385",
      "title": "Geschlechtsspezifische Dynamik der epigenetischen Genregulation in der Gehirnentwicklung",
      "investigators": "Professor Dr. Fabian  Müller;Professorin Dr. Julia M.  Schulze-Hentrich, Ph.D.",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470385",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Das Säugetiergehirn zeichnet sich durch eine hohe Vielfalt an Zelltypen aus, die in den frühen Stadien der pränatalen Entwicklung durch eine Reihe entscheidender Prozesse enstehen, distinkte anatomische Regionen bilden und das komplexe Netzwerk neuronaler Verbindungen im gesamten zentralen Nervensystem feinabstimmen. Ein ebenso faszinierender Aspekt der neuronalen Entwicklung, der noch nicht vollständig verstanden ist, ist die Etablierung geschlechtsspezifischer Merkmale, die physiologische Prozesse und bestimmte Verhaltensmuster so anpassen, dass sie sich zwischen männlichen und weiblichen Organismen unterscheiden. Diese Unterschiede spielen auch eine wichtige Rolle bei der Beeinflussung der Anfälligkeit für verschiedene Erkrankungen wie neuronale Entwicklungsstörungen, neurodegenerative und psychiatrische Erkrankungen. Trotz Fortschritten in der Bildgebung des Gehirns und in Transkriptomanalysen, die Geschlechtsdimorphismus in verschiedenen Hirnregionen und Zelltypen aufgezeigt haben, bleibt unser Verständnis dieser Unterschiede auf der Ebene einzelner Zellen, insbesondere während der Entwicklung, unvollständig. Darüber hinaus fehlt uns immer noch ein Verständnis der zugrunde liegenden Ursachen geschlechtsspezifischer Genexpressionsmuster und des Einflusses epigenetischer Mechanismen auf Chromatinebene. Daher schlagen wir hier eine umfassende duale Strategie vor, um offene Fragen zu den komplexen Wechselwirkungen zwischen (epi)genetischer und hormoneller Regulation zu beantworten. Wir werden einen i) experimentellen Ansatz, der unsere Expertise in Mausmodellen nutzt und fortgeschrittene Einzelzell-Multiom-Profilierung des Transkriptoms und Epigenoms einsetzt, mit ii) computergestützten Ansätzen zur Identifizierung von Epigenom-Transkriptom-Verknüpfungen und genregulatorischen Netzwerken kombinieren. Durch die Zusammenführung dieser komplementären Fachgebiete streben wir ein tieferes Verständnis darüber an, wie geschlechtsabhängige Hormonspiegel während der Entwicklung Schlüsselsignale für die Genexpression und das zugrunde liegende Chromatin (Zugänglichkeit) in einzelnen Zellen liefern. Unser Projekt zielt darauf ab, die Anpassung des Epigenoms an hormonelle Signale während der Entwicklung zu entschlüsseln und die geschlechtsdimorphen Konsequenzen wie die Maskulinisierung versus Nicht-Maskulinisierung des Gehirns an der Schnittstelle von (Epi-)Genetik und Hormonen aufzullären. Mithilfe von organotypischen Hirnschnitten untersuchen wir dann die zugrunde liegenden Mechanismen der identifizierten Transkriptionsfaktoren und epigenetischen Regulatoren. Außerdem werden wir die in unserem Projekt entwickelten computergestützten Methoden als benutzerfreundliche Softwaretools und Plattformen für die Datenexploration zugänglich machen. Dieser Ansatz wird den Austausch sowohl von Methoden als auch von Daten innerhalb von EPIADAPT und darüber hinaus fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563470442",
      "url": "https://gepris.dfg.de/gepris/projekt/563470442",
      "title": "Interaktion zwischen Stoffwechsel und Epigenetik während der direkten neuronalen Reprogrammierung",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenZellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470442",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Die direkte neuronale Reprogrammierung bietet einen vielversprechenden Ansatz, um neue Neuronen direkt aus differenzierten nicht-neuronalen Zellen zu erzeugen, ohne dabei proliferative oder pluripotente Zustände zu durchlaufen. Unsere jüngsten Forschungen haben gezeigt, dass humane Astrozyten durch die  Expression des Transkriptionsfaktors Ngn2 in funktionelle Neuronen umgewandelt werden können. Bemerkenswerterweise konnten wir sehen, dass die Behandlung mit Nicotinamid-Ribosid (NR), einem Vorläufer von NAD, die Generierung von Neuronen signifikant verbessert. In diesem Projekt verfolgen wir folgende Ziele: 1) Untersuchung der molekularen Mechanismen der Umwandlung von humanen Astrozyten in Neuronen durch die Integration von transkriptionellen und epigenetischen Analysen sowohl auf Einzelzell- als auch auf Populationsebene im Zeitverlauf. Dies soll die Entstehung von Zellen, die sich nicht erfolgreich reprogrammieren lassen, aufdecken und ihre epigenetischen Merkmale charakterisieren; 2) Analyse, wie NR den Umwandlungsprozess beeinflusst, indem es NAD-abhängige Sirtuine reguliert, sowie die Rolle der NNMT-abhängigen Homocystein-Generierung bei der Modulation der DNA-Methylierung und der neuronalen Reprogrammierung. Insgesamt wird diese Studie die Wechselwirkungen zwischen Stoffwechsel und Epigenetik während der direkten neuronalen Reprogrammierung beleuchten. Durch das Verständnis dieser Mechanismen möchten wir präzisere und effizientere Strategien für zellbasierte Ersatztherapienentwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563430056",
      "url": "https://gepris.dfg.de/gepris/projekt/563430056",
      "title": "Koordinationsfonds",
      "subject_area": "Entwicklungsneurobiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563430056",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Das übergeordnete Ziel des SPP 2502 EPIADAPT ist es, Mechanismen der epigenomischen Anpassung während der Entwicklung des zentralen Nervensystems (ZNS) sowohl auf molekularer als auch zellulärer Ebene zu verstehen. In diesem Kontext hat das SPP 2502 zwei wichtige Bereiche identifiziert, in denen die teilnehmenden Gruppen wissenschaftlich arbeiten, um (i) in mechanistischem Detail zu verstehen, welche Signalwege an Chromatinmodifikationen konvergieren bzw. wie Letztere Signalwege kontrollieren, und um (ii) epigenomische Anpassungen und zelluläre Konsequenzen zu verbinden. Eine effektive Koordination der teilnehmenden Gruppen ist notwendig, damit die Zielsetzung eines mechanistischen Verständnisses erreicht wird, und sich dieses in angrenzende Forschungsgebiete translatieren lässt. Durch die Koordination des SPP 2502 werden Standards für den Einsatz neuer Technologien gesetzt, wie z. B. die Generation von Hirnorganoiden, Einzelzell-Hochdurchsatzsequenzierung, bioinformatische Analysen und Datenmanagement. Mit diesen Standards vor Augen, fokussieren sich die koordinativen Aufgaben: (i) auf die Unterstützung der interdisziplinären Kollaborationen in den Feldern Epigenomik, molekulare Neurowissenschaften und computer-gestützte Biologie, (ii) auf die Verbreitung technischer Innovationen wie Hirnorganoide, Einzelzell-Multiomics, oder CRISPR/Cas9-vermittelte lokus-spezifische epigenetische Perturbation, und (iii) auf die Integration molekularer und zellulärer Erkenntnisse einzelner Projekte, um einen größeren Überblick der epigenetischen Landschaften im sich entwickelnden ZNS zu gewinnen.  Die Koordinationsherausforderung wird durch mehrere Module abgedeckt, zu denen der wissenschaftliche Manager gehört, der sich der organisatorischen und administrativen Aufgaben sowie der Qualitätskontrolle annehmen wird. Um letztendlich einen Datenaustausch zwischen den teilnehmenden Gruppen zu erlauben, unterstützt die Koordination einen zentralisierten Service zur Generation von Organoiden. Da Organoide eine inhärente Variabilität aufweisen, das SPP aber Nutzbarkeit von Daten in unterschiedlichen Gruppen fördern will, ist hier die Etablierung eines Standards von besonderer Bedeutung. Regelmäßige Treffen der SPP 2502 Mitglieder und deren Fortbildung durch spezifische Workshops, sind Maßnahmen zur Förderung von Standards, Interaktionen und des wissenschaftlichen Fortschritts. Das SPP 2502 unterstützt den wissenschaftlichen Nachwuchs durch diese Treffen und Workshops sowie durch eine Auszeichnung für exzellente Forschungsanträge im Bereich der Neuroepigenetik. Das strukturierte Betreuungsprogramm von Doktoranden dient der Förderung der frühen wissenschaftlichen Unabhängigkeit. Die Qualität des SPP 2502 zeigt sich schlussendlich durch die erfolgreiche Integration von zwei Experten als Mercator-Fellows, die komplementäre und zukunftsweisende Expertise in der Einzelzelltechnologie und bioinformatischen Analyse einbringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563452213",
      "url": "https://gepris.dfg.de/gepris/projekt/563452213",
      "title": "Mechanistische Einblicke, wie die direkten Interaktionen von Proteinen, welche in DNA-Methylierungsdynamiken involviert sind, die neuronale Differenzierung beeinflussen",
      "investigators": "Professor Dr. Albert  Jeltsch;Professor Dr. Stylianos  Michalakis;Professorin Dr. Franziska  Traube",
      "subject_area": "BiochemieZellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563452213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Durch Methylierung der DNA-Base Cytosin entsteht 5-Methylcytosin (5mC), die häufigste epigenetische DNA-Modifikation bei Säugetieren. Die DNA-Methyltransferase DNMT3A ist das wichtigste Enzym in Neuronen, um 5mC de novo aus nicht modifiziertem genomischem Cytosin zu generieren. Die Eliminierung von 5mC erfolgt durch Oxidation zu 5-Hydroxymethylcytosin (5hmC) durch alpha-Ketoglutarat-abhängige DNA-Dioxygenasen, in Neuronen hauptsächlich durch das TET3-Enzym. Das Methyl-CpG-bindende Protein 2 (MECP2) ist ein neuronaler Transkriptionsregulator, der sowohl 5mC als auch 5hmC spezifisch binden kann. Alle drei Proteine, DNMT3A, TET3 und MECP2, werden in Neuronen in hohem Maße exprimiert und sind für die ordnungsgemäße neuronale Entwicklung und Gehirnfunktion von zentraler Bedeutung. Funktionsstörungen eines dieser Proteine sind mit schweren neurologischen Entwicklungsstörungen wie dem Rett-Syndrom, dem Beck-Fahrner-Syndrom oder dem Tatton-Brown-Rahman-Syndrom verbunden. Wir haben bereits berichtet, dass MECP2 ein Interaktionspartner von DNMT3A ist, und wir haben auch eine Interaktion von MECP2 mit TET3 in ausdifferenzierenden Neuronen entdeckt. In dem vorliegenden Projekt wollen wir nun das Zusammenspiel von DNMT3A, TET3 und MECP2 mechanistisch verstehen (Ziel 1), die Auswirkungen von DNMT3A, TET3 und MECP2 auf Chromatinänderungen und Transkriptionsprozesse in neuronalen Zellen aufklären (Ziel 2) und die unmittelbaren und langfristigen Auswirkungen ihres Zusammenspiels auf die neuronale Differenzierung, Reifung und Funktion verstehen (Ziel 3). Die hier erzielten mechanistischen Einblicke in die Funktion und Interaktion der drei untersuchten epigenetischen Proteine werden ein tieferes Verständnis der normalen neuronalen Entwicklung und der Pathogenese der o.g. neuronalen Entwicklungsstörungen ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563470628",
      "url": "https://gepris.dfg.de/gepris/projekt/563470628",
      "title": "Untersuchung der Rolle des Chromatin-Remodelling-BAF-Komplexes bei der Bestimmung des Zellschicksals in menschlichen Gehirnorganoiden",
      "investigators": "Dr. Peter  Ebert;Dr. Elke  Gabriel;Dr. Sugirtahn  Sivalingam, Ph.D.",
      "subject_area": "HumangenetikEntwicklungsbiologieExperimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563470628",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Das menschliche Gehirn zählt zu den komplexesten Organen des Körpers. Entwicklungsdefekte können zu Störungen wie Autismus, Intelligenzminderung, Mikrozephalie und weiteren neurologischen Erkrankungen führen. Es besteht aus Milliarden von Zellen, von denen bisher über 3000 unterschiedliche Typen basierend auf Transkriptionsprofilen identifiziert wurden. Um die Entstehung dieser Komplexität zu verstehen, werden moderne Modelle der Gehirnentwicklung verwendet. Diese erlauben es, den Entwicklungsweg von neuralen Stammzellen zu funktionellen Nervenzellen nachzuvollziehen. Allerdings ist die epigenetische Regulation der transkriptionellen Programme, die die Zellübergänge von neuralen Stammzellen zu reifen Nervenzellen steuern, bisher nur unzureichend erforscht. In diesem Antrag möchten wir von humanen induziert pluripotenten Stammzellen (hiPS) abstammende 3D Hirn-Organoide nutzen, um das Epigenom der frühen Gehirnentwicklung in einem vereinfachtenSystem darzustellen und mit der sich entwickelnden Zelldiversität zu verknüpfen. Anschließend möchten wir untersuchen, welche Folgen eine Störung des Epigenoms auf die Zelldiversität hat. Dazu möchten wir Patienten-spezifische Hirnorganoide von Coffin-Siris-Syndrom (CSS) PatientInnen, herstellen. Das CSS ist eine seltene, angeborene Entwicklungsstörung, die das Gehirn betrifft und sich in milden bis schweren Symptomen wie Autismus, Mikrozephalie und Intelligenz-Minderung manifestiert. Mutationen im ARID1B Gen, das für ein Protein des Chromatin-Remodellierungs-Komplexes namens SWI/SNF (switch sucrose non-fermentable), auch bekannt als BAF-(BRG1/BRM-associated factor) Komplex, codiert, wurden bisher am häufigsten identifiziert.  Störungen in den Untereinheiten dieses Komplexes führen zu typischen DNA-Methylierungs-Profilen, die in der DNA von Blutzellen betroffener PatientInnen nachweisbar sind. Diese epigenetischen Signaturen stellen oft einen verlässlicheren Indikator für die Pathogenität einer Genvariante dar und sind entscheidend für die Diagnose sogenannter BAFopathien. Im Rahmen dieser Studie möchten wir die zelltypspezifischen Transkriptome, Epigenom-Signaturen und die Rolle des BAF-Komplexes analysieren, um die Auswirkungen eines defekten BAF-Komplexes auf die Gehirnentwicklung besser zu verstehen. Hierzu werden wir Hirnorganoide von CSS-PatientInnen generieren und mit Kontroll-Organoiden vergleichen. Dabei untersuchen wir die veränderte Zelldiversität und die zelltypspezifischen Methylierungsprofile in den CSS-Hirnorganoiden. Diese Veränderungen werden wir mit Defekten des BAF-Komplexes in Verbindung setzen. Ziel ist es, ein besseres Verständnis darüber zu erlangen, wie der BAF-Komplex Zellschicksale und Plastizität während der Gehirnentwicklung steuert und wie Mutationen in ARID1B Entwicklungsstörungen des Gehirns verursachen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563413271",
      "url": "https://gepris.dfg.de/gepris/projekt/563413271",
      "title": "Untersuchung verschiedener epigenetischer Zustände in Nervenzellen, die durch das Nukleoporin Nup153 organisiert werden",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563413271",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Während der Entwicklung erhalten Neurone verschiedene Stimuli, beispielsweise synaptische Inputs, um ein funktionierendes Netzwerk aufzubauen. Durch Stimulation werden Neurone aktiviert und eingehende Informationen werden integriert und in die Expression aktivitätsabhängiger Gene (ARGs) übersetzt. ARGs regulieren Zelltyp-spezifische neuroplastische Funktionen und reorganisieren die synaptische Konnektivität, weshalb die strenge Regulierung neuronaler Zustände durch die ARG-Expression für die Gehirnentwicklung von grundlegender Bedeutung ist. Wir haben kürzlich herausgefunden, dass Nup153, eines der Proteine des Kernporenkomplexes, die Expression von ARGs im Grundzustand sich entwickelnder Neurone unterdrückt. Durch das Ausschalten von Nup153 wurde die ARG-Expression ohne zusätzliche Stimulation de-reprimiert. Es gibt immer mehr Hinweise darauf, dass Proteine des Kernporenkomplexes als strukturelle Plattform für Chromatin und epigenetische Regulatoren fungieren. Daher ist unsere Hypothese, dass Nup153 neuronale zustandsspezifische epigenetische Muster organisiert und die neuronale Reaktionsfähigkeit durch die Steuerung der ARG-Expression reguliert. Im Rahmen des vorgeschlagenen Projekts werden wir durch die Kombination von epigenomischen und proteomischen Ansätzen untersuchen, 1) welche epigenetischen Enzyme mit Nup153 interagieren, 2) wie die neuronale epigenetische Landschaft durch Nup153 reguliert wird, 3) wie Nup153 und seine epigenetischen Kofaktoren epigenetische Zustände zwischen zwei verschiedenen neuronalen Zuständen, basal versus aktiv, organisieren. Das Verständnis epigenetischer Mechanismen, die verschiedene neuronale Zustände regulieren, wird neue Erkenntnisse über die Regulierung der Plastizität während der Gehirnentwicklung liefern. Proteine des Kernporenkomplexes gelten auch als Ziel neurologischer Störungen. Daher wird der Erfolg des vorgeschlagenen Projekts grundlegende Erkenntnisse über die pathophysiologische Entwicklung dieser Störungen liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    },
    {
      "project_id": "563396883",
      "url": "https://gepris.dfg.de/gepris/projekt/563396883",
      "title": "Wie Umweltsignale epigenetische Barrieren bei der Etablierung und Umprogrammierung von Zellschicksalen im Gehirn formen",
      "subject_area": "ZellbiologieAllgemeine Genetik und funktionelle Genomforschung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563396883",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins",
      "description": "Innovationen in genomweiten und Einzelzell-Technologien haben eine beeindruckende epigenomische Vielfalt zwischen den zahlreichen Zelltypen des Gehirns offenbart. Dennoch bleibt unklar, welche epigenetische Markierungen die Identität und Funktion unterschiedlicher Zelllinien bestimmen. Diese Wissenslücke beruht vor allem auf dem Mangel an Methoden, die eine präzise Manipulation vieler Markierungen im Chromatin ermöglichen, ganz besonders in gut etablierten Modellen von Zelltypveränderungen im Gehirn. In diesem Projekt kombinieren wir scATAC-seq und RRBS, um die epigenomischen Unterschiede zwischen vier Astrozytenzuständen zu entschlüsseln: zwei, die auf eine neuronale Induktion ansprechen, und zwei, die dagegen resistent sind; zwei, die aus Mausgehirnen isoliert wurden, und zwei humane Kulturen. Anschließend wenden wir auf diese Kulturen eine neuartige Technologie an, die eine gezielte Manipulation der Methylierung und Offenheit von Chromatin ermöglicht, dRNPs, und untersuchen, ob sich dadurch die Bereitschaft der Zellen verändert, ihr Schicksal zu ändern. Mit dieser innovativen Herangehensweise entschlüsseln wir woraus die Barrieren der Zellidentität bestehen und wie sie funktionieren. Unser Ansatz wird grundlegende Erkenntnisse darüber liefern, wie epigenetische Mechanismen die Zelllinien-Spezifikation im Gehirn während der Entwicklung steuert – und könnte langfristig zu neuen Ansätzen in der regenerativen Medizin führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2502: \nEPIADAPT: Epigenomische Adaptationen des sich entwickelnden neuralen Chromatins"
    }
  ]
}