{
  "spp_number": "SPP 2388",
  "spp_title": "Hundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/461030501",
  "projects_count": 25,
  "projects": [
    {
      "project_id": "501664543",
      "url": "https://gepris.dfg.de/gepris/projekt/501664543",
      "title": "Automatische datengetrieben Modellbildung und H2/H-unendlich - Norm basierte Dimensionsreduktion von prozessorientierten und kooperativen Systemen zur SHM-Zustandsanalyse mit Methoden der Systemidentifikation und maschinellem Lernen an exponierten Bauwerken - Phase zwei",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501664543",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Der SPP 2388 befasst sich methodisch und experimentell mit der Zustandserfassung und Zustandsschätzung, insbesondere von Brückenbauwerken, im Rahmen der Lebensdauer einer mechanischen Struktur. Die Methodik ist als Structural Health Monitoring (SHM) bekannt. Das zentrale Element ist ein Digitaler Zwilling, als Abbild der Realität, der über die Verbindung von Datenerfassung, Datenassimilation, Systemraum und modellorientiertem Monitoring alle bauwerksspezifischen Informationen erfasst. Diese integralen und digitalen Informationen eignen sich direkt zur Einbettung in das Konzept Building Information Modeling (BIM). In Phase eins wurde ADMO, eine automatische datengetriebene Modellbildung auf Basis von numerischen Methoden der linearen Algebra und der Systemidentifikation, als prozessorientierter Zustandsschätzer im Mikrozeitbereich eingeführt. Methoden des maschinellen Lernens (ML) berücksichtigen die Betriebs- und Umgebungsbedingungen (EOC). Die Output-Only-Methode zur Zustandsschätzung, Schadensdetektion und -lokalisation ist experimentell und methodisch exemplarisch an dem I4S Technikum und einer realen Brücke erfolgreich verifiziert worden. In Phase zwei soll der Fokus auf Prognosemodellen liegen, die mechanisch und physikalisch orientierte und prädiktive Handlungsempfehlungen bereitstellt, die aus den vorliegenden theoretischen Prozessmodellen und Zustandsschätzern im Mikro- und Makrozeitbereich über die Lebensdauer abgeleitet werden können. Die Parameter und Schadensindikatoren der Output-Only-Identifikation sind methodenbedingt relative und systemtheoretische Bezugsgrößen eines idealisierten stochastischen Eingangsprozesses. Deshalb sollen diese Modellparameter in robuste mechanisch und physikalisch skalierte Prognosemodelle in den Makrozeitbereich der Lebensdauer überführt werden. Damit werden die daraus ermittelten absoluten mechanisch-physikalischen Zustandsindikatoren in Form von bekannten ingenieurorientierten charakteristischen Kenngrößen und Parametern interpretierbar, die den Baulastträger mit einer prognoseorientierten Entscheidungsfindung, auf Basis von Zustandsschätzern, zur Instandhaltung aussagekräftig unterstützen können. Ein iteratives methodisches Vorgehen und damit verbundenes verifizierendes, robustes Methodendesign wird von Experimenten an realen mechanischen Strukturen und Brückenbauwerken begleitet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501831122",
      "url": "https://gepris.dfg.de/gepris/projekt/501831122",
      "title": "Automatisierte digitale Bauwerksmodellierung aus heterogenen Bestandsdaten unter Berücksichtigung von deren Qualitätsmerkmalen - ADIBAMOD-Q",
      "subject_area": "Geodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, Kartographie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501831122",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das Ziel des Projektes ist die Entwicklung von Methoden für eine weitestgehend automatisierte Generierung von digitalen Bauwerksmodellen aus heterogenen Bestandsdaten für eine parametrische assoziative Bauwerksdatenmodellierung (Building Information Modelling, kurz: BIM-Modell).  Zu den Herausforderungen bei der Entwicklung der automatisierten BIM-Generierung gehört die Einbeziehung heterogener Daten aus verschiedenen Quellen. Zu den Bestands- oder Messdaten gehören beispielsweise Bilder aus photogrammetrischen Aufnahmen, 3D-Punktwolken aus Messungen mit Laserscannern (LIDAR-Daten), vorhandene 2D- und 3D-CAD-Modelle oder 2D-Lagepläne. Damit ist klar, dass für die Bestimmung geometrischer Einheiten zur Erstellung von BIM-Modellen Datenquellen mit unterschiedlichen Fehlerniveaus zu integrieren sind.  Die Integration verschiedener Datentypen mit unterschiedlichen stochastischen Eigenschaften ist eine zentrale Aufgabe in vielen geodätischen Fragestellungen. Häufig werden Messdaten aus verschiedenen Quellen für die Bestimmung geometrischer Parameter mit Hilfe der Ausgleichungsrechnung nach der Methode der kleinsten Quadrate herangezogen. Algorithmische Ansätze zur Bestimmung von Varianzen einzelner Datengruppen, robuste Lösungsstrategien zur Identifikation fehlerhafter Daten oder regularisierte Lösungen sind etablierte Verfahren in der Geodäsie. Diese mathematischen Ansätze sollen für die Verarbeitung heterogener Informations- und Messdaten für die Bauwerksmodellierung erweitert werden, wobei die stochastischen Informationen für Schlussfolgerungen im weiteren Modellierungsprozess verwendet werden sollen.  Die vorgeschlagene Qualitätsinfrastruktur zur Bauwerksmodellierung auf Grundlage von 3D-Punktwolken unter Berücksichtigung von teils ungenauen, unvollständigen oder auch fehlerhaften Bestandsdaten soll als Endergebnis ein IFC konformes BIM-Modell bereitstellen. Die Industry Foundation Classes (IFC) sind ein offener Standard im Bauwesen zur digitalen Beschreibung von Gebäudemodellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501811638",
      "url": "https://gepris.dfg.de/gepris/projekt/501811638",
      "title": "Datenbasierte Verbesserung von Simulationsmodellen zur Identifikation von stochastischen digitalen Zwillingen von Brücken",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501811638",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Ziel des Antrages ist es, Methoden zur Entwicklung eines digitalen Zwillings basierend auf Simulationsmodellen zu entwickeln, der insbesondere in der Lage ist, eine Abschätzung über die Prognosequalität der Simulationsergebnisse zu liefern. Diese Abschätzung wird über Bayes-Verfahren unter Verwendung sowohl von Labor- als auch von Monitoringdaten realisiert.  Eine besondere Herausforderung bei der Entwicklung eines zuverlässigen Simulationsmodells für Brücken ist es, dass in vielen Fällen die Modellannahmen aus dem Design nur bedingt der realen Umsetzung  entsprechen. Aus diesem Grund ist ein adaptiver Prozess notwendig, in dem zusätzliche physikalische Effekte hinzugefügt bzw. verändert werden (Randbedingungen, Geometrie der Bewehrungslagen, Konstitutivgesetze) bis der digitale und der reale Zwilling im Rahmen der Qualitätsanforderungen identische Eigenschaften aufweisen. Allerdings kann der Vergleich zwischen Messdaten und Simulationsergebnissen nicht manuell erfolgen, einerseits aufgrund der großen Dimension des Datenraumes (große Anzahl und verschiedene Typen von Sensoren), andererseits auch aufgrund der großen Datenmenge, die aus einem Monitoring resultiert. Weiterhin führen aufgrund der Elliptizität der zugrunde liegenden Differentialgleichungen lokale Änderungen an einer Stelle im Modell zu Änderungen des globalen Verhaltens, d.h. die Lokalisierung von Modellabweichungen nur aus den Daten ist oft nicht möglich.  Ziel des Projektes ist es deshalb, eine semi-automatische Herangehensweise zu entwickeln. Basierend auf einem initialen, physikalisch motivierten Modell werden mit Hilfe von Daten die Parameter des Modells kalibriert. Gleichzeitig werden aus den Daten mögliche Modellverbesserungen identifiziert. Dabei sollen verschiedene Ansätze basierend auf Gausschen Prozessen, Zufallsfeldern für Materialparametern oder einer Auswahl aus vordefinierten Modellverbesserungsmethoden verglichen werden. Darauf aufbauend soll der Modellierer eine physikalisch motivierte Modellverbesserung (evtl. mit zusätzlichen Parametern) entwickeln, bis das Simulationsmodell ausreichend genau ist.  Für die Kalibrierung der Modellparameter ist eine große Anzahl von Berechnungen des Vorwärtsmodells (FE-Modell der Brücke) erforderlich. Um die Effizienz der Methodik zu erhöhen, sollen die Vorwärtsmodelle durch Metamodelle ersetzt werden. Dazu werden insbesondere Gaussche Prozesse und Bayessche physikalisch-informierte neuronale Netze verwendet.  Die Methodik soll im Rahmen des Projektes an verschiedenen Beispielen mit unterschiedlichem Komplexitätsgrad validiert werden. Beginnend mit virtuellen Daten mit einfachen Balkenmodellen (inkl. Fehlstellen), existierenden Brückendemonstratoren auf unserem Testgelände bis hin zu den realen Daten aus dem Demonstrator im SPP. Parallel zu der Entwicklung der Methodik wird eine kontinuierliche Entwicklung der Interfaces zu den anderen Projekten im SPP und eine Integration in eine gemeinsame Plattform angestrebt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlichProfessor Phaedon-Stelios  Koutsourelakis, Ph.D."
    },
    {
      "project_id": "562810390",
      "url": "https://gepris.dfg.de/gepris/projekt/562810390",
      "title": "Datengestützte probabilistische Vorhersage des Betonkriechens unter Berücksichtigung der hygrischen und mechanischen Vorgeschichte bestehender Bauwerke (CreepStatus)",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562810390",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Eine präzise Vorhersage des Kriechens von Beton ist für die Bewertung der Restlebensdauer von verformungsempfindlichen Bauwerken wie z. B. vorgespannten Hohlkastenbrücken unerlässlich. Zur Vorhersage des Kriechens werden genormte Modelle herangezogen, die darauf ausgerichtet sind, das Langzeitverformungsverhalten eines definierten Betons während seiner (zukünftigen) Lebensdauer vorherzusagen. Da zum Zeitpunkt der Planung die konkrete Betonzusammensetzung nicht bekannt ist, stützt sich die Vorhersage zumeist auf Annahmen z. B. hinsichtlich der mittleren Betondruckfestigkeit. Weitere vereinfachende Annahmen betreffen die zukünftigen Klima- und Belastungsbedingungen. Streuungen in den Materialeigenschaften oder natürlich auftretende Schwankungen in den Klimabedingungen und den mechanischen Belastungen werden bislang vollständig vernachlässigt. In Anlehnung an die allgemeine Zielsetzung des SPP 2388 – und hier insbesondere an den Forschungsschwerpunkt „Zustandsindikatoren und -modelle“ – beabsichtigt das hier beantragte Projekt „CreepStatus“ die Entwicklung einer datengestützten Methodik zur Vorhersage des Betonkriechens insbesondere von alten, historischen Betonbauwerken. Im Gegensatz zu bestehenden deterministischen Ansätzen, wie z. B. im fib Model Code 2020, werden die wesentlichen Einflussparameter auf das Kriechen – d. h. Betoneigenschaften/ Zusammensetzung, Umgebungs- und Belastungsbedingungen – in probabilistischer Weise eingeführt. In enger Zusammenarbeit mit weiteren Mitgliedern des SPP 2388 wird in einem ersten Schritt eine Methodik zur Kalibrierung eines digitalen Materialzwillings (Creep Twin) abgeleitet, die auf Daten aus minimal-invasiven Miniaturproben beruht und somit das Bauwerk schont. Auf diese Weise können lokale Variationen der Betoneigenschaften und des Kriechverhaltens identifiziert werden. In einem zweiten bzw. dritten Schritt werden die statistischen Schwankungen der (zyklischen) klimatischen Bedingungen bzw. der (zyklischen) mechanischen Belastung und deren Einflüsse auf das Betonkriechen in das Modell einbezogen. Hierfür werden Daten aus Vor-Ort-Brückenmessungen (u.a. aus Förderphase 1) sowie aus Wetterdatenmessungen auf ihre Eigenschaften hinsichtlich kriechverursachender Verformungen analysiert und mittels Wahrscheinlichkeitsdichtefunktionen in das Modell eingearbeitet. Dabei kann der Autor auf physikalisch basierten Kriechmodellen aufbauen, die in früheren DFG-Projekten entwickelt wurden. Die allgemeine Vorhersagegenauigkeit des verbesserten Modells wird abschließend getestet, indem dieses in Finite-Elemente-Simulationen integriert wird. Die vorhergesagten Verformungen werden mit Messungen an der Nibelungenbrücke verglichen. Darüber hinaus wurde eine enge Zusammenarbeit mit der TNO vereinbart, die ebenso digitale Brückenzwillingen für niederländische Brücken erstellen, wo ebenfalls Vergleichsuntersuchungen durchgeführt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501496870",
      "url": "https://gepris.dfg.de/gepris/projekt/501496870",
      "title": "Dauerüberwachung von Bauwerken mit modellbasierter Schadensdetektion unter Einsatz nichtlinearer Modellanpassungen und Methoden der Künstlichen Intelligenz",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501496870",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Die Zustandsbeurteilung sowie die Wartung und eine prädiktive Instandhaltung sind essentielle Bestandteile zur Verlängerung der Lebensdauer von hochbeanspruchten Bauwerken. Neben handnahen Inspektionen können sensorbasierte Monitoringsysteme in datengetriebene Überwachungskonzepte integriert werden, wodurch eine kontinuierliche und objektive Zustandserfassung bereitgestellt wird. Auf dieser Basis können durch eine frühzeitige Analyse der Sensordaten Schädigungsentwicklungen erkannt, zuverlässige Prognosen des Tragverhaltens getroffen und mögliche Handlungsempfehlungen für präskriptive Instandhaltungsmaßnahmen vorgeschlagen werden. Ein sensorbasiertes Monitoring ist insbesondere für hochbeanspruchte Massivbauwerke wie Brücken mit erheblichen Herausforderungen verbunden. Für eine automatisierte Dauerüberwachung müssen neben des komplexen Tragverhaltens auch wechselnde Beanspruchungen wie der steigende Schwerlastverkehr sowie Temperaturänderungen berücksichtigt werden. Die Anwendung von Methoden der Künstlichen Intelligenz (KI) in einer modellbasierten Dauerüberwachung liefert einen vielversprechenden Ansatz zur Analyse der Sensordaten sowie der Adaption der Tragstruktur des Bauwerks. Das Ziel dieses Forschungsvorhabens ist somit die Entwicklung eines geschlossenen Ansatzes zur automatisierten Schadensdiagnose und -prognose für hochbeanspruchte Massivbauwerke im Freien. Neben einer System- und Lastidentifikation durch Adaption numerischer Rechenmodelle auf Grundlage statischer Messgrößen soll auch die Prognose von Materialdegradation sowie die automatisierte Ausgabe von Handlungsempfehlungen und Wartungsstrategien umgesetzt werden. Die Adaption des numerischen Rechenmodells erfolgt in einem Optimierungsverfahren auf Basis Evolutionärer Algorithmen (EA) unter Berücksichtigung des komplexen Materialverhaltens im Rahmen nichtlinearer Finite-Elemente (FE) Simulationen. Zur Erhöhung der Zuverlässigkeit und Berücksichtigung unscharfer Modellparameter erfolgt anschließend eine zugehörigkeitsbasierte Einordnung identifizierter Modelle in unscharfe Cluster zur Beschreibung möglicher Schadensmechanismen. Die Schadensdiagnose wird durch den Vergleich identifizierter Systemparameter zu verschiedenen Messzeitpunkten vorgenommen. Durch Interpretation der identifizierten Systemparameter und der Implementierung von Degradationsmodellen erfolgt eine Prognose des Tragverhaltens. Aufbauend auf Prognose, Schadensdetektion und Analyse der Sensordaten werden Handlungsempfehlungen und Wartungsstrategien für eine Verlängerung der Bauwerkslebensdauer vorgeschlagen. Die erarbeiteten Methoden werden beispielhaft zur Beurteilung von Brückenbauwerken umgesetzt. Modellbasierte Untersuchungen einer vorgespannten Brücke sollen die Strukturidentifikation des entwickelten Ansatzes darlegen. Im Rahmen schädigender Belastungsversuche einer Forschungsbrücke soll die Schadensdetektion sowie das Prognosemodell und die Methode zur Ausgabe von Handlungsempfehlungen evaluiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501805504",
      "url": "https://gepris.dfg.de/gepris/projekt/501805504",
      "title": "Digitale Verknüpfung von Multiskalenanalysen in Modellierung und Monitoring (DIVING)",
      "subject_area": "Angewandte Mechanik, Statik und DynamikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501805504",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Ein sicherer Betrieb von gebauter Infrastruktur erfordert robuste Prognosemodelle zur Vorhersage der System- oder Tragwerkseigenschaften. Diese Prognosemodelle müssen über eine Lebensdauer von mehreren Jahrzehnten immer wieder mit der realen Ist-Situation der Bauwerke abgeglichen werden. Nur so lassen sich Abweichungen in den Modellannahmen von der Realität und unscharfe bzw. stark streuende Einflussgrößen im Modell zu berücksichtigen. Dafür ist neben einer entsprechenden messtechnischen Bauwerksüberwachung ein geeignetes numerisches Modell, mit dem am Bauwerk auftretende Schädigungen hinreichend genau abgebildet werden können, erforderlich. Für die numerische Beschreibung des Bauwerks mit vorhandenen Schädigungen wird im Projekt ein Multiskalen-Ansatz verwendet. Ausgangspunkt ist ein Tragwerksmodell des gesamten Bauwerks auf der Makroskala. Im Rahmen einer hybriden Modellierung werden kritische Bereiche, die auf Grundlage der Monitoringdaten identifiziert werden, mit einer deutlich höheren Auflösung auf der Mesoskala abgebildet. Die für die lokale Modellierung auf der Mesoskala notwendigen Informationen zum aktuellen Bauwerkszustand werden durch den Einsatz zerstörungsfreier Prüfverfahren gewonnen.Für den Informationsfluss zwischen dem Monitoringsystem und dem numerischen Modell ist eine digitale Verknüpfung der beiden Komponenten herzustellen, wofür der Ansatz des Theorie-gesteuerten maschinellen Lernens genutzt wird. Mit Hilfe von neuronalen Netzen lassen sich aus experimentell bestimmten Daten Modelle erstellen, die eine Beziehung zwischen Eingangs- und Ausgangsgrößen herstellen. Diese Daten-basierten Metamodelle verfügen allerdings zunächst nicht über einen Bezug zu physikalischen Zusammenhängen und sind daher auch nicht direkt mit dem Tragverhalten eines Bauwerks in Bezug zu setzen.Im hier verfolgten Ansatz fließen neben Informationen über Eingangs- und Ausgangsgrößen aus gemessenen Daten die auf physikalischen Gesetzmäßigkeiten beruhende Beziehungen, die zur numerischen Modellierung verwendet werden, in die Metamodelle ein. Auf diese Weise wird eine digitale Verknüpfung zwischen experimentellen Untersuchungen am Bauwerk und numerischem Tragwerksmodell geschaffen.  Mit dieser Verknüpfung lassen sich nicht nur Parameter des numerischen Modells aus Messdaten identifizieren, sondern auch durch den Informationsfluss in entgegengesetzter Richtung die Steuerung mobiler zerstörungsfreier Messtechnik auf der Grundlage von Prognoseergebnissen des Modells realisieren.Die zu entwickelnde Methodik erfordert die Erstellung numerischer Multiskalenmodelle, Werkzeuge zur digitalen Kopplung sowie die experimentelle Untersuchung einer Struktur auf unterschiedlichen Skalen. Dabei werden die einzelnen Komponenten zunächst an Konstruktionselementen betrachtet, die im Labor unter kontrollierten Bedingungen untersucht werden können. In einem zweiten Schritt soll die Validierung der Methoden am Referenzbauwerk des SPP 2388 erfolgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501823987",
      "url": "https://gepris.dfg.de/gepris/projekt/501823987",
      "title": "Digitaler Zwilling als Vermittler zwischen in-situ-Schadensdetektion und globaler Tragwerksanalyse",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501823987",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Wenn Bauwerke schon von Beginn an überwacht werden (Structural Health Monitoring, SHM), sind alle Informationen zu Schädigungsprognose verfügbar. Bei bestehenden Bauwerken ist dies für die Vergangenheit nicht immer der Fall. SHM an realen Bauwerken zielt auf die Ermittlung von kritischen Details auf Basis von deterministischen oder probabilistischen Betrachtungen ab. Dabei werden überwiegend Messungen mit Dehnungsmessstreifen, Wegaufnehmern und Beschleunigungssensoren vorgenommen. Besonders bei deterministischer Betrachtung ist viel Erfahrung bei der Auswahl der Messstellen erforderlich. Außerdem muss eine gewisse Degradation des Bauteils eingetreten sein: Risse, Korrosion und Abplatzungen, damit diese bei visuellen Inspektionen erfasst werden können. Die besondere Schwierigkeit bei der Entwicklung geeigneter Modelle zu Beschreibung des Bauwerkszustands ist, dass die Bauwerke in Hinblick auf Baustoffe, Bauweise, Tragkonstruktion, Beanspruchung, Alter und Zustand höchst unterschiedlich sind und einer permanenten Veränderung unterliegen. Daher sind die Informationen streuend, unsicher und/oder zudem hochgradig zeitveränderlich. Der Fortschritt der Schädigung bis zu einem kritischen Zustand kann jedoch mehrere Jahrzehnte dauern. Die Informationen, die über Jahre zu einem Bauwerk anfallen, haben bislang einen dezentralen Charakter. Die Verknüpfung ist bisher nicht zureichend, viele Aufgaben werden redundant durchgeführt, bereits gewonnene Erkenntnisse können übersehen werden. Die Verknüpfung könnte mit den Methoden des Building Information Modeling (BIM), das in den letzten Jahren einführt worden ist, vorgenommen werden. Bisher ist allerdings die besondere Anforderung des SHM nur in Ansätzen untersucht worden, eine vollständige Integration ist noch nicht erfolgt. Fragestellungen zum Umgang mit komplexen Messsystemen, die auf unterschiedlichen Skalen arbeiten, sind noch nicht ausreichend untersucht worden. Deshalb ist es das Ziel dieses Forschungsvorhabens grundsätzliche Fragestellungen zur digitalen Verknüpfung von lokalen in-situ-Schädigungsdetektionsmethoden und konventionellem SHM über Digitalen Zwilling (Digital Twin, DT) zu untersuchen. Es soll das aus dem Flugzeugbau etablierte Konzept des DT, bestehend aus Komponenten mit reduzierter Ordnung für Brückenbauwerke adaptiert und erweitert werden. Die digitale Verknüpfung von SHM, in-situ-DIC Messungen und DT erfolgt über optimal classification trees mit hyperplane splits (OCT-H), um nachvollziehbares maschinelles Lernen sicherzustellen. Die besondere Herausforderung bei der Weiterentwicklung der Methode für das Bauwesen ist, dass die Schädigungsprozesse, die in Bauwerken zur Alterung und Abnutzung führen, physikalische und chemische Prozesse sind, die auf unterschiedlichen Skalen (Material-, Bauteil-, Bauwerksebene) erfasst werden müssen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501808860",
      "url": "https://gepris.dfg.de/gepris/projekt/501808860",
      "title": "Entwurfsmethodik für ein lebensdauerübergreifendes Bauwerksmonitoring bei unbekanntem Schadensprozess – Optimierte Sensornetze",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501808860",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Die messdatengestützte Zustandsbewertung von Strukturen (engl. Structural Health Monitoring, SHM) hat in den letzten Jahren erheblich an Bedeutung gewonnen. Der aktuelle Entwicklungsstand von SHM-Systemen zeigt jedoch Defizite: Sie werden immer noch überwiegend auf Basis von Expertenwissen entworfen und häufig reaktiv als Antwort auf bereits aufgetretene Schäden ausgelegt. Das liegt darin begründet, dass bislang weder Mechanismen, noch Orte oder Zeitpunkte von Schäden zuverlässig prognostiziert werden können. Das Forschungsvorhaben schließt diese Forschungslücke, indem Grundlagenforschung zur Konzeptionierung von Monitoringsystemen betrieben wird, welche die neuralgischen Punkte von Spannbetonbrücken bereits vor Schadenseintritt zuverlässig überwachen können. In der ersten Projektphase (2022–2025) lag der Fokus auf der Identifizierung von Bauwerkspunkten mit hohem Schädigungspotential und relevanten physikalischen Größen zu deren Überwachung. Es wurden zwei Ansätze untersucht: (1) ein clusterbezogener Ansatz, der Schäden des konkreten Untersuchungsobjektes über die systematische Auswertung ähnlicher Brückenbauwerke prognostiziert, und (2) ein objektbezogener Ansatz, der durch die Analyse des spezifischen Objektes neuralgische Bauwerkspunkte identifiziert. Das hier beantragte Projekt „Optimierte Sensornetze“ setzt das Ausgangsprojekt fort und wird dessen Ergebnisse aufgreifen, erweitern und validieren. Übergreifendes Ziel in der zweiten Projektphase ist die Verknüpfung der physikalischen Größen mit konkreten Monitoringkonzepten zur Schadensidentifizierung. Um dies zu erreichen, wird der SHM-Prozess holistisch betrachtet: von der Erfassung der Sensorsignale am Bauwerk über deren Verarbeitung zu physikalisch interpretierbaren Größen bis hin zur Extraktion von Schadensmerkmalen aus diesen physikalischen Größen. Ein wesentlicher Schwerpunkt liegt auf der Berücksichtigung unvermeidbarer Unsicherheiten entlang dieser Prozesskette. Diese entstehen durch zufällige und systematische Einflüsse wie Messrauschen, Umwelteinwirkungen oder Modellierungsannahmen und beeinträchtigen die Zuverlässigkeit der Schadensidentifikation erheblich. Im Projekt werden diese Unsicherheiten systematisch identifiziert, quantifiziert und ihre Fortpflanzung entlang der Prozesskette analysiert. Die gewonnenen Erkenntnisse bilden die Grundlage für die Entwicklung eines Frameworks, das die Auswirkungen von Unsicherheiten auf die Zuverlässigkeit von Sensornetzen anhand von vordefinierten Metriken quantifizieren kann. Im nächsten Schritt erfolgt die Erweiterung des Frameworks um die Kosten-Nutzen-Optimierung von Sensornetzen. Das Ziel der Optimierung ist die Maximierung des Informationsgewinns bei gleichzeitiger Reduktion der Kosten für das SHM-System. Abschließend wird das entwickelte Framework unter Berücksichtigung realer Umwelt- und Betriebsbedingungen an der Forschungsbrücke openLAB validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501624329",
      "url": "https://gepris.dfg.de/gepris/projekt/501624329",
      "title": "Intelligente Resilienzanalyse von Infrastruktur unter Berücksichtigung unsicherheitsbehafteter Echtzeitdaten",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501624329",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Die umfassende und gleichzeitig effiziente numerische Modellierung und Analyse großer und komplexer Infrastruktursysteme wird für moderne Gesellschaften immer wichtiger. Die Berücksichtigung systemischer Wechselwirkungen mit detailliert modellierten Schlüsselkomponenten ist dabei von entscheidender Bedeutung. Eingebettet in eine umfangreiche Resilienzanalyse liefert dies die Basis für Stakeholder kosteneffiziente Entscheidungen zu treffen. Zentrale Herausforderungen sind neben der Vernetzung zahlreicher Modelle und Performanzgrößen auf allen Systemebenen, die Analyse der Fülle von Daten, die für kritische Strukturen vorliegen oder aus dem Structural Health Monitoring (SHM) erzeugt werden, sowie die Berücksichtigung der inhärente Unsicherheit in allen verfügbaren Daten.Der vorliegende Vorschlag adressiert diese Herausforderungen auf der Ebene der Strukturkomponenten, der regionalen Teilsysteme und des globalen Infrastruktursystems an. Auf Komponentenebene wird ein intelligentes Ersatzmodellierungsverfahren auf der Grundlage von automatischem maschinellem Lernen entwickelt, das die große Menge an Daten, die für die Referenzbrücke des SPP 2388 vorliegen, zu einem probabilistischen, zeit- & statuskontinuierlichen Ersatzmodell verdichtet. Dieses Modell wird auf der Grundlage der von SHM gesammelten Echtzeitdaten aktualisiert. Unsicherheiten, die sich aus widersprüchlichen, vagen oder fehlerhaften (Echtzeit-)Daten ergeben, werden intelligent quantifiziert und durch das systemische Modell propagiert. Auf regionaler Teilsystemebene werden kritische Infrastrukturkomponenten miteinander verknüpft und in ein neu entwickeltes Systemzuverlässigkeitsmodell integriert, das eine umfassende und gleichzeitig effiziente numerische Analyse ermöglicht. Die Komplexität dieses Subsystemmodells wird durch intelligentes Clustern ähnlicher Komponenten in Komponententypen weiter reduziert. Die aus der Modellierung der Teilsystemzuverlässigkeit resultierenden Informationen werden in das entwickelte Life Cycle Resilience decision-making Framework (LCRF) integriert, einschließlich Wiederherstellungsmodellen und Kostenfunktionen. Dies ermöglicht Entscheidungsträgern, im Rahmen der Wartungs-, Instandsetzungs- und Reparaturplanung sowie im Designprozess unter Berücksichtigung von Komponentenlebensdauern und monetärer Restriktionen kosten-effiziente Entscheidungen über den Lebenszyklus zu treffen. Die entwickelten Ansätze auf Komponentenebene werden für die Referenz-Autobahnbrücke (A2) \"Weserstrombrücke\" bei Bad Oeynhausen demonstriert. Auf Systemebene wird das nordrhein-westfälische Infrastruktursystem betrachtet, wobei die Landkreise in regionale Subsysteme unterteilt werden und physikalische Eigenschaften weiterer kritischer Bauwerkskomponenten, zwecks Demonstration, angenommen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungInternationaler BezugChina, USAKooperationspartnerProfessor Vladik  Kreinovich, Ph.D.;Professor Pengfei  Wei, Ph.D.;Professor Konstantin  Zuev, Ph.D."
    },
    {
      "project_id": "501804558",
      "url": "https://gepris.dfg.de/gepris/projekt/501804558",
      "title": "Koordinationsfonds",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501804558",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das Schwerpunktprogramm (SPP) 2388 „Hundert plus“ zielt darauf ab, die Lebensdauer von Infrastrukturbauwerken durch innovative Instandhaltungsstrategien signifikant zu verlängern. In Phase 1 lag der Fokus auf der automatisierten Erfassung von Bestandsdaten, der Erstellung präziser 3D-Modelle und der Integration von Echtzeitmessdaten in digitale Zwillinge, um Bauwerke kontinuierlich zu überwachen. Diese Grundlagen ermöglichen eine frühzeitige Erkennung von Schäden und die Entwicklung präventiver Maßnahmen. In Phase 2 wird aufbauend auf den Erkenntnissen der Phase 1 der Forschungsbereich der Zustandsindikatoren und Prognosemodelle vertieft, um eine ganzheitliche, objektive Bewertung und Prognose der Bauwerkszustände zu ermöglichen. Zudem werden Methoden zur Ableitung von Handlungsempfehlungen entwickelt, die prädiktive und präskriptive Instandhaltungsstrategien unterstützen. Diese Ansätze werden an realen Bauwerken wie der Nibelungenbrücke in Worms, dem Validierungsbauwerk des SPP 2388, oder auch der Brücke „openLab“ in Bautzen getestet. Das Koordinationsprojekt spielt eine zentrale Rolle bei der Förderung der interdisziplinären Zusammenarbeit und der Netzwerkbildung. Es unterstützt die nationale und internationale Vernetzung der Forschenden innerhalb und außerhalb des SPP, fördert den wissenschaftlichen Nachwuchs und setzt gezielt Gleichstellungsmaßnahmen um. Außerdem wird die Kommunikation der Ergebnisse an Fachleute und die allgemeine Öffentlichkeit aktiv betrieben, um gesamtgesellschaftlich das Bewusstsein für die Relevanz des Themas stärken und die Sichtbarkeit des SPP zu erhöhen. Der Schwerpunkt der wissenschaftlichen Begleitforschung im Koordinationsprojekt liegt auf der Weiterentwicklung und Fusion der in beiden Phasen installierten Structural-Health-Monitoring-Systeme der Nibelungenbrücke zu einem kollaborativen Gesamtsystem unter Berücksichtigung von Datenqualität und Unsicherheiten. Außerdem werden die Datenplattformen weiter ausgebaut, um die Interoperabilität zwischen Systemen zu verbessern, automatisierte Metadatenprozesse zu integrieren und eine hohe Datenqualität zu sichern. Ergänzt wird dies durch eine Strategie für intelligentes Wissensmanagement. Die Nibelungenbrücke als zentrales Demonstratorbauwerk bietet eine Plattform für die praktische Anwendung und beispielhafte Validierung der im SPP entwickelten Methoden, die auf weitere Ingenieurbauwerke allgemein übertragen werden und damit die Instandhaltungsprozesse künftig nachhaltig verbessern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501728141",
      "url": "https://gepris.dfg.de/gepris/projekt/501728141",
      "title": "LEbensdauerMOnitoring von TRAgwerken mittels Datenassimilation im Digitalen Zwilling mit Künstlicher Intelligenz – LEMOTRA",
      "subject_area": "Angewandte Mechanik, Statik und DynamikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501728141",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das beantragte Projekt LEMOTRA verfolgt die Ziele des SPP2388, die methodische Entwicklung einer adaptiven, intelligenten und digitalen Repräsentanz von realen Bauwerken voranzutreiben, um ein prädiktives Bauwerksmanagement lebensdauerbegleitend bereitzustellen. In der ersten Phase wurden methodische Bausteine für digitale Repräsentanz von Tragkonstruktionen in Form von BIM-Modellen und daraus ableitbaren FE-Modellen verschiedener Komplexität, die Erfassung von Verkehrseinwirkungen aus Messdaten sowie das Konzept eines digitalen Zwillings für SHM entwickelt und anhand von Ersatztragwerken experimentell wie numerisch getestet. Das Hauptziel des Projektes LEMOTRA in der zweiten Förderphase ist die Entwicklung von praxisrelevanten Zustandsindikatoren, welche in Anlehnung an die Nachrechnungs-Richtlinie zielgerichtete Handlungshinweise ermöglichen. Diese Zustandsindikatoren sollen aus den Monitoringdaten und in der Baupraxis nachvollziehbaren mechanischen Modellen gewonnen werden und die Erstellung von kurz- bzw. mittelfristigen Prognosen des Bauwerkszustandes bezüglich relevanter Grenzzustände ermöglichen. Auf dieser Grundlage soll eine Entscheidungsfindung, eine prädiktive Zustandsbewertung und gezielte Maßnahmen für die Instandhaltung der Baukonstruktion entstehen. Damit soll ein wichtiger Baustein für die Erweiterung der Nachrechnungs-Richtlinie in Richtung der Handlungshinweise gelegt und exemplarisch erprobt werden. Dafür sollen die entwickelten Verfahren aus der ersten Förderperiode weiterentwickelt und an dem in der Ausschreibung definierten Demonstratorbauwerk – der Nibelungenbrücke – angewendet werden. Dieses Hauptziel wird im Projekt LEMOTRA in folgende Teilziele gegliedert, welche gleichzeitig auch den nachfolgenden Arbeitspaketen zugeordnet sind: - Entwicklung von Methoden zum Extrahieren von FE-Modellen verschiedener Komplexität und Dimensionalität aus dem BIM-Modell für das Demonstratorbauwerk Nibelungenbrücke. - Erweiterung des Monitoringsystems am und Entwicklung des digitalen Zwillings (DZ) für das Demonstratorbauwerk Nibelungenbrücke. - Entwicklung von Verfahren zur automatisierten Erfassung und Prognose von Verkehrslasten am Demonstratorbauwerk Nibelungenbrücke mittels Digitaler Zwillinge und Methoden der künstlicher Intelligenz. - Entwicklung und Erprobung von praxisrelevanten Zustandsindikatoren für das Demonstratorbauwerk Nibelungenbrücke. - Entwicklung von BIM-Komponenten für die Abbildung des Bauwerkszustandes im SHM-BIM am DemonstratorbauwerkDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlichDr.-Ing. Philipp  KählerEhemaliger AntragstellerProfessor Dr.-Ing. Yuri S.  Petryna, bis 12/2025 (†)"
    },
    {
      "project_id": "501771082",
      "url": "https://gepris.dfg.de/gepris/projekt/501771082",
      "title": "Messwertgestützte Zustandserfassung, Belastungsidentifikation und Lebensdauerprognose von Spannbetonbrücken mit geringem Querkraftbewehrungsgrad anhand der 2D-FOS-Methode",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501771082",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Deutschlands Infrastruktur ist alt und kontinuierlich steigenden Verkehrsbelastungen ausgesetzt. Da der schnelle Neubau von Tausenden Brücken eine enorme Herausforderung darstellt, ist der Erhalt bestehender Bauwerke von entscheidender Bedeutung. Ein Großteil der älteren Brücken besteht aus Spannbeton, wurde für eine kombinierte Beanspruchung aus Querkraft, Torsion und Biegung auf Basis von Hauptspannungen dimensioniert und weist damit hohe Vorspanngrade, aber nur wenig Betonstahlbewehrung auf. Werden bei Nachrechnungen und visuellen Inspektionen Defizite festgestellt, haben sie die Herabstufung in eine niedrigere Brückenklasse oder die Außerbetriebnahme zur Folge. Aus eigenen Vorarbeiten und dem Stand der Technik ist bekannt, dass derartige Bauwerke auch nach der Entstehung eines ermüdungsinduzierten Makrorisses noch erhebliche Tragreserven aufweisen. Um diese Reserven sicher für einen Streckbetrieb der Brücke ausnutzen zu können, beschäftigt sich das Vorhaben mit der Entwicklung einer autonom agierenden Methode zur kontinuierlichen Überwachung und Bewertung des Dehnungs- und Schädigungszustandes einschließlich Mikro- und Makrorissbildung in stark querkraftbeanspruchten Bauwerksabschnitten. In der ersten Förderphase wurde hierzu das Messkonzept 2D-FOS entwickelt. In der zweiten Förderphase verschiebt sich der Fokus von der Messwerterfassung und -aufbereitung auf die Messwertnutzung. Die zu entwickelnde Methode soll den zeitvarianten Zustand des Bauwerks identifizieren, einwirkende Belastungen analysieren, die Restnutzungsdauer prognostizieren und alle relevanten Informationen in einer digitalen Umgebung darstellen. Zur Umsetzung des Forschungsziels ist im Rahmen der zweiten Förderphase ein koordiniertes Arbeitsprogramm aus vier aufeinander abgestimmten Arbeitspaketen vorgesehen. Die Komplexität der Aufgabe erfordert die enge Verzahnung messtechnischer Kenntnisse zur Generierung der zeitvarianten Zustandsinformationen, eine effiziente Datenorganisation, die mathematisch-graphische Aufbereitung in einer digitalen Repräsentanz sowie vertieftes Know-how zur physikalisch-ingenieurmäßigen Lastidentifikation und Restnutzungsdauerprognose. Durch die koordinierte Entwicklung innovativer Mess-, Auswerte- und Prognosemethoden sowie ihre Verknüpfung im digitalen Bauwerkszwilling werden hochverdichtete Informationen für ein prädiktives, intelligentes Bauwerksmanagement bereitgestellt, das eine wesentliche Verlängerung der Bauwerksnutzungsdauer ermöglicht. Um 2D-FOS und die entwickelten Methoden unter realen Einsatzbedingungen zu erproben, ist die Installation des Systems an der Nibelungenbrücke in Worms und der Forschungsbrücke openLAB vorgesehen. Das geplante Vorhaben gliedert sich durch seine klare Ausrichtung ideal in die ausgeschriebenen Forschungsbereiche der zweiten Förderphase des SPP2388 ein und leistet einen methodischen Beitrag zur Entschärfung der aktuellen Infrastrukturkrise.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlichProfessor Dr.-Ing. Josef  Hegger"
    },
    {
      "project_id": "501829185",
      "url": "https://gepris.dfg.de/gepris/projekt/501829185",
      "title": "Methodenentwicklung und Bewertungssystematik für die lebensdauerübergreifende Verknüpfung von Structural Health Monitoring Daten und Bestandwissen über Deep Transfer Learning",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501829185",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Im Projekt „Methodenentwicklung und Bewertungssystematik für die lebensdauerübergreifende Verknüpfung von Structural Health Monitoring Daten und Bestandwissen über Deep Transfer Learning“ werden die Grundlagen für einen allgemeingültigen Ansatz des Structural Health Monitorings (SHM) methodisch untersucht, um die Degradation von Sensoren und Systemen, sowie den nur unzureichend identifizierbaren Randbedingungen von unikalen Bauwerken durch Künstlichen Intelligenz zu berücksichtigen. Dies bereitet den Weg zur lebensdauerbegleitenden Verknüpfung von Zustandsinformationen und Messdaten mit einem „Digitalen Zwilling“ zu einer prädiktiven Instandhaltung. Es werden Grundlagenuntersuchen an mittels Deep Transfer Learning angelernter KI-Modellen durchgeführt. Bei Deep Transfer Learning wird bestehendes „Wissen“ aus Simulationen und realen Messungen in Form von allgemeinen KI-Modellen wiederverwendet, um mit einem wesentlich reduzierteren Bestand an Trainingsdaten vom einzelnen Bauwerk und geringerem Trainingsaufwand ein passendes KI-Modell mit hoher Genauigkeit zu erstellen. Durch erneutes Training (Retraining) können während der Lebensdauer des Bauwerks neue Klassen, von zuvor nicht bekannten und berücksichtigten Merkmalen ergänzt werden und damit Sensoreffekte und Bauwerksreaktionen für das jeweilige SHM berücksichtigt werden. Das Projekt untersucht, wie Störeinflüsse und Ungenauigkeiten in den Trainingsdaten die Wissensübertragung von Ausgangsmodell zu Sensormodell bzw. Bauwerksmodell beeinflussen. Für die Generierung von allgemeinem Wissen über ein konkretes Bauwerk wird die Finite Elemente Methode eingesetzt. Im anschließenden Deep Transfer Learning Prozess werden konkrete Monitoringdaten verwendet, die u.a. vom Demonstratorbauwerk, der Weserstrombrücke im Zuge der BAB A2 bei Bad Oeynhausen, gewonnen werden. Die Leistungsfähigkeit wird mittels eines Benchmarks bewertet, der den Training- und Interferenzaufwand zur Klassifikation quantifiziert. Als Ergebnis des Projekts kann bewertet werden, wie gut Vorwissen über Sensorverhalten und Baukonstruktionen zwischen ähnlichen Bauwerkstypen bei vergleichbarem Monitoringsetup zwischen KI Modellen ausgetauscht werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlichDr.-Ing. Matthias  Baeßler"
    },
    {
      "project_id": "501457924",
      "url": "https://gepris.dfg.de/gepris/projekt/501457924",
      "title": "Modellierung von Ingenieurbauwerken unter besonderer Berücksichtigung von unvollständigen und unsicheren Messdaten durch erklärbares maschinelles Lernen (MoCES)",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebGeodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, Kartographie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501457924",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Der Zustand eines Bauwerks ist dadurch gekennzeichnet, dass er sich mit zunehmendem Alter immer schneller verschlechtert. Eine vorbeugende Maßnahme gegen die Alterung ist umso erfolgreicher, je früher sie ergriffen wird. Um die Nutzbarkeit komplexer Bauwerke zu verlängern, sind viel mehr Informationen zu einem viel früheren Zeitpunkt erforderlich, als dies heute üblich ist. Auf dem Weg zu einer vorausschauenden Instandhaltung ist Grundlagenforschung zu den Methoden der Erfassung, Zusammenführung und Auswertung aller Geometrie-, Werkstoff-, Beanspruchungs- und Alterungsdaten erforderlich. Die Digitalisierung im Sinne der Erzeugung eines digitalen Zwillings bekommt in diesem Zusammenhang eine völlig neue Bedeutung. Sie ermöglicht die Zusammenführung und Auswertung aller für Betrieb und Instandhaltung erforderlichen Daten. Das Hauptziel unseres Antrags ist die Erforschung und Entwicklung neuer Methoden und Verfahren zur automatisierten Modellierung komplexer Gebäudestrukturen. Dabei geht es darum, verschiedenste Datenströme zu fusionieren und deren Unsicherheit und Unvollständigkeit zu berücksichtigen. Die Modellierung, die auf der Basis von Methoden des maschinellen Lernens realisiert wird, soll um eine erklärende Komponente erweitert werden, so dass Schlussfolgerungen im Sinne einer Objektmodellierung und -rekonstruktion reproduzierbar sind.Die Objektrekonstruktion und -modellierung soll die Grundlage für ein Objektmonitoring bilden - hier wird das Ziel des DFG-Schwerpunktprogramms \"Hundert plus\" voll erfüllt. Das globale Ziel von \"Hundert plus\" ist die methodische Entwicklung einer adaptiven, intelligenten und digitalen Repräsentation (digitaler Zwilling) von realen, physischen Objekten (Gebäuden). Am Ende soll das Modell mit Messdaten aus dem Gebäudemonitoring über die gesamte Lebensdauer verknüpft werden und zentral verdichtete Informationen für ein vorausschauendes, digitales Gebäudemanagement bereitstellen.Eine automatisierte semantische Objektrekonstruktion und -modellierung für Überwachungsaufgaben, wie sie vorgeschlagen wird, existiert heute weder in der Literatur noch in der praktischen Anwendung und wird daher einen bedeutenden und wichtigen Beitrag zur schnellen und effizienten Überwachung von großen Bauwerken leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501798687",
      "url": "https://gepris.dfg.de/gepris/projekt/501798687",
      "title": "Monitoringdatengetriebenes Lebensdauermanagement auf Basis einer adaptiven, KI-gestützen Korrosionsprognose für Infrastrukturbauwerke aus Stahlbeton unter kombinierten Einwirkungen",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501798687",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Ziel des beantragen Forschungsvorhaben ist ein monitoringdatengetriebenes Lebensdauermanagementsystem auf Basis einer adaptiven, KI-gestützten Korrosionsprognose für chloridbelastete Bauwerke aus Stahlbeton unter kombinierten Einwirkungen. Der besondere Fokus soll dabei auf der Erweiterung auf praxisrelevante multiple Einwirkungskombinationen, der Einbindung nachträglich eingebauter Korrosionssensoren sowie der Ableitung von Handlungsempfehlungen für die Instandsetzung liegen. Dazu werden konkret die folgenden Einzelziele verfolgt: - Erweiterung der kombinierten Einwirkungen um zyklische Belastungen, Frost-Tau-Wechsel und intermittierende Feuchteexposition und Erforschung von deren Auswirkungen auf den Chloridtransport in Stahlbetonbauteilen, - Einbindung nachträglich eingebauter Korrosionssensoren, wie der Spreizringanode, - Korrosionsmonitoring instandgesetzter Stahlbetonbauwerke, - Erweiterung der KI-gestützten Korrosionsprognose für multiple Einwirkungskombinationen und instandgesetzte Stahlbetonbauteile mit Chloridbelastung unter Berücksichtigung vorhandener Daten zur Chloridbelastung aus Bauwerksuntersuchungen, - Automatisierte Ableitung von Handlungsempfehlungen für die Instandsetzung chloridbelasteter Stahlbetonbauwerke, - Verifikation des KI-gestützen Lebensdauermanagementsystem an der Niebelungenbrücke in WormsDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501774158",
      "url": "https://gepris.dfg.de/gepris/projekt/501774158",
      "title": "Musterdetektion innerer Spanndrahtbrüche an Betonoberflächen",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501774158",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Brückenbauwerke bilden das Rückgrat einer leistungsfähigen Infrastruktur. Nach vielen Jahren der Nutzung unter kontinuierlich steigender Belastung erreichen nun etliche dieser Tragwerke das Ende ihrer theoretischen Nutzungsdauer. Im Sinne der Nachhaltigkeit gilt es, sie unter Gewährleistung der Tragsicherheit möglichst lange in Betrieb zu halten. Bei Brücken aus Spannbeton ergibt sich die besondere Herausforderung, dass intern ablaufende Schädigungsprozesse, wie die Spannungsrisskorrosion oder Ermüdung äußerlich unerkannt bleiben können. Spannstahlbrüche ohne eine Vorankündigung durch Rissbildung stellen eine große Gefahr dar. Diese Brüche können verteilt über das Tragwerk auftreten, daher muss ein Monitoring die globale Überwachung sicherstellen und zugleich den individuellen Bruch zuverlässig detektieren. Dazu wurde in der ersten Förderperiode des SPP ein Messsystem auf Basis faseroptischer Sensoren entwickelt, mit dem Dehnungen an der Oberfläche von Betonstrukturen direkt gemessen werden. Damit sind die diskontinuierlichen Dehnungsfelder infolge des Spannstahlbruchs trotz geringer Intensität detektierbar. Mit einem Messgitter gekreuzter faseroptischer Sensoren werden die charakteristischen Dehnungsmuster eines Bruchs und der Wiederverankerung vollflächig aufgenommen, anschließend automatisiert aufbereitet und von äußeren thermischen und mechanischen Störgrößen abgegrenzt. Das Messsystem wurde unter Laborbedingungen entwickelt und prototypisch an einer Brücke umgesetzt. In der zweiten Förderperiode wird die Messmethode für den robusten Einsatz unter Realbedingungen weiterentwickelt. Ziel ist es, unter den Einflüssen von Alterung, Bewitterung und Zeit eine zuverlässige Detektion sicherzustellen und zugleich die Sensor- und Datenmengen weitestmöglich zu reduzieren. Dazu wird zunächst in Experimenten im Labor, dann an einer Spannbetonbrücke, die Dauerhaftigkeit der Messtechnik in Alterungs- und Expositionstests untersucht und Schwächungen des Signals mit der Zeit quantifiziert. Aus zeitabhängigen, nichtlinearen Umlagerungen des eingeprägten Dehnungsfeldes infolge des Bruchs wird eine dazu erforderliche Messrate bei variablen geometrischen und materiellen Randbedingungen abgeleitet. Zur optimalen Konfiguration eines Messrasters für verteilte Spanngliedlagen wird eine Methode entwickelt, die numerische Berechnungen mit zwei Optimierungsschritten kombiniert; der Greedy-Algorithmus für die diskrete Zahl der Sensorstränge, Heuristiken für den kontinuierlichen Messpunktabstand. Unter integrierten Einflüssen von Dauerhaftigkeit, Zeitabhängigkeit und Ortsauflösung wird das Zusammenwirken der Einflussfaktoren untersucht und eine Methode zur Auslegung des Messsystems entwickelt. Die Bewertung unterschiedlicher Messsysteme erfolgt mit Operationscharakteristiken. Zur Validierung wird am Referenzbauwerk des SPP ein dementsprechend ausgelegtes Messsystem umgesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlicheDr.-Ing. Mark Alexander  Ahrens;Professor Dr.-Ing. Peter  Mark"
    },
    {
      "project_id": "501682769",
      "url": "https://gepris.dfg.de/gepris/projekt/501682769",
      "title": "Optische 3D-Brücken-Inspektion: Innovative Inspektion komplexer Infrastrukturen durch die Kombination von hochauflösenden UAV-gestützten Bildern und Streifenlicht-Aufnahmen",
      "subject_area": "Geodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, KartographieKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501682769",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Brücken als einer der Hauptbestandteile der Transportinfrastruktur sind vielen äußeren Belastungen ausgesetzt und müssen Ermüdungsbelastungen, z. B. durch den Verkehr, sowie klimatischen Einflüssen wie Wind oder Temperaturschwankungen standhalten, abgesehen von der natürlichen Verschlechterung der Materialien durch Alterung. Wenn das Bauwerk bereits Konstruktionsmängel aufweist, beschleunigt sich der Verschlechterungsprozess bei täglicher Nutzung. Gegenwärtig werden notwendige Brückeninspektionen meist manuell von hochqualifizierten Mitarbeitenden durchgeführt, die über jahrelange Erfahrung bei der Erkennung möglicher gefährlicher Schäden, wie Risse an Brücken verfügen. Diese manuellen Inspektionen, auch wenn sie als zuverlässig gelten, sind jedoch immer noch subjektiv und in der Regel zeitaufwändig sowie gefährlich für die Mitarbeitenden. In diesem Projekt schlagen wir vor, mehrere hochmoderne Sensortechnologien zu verwenden und neu entstehende Ansätze zur Datenverarbeitung und zum maschinellen Lernen einzusetzen: Unbemannte Flugroboter (UAV) - oder Drohnen - werden mit hochwertigen Kameras ausgestattet und für den Zugang zu schwer zugänglichen Stellen der Brücke sowie für die Aufnahme von hochauflösenden Bildern eingesetzt, die von einem Computer-Vision-Modul für die automatische Auswertung verarbeitet werden; dies macht sie zu einem leistungsstarken und flexiblen Werkzeug für die Überwachung des baulichen Zustands. Wir werden hochauflösende metrische Vollbildkameras in Kombination mit geeigneten Multirotor-Trägern verwenden, um sowohl umfassende, das ganze Bauwerk betreffende, geometrische Verformungen als auch visuelle Schäden an der Struktur zu überwachen. Darüber hinaus werden wir Streifenlicht-Scanner einsetzen, die eine Oberfläche dreidimensional im sub-mm-Bereich auflösen können. Alle Sensoren werden in einem durch die Infrastruktur definierten und zeitlich stabilen Koordinatensystem gemeinsam registriert. Durch einen innovativen Ansatz zur Steuerung des UAV und die Kombination aller Sensordaten in einem fortschrittlichen Deep-Learning-Bildinterpretationsansatz schlagen wir eine ganzheitliche, bildbasierte Überwachungsmethode vor. Das Arbeitsprogramm besteht aus vier Arbeitspaketen (AP). Für alle vier AP gibt es ein spezifisches Unter-AP, das sich auf die Evaluierung konzentriert. Dabei sollen eigene, AP-übergreifende und AP-spezifische Experimente in der TU Braunschweig generiert werden, aber auch gemeinsam abgestimmte Experimente an der im Ausschreibungstext angegebenen Demonstratorbrücke an der Autobahn A2 durchgeführt werden. Dieses Projekt passt sehr gut in dieses SPP, da es Methoden zu digitalen Zwillingen, die in Bereich eins (digitale Modelle) entwickelt werden, mit dem letzten Bereich (Zustandsindikatoren) verbindet. Die zu entwickelnden Methoden werden neben Brückenbauwerken auch für das Monitoring anderer komplexer Infrastrukturbauwerke einsetzbar sein, da sie im Prinzip generisch angelegt sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501724457",
      "url": "https://gepris.dfg.de/gepris/projekt/501724457",
      "title": "Optische 3D-Messverfahren zur Generierung, Nachführung und Messdatenerfassung für digitale Zwillinge komplexer Baustrukturen",
      "subject_area": "Geodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, Kartographie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501724457",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Optische 3D-Messverfahren bieten sich als ein Werkzeug zur Generierung von Geometrie- und Zustandsdaten digitaler Zwillinge komplexer Baustrukturen sowie deren Nachführung an, dessen Potential bei Weitem noch nicht erschlossen ist. Im Rahmen des Vorhabens sollen photogrammetrische Verfahren zur effizienten Generierung genauer dreidimensionaler geometrischer Grunddaten für digitale Zwillinge komplexer Baustrukturen sowie zur Anreicherung dieser Repräsentationen mit Messdaten aus dem Bauwerksmonitoring konzipiert, implementiert und validiert werden. Aus Bild- oder Laserscannerdaten generierte 3D-Repräsentationen von Bauwerken werden mit Messdaten aus dem Bauwerksmonitoring angereichert, indem durch Bildanalyseverfahren relevante Materialattribute und Zustandsdaten wie Materialstärken und Rissbilder bestimmt werden. Als Basis dienen Daten handelsüblicher Kameras oder Laserscanner, die statisch oder bewegt sowohl terrestrisch als auch auf UAVs (unmanned aerial vehicles, ‚Drohnen‘) eingesetzt werden können.Aus den Bild- bzw. Laserscannerdaten werden zunächst durch etablierte Verfahren der Photogram-metrie 3D-Punktwolken generiert, in die dann geeignete geometrische Strukturen eines digitalen Zwillings in Form eines CAD- bzw. BIM-Modells eingepasst werden. Auf Basis dieser Daten können ungenaue, unvollständige oder fehlerhafte Bestandsdaten ergänzt, verbessert und aktualisiert werden. Aus den Bilddaten können darüber hinaus durch automatisierte Verfahren der Bildanalyse für das Bauwerksmonitoring relevante Messdaten wie z.B. hochauflösende Rissbilder generiert werden. Über die Orientierungsparameter der aufgenommenen Bilder können diese Zustandsdaten direkt in die Geometrie des digitalen Zwillings transformiert werden. Ein besonderes Augenmerk liegt auf der Bestimmung von Materialstärken aus Bild- und Laserscannerdaten, was die Weiterentwicklung photogrammetrischer Datenakquisitions- und -auswerteschemata mit besonderem Fokus auf die Fehlerfortpflanzung in großen Bildverbänden bedingt. Als Resultat sollen Verfahren zur Verfügung stehen, mit denen Geometrie- und zusätzliche Attributdaten digitaler Zwillinge aus Bild- oder Laserscannerdaten mit hoher Effizienz und Genauigkeit generiert und laufend nachgeführt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "500355272",
      "url": "https://gepris.dfg.de/gepris/projekt/500355272",
      "title": "Qualitätsbewertung digitaler Zwillinge auf der Basis mathematischer Abstraktion und Tangle-basierten Blockchain-Architekturen",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500355272",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das Konzept des digitalen Zwillings, das sich seit Ende des letzten Jahrhunderts zu einem Eckpfeiler vieler Ingenieurdisziplinen entwickelt hat, ist inzwischen auch im Bauingenieurwesen fest verankert. Beim Betrieb und Monitoring von Infrastrukturbauwerken mangelt es jedoch oft an Interoperabilität und objektiv überprüfbaren Qualitätsmerkmalen, was den Spezifika des Bauwesens geschuldet ist, u.a. dem Unikatcharakter der Bauwerke, den komplexen Kommunikationsgeflechten und der Heterogenität der Schnittstellen und Modelle. Um die Qualität digitaler Zwillinge im Bauwesen zu verbessern und das Potential voll auszuschöpfen, ist zunächst ein klares mathematisches Verständnis der semantischen Struktur von digitalen Zwillingen erforderlich, was wiederum ein allgemeingültiges Beschreibungskalkül und mathematisch abgesicherte Konzepte zur Qualitätsbewertung (einschließlich Konsistenzprüfung, Verifikation und Validierung) erfordert. Das beantragte Forschungsvorhaben zielt darauf ab, ein bauinformatisch-mathematisches Theoriengebäude bereitzustellen, das eine zuverlässige Qualitätsbewertung digitaler Zwillinge in allen Entwurfsphasen und auf allen Abstraktionsebenen ermöglicht. Im beantragten Forschungsvorhaben wird der Fokus auf digitale Zwillinge für Infrastrukturbauwerke gelegt, obschon alle Ansätze allgemeingültig ausgelegt sind. Zunächst wird eine Domänenanalyse zur taxonomischen Repräsentation digitaler Zwillinge durchgeführt. Das weitere Arbeitsprogramm widmet sich sodann drei Abstraktionsebenen, auf denen jeweils (i) Modellierungskonzepte und (ii) Ansätze zur Qualitätsbewertung ebendieser Konzepte vorgeschlagen werden. Die Modellierungskonzepte koppeln abstrakte mathematische Ansätze auf Basis relationaler Algebra, kategorialen Ontologieprotokollen und Typentheorie (\"Meta-Metamodellierung\"), ingenieurverständliche, diagrammatische Semantik (\"Metamodellierung\") sowie etablierte Ingenieurmodelle aus der Numerik und dem Building Information Modeling (\"Modellierung\"). Die Ansätze zur Qualitätsbewertung basieren im Wesentlichen auf einem abstrakten mathematischen Beschreibungskalkül, auf Modellnutzwert-basierten Metriken sowie auf einer Tangle-basierten Blockchain-Architektur, die eingeführt wird, um die digitalen Zwillinge lebensdauerbegleitend zu validieren. Es wird erwartet, dass ein mathematisches Verständnis der semantischen Struktur von digitalen Zwillingen formalisiert werden kann und – darauf aufbauend – objektiv überprüfbare, allgemeingültige semantische Modellierungskonzepte für digitale Zwillinge im Bauwesen bereitgestellt werden können. Modellierungsfehler können bereits in frühen Entwurfsphasen vermieden, die Implementierung unabhängig von den verwendeten Technologien zielgerichtet durchgeführt und letztlich eine tragfähige Basis zur Qualitätssteigerung von digitalen Zwillingen im Bauwesen bereitgestellt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501812634",
      "url": "https://gepris.dfg.de/gepris/projekt/501812634",
      "title": "RaumLink: Räumlich-Temporale Verknüpfungen heterogener Informationen im Infrastrukturbau",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501812634",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das übergeordnete Ziel des Vorhabens ist die Verbesserung der Daten- und Informationsgrundlage für die ganzheitliche Querschnitts- und Langzeitbetrachtung von Bestandsbauwerken im Infrastrukturbereich mit einem Schwerpunkt auf Brücken.  Dazu sollen  1.\theterogene Datensätze und Informationsquellen unterschiedlicher Provenienz durch räumliche und zeitliche Überlagerung teilautomatisiert in einheitliche Informationsräume zusammengeführt werden. 2.\tForschende und Ingenieure im Feld sollen damit in die Lage versetzt werden, systematische Befragungen und Durchsuchungen großer Datenmengen von Bestandserfassungen und Zustandsbeschreibungen auszuführen.  3.\tNotwendige Grundlagen für weitere Forschungen wie der Erzeugung von Trainingsdaten für maschineller Lernverfahren oder für die Erstellung von Digitalen Zwillingen sollen erarbeitet und bereitgestellt werden.  4.\tÜber viele Jahre zusammengestellte verbale, analog-zeichnerische und fotographische Dokumentationen von Brückenbauwerken sollen rückwirkend in derzeit und zukünftig entstehende semantisch reiche Objektmodelle mit 3D Repräsentationen verknüpft werden.  5.\tZeitliche Zustandsveränderungen sollen in verschiedenen Perioden (episodische kurzfristige Ereignisse wie katastrophale Unwetter und Unfälle, periodische saisonale Witterungswechsel, langjähriger Verschleiß) lagegenau in einheitlichen Erfassungssystemen übereinander gelegt werden können um über Einzelbauwerke hinweg genauere Zustandsbeschreibungen, Vorhersagen und Maßnahmenempfehlungen erstellen zu können, die die Sicherheit und Lebensdauer wertvoller Infrastrukturbauten erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "501834640",
      "url": "https://gepris.dfg.de/gepris/projekt/501834640",
      "title": "Scan2SAM - Datengetriebene Erzeugung baustatischer Systeme aus 3D-Punktwolken und formalisiertem Wissen zur VPINN-basierten Zustandsprognose",
      "subject_area": "Geodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, KartographieAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501834640",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Ziel des Vorhabens ist die Entwicklung und Untersuchung von Methoden zur automatisierten Ableitung eines baustatischen Systems aus semantisch segmentierten 3D-Punktwolken sowie Zusatzinformationen, wie Plänen, Bohrkernen und Expertenwissen. Dazu soll zunächst ein Strukturmodell und anschließend ein baustatisches System durch Anreicherung des Strukturmodells mit Randbedingungen mit Hilfe neuro-symbolischer KI generiert werden. Das Strukturmodell stellt eine abstrahierte geometrisch-semantische Repräsentation des Bauwerks dar, die den aktuellen Zustand des Bauwerks abbildet und als Grundlage für die Erstellung des baustatischen Systems dient. Hierfür wird eine räumliche Graphenrepräsentation gewählt, die mit Deep-Learning-Methoden automatisiert aus Punktwolken generiert wird. Wichtige Aspekte des Strukturmodells sind die präzise Erfassung der geometrischen Anordnung und die semantische Beschreibung der Bauteile, die essenziell für eine realitätsnahe Abstraktion des Bauwerks sind. Um die Ergebnisse zu verbessern, werden neuartige neuro-symbolische Verfahren untersucht, die durch die Integration von Regeln und Expertenwissen die Modellgenerierung gezielt steuern und die Plausibilität der Ergebnisse erhöhen. Für die Generierung des baustatischen Systems wird das Strukturmodell durch zusätzliche Informationen wie Randbedingungen und unsichtbare geometrische Details ergänzt. Das baustatische System zeichnet sich durch seine Fähigkeit aus, physikalische Randbedingungen, Materialeigenschaften und strukturelle Zusammenhänge so zu integrieren, dass es für die baustatische Analyse unmittelbar nutzbar ist. Diese Informationen, die in der Regel aus externen Quellen, etwa Plänen und Bohrkernen stammen, werden in das entwickelte Modell integriert. Untersuchungsgegenstand dabei ist die automatisierte und erklärbare Übertragung von relevanten Informationen mittels Clustering und Cross-Attention(CA)-Verfahren. Dadurch entsteht ein vollständiges baustatisches System, welches als Grundlage für die Berechnungsmethoden dient. Auf Basis des baustatischen Systems sowie der Strukturmonitoringdaten sollen Physics-informed Neural Networks (PINNs) und Variational PINNs (VPINNs) zur Prognose geschädigter Bereiche im Bauwerk untersucht werden. Diese Methoden sind in der Lage, neben den physikalischen Feldgleichungen auch Messdaten in die Prognose mit einzubeziehen. Dies erlaubt bei einem vorhandenen Schaden auch die Steifigkeiten als Unbekannte im zu lösenden Problem mit einzubeziehen. Auf dieser Basis wollen wir ein Prognosetool für die Strukturanalyse entwickeln. Betrachtet werden Scheiben, Platten und Balken, schubweiche oder -starre Theorien, wobei untersucht wird, ob PINNs oder VPINNs sich besser für die Schadenprognose aus Messdaten eignen. Diese Ansätze unterscheiden sich insbesondere in der Kontinuitätsanforderung, welche aus der zugrundeliegenden Theorie hervorgeht. Ein wichtiger Aspekt ist die Prognosequalität im Verhältnis zur Menge der vorhandenen Messdaten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "562815311",
      "url": "https://gepris.dfg.de/gepris/projekt/562815311",
      "title": "Schadenserkennung und -bewertung basierend auf Multi-Eigenschaft-Sensor-Netzwerken und hochparametrischer numerischer Systemidentifikation",
      "subject_area": "Angewandte Mechanik, Statik und DynamikBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562815311",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Zentrales Ziel des beantragten Forschungsvorhabens ist es, mechanische mit dauerhaftigkeits-indizierenden Messdaten aus dem Bauwerksmonitoring (lokal) über numerische Strukturmodelle (global) zu koppeln, um daraus Zustandsindikatoren und Handlungsstrategien für das Bauwerk abzuleiten zu können. Die methodische Kopplung der mechanischen und dauerhaftigkeits-indizierenden Daten des Multi-Eigenschaft-Sensor-Netzwerks im hochparametrisierten numerischen Strukturmodell erlaubt somit eine verbesserte Kalibrierung („Twinning“) des zugrunde liegenden, hochaufgelösten Finite-Elemente-Modells. Darauf aufbauend, wird ein Konzept für eine Multi-Kriterien-Evaluation erarbeitet und prototypisch umgesetzt, das die Ableitung von Zustandsindikatoren für das Bauwerk ermöglicht und somit als Grundlage für ein prädiktives Instandsetzungsmanagement dienen kann. Über die Lokalisation der Schäden hinaus kann so automatisiert auch eine Klassifizierung erfolgen. Damit wird eine Single-Source of Truth geschaffen die als Grundlage dazu dient, den Schaden in Bezug auf die Standsicherheit zu bewerten. Folgende spezifischen Zwischenziele sollen dabei erreicht werden: (a) Etablierung eines Multi-Eigenschaft-Sensor-Netzwerkes zur gekoppelten Erfassung von mechanischen und dauerhaftigkeits-indizierenden Messgrößen. (b) Zusammenführen der verschiedenen Sensorinformationen für eine ganzheitlichere Beurteilung des Tragwerkszustandes sowie die Erhöhung der Informationsdichte für die numerische Sensitivitätsanalyse, sowohl hinsichtlich qualitativer Merkmale (Schadensart) als auch quantitativer Merkmale (Steifigkeitsverlust). (c) Erhöhung der Robustheit und Vereinfachung von Plausibilitätschecks durch überlagerte Multi-Eigenschafts-Sensor-Netzwerke. (d) Validierung der auf adjungierter Sensitivitätsanalyse basierenden, neu entwickelten numerischen Methoden zur Kopplung verschiedener Messgrößen mit Hilfe großskaliger Laborversuche. (e) Schaffung einer Single-Source of Truth, die Schadensklassifizierungen ermöglicht, um Schaden in Bezug auf die Standsicherheit zu bewerten und durch die bessere Kenntnis der spezifischen Schadensursachen auch deutlich gezieltere Handlungsempfehlungen abzuleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "562882930",
      "url": "https://gepris.dfg.de/gepris/projekt/562882930",
      "title": "Spatio-B-RAG - Methoden für die Wissenserschließung für räumlich annotierte heterogene Daten zur prädiktiven Schadensbeurteilung in Brückenbauwerken",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562882930",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das Vorhaben Spatio-B-RAG konzentriert sich auf die Entwicklung eines Retrieval-Augmentation-Generators (RAG), der domänenspezifisches, räumliches Wissen nutzt, um prädiktive Schadensbeurteilungen von Brückenbauwerken zu ermöglichen. Durch die Verknüpfung heterogener, multimodaler Daten wie Inspektionsberichte, Baupläne, Fotodokumentationen und Punktwolken in einem räumlichen Kontext wird ein dynamisches Wissenssystem geschaffen. Ausgangsbasis sind die räumlich annotierten Wissensgraphen als Ergebnis des RaumLink Projektes, in denen mithilfe der ReLoc Ontolgogie semistrukturierte Brückeninspektionsdaten der SIB-Bauwerke Datenbank auf Grundlage der Anweisung Straßeninformationsbank, Teilsystem Bauwerksdaten (ASB-ING) entwickelt und an der Referenzbrücke in Worms erprobt wurden. Diese dienen als Trainingsdaten für domänenspezifische RAGs für Bauwerksmodelle. Der RAG wird mithilfe von symbolischen und subsymbolischen Methoden, darunter Named Entity Recognition (NER) mit BERT, multimodale Modelle wie VisualBERT und LXMERT sowie Graph Neural Networks (GNNs), entwickelt, um text-, bild- und 3D-Daten effektiv zu verarbeiten. Die Integration räumlicher Relationen und domänenspezifischer Ontologien ermöglicht es, die Informationen effizient abzurufen und als Grundlage für Prognosen und Instandhaltungsentscheidungen zu nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    },
    {
      "project_id": "562812195",
      "url": "https://gepris.dfg.de/gepris/projekt/562812195",
      "title": "Stochastische Digitale Zwillinge von Brücken zur Ermittlung von Zustandsindikatoren unter Berücksichtigung von Modellunsicherheiten",
      "subject_area": "Angewandte Mechanik, Statik und DynamikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562812195",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "Das Ziel des Projektes besteht in der Entwicklung von Methoden zur iterativen Etablierung eines zuverlässigen, simulationsbasierten digitalen Zwillings zur Vorhersage von Zustandsindikatoren. Diese Vorhersagen sollen sowohl kontinuierliche Monitoringdaten als auch Labordaten nutzen. Der Schwerpunkt liegt auf der Quantifizierung der Vorhersagegenauigkeit von Simulationsergebnissen, um eine fundierte Entscheidungs- und Instandhaltungsplanung zu ermöglichen. Dabei werden sowohl aleatorische als auch epistemische Unsicherheiten berücksichtigt. Letztere resultieren vor allem aus Modellierungsannahmen, die bei jeder Beschreibung realer Phänomene durch Simulationsmodelle erforderlich sind. Die Basis bilden thermomechanische Finite-Elemente-Modelle (FE-Modelle), deren Parameter in Abhängigkeit von Raum, Zeit und Umweltbedingungen variieren können. Aufgrund des hohen Rechenaufwands für die Auswertung dieser Modelle wird auch die Entwicklung effizienter Ersatzmodelle untersucht. Im zweiten Arbeitspaket werden Methoden zur Modellkalibrierung und Unsicherheitsquantifizierung unter Berücksichtigung von Modellunsicherheiten entwickelt. Die Embedded-Bias-Formulierung aus der ersten Förderperiode wird auf höhere Dimensionen erweitert. Ein Schwerpunkt liegt auf der Berücksichtigung von Korrelationen in den Parametern sowie der effizienten Propagierung stochastischer Variablen durch die Vorwärtsmodelle unter Verwendung der dünn besetzten Wiener-Chaos-Zerlegung (sparse PCE). Darüber hinaus werden Parameterabhängigkeiten in Bezug auf Raum, Zeit und Umgebungsbedingungen identifiziert, um daraus potenzielle Modellverbesserungen abzuleiten. Ein weiteres Arbeitspaket befasst sich mit der Propagierung dieser Unsicherheiten auf die Berechnung von Zustandsindikatoren und Prognosen sowie der Entwicklung von Metriken zur Bewertung der Modellqualität. Die im Projekt entwickelten Zustandsindikatoren basieren auf einer Zerlegung des gesamten Verschiebungsfeldes in Komponenten, die auf thermischer Ausdehnung, Verkehrslasten und permanenten Verformungen beruhen. Mit Hilfe von residualbasierten Verfahren zur Modellanpassung wird untersucht, wie sensitiv die ermittelten Zustandsindikatoren auf Modellfehler reagieren. Auf dieser Grundlage werden Methoden und Metriken entwickelt, um Anomalien in der Brücke automatisch zu detektieren. Im letzten Arbeitspaket werden diese Methoden in ein Softwarepaket implementiert. Dieses soll sowohl für Partnerprojekte innerhalb des SPP als auch für zwei Demonstrationsprojekte (Nibelungenbrücke in Worms und IDA-KI in Bautzen) verwendet werden, um einen simulationsbasierten digitalen Zwilling zu realisieren. Ziel ist es, den Einfluss von Umweltbedingungen auf mechanische Verformungen zu kompensieren und dauerhafte Veränderungen im Strukturverhalten zu identifizieren. Die Ergebnisse werden über einen Server mit direkter Abfragemöglichkeit für Partner bereitgestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente DigitalisierungMitverantwortlichProfessor Phaedon-Stelios  Koutsourelakis, Ph.D."
    },
    {
      "project_id": "562732371",
      "url": "https://gepris.dfg.de/gepris/projekt/562732371",
      "title": "Structural Health Information Patterns (SHIPs) für die Analyse der Zustandsveränderung von Brücken in einem automatisierten digitalen Zwilling - [TwinSHIP]",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562732371",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung",
      "description": "In eigenen Vorarbeiten wurde festgestellt, dass Zustandsveränderungen baulicher Strukturen grundsätzlich mithilfe von Structural Health Informations Patterns, kurz SHIPs, d. h. mithilfe der Veränderung von Datenmustern, festgestellt werden können. Die Herausforderung besteht nun darin, die an Bestandsbauwerken festgestellten Veränderungen in den Datenmustern auf die physikalischen und mechanischen Ursachen zurückzuführen. Die Kenntnis über die Effekte und Einflüsse, die eine Datenmusteränderung hervorrufen können, erlaubt dann die Optimierung der Sensorauswahl und -anordnung an Brückenbauwerken. Ziel des Forschungsvorhabens ist es, einen Algorithmus zu entwickeln und zu validieren, der automatisiert Datenmuster erzeugt und diese dann den konkreten Merkmalsveränderungen der Brücken und der Messsysteme zuordnet. Zusätzlich soll automatisiert und bauwerksspezifisch abgeleitet werden, welche Messdaten in welchem Umfang und an welchen Positionen erhoben werden sollten, um den größten Nutzen für die Merkmalsextraktion zu generieren. Die Arbeiten stützen sich (a) auf die vielzähligen, zur Verfügung stehenden Daten von der Nibelungenbrücke Worms und der Forschungsbrücke OpenLAB und (b) auf die daraus KI-gestützt aufbereiteten Trainingsdaten. Die automatisierte und skalierbare Datenaufnahme, -ablage und -verarbeitung basiert auf dem eigenen entwickelten und erprobten Verwaltungsschalenkonfigurator BBox. Die erwarteten Erkenntnisse bilden die Basis für eine optimierte Inspektion und Überwachung von Brücken in der Zukunft. Zum Erreichen des übergeordneten Projektzieles werden folgende Teilziele definiert: - Erweiterung des SHIP-Konzeptes um Convolutional Neural Networks (CNNs) - Entwicklung eines Algorithmus für das automatische Entwickeln von Referenztrainings-datensätzen aus Sensordaten - Validierung der Echtzeitanalyse an den Demonstratoren des Schwerpunktprogrammes. Insgesamt sollen damit folgende vier Forschungsfragen beantwortet werden: 1) Können Zustandsveränderungen von Brücke mithilfe von SHIP´s festgestellt werden? 2) Welche Rückschlüsse auf die Ursachen dieser Zustandsveränderungen sind möglich? 3) Inwiefern können Monitoring-Systeme auf Basis der Zustandsveränderungen optimiert werden? 4) Wie kann die einheitliche und automatisierte Echtzeitanwendung implementiert werden?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2388: \nHundert plus - Verlängerung der Lebensdauer komplexer Baustrukturen durch intelligente Digitalisierung"
    }
  ]
}