{
  "spp_number": "SPP 2256",
  "spp_title": "Variationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422730790",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "441470105",
      "url": "https://gepris.dfg.de/gepris/projekt/441470105",
      "title": "Analysis für thermo-mechanische Modelle mit internen Variablen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441470105",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Wir betrachten nichtlineare gekoppelte Materialmodelle mit inneren Variablen. Aus thermodynamischen Prinzipien werden Gradientenstrukturen abgeleitet, die zur analytischen Lösung der partiellen Differentialgleichungen eingesetzt werden. Es werden Existenzsätze für thermo-elasto-plastische Modelle mit finiten Deformationen hergeleitet. Das Konzept der Balanced-Viscosity solutions soll auf Anwendungen in der Kontinuumsmechanik erweitert werden, insbesondere mit mehreren Zeitskalen für verschiedene dissipative Effekte. Die Theorie der evolutionären Gamma-Konvergenz wird eingesetzt um neue Modellhierarchien für thermo-elasto-plastische Plattengleichungen herzuleiten. Auf Basis der energetischen Lösungen für ratenunabhängie Systeme wird die Evolution von Mikrostrukturen in einfachen Plastizitätsmodellen beschrieben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der IngenieurwissenschaftenEhemaliger AntragstellerProfessor Dr. Alexander  Mielke, bis 9/2023"
    },
    {
      "project_id": "441138507",
      "url": "https://gepris.dfg.de/gepris/projekt/441138507",
      "title": "Atomistische und kontinuierliche Bruchmodelle für Nanostäbchen:\nGleichgewichte und Dynamik",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441138507",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Seit den 1990er Jahren und dem ersten Boom zu Untersuchungen von Kohlenstoffnanoröhren wurden eine ganze Reihe neuartiger 1d-Nanomaterialien entdeckt, darunter Nanodrähte, Nanostäbchen, Nanosäulen und Nanowhisker, die u.a. in der Elektronik, Photonik, im Sensordesign und in der Biomedizin Anwendung finden. Die mathematische Beschreibung von dünnen Stäben im Rahmen der kontinuierlichen Elastizitätstheorie durch geeignet dimensionsreduzierte klassische Stabtheorien ist mittlerweile gut verstanden. Auf der Nanoskala jedoch, wenn reine Kontinuumstheorien zweifelhaft werden, muss auf grundlegendere atomistische Modelle zurückgegriffen werden. Zusätzliche Herausforderungen stellen sich, wenn die Möglichkeit von Bruchbildung berücksichtigt wird. Keramische und Halbleiter-Nanodrähte etwa können unter Belastung große Auslenkungen, aber auch spröden oder zähen Bruch aufweisen. Ihr mechanisches Verhalten unterscheidet sich von dem ausgedehnter Körper, ist größen- und strukturabhängig und wird zudem von ihrer Oberflächenenergie beeinflusst. In einem Vorgängerprojekt ist es uns gelungen, eine geeignete \"Kirchhoff-Griffith\"-Stabtheorie für solch ultradünne Objekte mit Hilfe von variationellen (Gamma-)Konvergenzmethoden herzuleiten. Das neuartige Energiefunktional kombiniert eine verallgemeinerte Kirchhoff-Stabtheorie mit atomistischen Korrekturtermen und Rissenergiebeiträgen vom Griffith-Typ. Es gibt jedoch wichtige Fragen, die nicht durch eine reine Gamma-Konvergenzanalyse beantwortet werden können. Insbesondere betrifft dies (A) das effektive Verhalten statischer Gleichgewichtskonfigurationen und (B) die effektive Beschreibung sich dynamisch entwickelnder Strukturen. Beide Fragen sind für dünne Strukturen mit Rissen von besonderer Bedeutung, sowohl in theoretischer Hinsicht als auch mit Blick auf Anwendungen in den Ingenieurwissenschaften. In diesem Projekt betrachten wir ultradünne Stäbe in einem Regime, das sowohl endliche Biege- und Torsionsverformungen als auch eine begrenzte Anzahl von Brüchen und Knicken zulässt. Wir kombinieren Dimensionsreduktionstechniken mit einem Übergang von atomistischen zu Kontinuumsmodellen und untersuchen Teilchensysteme für Nanostäbchen im asymptotischen Bereich, wenn sowohl die Anzahl der Atome sehr groß als auch das Aspektverhältnis extrem klein wird. Für eine effektive Beschreibung (A) allgemeiner Gleichgewichtszustände setzen wir stabile Atomkonfigurationen im Kräftegleichgewicht in rigoroser Weise in Beziehung zu kontinuierlichen Gleichgewichten unserer zuvor entwickelten Kirchhoff-Griffith-Stabtheorie. Im dynamischen Fall (B) werden die Lösungen des (hochdimensionalen) Systems der Newton-Gleichungen für das atomare Teilchensystem asymptotisch durch ein freies Randwertproblem für die Gleichungen der (verallgemeinerten) dynamischen Kirchhoff´schen Stabtheorie beschrieben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441528968",
      "url": "https://gepris.dfg.de/gepris/projekt/441528968",
      "title": "Besondere Eigenschaften und Anwendungen des Knickverhaltens dünner elastischer Körper",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441528968",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Die erste Förderperiode des Forschungsprojekts ist mit der analytischen Beschreibung und der Entwicklung zuverlässiger numerischer Approximationsmethoden des Knickens dünner elastischer Körper befasst. Dabei wurden bisher ein zweidimensionales Modell für das simultane Knicken und Biegen aus einer dreidimensionalen hyperelastischen Materialbeschreibung für eine vorgeschädigte Platte hergeleitet, ein diskontinuierliches Galerkin-Verfahren entwickelt, quasioptimale Fehlerabschätzungen für ein lineares Modell im Fall kleiner Auslenkungen bewiesen und eine präzise Charakterisierung der Verhältnisse von Krümmungsgrößen zu Faltwinkeln entlang von Knicken identifiziert. Weitere Resultate sind Gegenstand aktueller Untersuchungen. In einer zweiten Förderperiode sollen spezifische analytische Fragestellungen wie die Optimalität und Modifikation von Skalierungsbedingungen mit zughörigen Übergangsbedingungen, die Eigenschaften stückweise glatter Knicklinien sowie die Beschreibung von Unstetigkeiten des Faltwinkels entlang von Knicken betrachtet werden. Darüber hinaus sollen numerische Verfahren im Hinblick auf Beschleunigungsmethoden und auf a-posteriori Fehlerabschätzungen basierenden lokalen Gitterverfeinerungstechniken untersucht werden. Mit Hilfe der analytischen Resultate und neuen Simulationstechniken sollen anwendungsbezogene Fragestellungen wie der Hebeleffekt verschiedener Faltmechanismen, die Entwicklung neuer Konstruktionen mit singulären Faltungsdeformationen und die Bestimmung instabiler kritischer Zustände bei bistabilen mechanischen Konstruktionen analysiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441154659",
      "url": "https://gepris.dfg.de/gepris/projekt/441154659",
      "title": "Fraktale und stochastische Homogenisierung mithilfe variationeller Methoden",
      "subject_area": "Mathematik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441154659",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Viele heterogene Strukturen in der Natur weisen eine Selbstähnlichkeit auf. Beispiele dafür kommen aus der Geologie, der Bodenphysik oder künstlicher Materialien wie Metalschäume. Ein kürzlich neu eingeführtes Konzept zur fraktalen Homogenisierung in der Geologie soll auf eine breitere Klasse von Anwendungen verallgemeinert werden. Die zu entwickelnde Methode erlaubt die Homogenisierung von Partiellen Differentialgleichungen mit statistisch selbstähnlichen Koeffizienten. Dabei bedeutet \"Homogenisierung\", dass die Selbstähnlichkeit der Koeffizienten jenseits eines beliebig vorgegebenen Iterationslevels durch eine homogene Struktur ersetzt wird. Daraus resultiert eine Hierarchie homogenisierter Probleme. Angewendet wird diese Methode auf variationelle Probleme der Elastizität. Obwohl Fraktale recht komplexe Gebilde sind, macht es ihre statistische Selbstähnlichkeit möglich, verschiedene etablierte Methoden der Homogenisierung und der Fehlerabschätzungen anzuwenden. Genauer formuliert soll das Ziel dieses Projektes, eine möglichst allgemeine Homogenisierungstheorie für elastische fraktale Strukturen mithilfe von Resultaten der qualitativen und quantitativen stochastischen Homogenisierung, der Ergodentheorie für Fraktale nach Zähle und Rechnungen aus dem Bereich der Aposteriori Fehlerabschätzungen erreicht werden. Die Ergebnisse des Projektes bilden die Grundlage für ein weiteres Studium evolutionärer variationeller Probleme wie Elasto-Plastizität oder Schädigung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441380936",
      "url": "https://gepris.dfg.de/gepris/projekt/441380936",
      "title": "Geometrische Nichtlinearitäten in partiellen Differentialgleichungen für Cosserat-Elastizität: Wie sie die Regularität von Lösungen beeinflussen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441380936",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Modelle für Schalen oder Festkörper in der Cosserat-Theorie für mikropolare Elastizität nehmen an, dass Mikrorotationen zur Energie beitragen. Wird der zugehörigen Term in den Gleichungen nicht linearisiert, so bilden die Euler-Lagrange-Gleichungen ein kritisch nichtlineares System partieller Differentialgleichungen. Dieses besteht aus Gleichungen, die das Kräftegleichgewicht beschreiben, gekoppelt mit Gleichungen für das Gleichgewicht der Drehmomente. Bis auf einen zusätzlichen Kopplungsterm stimmen letztere mit dem System für harmonische Abbildungen nach SO(3) überein, das aus der geometrischen Analysis und der mathematischen Physik bekannt ist. Für harmonische Abbildungen gibt es eine reichhaltige Regularitätstheorie, einschließlich interessanter Resultate über die Struktur von Singularitäten. Weil das Gleichungssystem für harmonische Abbildungen eine dominante Rolle in den oben beschriebenen Cosserat-Modellen spielt, sind interessante Implikationen für mögliche Singularitäten in Cosserat-Festkörpern und -Schalen zu erwarten. Auf der Basis erster Regularitätssätze des Bewerbers und Neff, und von Beispielen für singuläres Verhalten von Cosserat-Festkörpern vom Bewerber und Hüsken aus der ersten Phase des Schwerpunktprogramms, werden wir Methoden der Regularitätstheorie in Richtung realistischerer Szenarien weiterentwickeln. Dazu gehören Modelle, die mehr Parameter zulassen als die bisher benutzen \"Ein-Konstanten-Approximationen\". Das wird neue Argumente erfordern, denn die strukturelle Ähnlichkeit zu Systemen vom Typ harmonischer Abbildungen wird deutlich schwächer sein als bisher. Es ist nicht klar, ob die existierenden Methoden stark genug sind, um die allgemeineren Gleichungen zu behandeln. Dazu gehört auch die Untersuchung von Randbedingungen, die für Anwendungen nützlich sind, wozu sowohl feste als auch freie Teile des Randes gehören. Auch für harmonische Abbildungen wurde für dieses Szenario noch keine Randregularität bewiesen. Schließlich hoffen wir auch, dass Regularitätsabschätzungen helfen können, die Existenz von Minimierern in Cosserat-Modellen für solche Wahlen der Parameter zu zeigen, für die sie noch unbekannt ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "442307685",
      "url": "https://gepris.dfg.de/gepris/projekt/442307685",
      "title": "Koordinationsfonds",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442307685",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Ziel des SPP ist die Schaffung eines Forschungsnetzwerks unter Beteiligung von Experten aus Mathematik und den Ingenieurwissenschaften, um neuartige mathematische Variationsmethoden mit einer breiten Anwendbarkeit zu entwerfen und ihre Leistungsfähigkeit an ausgewählten Problemen aus der Mechanik sowie den Materialwissenschaften zu demonstrieren. Das Schwerpunktprogramm bietet eine hervorragende Basis, die Zusammenarbeit zwischen diesen Disziplinen zu fördern und dient dazu, bestehende und neue Kooperationen in Deutschland zu intensivieren und zu entwickeln. Es wird die Forschung auf diesem Gebiet in Deutschland nachhaltig und international weitreichend beeinflussen und voranbringen. Das Forschungsprogramm ist dabei in drei übergeordnete Forschungsrichtungen gegliedert: (A) Kopplung der Dimensionen; da in vielen Systemen ist ein starkes Wechselspiel von Wirkungen auf Strukturen mit unterschiedlicher Dimensionalität zu beobachten ist. (B) Kopplung von Prozessen; die Gesamtreaktion vieler Materialien hängt entscheidend von wechselwirkenden Prozessen ab, die auf verschiedenen Skalen von atomistischen oder nanoskaligen bis hin zu makroskopischen Größenordnungen stattfinden. (C) Kopplung von Struktur und Entwicklung; eine große Herausforderung ist die Kombination aus der Vorhersage von Strukturen auf der Grundlage energetischer Überlegungen und der Entwicklung dieser Strukturen als Reaktion auf dynamische Belastungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "440942664",
      "url": "https://gepris.dfg.de/gepris/projekt/440942664",
      "title": "Mehrskalensysteme der Plastizität in einer datengesteuerten Perspektive",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440942664",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Im Projekt wird das datengesteuerte Verfahren für zeitabhängige Probleme, das in der ersten Förderperiode entwickelt wurde, weiter an Probleme angepasst und optimiert, insbesondere an das Zweiskalen-Plastizitätsproblem. In dieser Anwendung kann das Verfahren mit FE$^2$-Verfahren verglichen werden; ein Fernziel ist die Formulierung eines datengesteuerten FE$^2$-Verfahrens. Wir betrachten neu in diesem Fortsetzungsantrag die Analyse von Ausreißern, also von Punkten in der Datenmenge, die zum Beispiel nicht in der Ebene liegen, in der die anderen Punkte liegen. Um das Verfahren im Falle des Vorliegens von solchen Ausreißern besser verstehen zu können, soll das analytische Problem gelöst werden, die relaxierte Datenmenge in einem solchen Fall zu bestimmen. Weitere Forschungsziele betreffen ratenabhängige Systeme und möglicherweise auch Plastizitätsprobleme, in denen auch der Gradient der Verzerrung die plastische Verformung antreibt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "523956128",
      "url": "https://gepris.dfg.de/gepris/projekt/523956128",
      "title": "Modellierung and Analysis der Adhäsionshysterese rauher Oberflächen",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523956128",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Oberflächen sind adhäsiv oder haftend, wenn das Lösen des Kontakts eine endliche Kraft erfordert. Auf atomarer Ebene interagieren alle Oberflächen über die allgegenwärtigen van-der-Waals-Wechselwirkungen, die Kräfte pro Flächeneinheit erzeugen, die um Größenordnungen größer sind als der atmosphärische Druck. Dies führt zu einer starken Adhäsion von kleinen Objekten, wie z. B. Haaren and Geckofüßen oder technischen strukturierten Adhäsiven. Die Stärke der mikroskopischen Wechselwirkungen wird üblicherweise durch die Adhäsionsarbeit beschrieben, d.h. die Energie, die pro Kontaktfläche gewonnen wird. Während bei harten Substraten die Rauheit diesen Bereich auf die höchsten Spitzen begrenzt, haften weiche Materialien, weil sie sich verformen können, um über einen großen Teil der rauen Topographie in Kontakt zu kommen. Bei dieser thermodynamischen Betrachtung des Kontakts wird das Lösen des Haftkontakts zu einem bruchmechanischen Problem. Eine häufige Beobachtung bei weichem Kontakt ist, dass die zum Lösen des Kontakts erforderliche Kraft in der Regel viel höher ist als die bei der Kontaktierung gemessene Kraft. Diese Beobachtung widerspricht den Erwartungen von thermodynamischen Theorien, die davon ausgehen, dass der Kontakt einem homogeneisierten Gleichgewicht folgt. Durch die Oberflächenrauheit fällt das Adhäsionsproblem in die \"Wiggly-Klasse\" und nicht in die \"Serfaty-Klasse\" - kurz gesagt, die Annahme des energetischen Homogenisierungslimits ist nicht mit der Lösung des zugehörigen Gradientenflussentwicklungsproblems vereinbar. Dies führt zu einer geschwindigkeitsunabhängigen Kontaktlinienhysterese, die sich aus dem Zusammenspiel zwischen einer schnell oszillierenden potentiellen Energielandschaft und einer viskosen Entwicklung ergibt. Die Hauptziele dieses Projekts sind wie folgt. Wir werden Rissfront-Pinning und Depinning-Effekte auf rauen Oberflächen untersuchen, wobei wir mit Näherungsmodellen erster Ordnung beginnen, die einen Laplaceoperator fraktionaler Ordnung zur Beschreibung der elastischen Wechselwirkung im Material enthalten. Dadurch lassen sich diese Modelle sowohl analytisch als auch numerisch effizient behandeln. Der nächste Schritt besteht dann darin, diese Modelle auf höhere Ordnungen zu erweitern. Hier müssen Vergleichsprinzipien bewiesen werden, sowohl um diese Erweiterungen höherer Ordnung für eine strenge mathematische Untersuchung von Pinning- und Depinning-Effekten zugänglich zu machen, als auch um effiziente numerische Methoden zu rechtfertigen. Schließlich werden wir die vollständig nichtlinearen Modelle numerisch mit Hilfe von Boundary-Element-Methoden untersuchen. Die erzielten Pinning-Ergebnisse werden wiederum mit konstruierten Unter- und Überlösungen verglichen, die deterministische Schätzungen der entstehenden Kontaktlinienhysterese liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441154176",
      "url": "https://gepris.dfg.de/gepris/projekt/441154176",
      "title": "Neue Ansätze für die mehrdimensionale Konvexifizierung inelastischer Variationsmodelle für Bruchphänomene",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441154176",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Die Modellierung und Simulation von Schädigung ist von grundlegendem ingenieurwissenschaftlichen Interesse. Auf der Makroskala äußern sich Schädigungen durch Stress- und Strain-Softening Effekte sowie Bruch in Folge von Rissausbreitung. Zur Modellierung von Schädigung werden üblicherweise klassische Kontinuumsschädigungsmodelle verwendet, bei denen die mikroskopische Schädigung phänomenologisch von internen Variablen erfasst wird. Bei Erreichen bestimmter mikroskopischer Schädigungsgrade stoßen diese Modelle jedoch auf einen Verlust der Konvexität der zugehörigen inkrementellen Variationsformulierung, was ihre Anwendbarkeit grundlegend einschränkt, insbesondere im Hinblick auf ihre numerische Realisierbarkeit. Relaxationsansätze, die auf Konvexifizierung basieren, haben sich bei der Überwindung dieses Problems als sehr wirksam erwiesen. Relaxierte (konvexifizierte) Modelle garantieren netzunabhängige Lösungen und beschreiben oft homogenisierte Mikrostrukturen, die eine mikromechanische Interpretation der Schädigungsphänomene erlauben. Kürzlich wurde gezeigt, dass sogar Strain-Softening, d.h. ein Materialverhalten, das abnehmende Spannungen bei zunehmender Dehnung aufweist, von solchen Modellen auch bei finiten Deformationen erfasst werden kann, was sie auch für weiche Materialien anwendbar macht. Obwohl in jüngster Zeit bedeutende Fortschritte in Bezug auf effiziente numerische Konvexifizierungsverfahren gemacht wurden, sind Berechnungen für komplexe Strukturen in drei Dimensionen derzeit nicht praktikabel. Eines der Hauptziele in diesem Forschungsprojekt ist es daher, Offline- und Online-Lernstrategien zu nutzen, um relevante Computersimulationen mit relaxierten Schädigungsmodellen zu ermöglichen. Darüber hinaus stellen neuartige Konvexifizierungsansätze, die auf PDE-Formulierungen oder Polykonvexifizierung beruhen, vielversprechende Alternativen für relaxierte Modelle in drei Dimensionen dar. Die mit diesen Ansätzen verbesserte Effizienz und erwartbare Simulationsbeschleunigung wird für komplexere mechanische Probleme einschließlich sprödem und duktilem Materialversagen im Sinne einer makroskopischen Rissausbreitung erforderlich sein, bei denen Lernstrategien alleine an ihre Grenzen stoßen. Daher ist das letzte Hauptziel dieses Forschungsprojekts, die inkrementellen Variationsformulierungen so zu erweitern, dass plastische Effekte in Kombination mit Schädigung für spröde und duktile Bruchprobleme erfassbar werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441212523",
      "url": "https://gepris.dfg.de/gepris/projekt/441212523",
      "title": "Nichtlinearer dynamischer Bruch: Modellierung, Analyse, Approximation und Anwendungen",
      "investigators": "Professorin Dr. Marita  Thomas;Professorin Dr.-Ing. Kerstin  Weinberg;Professor Dr. Christian  Wieners",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441212523",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Die korrekte Modellierung und effiziente Approximation dynamischer Prozesse ist für nichtlineare elastische und inelastische Materialien eine anspruchsvolle und für viele technischen Anwendungen relevante Aufgabe. Unser Ziel ist es, zuverlässige Methoden zur räumlich-zeitlichen Approximation von dynamischen Modellen in der Festkörpermechanik bei großen Deformationen zu entwickeln. Unser Hauptinteresse liegt in der Untersuchung von Kriterien für die Initiierung und schnellen Ausbreitung von Rissen mit variationellen Methoden in Raum und Zeit. Hier können einerseits Materialunstetigkeiten als Eigenschaft von schwachen Lösungen in der finiten Elastodynamik mit nicht-konvexen Energiefunktionalen entstehen. Andererseits hat es sich sowohl aus analytischer als auch aus numerischer Sicht als vorteilhaft erwiesen, scharfe Materialunstetigkeiten durch interne Variablen mit Damage- oder Phasenfeldmodellen zu regularisieren. Es ist unser Ziel, die Zusammenhänge zwischen den unterschiedlichen Ansätzen aufzuzeigen und in den Modellen das Zusammenwirken von dynamischer Wellenausbreitung und rein dissipativen Effekten, wie der Phasenfeldevolution oder der viskosen Dämpfung, systematisch analytisch und numerisch zu untersuchen. Dabei sind die Unterschiede zwischen den Modellen für kleine und große Deformationen zu quantifizieren. Langfristiges Ziel ist es, unsere Methoden auf dynamische Modelle mit großen Deformationen zu erweitern, die auch Plastizität und/oder Temperatureffekte einbeziehen. In der ersten Förderperiode haben wir effiziente Approximationsmethoden für dynamischen Phasenfeld-Bruch und kleine Verformungen als System erster Ordnung mit unstetigen Galerkin-Methoden höherer Ordnung realisiert, wir haben die Wohlgestelltheit dieses Modells gezeigt, wir haben unterschiedliche Bruchkriterien und Phasenfeldmodelle auch für große Verformungen untersucht, und für einfache Geometrien haben wir Bruch im Rahmen von GENERIC analysiert. Für die zweite Förderperiode sind unsere Ziele 1) die Entwicklung effizienter und zuverlässiger Methoden zur Approximation in Raum und Zeit für große Deformationen mit und ohne Phasenfeld, 2) die Untersuchung von Ausbreitungskriterien für dynamische Risse und ihre entsprechende Formulierung als Phasenfeldmodell, und 3) eine detaillierte Untersuchung des Zusammenspiels von dynamischer Wellenausbreitung und rein dissipativen Effekten wie viskose Dämpfung und Phasenfeldevolution.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441523275",
      "url": "https://gepris.dfg.de/gepris/projekt/441523275",
      "title": "Pinning und Relaxierung von Versetzungen in Kontinuums- und atomistischen Modellen",
      "subject_area": "MathematikMechanikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441523275",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Die Nukleation und Bewegung von Gitterversetzung ist der wichtigste Mechanismus der plastischen Verformung von duktilen kristallinen Metallen unter äußerer Last. Die Untersuchung der Versetzungsbewegung ist daher von grundlegender Bedeutung für das Verständnis der Festigkeit von Metallen und Legierungen. Wir schlagen hier vor, einige offene Probleme bezüglich der Bewegung von Versetzungen sowohl mit diskreten atomistischen Methoden als auch mit Kontinuumsmethoden zu untersuchen, zum gegenseitigen Nutzen beider Felder. Aufseiten der Kontinuumsmodelle untersuchen wir linienspannungsbasierte variationelle Flüsse für Versetzungen in einer heterogenen Umgebung. Die Interaktion der Versetzungen mit der heterogenen Umgebung führt zu Stick-Slip-Verhalten der Versetzungslinie. Das mathematische Interesse liegt nun in der Herleitung effektiver Evolutionsmodelle, wozu eine Beschreibung der effektiven Linienspannung der Versetzung benötigt wird. Zu diesem Zweck betrachten wir auch Relaxationsprobleme. Wir werden atomistische oder mesoskopische (d.h. Peierls-Nabarro-Typ) Modelle verwenden, um energetisch optimale Mikrostrukturen auf verschiedenen Längenskalen zu konstruieren. Es stellt sich die Frage, ob die aus solchen Kontinuumsmodellen abgeleiteten Mikrostrukturen experimentell beobachtet werden können. Realistische atomistische Modelle wurden bisher noch nicht zur Untersuchung solcher Relaxationsphänomene eingesetzt. Wir schlagen daher vor, Molekulardynamiksimulationen mit realistischen Interaktionspotenzialen zu nutzen, um zu untersuchen, ob die aus Peierls-Nabarro-Modellen vorhergesagten Versetzungsstrukturen stabilisiert werden können. Um atomistische Simulationen auf den für die Beobachtung solcher mesoskopischer Relaxationsphänomene notwendigen Längenskalen durchführen zu können, werden wir neuartige, variationelle, auf Green'schen Funktionen basierte Methoden entwickeln, um genaue elastische Randbedingungen für atomistische Simulationen herzustellen.  Neben klassischen Metallen werden wir auch High Entropy Alloys (HEAs) berücksichtigen. Dies ist eine Klasse von Materialien, die sich in der Regel aus fünf oder mehr Elementen in hoher Konzentration zusammensetzen. HEAs sind aufgrund ihrer potenziell außergewöhnlichen Festigkeit und Härte, ihrer Verschleißfestigkeit, ihrer Korrosions- und Oxidationsbeständigkeit und anderer wünschenswerter Eigenschaften interessant. Aus Modellierungssicht stellen HEAs neue Herausforderungen dar, da Versetzungen in diesen Materialien in eine zufällig räumlich schwankende Umgebung eingebettet sind. Wir werden sowohl neue mathematische Werkzeuge als auch atomistische Simulationsansätze für die stochastische Homogenisierung dieser zufälligen Umgebung herleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441222077",
      "url": "https://gepris.dfg.de/gepris/projekt/441222077",
      "title": "Ratenunabhängige Systeme in der Festkörpermechanik und ihre Kopplung mit weiteren dissipativen Systemen",
      "investigators": "Professorin Dr. Dorothee  Knees;Professor Dr.-Ing. Jörn  Mosler",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441222077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "In der ersten Förderperiode war das Ziel dieses Projekts die Entwicklung eines physikalisch und mathematisch fundierten allgemeinen Rahmens für die ratenunabhängige Kontinuums-Schädigungsmechanik. Dieses Ziel ist durch eine enge Zusammenarbeit zwischen Analysis/Mathematik und Modellierung/Physik realisiert worden. In der zweiten Förderperiode soll der genannte Rahmen auf Mehrfeldprobleme erweitert werden - unverändert durch eine enge Zusammenarbeit zwischen Mathematik und Mechanik. Das konkrete Ziel ist die Kopplung des in der ersten Förderperiode entwickelten, ratenunabhängigen Schädigungsmodells mit weiteren Modellen, die entweder ebenfalls ratenunabhängig (RU) oder ratenabhängig (RA) sind. Aus mathematischer Sicht basiert der verwendete konstitutive Rahmen auf der Einführung eines Energie- und eines Dissipationsfunktionals. Im Gegensatz zur ersten Förderperiode können die Dissipationsfunktionale jetzt jedoch aufgrund einer Ratenabhängigkeit (RA) superlinear sowie aufgrund der Kopplung von Modellen auch zustandsabhängig sein. Für die Interaktion vom Typ RU-RU soll als Prototyp ein duktiles Schädigungsmodell betrachtet werden, in welchem die rateunabhängigen Prozesse Schädigung und Plastizität wechselwirken. Als Beispiel für eine Kopplung der Form RU-RA, hingegen, wird die Wasserstoffversprödung gewählt. In diesem Fall ist die Interaktion zwischen einem Schädigungsmodell (RU) und einem Diffusionsprozess (RA) zu berücksichtigen. Es wird erwartet, dass die aus der interdisziplinären Zusammenarbeit zwischen Mechanik und Mathematik gewonnenen Ergebnisse neue Antworten auf die noch immer offene Frage geben werden, welches Lösungskonzept und welche Diskretisierungsstrategie aus physikalischer Sicht am besten geeignet ist (z.B. energetische Lösungen oder BV-Lösungen). Das Projekt fügt sich exzellent in die Thematik des DFG-Schwerpunktprogramms ein. Insbesondere stellt es eine Zusammenarbeit von Expert*innen aus der Mathematik und den Ingenieurwissenschaften dar, um die Modellierung von ratenunabhängigen Systemen weiter voranzutreiben, die an ratenunabhängige oder aber auch an ratenabhängige Systeme gekoppelt sind. Darüber hinaus spielen Variationsmethoden, wie Energieminimierung, in beiden Bereichen eine entscheidende Rolle. Diese Methoden eröffnen die Möglichkeit, die Variationsanalyse auf Evolutionsprobleme anzuwenden. Das Projekt weist Schnittmengen mit allen drei großen Forschungsbereichen des DFG-Schwerpunktprogramms auf. Während in der ersten Förderperiode die \"Kopplung von Dimensionen\" (z.B. Interpretation von Schädigung als Wettbewerb zwischen Volumen- und Oberflächenenergien) und die \"Kopplung von Struktur und Evolution\" (z.B. globale vs. lokale Energieminimierung) im Fokus standen, liegt der Schwerpunkt nun auf dem Forschungsbereich \"Kopplung von Prozessen\", die z.B. auf unterschiedlichen Zeitskalen stattfinden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441068247",
      "url": "https://gepris.dfg.de/gepris/projekt/441068247",
      "title": "Regularität und Skalierung von wilden Mikrostrukturen in der Modellierung von Formgedächtnismaterialien",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441068247",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Die mathematische Modellierung von Formgedächtnismaterialien bildet ein prototypisches variationelles, stark nichtkonvexes Problem aus den Ingenieurwissenschaften, in dem eine überraschende Dichotomie zwischen Rigidität und Flexibilität auftritt. Einerseits sind mathematische Modelle vieler Formgedächtnismaterialien bei vergleichsweise hoher Regularität sehr rigide: Die Lösungen befolgen die kinematischen Kompatibilitätsbedingungen, was experimentell z.B. in recht regulären Mikrostrukturen, wie den ‚Twin’ und ‚Crossing-Twin’ Strukturen, beobachtet wird. Andererseits weisen viele mathematische Modelle für Formgedächtnismetalle bei niedriger Regularität eine Vielzahl von extrem uneindeutigen, typischerweise sehr komplexen und irregulären, so-genannten ‚wilden’ Lösungen auf. In der ersten Förderphase des SPP konnten wichtige Einsichten zu dieser Dichotomie erzielt werden, indem z.B. für das Tartar Quadrat scharfe Skalierungsresultate bewiesen wurden. Damit konnten die ersten Skalierungsresultate überhaupt für ein Regime, in dem eine (schwache) Dichotomie zwischen Rigidität und Flexibilität auftritt, gewonnen werden. Darauf aufbauend entwickelten wir, indem wir variationelle Perspektiven und Ideen aus der harmonischen Analysis kombinierten, ein robustes, reichhaltiges Instrumentarium, das uns z.B. erlaubte, auch bei Problemen mit einem recht hohen Grad an Flexibilität (im Sinne höherer Laminierungsordnungen) scharfe Nukleationsbarrieren zu bestimmen. Ziel dieses Projekts ist, für sorgfältig ausgewählte Modellprobleme Skalierungsresultate in Regimen herzuleiten, die wesentlich über die Situation des Regimes der schwachen Dichotomie hinausgehen und eine starke Dichotomie zwischen Rigidität und Flexibilität aufweisen. Des Weiteren planen wir insbesondere physikalische Modellprobleme, die Eichinvarianzen (in der Form von geometrisch linearer oder nichtlinearer Invarianz unter Koordinatenwechseln) aufweisen, zu analysieren und so zu Vorhersagen über die Verteilung von Längenskalen in Experimenten zu gelangen. Schließlich beabsichtigen wir, die detaillierteren Eigenschaften von Minimierern und minimierenden Folgen in Skalierungsgesetzen mit höheren Laminierungsordnungen zu untersuchen, um so Vergleiche mit experimentellen Ergebnissen zu komplexen Mikrostrukturen zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441469601",
      "url": "https://gepris.dfg.de/gepris/projekt/441469601",
      "title": "Robuste Strukturen in der Komplianz-Minimierung",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441469601",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Ein klassisches Problem der Ingenieurwissenschaften besteht darin, diejenige Geometrie eines elastischen Materials zu identifizieren, die möglichst wenig Material verbraucht und dennoch eine gegebene mechanische Last ausreichend gut halten kann. Die optimale Geometrie besitzt hier typischerweise eine unendlich feine Mikrostruktur mit unendlich vielen unendlich feinen Löchern. Mathematisch muss das Problem entweder relaxiert oder regularisiert werden, damit optimale Lösungen (Minimierer eines Kostenfunktionals aus Materialverbrauch und Nachgiebigkeit oder Komplianz) existieren. In unserem Projekt betrachten wir eine schwache Form der Regularisierung: Diese garantiert auf der einen Seite die Existenz von Minimierern, auf der anderen Seite besitzen die Minimierer trotzdem noch sehr feine (jedoch diesmal endlich feine) Strukturen. Wir möchten die Stabilität dieser komplizierten Strukturen studieren, sowohl im deterministischen als auch im stochastischen Sinn. Insbesondere werden wir uns mit Unsicherheiten in den Materialeigenschaften sowie den vorgegebenen mechanischen Belastungen beschäftigen, um die Robustheit der optimalen Strukturen zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441509557",
      "url": "https://gepris.dfg.de/gepris/projekt/441509557",
      "title": "Variationelle Formulierungen in der nicht-isothermen Thermo-Chemo-Mechanik nichtlinearer Materialien: Co-Design der Modellierung und der Parallelen Löser - Phase 2",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441509557",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Im Zentrum dieses Projektes steht komplexes Materialverhalten, bei dem thermo-chemo-mechanische, gekoppelte Prozesse eine dominante Rolle spielen. Solche Probleme haben eine breite Anwendung in den Ingenieurwissenschaften. Unser Ansatz besteht in einem engen Co-Design von Modellierung, unter Verwendung von Variationsformulierungen, und numerischen Verfahren zur Lösung der auftretenden diskretisierten nichtlinearen und linearisierten Probleme mithilfe von aktuellen, parallelen Gebietszerlegungsverfahren. Das Co-Design ist für Mehrfeldprobleme von besonderer Wichtigkeit, da eine Vielzahl von Kombinationen von Formulierungen, Diskretisierungen und Lösern bzw. Löserkonfigurationen denkbar sind. Für komplexe Probleme dieser Art kann die Entwicklung eines geeigneten Verfahrens entscheidend für die Lösung sein. In der ersten Projektphase wurde eine gemeinsame Softwareumgebung definiert und implementiert, die aus der Open-Source-Bibliothek deal.II besteht (mit Nutzer-implementierten Material- und Element-Formulierungen), p4est (für die Zerlegung), und dem Fast-and-Robust-Overlapping-Schwarz Framework (FROSch), das zum ShyLU-FROSch-Paket der Open-Source-Bibliothek Trilinos gehört. Die Weiterentwicklung von numerischen Verfahren auf Basis von FROSch ist zentraler Bestandteil beider Phasen dieses Projektes. Basiert auf dieser Softwareumgebung wurden in der Phase 1 die numerische und parallele Skalierbarkeit von Lösungsverfahren auf Basis von monolithischer FROSch-Vorkonditionierern für Probleme mit starker Kopplung zwischen Mechanik und Diffusion betrachtet. Zudem wurde die Weiterentwicklung von FROSch mit drei und mehr Leveln vorangetrieben, welches nun in der zweiten Phase benötigt werden wird, um Skalierbarkeit für die schwierigen nichtlinearen Probleme zu erreichen, die einen großen Grobgitterraum benötigen. In der zweiten Projektphase werden wir verschiedene Formulierungen betrachten, darunter Minimierungs- und Sattelpunktformulierungen, und in einer engen Entwicklungsschleife mit den FROSch-Lösern vergleichen. Ein weiterer Schwerpunkt werden Phasenfeldmodelle (mit diffusem Interface) sein. Wir sind insbesondere interessiert an dissipativen Prozessen außerhalb des thermodynamischen Gleichgewichts, in denen verschiedene chemische Komponenten reagieren und über Phasengrenzen diffundieren. Hier werden Allen-Cahn-, Cahn-Hilliard- und Diffusionsgleichungen gekoppelt auftreten. Wir beleuchten dabei die physikalische Interpretierbarkeit der Randbedingungen, die notwendigen Ansatzfunktionen, sowie die Robustheit und Skalierbarkeit der iterativen Löser. Weitere Aspekte sind variationell-konsistente Homogenisierung und ihre Erweiterung auf isotherme Chemo-Mechanik. Auf der Löserseite werden wir monolithische Drei-Level-Ansätze betrachten, sowie monolithische nichtlineare Verfahren auf Basis von FROSch.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441468770",
      "url": "https://gepris.dfg.de/gepris/projekt/441468770",
      "title": "Variationelle Modellierung parameterabhängiger Plastizität - Relaxierungskonzepte und numerische Methodik",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441468770",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Parameterabhängige Modelle in der Plastizitätstheorie treten in vielen Anwendungen in der Festkörpermechanik auf. Beispiele dafür sind granulare Medien, duktile Schädigung metallischer Materialien oder glasartige Zustände von Metallen oder Elastomeren. Sowohl die Modellierung als auch die mathematische Analyse dieser Probleme ist ein aktuelles Thema in der Forschung an der Schnittstelle von Mathematik und Mechanik und weist wesentliche und tiefliegende ungelöste Fragestellungen auf. Vom mechanischen Gesichtspunkt aus erweisen sich die vorhandenen Modelle als unzulänglich und erfordern ein kritisches Hinterfragen der getroffenen Modellannahmen. Dies ist insbesondere notwendig, um angepasste Modelle formulieren zu können, die sowohl materielle Mikrostrukturen beschreiben als auch die Vorgabe von nichtmonotonen Lastpfaden ermöglichen, die in Anwendungen von zentraler Wichtigkeit sind. Die mathematische Analyse dieser Modelle erfordert eine Weiterentwicklung von Relaxierungsmethoden, um effektive Modelle herleiten zu können, die mit neuartigen numerischen Methoden effizient gelöst werden können. In diesem Projekt wird dieser Ansatz für die genannten Materialsysteme durchgeführt. Für granulare Medien sollen die theoretisch und numerisch erzielten Ergebnisse experimentell validiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "440998847",
      "url": "https://gepris.dfg.de/gepris/projekt/440998847",
      "title": "Variationelle Modellierung von Sprödbruch in mikrostrukturierten Werkstoffen mit hohem Phasenkontrast: Mathematische Analysis und numerische Mechanik",
      "investigators": "Professor Dr. Matti  Schneider;Professorin Dr. Caterina Ida  Zeppieri",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440998847",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Aufbauend auf den Arbeiten von Francfort-Marigo haben sich Funktionale mit freien Unstetigkeitsstellen vom Mumford-Shah-Typ als vereinfachte, jedoch essentielle, mathematische Modelle zur Beschreibung von Sprödbruch etabliert. Für Materialien endlichen Kontrasts wurde eine Homogenisierungstheorie für spröde Energien bereits bewiesen, und ermöglicht einen wohl-definierten Skalenübergang für Sprödbruch. Aktuelle Arbeiten konstruieren explizite Beispiele für Mikrostrukturen mit hohem Kontrast, deren Effektiv-Verhalten viel komplexer ist als die vergleichsweise einfachen Mumford-Shah-Funktionale der Konstituenten. Insbesondere lassen sich Kohäsivzonen- und Schädigungsmodelle durch Homogenisierung ausschließlich spröder Phasen erhalten. In diesem Kontext entspringt der Übergang von einfachem zu komplexem Materialverhalten einer Interaktion von Volumen- und Oberflächenenergien, ausgelöst durch die starke Degeneriertheit der Funktionale. Vor dem Hintergrund, die mathematischen Grundlagen mechanischen Materialversagens zu verstehen und passende Berechnungsmethoden zu entwickeln, besteht das übergeordnete Ziel des beantragten Vorhabens darin, alle möglichen Materialmodelle zu ermitteln, welche durch Homogenisierung spröd brechender Materialien entstehen. Aus mathematischer Sicht soll also die Schließung unter Gamma-Konvergenz von Funktionalen mit freier Oberfläche und hohem Kontrast bestimmt werden. Im Kontext der Elastizität hat diese Fragestellung eine lange Geschichte. Sie ist jedoch weniger gut verstanden im Kontext der Bruchmechanik. Für den analytischen Teil ist die Herleitung neuartiger Homogenisierungformeln vorgesehen, welche es erlauben, die mikroskopische Wechselwirkung von Volumen- und Oberflächentermen zu \"quantifizieren\". Zudem soll der Einfluss solcher Konstituenten auf die Anisotropie des Effektivverhaltens untersucht werden, indem explizite Mikrostrukturen konstruiert werden sollen, deren Effektivverhalten nur Risse in bestimmte Richtungen erlaubt. Die mathematischen Werkzeuge umfassen Variationsrechnung und geometrische Maßtheorie. Im Rahmen des Projekts werden neue ad-hoc Fortsetzungs- und Approximationsresultate für SBV-Funktionen gezeigt werden, welche von eigenständigem mathematischen Interesse sind, und sich auf eine ganze Klasse Skalen-abhängiger Probleme mit freien Unstetigkeitsstellen anwenden lassen. Der numerische Mechanik-Teil baut auf der mathematischen Theorie auf, und komplementiert diese, sobald eine analytische Behandlung an Grenzen stößt. Sowohl FFT-basierte als auch adaptive numerische Methoden sind vorgesehen, um die neuartigen Zellformeln numerisch auswerten zu können. Die identifizierten Schädigungs- und Kohäsivzonenmodelle sollen auf Bauteilskala-Simulationen übertragen werden. Die Ergebnisse des Vorhabens werden das Verständnis des Materialversagens im Allgemeinen voranbringen und numerische Verfahren entwickeln, anisotrope Materialmodelle zur Anwendung auf Probleme industrieller Komplexität ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "523939420",
      "url": "https://gepris.dfg.de/gepris/projekt/523939420",
      "title": "Variationelle Modellreduktion für die Vorhersage von plastischen Ereignissen in ungeordneten Materialien",
      "subject_area": "MechanikComputergestütztes Werkstoffdesign und Simulation von Werkstoffverhalten von atomistischer bis mikroskopischer SkalaMathematik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523939420",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Ungeordnete Materialien wie Gläser und amorphe Werkstoffe sind allgegenwärtig in Ingenieuranwendungen und in unserem Alltag. Die komplexe Mechanik ungeordneter Werkstoffe entspringt von elementaren plastischen Ereignissen, die auf der Nanoskala stattfinden und in der lokalen Mikrostruktur dekodiert sind. Daher kann das Verhalten von ungeordneten Materialien nur durch Molekularmechanik beschrieben werden, was jedoch die Möglichkeit solche Werkstoffe auf größeren Skalen zu beschreiben, stark begrenzt. Deshalb schlägt dieses Projekt ein reduziertes Modell zur Beschreibung von ungeordneten Strukturen vor. Unser Vorhaben basiert auf der Idee, dass nur wenige Verformungsmoden, sogenannte \"weiche Moden\", während eines elementaren Events aktiviert werden. Aufgrund des hohen Grads an Nichtlinearität und der Unvorhersehbarkeit solcher Systeme werden wir zuerst lokale Zonen, die sehr wahrscheinlich lokale mikroskopische Umordnungen erfahren werden durch eine neue mechanische Testmethode lokalisieren. Die Methode wird dann durch maschinelles Lernen in ihrer Effizienz optimiert. Dadurch ist es uns möglich lokale Events und deren Verformungsbilder, sogenannte Variationsmoden, noch bevor der mechanischen Belastung vorherzusagen. Das reduzierte Modell wird durch die \"Empirical Interpolation Method\" realisiert, wobei die durch die hohe Nichtlinearität hervorgerufene Änderungen der reduzierten Basis, welche durch die Eigenmoden der Hessematrix bestimmt werden, durch die Störungstheorie und Grassmann Extrapolation so gut wie möglich berücksichtigt werden. Das leistungsstarke Reduktionsmodell wird aber erst dadurch möglich, dass die reduzierte Basis des mathematischen Modells durch die mechanisch ermittelten Variationsmoden erweitert werden. Die neue reduzierte Formulierung wird zuerst auf zweidimensionalen Benchmarkmodellen und dann auf größeren dreidimensionalen Modellen getestet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "440935806",
      "url": "https://gepris.dfg.de/gepris/projekt/440935806",
      "title": "Variationsbasierte, skalenabhängige Homogenisierung: Von der Cauchy-Elastizität zum relaxierten mikromorphen Kontinuum",
      "investigators": "Professor Dr. Patrizio  Neff;Professorin Dr.-Ing. Lisa  Scheunemann;Professor Dr.-Ing. Jörg  Schröder",
      "subject_area": "MathematikMechanik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 440935806",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Das übergreifende Ziel des Projektes ist die Entwicklung einer physikalisch motivierten Multiskalen-Simulationsumgebung ohne Separation der Längenskalen. Dabei wird ein relaxiert mikromorphes Modell (RMM) auf der Makroskala und ein Cauchy-Kontinuum auf der Mikroskala definiert. Dieses Multiskalenmodell soll insbesondere für die Simulation von Metamaterialien, ausgehend von diskreten Mikrostrukturen, entwickelt werden. Basierend auf den wissenschaftlichen Erkenntnissen der ersten Förderphase streben wir in der zweiten Förderperiode das Schließen der Lücke des Skalenübergangs zwischen beiden Kontinua an. Hierfür soll ein konsistentes Homogenisierungsverfahren entwickelt werden. Die Finite Elemente Implementierung wird auf einen größeren Raum als H(Curl) erweitert um eine bessere Flexibilität in der Modellierung zu erreichen. Ein zentrales Ziel ist die Identifikation der effektiven Moduli in der RMM. In einem konsistenten Zwei-Skalen-Ansatz ist eine geeignete Beschreibung der effektiven (makroskopischen) Variablen auf der Basis von tensoriellen Größen der Mikroskala von Nöten. Darüber hinaus ist für den Lokalisierungsschritt die Identifizierung sinnvoller Randbedingungen auf der Mikroebene für den Informationstransfer zwischen den Skalen unerlässlich. Die energetische Äquivalenz zwischen den Skalen (Hill-Mandel-Bedingung) spielt eine wichtige Rolle bei der Identifizierung dieser Verfahren. Für alle Arbeitspunkte werden wir die folgenden offenen Fragen auf dem Gebiet der Homogenisierung höherer Ordnung behandeln: 1. Gibt es einen Beitrag der Fluktuationen, die mit Moden höherer Ordnung verbunden sind, zur Dehnungsenergie? Mit anderen Worten: Müssen diese Fluktuationen periodisch sein oder nicht? Falls ja, so können die zweiten Gradienten des Deformationsfeldes nicht kontrolliert werden. 2. Existiert ein eindeutiges RVE im Fall von Theorien höherer Ordnung? Die Analyse wird oft auf einem Cluster von Einheitszellen durchgeführt, um Randeffekte zu beseitigen und das konvergente Verhalten in der zentralen Einheitszelle zu berücksichtigen? Dieser Ansatz ist aus der Sicht eines Ingenieurs fragwürdig. 3. Liefert das Homogenisierungsschema höherer Ordnung ein konvergentes Verhalten für Extremfälle, z. B. in einem Material mit extrem harten und weichen Einschlüssen? Dies wird von der asymptotischen Expansionshomogenisierung sowie von anderen Theorien nicht beachtet. 4. Verschwinden die Gradienteneffekte für homogene RVEs (was eine Notwendigkeit ist)? 5. Ergibt sich das klassische Homogenisierungsschema erster Ordnung wenn die Separation der Skalen gegeben ist?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    },
    {
      "project_id": "441153493",
      "url": "https://gepris.dfg.de/gepris/projekt/441153493",
      "title": "Variationsmethoden für die quantitative Phasenfeld-Modellierung und Simulation von pulverbasierten additiven Fertigungsverfahren",
      "investigators": "Dr. Aaron  Brunk;Professorin Dr.-Ing. Bai-Xiang  Xu",
      "subject_area": "MathematikMechanikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441153493",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften",
      "description": "Pulverbasierte additive Fertigungsverfahren bieten vielversprechende Materialdesignmöglichkeiten von Materialien mit gewünschter Mikrostruktur. Um das volle Potential dieser Methode auszuschöpfen, ist es unerlässlich den gesamten Prozess mit zuverlässigen Methoden zu simulieren und damit die Korrelation zwischen Prozessparameter und die optimale Mikrostruktur abzuleiten. Dazu sind Phasenfeldmodelle sehr geeignet. Die Komplexität der zugrundliegen physikalischen Prozesse während der PBF-AM liegt in der Behandlung von thermischen und chemischen Diffusionsprozessen über die verschiedenen Grenzflächen hinweg, insbesondere die Grenzflächen zwischen Festkörper und Schmelze, Festkörper und Poren, und den Grenzflächen zwischen den Körnern. Eine Hauptschwierigkeit ist die quantitative Übereinstimmung konventionelle Phasenfeldmodelle bei Betrachtung von Diffusionsprozessen mit stark asymmetrischen Materialeigenschaften über den Grenzflächen. In der ersten Phase des Projektes wurde erfolgreich ein quantitatives variationsbasiertes Phasenfeldmodell für das sogenannte Sintern hergeleitet, wobei große Fortschritte über die Grenzfläche zwischen Festkörper und Poren durch die Betrachtung von einem nicht-isothermischen Phasenfeldmodell mit Kreuzkopplungen in den kinetischen Flüssen erzielt werden könnten. Um ein quantitatives und variationsbasiertes Modell für den gesamten PBF-Prozess, also das Schmelzen, Verfestigen, sowie den Schmelzfluss als auch Strukturänderungen der Körner, herzuleiten, wird der weitere Fokus nun auf Prozessen an der Grenzfläche zwischen Schmelze und Festkörper liegen. In den bereits vorhandenen quantitativen variationsbasierten Modellen für temperaturabhängige Verfestigungsmodelle ist der Massentransport der Schmelze und die starke asymmetrische Viskosität zwischen Schmelze und Festkörper nicht berücksichtigt. Diese werden eins wichtigen Themas des Projekts sein. Zudem betrachten wir die mathematische Analysis asymptotischer Grenzfälle dieser Phasenfeldmodelle mit Fokus auf der Quantitativität zum scharfen Oberflächengrenzwert. Letztendlich betrachten wir eine vereinheitliche und systematische Analysis und numerische Approximation der obigen Phasenfeldmodelle mittels variationsbasierter Methoden in Ort und Zeit und deren numerische Fehleranalyse. Zu den numerischen Approximationen werden dann zur Simulation der PBF der Testmaterialien rostfreier Stahl 316L und Zirconiumdioxid verwendet. Das Projekt profitiert und trägt zu den Kooperationen im SPP bei. Wir bearbeiten zwei in SPP weitgehend betrachteten Aspekten, der \"variationsbasierte Phasenfeldtheorie\" und den \"variationsbasierte Diskretisierungsmethoden\". Neben einer Reihe von Kooperationen mit einzelnen Projekten des SPP, trägt das Projekt zu den Hauptforschungsrichtungen \"Prozesskopplung\" und \"Kopplung zwischen Struktur und Evolution\" bei, während der Beitrag zur \"Dimensionskopplung\" indirekt durch eine Kooperation stattfindet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2256: \nVariationelle Methoden zur Vorhersage komplexer Phänomene in Strukturen und Materialien der Ingenieurwissenschaften"
    }
  ]
}