{
  "spp_number": "SPP 2416",
  "spp_title": "CodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500927941",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "525894472",
      "url": "https://gepris.dfg.de/gepris/projekt/525894472",
      "title": "Biogenese von Chitin-Matrizen auf verschiedenen Ebenen in Hefen und Insekten",
      "subject_area": "Strukturbiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525894472",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Komplexe Kohlenhydrate sind wichtige Biopolymere, die in allen Lebensbereichen eine Vielzahl verschiedener biochemischer und struktureller Funktionen erfüllen. Chitin ist eines der beiden am häufigsten vorkommenden Biopolymere und ein wesentliches Polymer in den Zellwänden von Pilzen und dem Exoskelett von Arthropoden, dem größten und vielfältigsten Tierstamm. Chitin ist ein lineares Polysaccharid aus N-Acetylglucosamin (GlcNAc, Chitin) und neigt dazu, sich zu halbkristallinen fibrillären Strukturen zu assoziieren, die mit anderen Polymeren zu spezialisierten Biomaterialien verbunden werden können. Chitin kommt in verschiedenen Organismen in seiner alpha- oder beta-Allomorphform vor, bei der die Polymerketten antiparallel bzw. parallel angeordnet sind, was zu Materialien mit unterschiedlichen physikalischen Eigenschaften führt. Darüber hinaus wird das Chitinpolymer nach der Synthese durch Chitindeacetylasen und Chitinasen in essenziellen Prozessen verändert, die für den weiteren Aufbau entscheidend sind. Trotz langjähriger Studien sind die molekularen und zellulären Wege, die zum Aufbau der Zellwand oder der Kutikula (apikale extrazelluläre Matrix) führen, noch immer unbekannt. Wir wollen die Chitin-Biosynthese und -Organisation auf molekularer und mechanistischer Ebene in zwei der wichtigsten chitinproduzierenden Gruppen (Hefe und Insekten) skalenübergreifend charakterisieren. Hierfür werden wir (1) die molekulare Struktur der Chitin-Synthase (CHS) von Hefe und Insekten und ihren Chitin-Syntheseweg in einem heterologen System mit Hilfe von Kryo-Elektronenmikroskopie und zellulärer Tomographie bestimmen. (2) Bestimmung der Dynamik von CHS in vivo in Insektenzellen und -geweben mit Hilfe von superauflösenden Live-Imaging-Methoden. (3) Bestimmung des zellulären Weges der Chitin-Protein-Faser-Koassemblierung und -Orientierung unter Verwendung von Volumenbildgebung mit Nanometer-Auflösung. (4) Etablierung methodischer Arbeitsabläufe, die die Bestimmung der molekularen Struktur der Chitinsynthase und des Zusammenbaus in situ ermöglichen, unter Verwendung von fokussierter Ionenstrahl-/Rasterelektronenmikroskopie und Kryo-Elektronentomographie. Das Projekt kombiniert die Methodenentwicklung für modernste Kryo-Elektronentomographie und korrelative Licht- und Elektronenmikroskopie als eines der Hauptziele des SPP 2416 \"Analyzing and utilizing CodeChi\" und strebt gleichzeitig ein besseres Verständnis der grundlegenden Prozesse des Schreibens und der Umsetzung von CodeChi an. Da Chitin beim Menschen nicht vorkommt und für viele Krankheitserreger physiologisch essentiell ist, stellen Chitinbiosynthese und -aufbau attraktive Ziele für die Entwicklung neuer Pestizide und antimikrobieller Wirkstoffe dar. Die Bestimmung der molekularen und mechanistischen Grundlagen, die den verschiedenen Modi des Chitinfaseraufbaus zugrunde liegen, wird die molekulare Basis für eine gezielte Bekämpfung dieser Achillesferse bei der Entwicklung vieler Krankheitserreger liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer SignalwegeMitverantwortlich(e)Professorin Yael  Politi, Ph.D."
    },
    {
      "project_id": "525904968",
      "url": "https://gepris.dfg.de/gepris/projekt/525904968",
      "title": "Die Bedeutung von CodeChi hinsichtlich physikochemischer Eigenschaften und 3D Organisation der peritrophischen Matrix des Modell-Schädlingskäfers Tribolium castaneum",
      "subject_area": "Biochemie und Physiologie der Tiere",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525904968",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Der Mitteldarm der meisten Insekten ist von einer semipermeablen, extrazellulären Pseudomembram ausgekleidet, die peritrophische Matrix (PM) genannt wird und wichtige Funktionen hat. Diese umfassen die Verbesserung der Darmleistung, den Schutz vor Darmpathogenen und Parasiten und die Vermeidung mechanischer und chemischer Schäden. In jüngerer Zeit konzentriert sich die Forschung auch auf die Rolle der PM bei der angeborenen Immunität und den Wechselwirkungen zwischen Wirt und Pathogenen. Das Verständnis dieser Funktionen erfordert tiefere Einblicke in die Zusammensetzung und Konstruktionsprinzipien ihrer 3D-Organisation. Die PM besteht aus unterschiedlichen Komponenten, die ihr die für die verschiedenen Funktionen erforderlichen Eigenschaften verleihen. Wichtige Strukturelemente sind neben Chitin, einem Polymer aus N-Acetylglucosamin (GlcNAc), das zu einem gewissen Grad deacetyliert vorzuliegen scheint, auch verschiedene Chitin-assoziierte PM-Proteine (PMPs), von denen einige massiv glykosyliert sind. Wie genau die verschiedenen Bestandteile der PM zusammenwirken und wie sie sich gegenseitig beeinflussen, ist weitgehend ungeklärt. Darüber hinaus ist die Bedeutung der Modifikation von Chitin durch Deacetylasen und Chitinasen in Hinblick auf Funktion und 3D-Organisation unverstanden. Wir gehen davon aus, dass der Grad an Deacetylierung und Polymerisation sowie Deacetylierungsmuster (von uns als CodeChi bezeichnet), geschrieben von Deacetylasen und Chitinasen und erkannt von PMPs, einen Einfluss auf die physikochemischen Eigenschaften und die 3D-Organisation der PM in verschiedenen Darmregionen haben und damit auf ihre Barrierefunktion. In diesem Projekt wollen wir die verschiedenen PM-Bestandteile in dem Käfer-Schädlingsmodell Tribolium castaneum untersuchen. Wir werden uns auf die Struktur-Funktions-Beziehungen von Chitinfibrillen und PMPs, die verschiedene Chitin-Bindungsdomänen (CBDs) in unterschiedlicher Anzahl haben, konzentrieren. Wir wollen verstehen wie die PMPs dazu beitragen das fibrilläre Netzwerk der PM zu organisieren, so dass eine Permeabilitätsbarriere mit von anterior nach posterior abnehmenden Ausschlussgrößen entsteht, so wie wir es bei Larven von T. castaneum zeigen konnten. Wir wollen ferner bestimmen, welcher isomorphe Chitin-Typ in verschiedenen Regionen der PM vorhanden ist, die Funktion von mitteldarmspezifischen Chitindeacetylasen und Chitinasen entschlüsseln und die Bindungsweise verschiedener PMPs und ihre Funktion bei der 3D-Organisation der Chitinfibrillen untersuchen. Abschließend wollen wir wahrscheinliche Unterschiede in den Bindungsaffinitäten und Selektivitäten der verschiedenen CBD-Typen untersuchen. Letztlich wollen wir erklären, wie die PMPs das 3D-Netzwerk in der PM organisieren und ihre unterschiedlichen Eigenschaften entlang des Mitteldarms kontrollieren. So können auch grundlegende Erkenntnisse für die Entwicklung von Wirkstoffen gewonnen werden, welche die PM als Zielort für die Schädlingsbekämpfung haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525894428",
      "url": "https://gepris.dfg.de/gepris/projekt/525894428",
      "title": "Die Rolle des Chitostrukturcodes bei der Kontrolle von Entzündungs- und Geweberegenerationsprozessen im Rahmen biomedizinischer Anwendungen",
      "investigators": "Dr. Christian  Gorzelanny;Professorin Dr. Anayancy  Osorio-Madrazo",
      "subject_area": "BiomaterialienZellbiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525894428",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Chitin, eines der am häufigsten vorkommenden Biopolymere auf der Erde, ist Bestandteil von Arthopoden-, Cephalopodenschalen und pilzlichen Zellwänden. Es ist ein wasserunlösliches Molekül, welches aus N-Acetylglucosamineinheiten besteht. Die partielle Deacetylierung, ein Prozess welcher z.B. in den Zellwänden humanpathogener Pilze vorkommt, fördert die Löslichkeit von Chitin in wässrigen Lösungsmitteln. Sobald das Kopolymer wasserlöslich ist, wird es als Chitosan bezeichnet. Jüngste Studien deuten darauf hin, dass die Menge und das Muster der verbleibenden Acetylgruppen einem biochemischen Code entsprechen, der für die Interaktion mit der biologischen Umgebung entscheidend ist. Ziel des vorgeschlagenen Projektes ist es, die strukturell-funktionelle Beziehung zwischen diesem Chitin-Code (codeχ) und der biologischen Reaktion in Säugetieren besser zu verstehen. Auf der Grundlage unserer früheren und vorläufigen Studien wollen wir die molekulare Wechselwirkung von Chitin/Chitosan mit dem Komplementsystem, einem alten Teil des humoralen angeborenen Immunsystems, dem chitinbindenden Protein YKL-40 und Heparansulfat-Proteoglykanen, die wir kürzlich als Bindungspartner von stark deacetylierten Chitosanen identifiziert haben, analysieren. Es wurde gezeigt, dass Chitin die zelluläre angeborene Immunreaktion wie die Aktivierung von Makrophagen auslöst. Im Gegensatz dazu wird Chitosan als vielversprechendes Biomaterial postuliert, das die Wundheilung und Geweberegeneration fördert. Um den zugrundeliegenden Codeχ zu verstehen, der das breite Spektrum der biologischen Eigenschaften von Chitin und Chitosan steuert, werden wir Interaktionsstudien auf molekularer Ebene, in vitro Experimente mit Säugetierzellen und in vivo Messungen an Mausmodellen durchführen. Die Grundlage unseres Forschungsprojekts sind physikalische Chito-Polymer Hydrogele, die sich besonders für in vitro Experimente und eine lokalisierte, minimal-invasive in vivo Anwendung in Mäusen eignen, um entzündliche Ereignisse wie das Rekrutieren von Immunzellen oder regenerative Prozesse wie die Angiogenese zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525908030",
      "url": "https://gepris.dfg.de/gepris/projekt/525908030",
      "title": "Die Rolle von CodeChi und Chitin-assoziierten Proteinen bei den Zell-Zell-Interaktionen freilebender Protisten",
      "subject_area": "Organismische Interaktionen, chemische Ökologie und Mikrobiome pflanzlicher Systeme",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525908030",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "In Anbetracht der enormen Vielfalt von Protisten sind chitinhaltige Biopolymere und ihre Rolle in nicht-pilzlichen Mikroeukaryoten noch weitgehend unerforscht. Abgesehen von einigen wenigen Beispielen sind die chemischen Merkmale und Eigenschaften von Chitin und Chitosan in Protisten nur unzureichend bekannt und bedürfen weiterer Untersuchungen. In meinem Labor untersuchen wir freilebende Protisten unterschiedlicher phylogenetischer Zugehörigkeit, die sich speziell von den Zellinhalten anderer Eukaryoten, insbesondere Algen, ernähren. Diese so genannten \"Protoplastenfresser\" bauen die Zellwand der Beute lokal ab und phagozytieren anschließend den Zellinhalt. Unsere unveröffentlichten Daten liefern überzeugende Beweise dafür, dass der Protoplastenfresser Orciraptor agilis ein Chitin-Chitosan-Copolymer produziert, das in peripheren Extrusomen gespeichert und während des Fressaktes an die Algenzellwand angelagert wird. Dies deutet auf eine bisher unbekannte Funktion der chitinösen Substanzen und der damit verbundenen Enzyme bei den Zell-Zell-Interaktionen zwischen phagotrophen Protisten und ihrer Algenbeute hin. Die Hauptziele des vorgeschlagenen Projekts sind: 1) Detaillierte Analyse der C/CS-Polymere von Orciraptor mittels Massenspektrometrie, um die während der Ablagerung und des Fütterungsakts vorgenommenen Veränderungen aufzuklären. 2) Auswertung der Bindung von COS an die Wände von Grünalgen und der Auswirkungen von COS auf den Fressakt von Orciraptor. 3) Herstellung und Charakterisierung ausgewählter Chitinase-Module von Orciraptor unter besonderer Berücksichtigung der Subsite-Spezifität. 4) Lokalisierung ausgewählter Chitinasen in der Lebensgeschichte von Orciraptor bzw. im Fressverhalten. Mit diesen Zielen werden wir neues Wissen über C/CS-Polymere von Protisten schaffen, die eindeutig an artenübergreifenden Interaktionen beteiligt sind. Darüber hinaus werden wir mehr über potenziell assoziierte C/CS-abbauende oder C/CS-bindende Proteine dieses Protisten erfahren, um unser Bild von seiner Interaktion mit Mikroalgen zu vervollständigen. Diese Daten werden uns helfen zu verstehen, wie biotische Interaktionen von nichtpilzlichen Mikroeukaryoten auf den chemischen Eigenschaften von C/CS-Polymeren (CodeChi) und Variationen in der Spezifität der jeweiligen Proteine beruhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525894403",
      "url": "https://gepris.dfg.de/gepris/projekt/525894403",
      "title": "Einzelmolekül-Visualisierung von Chitin/Chitosan-Strukturen und deren Protein-Interaktionen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieAnalytische Chemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525894403",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Ziel dieses Projekts ist die Entwicklung von Instrumenten zur Analyse der Strukturen von Chitin/Chitosan und ihrer Proteininteraktionen auf Einzelmolekülebene. Chitin und Chitosan sind nach Zellulose die am häufigsten vorkommenden Biomoleküle auf der Erde. Chitin/Chitosan-Polysaccharide sind wichtige Strukturmaterialien und Signalmoleküle in vielen lebenden Systemen und werden aufgrund ihrer geringen Kosten und Biokompatibilität auch kommerziell genutzt. Trotz ihrer Bedeutung und Allgegenwärtigkeit ist jedoch nur wenig über dem Chitin/Chitosan-Strukturen und deren Auswirkungen auf die Eigenschaften von Chitin/Chitosan bekannt, da es schwierig ist, ihre Strukturen durch analytische Methode des Ensemblemittelwertes zu analysieren. Da es sich bei Chitin um eine lange, lineare Kette acetylierter Monosaccharide handelt, während Chitosan ein Copolymer aus acetylierten und nicht-acetylierten Monosacchariden ist, können die Methoden des Ensemblemittelwertes keine Informationen über den Acetylierungsmuster entlang einzelner Chitin-/Chitosanketten liefern. Die Schwierigkeiten bei der Analyse dieser Polysaccharide mit Methoden der Ensemblemittelwert werden durch die großen strukturellen Unterschiede zwischen den einzelnen Molekülen noch verschärft. Die Herausforderung, das Chitin/Chitosan-Strukturen und -Wechselwirkungen aufzudecken, erfordert einen direkten Einzelmolekülansatz. Dieses Projekt stellt sich dieser Herausforderung, indem es die direkte Bildgebung von Chitin/Chitosan einsetzt, um ihre Strukturen und Wechselwirkungen auf Einzelmolekülebene zu enthüllen. Chitin/Chitosan werden als Ionen in der Gasphase elektrogesprayt, die anschließend intakt an einer Oberfläche landen und einzeln durch Rastertunnelmikroskopie mit submolekularer Auflösung abgebildet werden. Durch die Abbildung einzelnes Chitin/Chitosan-Ketten auf der Nanoskala wollen wir die Acetylierungssequenz, die Form/Faltung und die Wechselwirkungen einzelnes Chitin/Chitosan-Ketten aufdecken. Im Einzelnen werden drei Systeme untersucht, nämlich (1) Chitin/Chitosan-Oligosaccharide, (2) Chitin/Chitosan-Polysaccharide und (3) Protein-Chitin/Chitosan-Addukte. Die direkte Bildgebung von Chitin/Chitosan im Nanomaßstab wird voraussichtlich strukturelle Motive aufdecken, die die Bindung an verschiedene Proteine erleichtern, die biologische Funktionen auslösen oder regulieren, sowie Motive, die zu den vielfältigen physikalischen Eigenschaften von Chitin/Chitosan-Materialien führen. Das Verständnis der Chitin/Chitosan-Strukturen und -Wechselwirkungen auf Einzelmolekülebene wird die molekulare Grundlage für das Verständnis der verschiedenen Chitin/Chitosan-Eigenschaften bilden und damit zur Entwicklung neuer therapeutischer Strategien und funktioneller Materialien auf der Grundlage von Chitin und Chitosan beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525793193",
      "url": "https://gepris.dfg.de/gepris/projekt/525793193",
      "title": "Entschlüsselung der molekularen Signalwege und der Codeχ-Spezifität des Stomataschlusses - von Modellpflanzen zu Nutzpflanzen",
      "subject_area": "Pflanzenphysiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525793193",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Spaltöffnungen sind winzige Poren auf der Unterseite von Blättern, die die CO2-Aufnahme und Transpiration ermöglichen, aber auch eine potenzielle Eintrittspforte für pathogene Mikroben darstellen. Daher reagieren Schließzellen, die die Größe der Stomataöffnung regulieren, auf abiotische und biotische Stressfaktoren wie Trockenheit und Pathogenbefall. Zu den mikrobiellen Pflanzenpathogenen, die über die Spaltöffnungen eindringen können, gehören Bakterien, Oomyceten und Pilze, die sich in ihrer Pathogenität für verschiedene Pflanzenarten erheblich unterscheiden. Verschiedene externe und interne Signale müssen integriert werden, denn obwohl das Schließen der Spaltöffnungen das Eindringen von Krankheitserregern und den Wasserverlust verhindert, wird der Stoffwechsel der Pflanze durch den fehlenden Gasaustausch ebenfalls reduziert. Zu den negativen Auswirkungen gehören eine erhöhte Photorespiration und eine Überhitzung des Gewebes aufgrund der fehlenden Transpiration. Dennoch könnte die Anwendung eines Agonisten für den Stomataschluss, der einen gleichmäßigen Stomataschluss bewirkt, den Befall mit Krankheitserregern bekämpfen und die Pflanzen während kurzer Trockenperioden schützen. Ein künstlicher Stomataschluss kann zum Beispiel durch Chitosan herbeigeführt werden. Chitosan ist ein Derivat von Chitin, einem bekannten mikroorganismenassoziierten Molekülmuster (MAMP), das von Pflanzen erkannt wird und eine Immunreaktion auslöst. Chitosan hat gegenüber Chitin zwei Vorteile. Erstens ist Chitosan in Wasser und schwachen Säuren gut löslich und kann in Lösung effizienter eingesetzt werden. Zweitens, und das ist noch wichtiger, haben wir festgestellt, dass sich die Chitosan-Wahrnehmung in den Wächterzellen von der Chitin-Wahrnehmung unterscheidet, was eine gezielte Schließung der Stomata mit definierten Chitosanen ermöglichen könnte, ohne unnötige pflanzliche Abwehrmechanismen auszulösen, die die Fitness der Pflanze verringern. Obwohl Chitosan bereits in der Landwirtschaft eingesetzt wird, sind die genauen Mechanismen der Chitosan-Wahrnehmung und die nachfolgenden Signalwege noch weitgehend unbekannt. Dies macht es schwierig, spezifische biologisch aktive Chitosane zu synthetisieren. Das Hauptziel dieses Projekts ist die Identifizierung spezifischer Chitosane, die die Widerstandsfähigkeit von Pflanzen gegen Trockenheit und Pathogenbefall erhöhen können. Um dies zu erreichen, ist ein umfassendes Verständnis des Chitosan-Wahrnehmungsmechanismus, der Spezifität der Chitosan-Rezeptoren für verschiedene Chitosan-Codes und der zugrunde liegenden Signalwege erforderlich. Diese Forschungsarbeit wird zu einem tieferen Verständnis der Chitosan-Wahrnehmung und der Chitosan-vermittelten Signalwege in Pflanzen führen und zur Entwicklung neuer Strategien für die Verbesserung von Nutzpflanzen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525893783",
      "url": "https://gepris.dfg.de/gepris/projekt/525893783",
      "title": "Entschlüsselung der von Xylella fastidiosa erzeugten Chitinsignaturen",
      "subject_area": "Pflanzenzüchtung, Pflanzenpathologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525893783",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Die Fähigkeit, Chitin abzubauen, ist für das Überleben und den Besiedelungserfolg von pilzlichen und bakteriellen Pathogenen, von denen viele agronomisch wichtige Krankheiten verursachen, wesentlich. Bei pathogenen Bakterien, denen Chitin fehlt, spielt der Abbau von Chitin eine wichtige Rolle bei der Bekämpfung von Pilzen, die Pflanzen besiedeln, und beim Überleben in Insekten, wenn die Übertragung über Vektoren erfolgt. Xylella fastidiosa ist als prioritärer Schädling in Europa gelistet. Dieses von Insekten übertragene Bakterium verursacht das OLIVE QUICK DECLINE SYNDROME (OQDS) und Krankheitsausbrüche in den letzten zehn Jahren. Die Dringlichkeit, ein Verständnis dafür zu entwickeln, wie X. fastidiosa seine Wirte kolonisiert, wird durch den Mangel an Behandlungsmitteln deutlich. Es wurde beschrieben, dass eine Chitinase, chiA, von X. fastidiosa sekretiert wird und i) die Verwendung von Chitin als Kohlenstoffquelle vermittelt, möglicherweise in Insektenvektoren und von Xylem-besiedelnden Pilzen, ii) die Übertragung durch Insektenvektoren fördert und iii) für eine systemische Infektion in Pflanzen erforderlich ist, möglicherweise gegen pflanzenbesiedelnde Pilze wirkend. Unser Fokus liegt auf chiA, weil diese bakterielle Chitinase iv) eine ungewöhnliche Schleife in ihrer modellierten 3D-Struktur trägt, die die Substratspezifität bestimmen könnte, und v) wahrscheinlich Chitin-Oligomere freisetzt, die Immunantworten in Wirten von X. fastidiosa modulieren könnten. Obwohl Chitinasen seit Jahrzehnten untersucht werden, haben wir wenig Wissen über die Beziehungen zwischen Substrat, Struktur, Produkt und deren Bioaktivität, die für das Verständnis ihrer Rolle als Virulenzfaktoren von entscheidender Bedeutung sind. Hier ist unser Ziel, zwei Schlüsselfragen zu beantworten: 1. Wie baut X. fastidiosa Chitin ab? Die Analyse der chiA Aktivität und Spezifität unter Verwendung einer Reihe definierter Chitinsubstrate und verschiedener Organismenquellen wird Abbauprodukte aufdecken, die dann einer Bioaktivitätsanalyse unterzogen werden. Struktur-Funktions-Beziehungen werden in silico, in vitro und in vivo untersucht. 2. Welches immunmodulatorische Potenzial haben Chitin-Oligomere, die von X. fastidiosa produziert werden? Der Vergleich verschiedener Immunantworten auf chiA Produkte in Modell- und Wirtspflanzen sowie die Untersuchung der Mustererkennungsrezeptor-vermittelten Immunität dürften Erkenntnisse zu dieser Frage liefern. Als wichtiger Virulenzfaktor ist es unser übergeordnetes Ziel, die molekularen Details der chiA Funktion besser zu verstehen und ihre Rolle bei der systemischen Pflanzeninfektion aufzuklären. Wir stellen uns vor, dass dieses Wissen für biotechnologische Zwecke nützlich sein könnte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525826480",
      "url": "https://gepris.dfg.de/gepris/projekt/525826480",
      "title": "Erkennung von Chitinoligosacchariden durch Chitinase-ähnliche Proteine: Entschlüsselung des CodeChi auf atomistischer Ebene und seines Einflusses auf zelluläre Signaltransduktion",
      "subject_area": "Biophysik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525826480",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Chitinase-ähnliche Proteine stellen eine bedeutende Klasse von menschlichen Chitin-bindenden Proteinen dar. Dysregulation dieser Proteine steht im Zusammenhang mit entzündlichen Erkrankungen, Infektionskrankheiten und Krebs. Die Bindungsspezifitäten für Oligosaccharide unterschiedlicher chemischer Struktur (CodeChi Parameter) sowie die funktionalen Konsequenzen der Chitinbindung durch diese Proteine sind allerdings bisher nur unvollständig beschrieben. Dieser Umstand stellt ein Hindernis für die Erforschung Chitin-basierter Therapeutika oder davon abgeleiteter Arzneistoffe dar. In diesem Projekt soll daher der Zusammenhang zwischen einer Erkennung von Chitin durch Chitinase-ähnliche Proteine und der Modulation krankheitsrelevanter Prozesse erforscht werden. Als repräsentatives Modellsystem steht das Protein YKL-40 (CHI3L1) im Fokus der Studien. Dabei handelt es sich um einen therapeutisch relevanten Vertreter dieser Familie, dem eine pathologische Rolle in verschiedenen entzündlichen und onkologischen Erkrankungen zugesprochen wird. Im Rahmen dieses Projekts soll die Spezifität von YKL-40 gegenüber unterschiedlich substituierten Chitinoligosacchariden (COS) mit Hilfe computergestützter und experimenteller Methoden auf atomarer Ebene beschrieben werden. Im Anschluss wird eine Aufklärung des Zusammenhangs zwischen den beobachteten COS-Spezifitäten und der Struktur der individuellen Sub-Bindetaschen angestrebt. Auf Basis der erhaltenen Daten soll schließlich ein quantitatives und prädiktives Struktur–Affinitäts-Modell abgeleitet werden. Als weiteres Ziel soll die Modulation der Effektorfunktionen von YKL-40 durch COS aufgeklärt werden. Dazu soll zunächst erforscht werden, wie die COS Erkennung durch YKL-40 die Struktur und Dynamik des Proteins verändert. Weiterhin soll die Interaktion von YKL-40 mit seinem wichtigsten Rezeptor, IL-13Rα2, in Abhängigkeit der COS Bindung mit Hilfe biophysikalischer Untersuchungsmethoden auf molekularer Ebene untersucht werden. Diese Studien sollen durch zelluläre Assays mit geeigneten Reporter-Zelllinien ergänzt werden, um die funktionalen Konsequenzen der COS Erkennung durch YKL-40 zu beschreiben. Die zu erwarteten Erkenntnisse werden einen tiefen mechanistischen Einblick in die Chitin-Erkennung durch das menschliche Immunsystem ermöglichen und zur Entwicklung von Arzneistoffen beitragen, die Chitin-ähnliche Proteine für therapeutische Zwecke adressieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525858767",
      "url": "https://gepris.dfg.de/gepris/projekt/525858767",
      "title": "Koordinationsfonds",
      "subject_area": "BiophysikBiochemie und Biophysik der PflanzenBiochemie und Physiologie der TiereBiomaterialienImmunologiePharmakologiePräparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525858767",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Chitin und Chitosan (C/CS) gehören zu den am häufigsten vorkommenden und vielseitigsten Biopolymeren der Natur und kommen als Strukturbausteine in zahlreichen extrazellulären Matrices vor. Die strukturellen Grundlagen, die der immensen Bandbreite unterschiedlicher physikalisch-mechanischer Eigenschaften dieser Materialien zugrunde liegen, sind derzeit nicht bekannt. Ebenso wenig sind die genauen Grundlagen zur Biosynthese sowie dem Auf- und Abbau dieser Materialien während der Morphogenese und im Kontakt mit anderen Organismen bekannt. Wir gehen davon aus, dass die molekulare Feinstruktur von C/CS (d.h. ihr Polymerisationsgrad und ihr Acetylierungsgrad und -muster), sowie ihre Wechselwirkungen mit verschiedenen Proteinen zu der Gesamtarchitektur der extrazellulären Matrix beiträgt und ihre Eigenschaften definiert. Zudem lösen C/CS-Bindungsrezeptoren des menschlichen, tierischen und pflanzlichen Immunsystems Abwehrreaktionen bei der Erkennung von enzymatisch produzierten Chito-Oligosacchariden (COS) aus. Wir sind davon überzeugt, dass die Feinstruktur des C/CS einen Code enthält, den wir «CodeChi» nennen, der von C/CS bindenden Proteinen in C/CS-haltigen Organismen und deren Wirten geschrieben, umgesetzt und interpretiert wird. Ziel des Schwerpunktprogramms 2416 ist es, CodeChi zu entschlüsseln, um die molekularen und biophysikalischen Prinzipien von C/CS-Funktionen in der Natur zu verstehen und dieses Wissen für die Herstellung von Funktionsmaterialien zu nutzen. Das Koordinationsprojekt ist dafür verantwortlich, das Erreichen der Gesamtziele des SPP2416 sicherzustellen, indem es eine effektive Zusammenarbeit zwischen den verschiedenen Disziplinen gewährleistet und die notwendige Infrastruktur für ein erfolgreiches Arbeiten bereitstellt. Es fungiert als zentrale Schnittstelle für die Verwaltung und Koordinierung des Forschungskonsortiums. Im Rahmen des Koordinierungsprojekts werden mehrere Plattformen für den wissenschaftlichen Austausch und die Vernetzung eingerichtet und gepflegt sowie Maßnahmen zur Gewährleistung der öffentlichen und internationalen Sichtbarkeit durchgeführt. Es wird insbesondere Nachwuchswissenschaftler*innen in ihrer frühen Karriere unterstützen, Instrumente zur Förderung der Chancengleichheit entwickeln und eine frauen- und familienfreundliche Politik umsetzen. Schließlich werden im Koordinationsprojekt drei Serviceprojekte verwaltet, die Expertise und Kapazitäten in folgenden für das Konsortium zentralen Bereichen bereitstellen: 1) Synthese und Strukturanalyse chemisch definierter COS; 2) Herstellung spezifischer C/CS und Analyse des Polymerisations- und Acetylierungsgrades sowie von Acetylierungsmustern; 3) Bestimmung kinetischer Parameter für die Bindung von Proteinen an kristallinen C/CS-Nanofasern und löslichen COS. Die Koordinationsstelle befindet sich am Department für Chemie-Biologie der Naturwissenschaftlich-Technischen Fakultät an der Universität Siegen und unterstützt den Koordinator bei seiner Arbeit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525934737",
      "url": "https://gepris.dfg.de/gepris/projekt/525934737",
      "title": "Mesostrukturierte Chitosan-Verbundmembranen für die Rekonstruktion von Hornhautgewebe",
      "subject_area": "AugenheilkundeBiomaterialien",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525934737",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Hornhauterkrankungen rangieren weltweit auf Platz 3 der Ursachen für Blindheit. Die Therapie der kornealen Blindheit besteht häufig in der Transplantation von Hornhautgewebe. Weltweit besteht ein massiver Mangel an Spenderhornhäuten.  Biomaterialien könnten helfen, diesem Mangel zu begegnen. Forschungsziel der Studie ist die Untersuchung von Biomaterialien für den Hornhautersatz auf Basis von Chitosan hinsichtlich Ihrer Biokompatibilität mit menschlicher Hornhaut im Modell der Organkultur bzw. mit Hornhautzellen (Epithel, Endothelzellen und Keratozyten).  Hierfür werden aktuell Membranen der Arbeitsgruppe für Biopolymerverarbeitung der Fakultät für Ingenieurwissenschaften der Universität Würzburg unter der Leitung von Prof. G. Lang in Kooperation mit dem Zentrum für Augenheilkunde der Universitätsklinik Köln entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer SignalwegeEhemalige AntragstellerinDr. Sarah  Zwingelberg, bis 12/2024"
    },
    {
      "project_id": "525688460",
      "url": "https://gepris.dfg.de/gepris/projekt/525688460",
      "title": "Prinzipien der extra- und interazellulären Immunerkennung von Chitin durch Pattern Recognition Receptors in Mammalia",
      "subject_area": "Immunologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525688460",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Chitin ist ein hydrophobes Polymer aus β-1,4-verknüpftem N-Acetylglucosamin (GlcNAc) und kommt in der Natur z. B. in der Zellwand von Pilzen, den Exoskeletten von Arthropoden, Krebstieren und Insekten sowie in Nematoden vor. In Säugetieren und Pflanzen ist Chitin ein typisches Mikroben-assoziiertes molekulares Muster (MAMP), was auch durch die Existenz Chitin-vermittelter Immunreaktionen über sogen. Pattern recognition receptors (PRRs) bestätigt wird. Beim Menschen wurden PRR-vermittelte Entzündungsreaktion bereits mit Pilzinfektionen und allergischem Asthma in Verbindung gebracht. Bei der ersten Exposition des Wirts liegt Chitin typischerweise vor allem in einer hochpolymeren, unlöslichen und immunologisch relativ inerten Form vor, z. B. Fragmente des Exoskeletts von Hausstaubmilben oder der Zellwand pathogener Pilze wie C. albicans oder C. neoformans. Wir konnten zeigen, dass die Immunerkennung durch Immunzellen des Menschen von löslichem, oligomeren Chitin und von Toll-like-Rezeptor (TLR) 2 abhängt, während andere Arbeiten zeigten, dass FIBCD1 oder LYSMD3 in Epithelzellen beteiligt sind. TLR2 arbeitete zudem mit LBP, CD14 und TLR1 zusammen und TLR2-aktivierende, diffusionsfähige Chitin-Liganden konnten von der Wirtsendochitinase CHIT1 generiert werden. Diese neu entdeckten Rezeptorwege ähneln der Chitinerkennung in Pflanzen. Bei der Maus und beim Menschen müssen jedoch die Struktur-Funktions-Beziehungen zwischen Grad und Muster der Chitin-Acetylierung und der Regulierung des CHIT1-TLR-Systems noch systematisch erforscht werden, um die extrazelluläre Chitinerkennung besser zu verstehen und möglicherweise steuern zu können. Darüber hinaus eröffnen die jüngsten Fortschritte in der Kohlenhydratsynthese die Möglichkeit einer systematischen Analyse maßgeschneiderter, nicht-natürlicher/synthetischer Oligomere auf agonistische und antagonistische immunregulierende Eigenschaften in Säugetiersystemen. Schließlich bleibt die Frage nach zytosolischem Chitin-Sensing im Zusammenhang mit intrazellulären Pilzpathogenen wie C. neoformans offen, könnte aber für das Verständnis der durch intrazelluläre Pilzpathogene ausgelösten Immunreaktionen von entscheidender Bedeutung sein. Basierend auf unseren vorläufigen Daten, die zusammen mit weiteren Konsortiumsmitgliedern generiert wurden, und durch weiteren Partnerschaften und Technologien, die im Rahmen dieses Schwerpunktprogramms zur Verfügung stehen, werden hier diese offenen Fragen in zellulären Systemen von Mensch und Maus untersucht, mit dem Ziel, den \"Code\" für die extra- und intrazelluläre Immunerkennung von Chitin in Säugetieren zu entschlüsseln. Die in der ersten Förderphase gewonnenen Erkenntnisse könnten dann zur Erklärung, Modulation oder Vermeidung von Immunreaktionen im Zusammenhang mit Chitin-basierten Biomaterialien und/oder zur Herstellung von Materialien mit spezifischen, immun-agonistischen oder -antagonistischen Eigenschaften genutzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525934838",
      "url": "https://gepris.dfg.de/gepris/projekt/525934838",
      "title": "Struktur/Funktions-Beziehungen partiell acetylierter Chitosane - ChitoCode",
      "subject_area": "Biochemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525934838",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Chitosane sind funktionelle Biopolymere mit exzellenten physiko-chemischen Materialeigenschaften und vielfältigen biologischen Funktionalitäten. Es sind lineare Co-Polymere aus hydrophoberen N-Acetylglukosamin- und hydrophileren, in leicht saurer Lösung positiv geladenen Glukosamin-Resten. Der einzigartige, partiell polykationische und partiell hydrophobe Charakter der Chitosane erlaubt ihnen mehr oder weniger spezifische Interaktionen mit partiell hydrophoben und partiell polyanionischen Biopolymeren und biologischen Strukturen, wie z.B. Nukleinsäuren oder Proteinen, Phospholipidmembranen oder z.B. Teichonsäuren und Pektinen in Zellwänden. Dies führt zu einer Vielzahl biologischer Aktivitäten, wie antimikrobiellen, pflanzenstärkenden und wundheilenden Eigenschaften. Aber trotz mehr als zwanzig Jahren Forschung sind Struktur/Funktionsbeziehungen von Chitosanen noch wenig verstanden. Strukturell sind Chitosan-Moleküle durch ihren Polymerisations- und Acetylierungsgrad (DP und FA) sowie ihr Acetylierungsmuster (PA) charakterisiert. Um Chitosan-Proben vollständig zu charakterisieren müssen darüber hinaus zusätzliche Parameter, wie die Dispersitäten in DP und FA (ĐDP und ĐFA), bestimmt werden. Während die ursprünglichen Chitosane der ‘ersten Generation’ schlecht definierte Mischungen von Chitosanen darstellten, sind heutige Chitosane der ‘zweiten Generation’ hinsichtlich ihres mittleren DP und FA gut charakterisiert und haben vermutlich zufällige PA. Einige solcher Chitosane sind mittlerweile kommerziell erhältlich, aber ihr Potential für die Aufklärung von Struktur/Funktions-Beziehungen und die Entwicklung zuverlässiger Anwendungen ist bei weitem noch nicht ausgeschöpft. Wir haben kürzlich biotechnologische Methoden zur Produktion und Charakterisierung von Chitosanen mit unterschiedlichen, nicht-zufälligen PAs und engen ĐDP entwickelt, die wir als die ersten Beispiele von Chitosanen der ‘dritten Generation’ ansehen. Im ChitoCode-Projekt werden wir neue Analysemethoden für die Bestimmung des ĐFA nutzen, so dass wir Chitosanproben herstellen können, die in allen fünf strukturellen Parametern (DP & ĐDP, FA & ĐFA, PA) definiert sind, einschließlich natürlicher Chitosane aus Chitosan-produzierenden Organismen mit intaktem, nativem PA. Diese werden wir in einem breiten Set an Biotests auf Bioaktivitäten untersuchen, insbesondere hinsichtlich antimikrobieller und verschiedener pflanzenstärkender Aktivitäten, einschließlich der Analyse des Transkriptoms und Metaboloms. Wir werden diese Chitosane anderen Gruppen in- und außerhalb des Codeχ-Konsortiums zur Verfügung stellen, die ihr Interesse bekundet haben, solche Chitosane in ihren Routine-Biotests mit Pflanzen, Mikroorganismen, Insekten, Algen oder menschlichen bzw. Säugerzellen und -geweben einzusetzen. Dies wird einen großen Datensatz zu Struktur/Funktionsbeziehungen von Chitosanen liefern und mögliche Wirkmechanismen aufzeigen, die dann in Folgeprojekten des Codeχ-Konsortiums aufgegriffen werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525894115",
      "url": "https://gepris.dfg.de/gepris/projekt/525894115",
      "title": "Verwendung von Chitosan-RNA-Protein Mikrogelen als RNA Transportplattform zur RNA-vermittelten Genmodulation in Pflanzen",
      "investigators": "Professorin Dr. Aline  Koch;Professor Dr. Andrij  Pich",
      "subject_area": "PolymermaterialienBiomaterialien",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525894115",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Die Entwicklung und Anwendung sprühbarer, nicht-kodierender und kodierender RNAs ermöglichen das Nutzbarmachen und die Veränderung pflanzlicher Genexpression. Zum Beispiel kann exogen applizierte dsRNA das Gen Silencing endogener oder artfremder mRNA-Transkripte in Pflanzen sowie deren Schaderregern induzieren und so eine RNA Interferenz-vermittelte Krankheitsresistenz herbeiführen. Die Erkenntnis, dass exogen applizierte RNA passiv, über Eintrittspforten in der Blattoberfläche (z.B. Stomata) aufgenommen wird, ebnet den Weg für die Implementierung weiterer RNA Spezies als „sprühbare RNAs“ mit den verschiedensten Gen-editierenden Eigenschaften. Zum Beispiel konnten wir zeigen, dass Pflanzen exogen applizierte mRNA aufnehmen und diese in Proteine translatieren. Dabei eröffnet dieses neuartige spray-induced gene expression Verfahren erstmals die Möglichkeit Gene gezielt zu modifizieren oder Proteine zu synthetisieren - ohne die aufwendige, kostenintensive und öffentlich kritisierte Herstellung gentechnisch veränderter Pflanzen für Forschungszwecke oder in der Nutzpflanzenproduktion. Der Einsatz von RNAs in Grundlagen- und angewandter Forschung erfordert die Entwicklung von RNA Delivery-Formulierungsstrategien. Dabei sind die Aufnahme von RNA über die Kutikula in die Zellen sowie der inter-/intrazelluläre RNA-Transport die wichtigsten Voraussetzungen, damit exogen applizierter RNAs maximal effizient wirken. Zudem können verschiedene Pflanzenspezies, aufgrund bislang unbekannter Faktoren, gesprühte unformulierte RNAs nur in geringem Maß aufnehmen. Deshalb sind Formulierungsansätze notwendig, welche eine breite Übertragbarkeit und Anwendung auf verschiedene Pflanzenspezies ermöglichen.  Um die größtmögliche Effizienz exogen applizierter RNAs sicherzustellen, werden wir aus Chitosan-basierten molekularen Bausteinen kolloidale Mikrogele synthetisieren, die mit zellgängigen Peptiden als Transportplattform für Pflanzen beschichtet sind. Die selektive Modifikation von CS unter Verwendung chemischer und mechanochemischer Ansätze wird es ermöglichen, Molekulargewichte, Acetylierungsgrad und Acetylierungsmuster maßzuschneidern (CodeChi), um die Wechselwirkungen mit RNA und die Herstellung von CS-basierten RNA-Trägern mit programmierter Struktur (Größe, Oberflächenladung, RNA-Beladung usw.) und neuartigen Funktionen ( Stimuli-Responsivität, einstellbare Zellpenetration, kontrollierter Abbau und RNA-Freisetzung usw.) zu ermöglichen. Dabei werden wir am Beispiel einer nicht-kodierenden (dsRNA) und erstmalig einer kodierenden (mRNA) RNA-Spezies zeigen, dass die Formulierung und Applikation von Chitosan-RNA-Protein Mikrogelen die zelluläre Aufnahme von RNAs sicherstellt, wodurch die Genexpression in Pflanzen gezielt moduliert (hier Gen Silencing) und nutzbar (hier Proteinsynthese) gemacht werden kann. Exemplifiziert wird dies an den beiden Pflanzenspezies, Hordeum vulgare (Nutzpflanze Gerste, monokotyl) und Arabidopsis thaliana (Modellpflanze, dicotyl).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525734226",
      "url": "https://gepris.dfg.de/gepris/projekt/525734226",
      "title": "Von synthetischen Chitin-Oligomeren zu wohldefinierten, Chitin basierten Materialien",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungAnalytische Chemie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525734226",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Um den CodeX zu knacken und die Struktur-Funktions-Beziehungen von Chitooligosacchariden (COS) zu untersuchen, ist es wichtig, von wohldefinierten Proben auszugehen. Mit zunehmender Komplexität werden wir 1) synthetische COS mit definierter chemischer Zusammensetzung und 2) Nanomaterialien, bestehend aus aggregierten synthetischen COS, herstellen. Der synthetische Ansatz wird uns die volle Kontrolle über die chemische Zusammensetzung der Ziel-COS-Strukturen geben und es uns ermöglichen chemische Modifikationen einzufügen und damit die systematische Charakterisierung von COS-Protein-Wechselwirkungen zu erleichtern. In ähnlicher Weise wird der Aufbau von Nanomaterialien, bestehend aus synthetischen wohldefinierten COS, dazu beitragen die chemischen Aspekte zu beleuchten, die den Aufbau von Chitin und die Wechselwirkung von Chitinmaterialien mit Proteinen regulieren. Unsere Proben werden daher für das Konsortium von außerordentlichem Wert sein, um zu verstehen, wie CodeX verschiedene Aspekte der Biologie und der Materialwissenschaft reguliert. Dieses Projekt wird die einzigartige Expertise der Delbianco-Gruppe am Max-Planck-Institut für Kolloid- und Grenzflächenforschung (MPI-CI) und der Ogawa-Gruppe am Centre de recherches sur les macromolécules végétales (CERMAV) kombinieren. Mit Hilfe der automatisierten Glykan-Assemblierung (AGA) werden wir wohldefinierte COS mit kontrollierter Länge, Acetylierungsmuster und Modifikationen herstellen (Delbianco's Expertise). Diese Oligomere werden zu Nanomaterialien zusammengesetzt, die wir mit KryoEM untersuchen werden (Ogawas Expertise). Der Bottom-up-Ansatz wird es uns ermöglichen, herauszufinden, wie die molekulare Zusammensetzung der einzelnen COS-Oligomere das Aggregationsverhalten, die Chiralität und die Interaktion mit Proteinen beeinflusst. Dieses Wissen wird unser Verständnis von Chitin erweitern und wesentliche Leitlinien für die Herstellung von wohldefinierten Materialien auf Chitinbasis liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege"
    },
    {
      "project_id": "525893614",
      "url": "https://gepris.dfg.de/gepris/projekt/525893614",
      "title": "Zeitlicher Aufbau der Chitin/Chitosan-Matrix bei Insekten",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der Tiere",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525893614",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer Signalwege",
      "description": "Das N-Acetyl-Glucosamin-Polysaccharid Chitin und sein deacetyliertes Derivat Chitosan sind wichtige extrazelluläre Gerüste in der Kutikula von Insekten. In verschiedenen Körperteilen und -stadien interagieren spezifische Sätze von Kutikula-Proteinen mit Chitin/Chitosan und bilden kristalline, amorphe oder zusammengesetzte Strukturen, die das regionsspezifische Material und die physikalischen Eigenschaften der Kutikula definieren. Der zeitliche und räumliche Aufbau der Chitin/Chitosan Matrix und den dazugehörigen Proteinen einschließlich ihrer Auswirkungen auf die mechanische und biologische Funktion ist unerforscht. In Übereinstimmung mit der CodeXi-Präambel gehen wir davon aus, dass das gewebespezifische Verhältnis zwischen Chitin und Chitosan (FA) und das Deacetylierungsmuster (PA) von Kutikula-Proteinen in Abhängigkeit von der Position im Körper interpretiert werden. In diesem Verbundprojekt adressieren wir diese Problematik anhand des Beins und optional des Flügels der Taufliege Drosophila melanogaster als Modell-Kutikulasystem. Auf genetischer und molekularer Ebene untersuchen wir die Funktionen der beiden Chitin/Chitosan-bindenden Proteine Pro-Resilin und Cpr56F mit Fokus auf den Trochanter (notwendig für die Fortbewegung) und den Tarsus (notwendig für die Adhäsion). Zunächst werden wir die zeitliche und räumliche Verteilung von fluoreszenzmarkierten Versionen von Pro-Resilin und Cpr56F bestimmen, die wir bereits mit per Crispr/Cas9 generiert haben. Parallel dazu untersuchen wir die Expression von markierten Versionen der Chitin-Deacetylasen Vermiform (Verm) und Serpentine (Serp) sowie des C-Typ-Lektins Schlaff (Slf), das für die korrekte Lokalisierung von Pro-Resilin benötigt wird. Unter Verwendung von Pilz-Chitosanasen und Chitosan-bindenden Proteinen kartieren wir die Chitosan-Verteilung in den Beinsegmenten. Die Genbearbeitung wird angewendet, um die jeweiligen Promotoren und Chitin/Chitosan-Bindungsdomänen auszutauschen, um die Untersuchung der zeitlichen und räumlichen Auswirkungen von Pro-Resilin und Cpr56F auf die Kutikulafunktion zu verfeinern. Die Cuticula-Eigenschaften der gentechnisch veränderten Fliegen werden anschließend in erweiterten histologischen, biomechanischen und verhaltenswissenschaftlichen Untersuchungen charakterisiert und schließlich mit dem spezifischen und lokalen Chitin/Chitosan-Code in der Insektencuticula verknüpft. Diese Arbeit wird als integrales Beispiel für die molekularen Mechanismen der Generierung, Interpretation und Verwendung einer Chitin/Chitosan-Matrix in der lebenden Welt dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2416: \nCodeChi - Chitin, Chitosan und Chito-Oligosaccharide und ihre Interaktion mit Proteinen der extrazellulären Matrix und zellulärer SignalwegeInternationaler BezugFrankreich"
    }
  ]
}