{
  "spp_number": "SPP 2020",
  "spp_title": "Zyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313829475",
  "projects_count": 14,
  "projects": [
    {
      "project_id": "353530889",
      "url": "https://gepris.dfg.de/gepris/projekt/353530889",
      "title": "Baustofflich beeinflusste Schädigungsentwicklung in hochfesten Betonen bei zyklischer Beanspruchung",
      "investigators": "Professor Dr.-Ing. Stefan  Löhnert;Dr.-Ing. Nadja  Oneschkow",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353530889",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Hochfeste Betone zeichnen sich gegenüber normalfesten Betonen durch ihr dichteres Gefüge aus. Das Materialverhalten hochfester Betone bei monoton steigender Belastung unterscheidet sich deutlich von dem normalfester Betone und wird hauptsächlich durch die optimierten Eigenschaften der Zement- bzw. Bindemittelmatrix und der Kontaktzone beeinflusst. Hinsichtlich des Ermüdungsverhaltens hochfester und normalfester Betone ist jedoch bisher nicht geklärt, inwieweit sich die Schädigungsprozesse aufgrund ihres unterschiedlichen Gefüges unterscheiden. Im Rahmen des hier beantragten Projektes sollen daher die Degradationsmechanismen hochfester Betone unter zyklischer Beanspruchung grundlegend untersucht, beschrieben und modelliert werden. Hierbei soll insbesondere auch die Entstehung und Fortentwicklung von Rissen in den unterschiedlichen Phasen des Degradationsprozesses betrachtet werden. Mithilfe eines stufenweisen Vorgehens werden die Einflüsse ausgewählter betontechnologischer Maßnahmen zur Herstellung hochfester Betone auf das Ermüdungsverhalten systematisch untersucht. Die Degradationsmechanismen werden anhand verschiedener Schädigungsindikatoren erfasst sowie Unterschiede herausgearbeitet und quantifiziert, wobei die Anwendung der Schädigungsindikatoren gleichsam im Hinblick auf ein Experimental-Virtual-Lab untersucht und beurteilt wird. Ergänzend werden hochauflösende, bildgebende Verfahren eingesetzt und so Risszustände beobachtet und den Entwicklungen der Schädigungsindikatoren im Ermüdungsprozess zugeordnet.Methodisch sind in diesem Gemeinschaftsprojekt ein experimentell/baustoffliches und ein theoretisch/numerisches Teilprojekt vorgesehen, die in einer engen sowohl inhaltlichen als auch methodischen Vernetzung arbeiten. Zu den auf sehr kleinen Skalenebenen ablaufenden, allerdings nur auf höheren Skalenebenen im Experiment beobachtbaren Schädigungsprozessen, sollen Erkenntnisse ermittelt werden, indem durch eine skalenübergreifende Modellierung, die anhand der Experimente kalibriert wird, Rückschlüsse auf Prozesse in den kleinen Skalenebenen gezogen werden. Hierfür wird die Multiskalen-Projektionsmethode in Kombination mit der XFEM und mit nichtlokaler Schädigung zur Berechnung der Rissentstehung und des dynamischen Rissfortschritts auf mehreren Skalen eingesetzt. Um den zeitlichen Verlauf über mehrere tausend Lastzyklen in vernünftigen Rechenzeiten simulieren zu können, wird auch die auf Wavelets basierende zeitliche Mehrskalenmethode WATMUS verwendet. Für die Materialmodellierung der Gefügebestandteile wird elastisch-viskoplastisches Verhalten angenommen. Die Kombination von Experiment und Simulation in diesem Projekt soll Rückschlüsse auf die Schädigungsmechanismen in hochfesten Betonen und langfristig Vorhersagemöglichkeiten für neue, verbesserte Mischungszusammensetzungen liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353981739",
      "url": "https://gepris.dfg.de/gepris/projekt/353981739",
      "title": "Einfluss lastinduzierter Temperaturfelder auf das Ermüdungsverhalten von UHPC bei Druckschwellbelastung",
      "investigators": "Dr.-Ing. Silke  Scheerer;Dr.-Ing. Ngoc Linh  Tran",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353981739",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Neueste Untersuchungen zum Ermüdungsverhalten von feinkörnigem (ultra-)hochfestem Beton unter hochfrequenter Druckbeanspruchung zeigen, dass in deren Folge entstehende Temperaturfelder einen nicht vernachlässigbaren Einfluss auf den Schädigungsprozess sowie die Ermüdungsfestigkeit von UHPC haben. Als Ursache wird das im Vergleich zu Normalbeton deutlich dichtere Gefüge vermutet, woraus bei zyklischer Einwirkung eine stärkere innere Reibung im Betongefüge mit entsprechender Erwärmung des Materials resultiert. Als maßgebende Einflussgrößen für diese Erwärmung werden bisher Betonzusammensetzung, Lastfrequenz und Lastregime (Unter- und Oberspannung) sowie die Geometrie der Betonprobe angesehen. Systematische experimentelle und numerische Untersuchungen zur Auswirkung lastinduzierter Temperaturfelder auf die Degradation des Betonmaterials bei Ermüdungsbeanspruchung stehen insbesondere für UHPC noch aus und sollen mit dem vorliegenden Projektantrag durchgeführt werden.Seitens der Werkstoffmodellierung besteht ein Mangel an zutreffenden Materialmodellen für Beton aufgrund des komplexen mechanischen Verhaltens von kohäsivem Reibungsmaterial. Vor allem können lastinduzierte Temperaturbeanspruchungen und deren Auswirkungen auf den Schädigungsprozess sowie die Ermüdungsfestigkeit nicht abgebildet werden. Zur wirklichkeitsnahen Erfassung der vielfältigen mechanischen Phänomene weist das auf der Thermodynamik basierende Microplane-Konzept von Bazant das größte Potential auf. Für die numerischen Untersuchungen wird daher dieser Ansatz als Grundlage für die Entwicklung eines neuen Materialmodells zur Beschreibung des Ermüdungsverhaltens von UHPC bei hochfrequenter Druckbeanspruchung genutzt. Experimentell untersucht wird v. a. der Einfluss der Erwärmung auf den Degradationsprozess im UHPC-Gefüge. Statische Kennwerte dienen der Kalibrierung des Materialmodells für das grundlegende UHPC-Tragverhalten. Dazu werden Standardwerte, mehraxiale Kennwerte sowie die Wärmeleitfähigkeit bestimmt. In anschließenden Tests werden die Auswirkungen der zyklischen Belastung auf Dehnungen, Rissbildung, das Betongefüge sowie die entstehenden Temperaturen im Betonkörper untersucht. Variiert werden Betonzusammensetzung, Probengröße und -alter, Lastfrequenz und -regime sowie die Prüfmaschine. Die Messwerte inkl. Ultraschall und ESEM-Aufnahmen ermöglichen die Analyse der Schädigungsentwicklung und die Ableitung entsprechender Modellparameter für das neue Materialmodell. Da Experimente wegen des großen Aufwandes nur ausgewählte Parameterkombinationen abdecken können, werden sie durch numerische Simulationen in Form von umfangreichen Studien ergänzt. Ergebnisse sind die Determinierung der Bedeutung unterschiedlicher Einflussgrößen auf die Ermüdungsfestigkeit von UHPC, ein neues Materialmodell zur Erfassung dieser Einflussfaktoren sowie ein zugehöriges Materialmodul zur Implementierung in eine Standardsoftware zur numerischen Modellierung des Ermüdungsverhaltens von UHPC-Bauteilen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353513049",
      "url": "https://gepris.dfg.de/gepris/projekt/353513049",
      "title": "Erfassung und Modellierung des Einflusses von Stahlfasern auf die Schädigungsentwicklung von Hochleistungsbetonen unter Ermüdungsbeanspruchung",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353513049",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Die Schädigungsentwicklung von Hochleistungsbetonen unter Ermüdungsbeanspruchung wurde bislang nicht systematisch beschrieben, insbesondere für moderne stahlfaserverstärkte Hochleistungsbetone. Daher sind numerische Modelle zur Materialdegradation oft Insellösungen, die an nicht auf die Modellierung abgestimmten Experimenten kalibriert wurden. Dieses Projekt verfolgt das Ziel, den Einfluss verschiedener Stahlfaserarten und -gehalte auf den Schädigungsfortschritt von Beton unter Ermüdungsbeanspruchung zu erfassen, zu beschreiben und mit Hilfe numerischer Modelle mehrskalig zu modellieren. Die Ermüdungsbeanspruchungen umfassen neben einstufigen Beanspruchungen Mehrstufenkollektive und  Reihenfolgeeffekte. Für die Untersuchungen werden zwei Hochleistungsbetone (Referenzbetone des SPP2020) verwendet. Verwendet werden ein hochfester Beton mit endverankerten Stahlfasern mit Fasergehalten von 23 kg/m³ bis 115 kg/m³ sowie ein ultrahochfester Beton, der mit glatten, hochfesten Kurzdrahtfasern und Fasergehalten von 57 kg/m³ und 115 kg/m³ . Zur experimentellen und numerischen Analyse der Schädigungs- und Ermüdungsentwicklung wurden in der ersten Förderperiode umfangreiche statische Faserauszugsversuche sowie statische und zyklische Biegezugversuche und Druckschwellversuche durchgeführt und mit Hilfe von Schädigungsindikatoren die Degradation beschrieben. Als Schädigungsindikatoren werden unter anderem die Rissöffnungsentwicklung, die Steifigkeitsentwicklung oder die in Schädigung dissipierte Energie verwendet. Das enge Zusammenspiel zwischen Experiment und numerischer Simulation ermöglichte eine Kalibrierung und Validierung der Modelle und Materialbeschreibungen.In der zweiten Förderperiode werden die experimentellen Versuche durch hochzyklische  mehrstufige Versuche unter Berücksichtigung von Reihenfolgeeffekten unter Biegezugschwell- und Druckschwellbeanspruchung ergänzt. Für die in silico Versuche werden gerade im Bereich der hochzyklischen Beanspruchungen die entwickelten Simulationsmodelle hinsichtlich der Effizienz weiterentwickelt. Dazu werden zur Modellierung und Prognose der Degradation bei hohen Zyklenzahlen Cycle-Jump Ansätze entwickelt und anhand spezifischer Versuche kalibriert und validiert. Basierend auf dem Vorgehen im geplanten Arbeitsprogramm wird das Zusammenspiel von Experimenten und Modellierung im Sinne eines Experimental-Virtual-Lab bewertet und optimiert. Mit dessen Hilfe soll zukünftig die Bewertung des Ermüdungsverhaltens von Hochleistungsbetonen in einer Kombination aus wenigen Versuchen und numerischen Berechnungen möglich werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "441550460",
      "url": "https://gepris.dfg.de/gepris/projekt/441550460",
      "title": "Experimentelle und numerische Charakterisierungsmethodik für das Ermüdungsverhalten hochfesten Betons unter Berücksichtigung lokaler dissipativer Mechanismen bei unterkritischer Belastung",
      "subject_area": "Angewandte Mechanik, Statik und DynamikBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441550460",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Das Ermüdungsverhalten von hochfestem Beton ist im letzten Jahrzehnt zum Gegenstand intensiver Forschung geworden. Um grundlegende Mechanismen der Schädigungsentwicklung unter Ermüdungsbelastung umfassend zu beschreiben und grundsätzliche Unterschiede gegenüber Normalbeton zu identifizieren, sind maßgeschneiderte numerische Modelle und darauf abgestimmte experimentelle Methoden erforderlich. Eine Ermüdungshypothese, die einen direkten Zusammenhang zwischen Schädigung und kumulativer Dehnung postuliert, wurde kürzlich zur Erfassung des Ermüdungsverhaltens von Normalbeton erfolgreich verwendet. Dieses theoretische Grundkonzept wird im Rahmen des beantragten Forschungsprojektes für hochfesten Beton weiterentwickelt und validiert. Die koordinierte numerische und experimentelle Forschungsstrategie erstreckt sich über drei Beobachtungsebenen, die Materialzonen mit ungleichmäßiger Schädigung und Lokalisierung (Ebene 1), Zonen mit gleichmäßiger Schädigungsentwicklung (Ebene 2) und lokale Interaktionen der Zuschlagskörner über den Zementleim (Ebene 3) umfassen.Auf Ebene 1 werden detaillierte 3D-Tessellierungen des Korngerüstes verwendet, um die Schädigungslokalisierung aufgrund von Scherverzerrung und Mikrorissentwicklung zwischen den Zuschlagkörnern in einem diskreten Lattice Modell (LDM) zu untersuchen. Basierend auf diesen Simulationen wird eine neue experimentelle Charakterisierungsmethode entwickelt, die darauf abzielt, den schubinduzierten Schlüsselmechanismus der Schädigungsentwicklung an röhrenförmigen Proben unter zyklischer Torsionsbelastung zu isolieren. Ein wesentliches Merkmal der entwickelten Prüfmethode ist die Fähigkeit, eine stabile, makroskopisch gleichmäßige Ermüdungsschädigung innerhalb der getesteten Prozesszone zu erzeugen. Hierdurch wird auf der Betrachtungsebene 2 eine Dimensionsreduktion ermöglicht, die eine effiziente Simulation mit bis hin zu mehreren Millionen Zyklen unter Berücksichtigung der triaxialen Spannungsumlagerung während der Ermüdungsbeanspruchung erlaubt. Dabei wird die schädigungsinduzierte Anisotropie mithilfe des Microplane Modells (MM) erfasst. Auf der Betrachtungsebene 3 wird die gegenseitige Wechselwirkung zwischen Zuschlagskörnern über den Zementleim untersucht. Hierbei werden Grenzkonfigurationen der Kornanordnung, die zu überwiegender Schub- bzw. Druckübertragung im Zementleim führen, numerisch und experimentell charakterisiert.Anhand der auf den unterschiedlichen Beobachtungsebenen identifizierten grundlegenden Mechanismen des Ermüdungsverhaltens wird die postulierte Hypothese für hochfesten Beton validiert. Hierzu werden Standardprüfmethoden (z.B. Druckversuche) herangezogen, die eine ungleichmäßige Schädigungsentwicklung aufweisen. Die Ergebnisse bilden die Grundlage für eine realitätsnahe und effiziente Vorhersage des Ermüdungsverhaltens von hochfesten Betonen unter allgemeinen Belastungsszenarien und lassen sich in das im Schwerpunktprogramm SPP2020 etablierte Experimental-Virtual-Lab integrieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-LabMitverantwortlichProfessor Dr.-Ing. Josef  Hegger"
    },
    {
      "project_id": "353408149",
      "url": "https://gepris.dfg.de/gepris/projekt/353408149",
      "title": "Hochauflösende elektronenmikroskopische Untersuchungen zum Ermüdungsverhalten von Hochleistungsbetonen und mehrskalige Modellierung mittels Bonded Particle Model",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353408149",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Das Projekt verfolgt zwei Ziele: Zum einen die Untersuchung der Gefügeschädigung durch Ermüdung in zementären Hochleistungswerkstoffen mittels hochauflösender analytischer Elektronenmikroskopie. Zum zweiten die mehrskalige Modellierung der Ermüdung von Hochleistungsbetonen mittels Bonded Particle Model (BPM). Das Projekt konzentriert sich auf UHPC. In der 1. Förderperiode wurden Proben des Referenz-UHPC des SPP, dessen Bindemittels sowie Verbundproben aus Bindemittel und Quarziten hergestellt, wobei der Quarzit als Ersatzgestein für den Quarzsand im UHPC verwendet wurde. Es wurden Druckschwellversuche an den UHPC- und den Bindemittelproben sowie Scherversuche an den Verbundproben durchgeführt. An UHPC- und Bindemittelproben mit unterschiedlichem Ermüdungszustand wurden anschließend Gefügeuntersuchungen durchgeführt. Mittels Transmissionselektronenmikroskopie (TEM) konnten dabei erstmals charakteristische Veränderungen durch den Ermüdungsprozess auf der Nanoebene festgestellt werden, während der UHPC auf der Mikroebene keine charakteristischen Veränderungen zeigt. Für die verschiedenen Brücken des BPM wurden rheologische Modelle entwickelt und die Modellparameter anhand statischer Versuche am Bindemittel, der Gesteinskörnung, den Verbundproben sowie den Ergebnissen der mikroskopischen Untersuchungen kalibriert und mit experimentellen Daten des UHPC validiert. Sowohl das Verformungs-, als auch das Bruchverhalten kann von dem Modell gut wiedergegeben werden. In der zweiten Förderperiode ist geplant, die Gefügeveränderungen mittels TEM tiefergehend zu analysieren und die Schädigungszustände zu quantifizieren oder zumindest zu kategorisieren. Dabei soll insbesondere auch TEM-Tomographie eingesetzt werden, wogegen sich die FIB-Tomographie für das vorliegende System nicht bewährt hat. Auch in-situ-Zugversuche im TEM sind vorgesehen. Das Projekt wird in der 2. Förderperiode auch faserbewehrten UHPC sowie UHPC mit größerer Gesteinskörnung einbeziehen. Der Verbund beider Komponenten wird wiederum mit TEM analysiert, da diese Untersuchungen wichtige Informationen für die Modellierung liefern. Bei der Modellierung steht in der 2. Förderperiode die Simulation der kompletten Ermüdungskurve sowie Fragen der Homogenisierung im Vordergrund. Zu diesem Zweck liegt ein wesentlicher Fokus auf der Zyklenextrapolation des mechanischen Verhaltens und der daraus resultierenden Strukturregenerierung. In diesem Zuge müssen ferner rheologische Modelle weiterentwickelt und getestet werden. Zusätzlich müssen strukturelle Modelle zu den Fasern und der Gesteinskörnung mit mehreren Millimetern Größe sowie zum Verbund dieser Komponenten konzipiert und kalibriert werden. Das Projekt ist intensiv mit anderen Projekten des SPP verknüpft. Es nutzt deren experimentelle Daten und stellt dem SPP die entwickelten Methoden, Erkenntnisse/Ergebnisse sowie das Simulationssystem zur Verfügung. Das Projekt wird sich außerdem an den geplanten Benchmarks 4 und 5 beteiligen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353531623",
      "url": "https://gepris.dfg.de/gepris/projekt/353531623",
      "title": "Koordinationsfonds",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353531623",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Das SPP 2020 konnte in der ersten Förderphase (FP I) einen international weithin sichtbaren Beitrag zum Verständnis des Ermüdungsverhaltens hochfester Betone leisten. Dies zeigte sich u.a. an der positiven Resonanz in eigenen SPP-Sessions auf internationalen Konferenzen (z.B. Best Paper Award, Best Young Researcher Award). In der zweiten Förderphase (FP II) sollen u. a. Arbeiten zur weiteren Erkundung der Schädigungsmechanismen und zum Einfluss komplexer, zyklischer Beanspruchungszeitverläufe im Sinne von Betriebslasten im Vordergrund stehen. Dazu sind u. a. die ergänzende Nutzung neuartiger Messmethoden sowie die Erfassung hochpräziser Messdaten erforderlich. Diese dienen als Grundlage, um die parallel zu den Experimenten weiterentwickelten numerischen Modelle zu kalibrieren. Sowohl für die experimentellen Arbeiten als auch für die Numerik bleibt die Überbrückung der relevanten Größenskalen von der Mikro- bis zur Makroebene die zentrale Herausforderung und soll durch neue experimentelle wie numerische Techniken, die zusätzlich eine zeitliche Skalierung erfordern, angegangen werden. Mit den in FP I erhobenen Messdaten wurde ein wichtiger Daten-Grundstock geschaffen, der nun in FP II weiter genutzt werden kann. Alle Projekte werden in ein enges Netzwerk eingebunden (strukturelle Koordination) und inhaltliche Schnittstellen zwischen den Projekten werden durch gezielte Maßnahmen seitens des Koordinierungsprojekts adressiert (inhaltliche Koordination). Hierfür wird aus übergeordneter fachlicher Sicht eine koordinierte Zusammenarbeit initiiert, u. a. auf Basis bereits bestehender (ggf. in FP II thematisch anzupassender) Arbeitsgruppen. Durch die Bereitstellung von zwei Referenzbetonen ist in FP I die Grundlage dafür geschaffen worden, die an verschiedenen Standorten ermittelten Ergebnisse qualifiziert vergleichen zu können. Ferner haben in FP I (teilweise mit Unterstützung durch die BAM) Treffen zur effektiven Nutzung hochmoderner Messtechniken stattgefunden (Fortführung in FP II). Zur besseren Vergleichbarkeit der numerischen Modellansätze wurden in FP I bereits mehrere Benchmark-Tests initiiert, die in FP II intensiviert fortgeführt werden sollen. Die inhaltliche Koordination erfolgt in enger Verknüpfung mit der wissenschaftlichen Arbeit des Zentralprojektes, dessen Ziel es ist, den Einfluss von Ruhephasen auf das zyklische Degradationsverhalten von hochfestem Beton zu erfassen und zu beschreiben. Die darin erhobenen Daten werden allen SPP-Teilnehmern für die Validierung und Kalibrierung ihrer Modelle zur Verfügung gestellt. Insgesamt tragen das Koordinationsprojekt und das darin eingebundene Zentralprojekt zur Erhöhung des wissenschaftlichen Outputs des gesamten SPPs bei und liefern darüber hinaus einen wichtigen Beitrag, um zu einem funktionsfähigen Experimental-Virtual-Lab im Bereich Betonermüdung zu gelangen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-LabMitverantwortlich(e)Dr.-Ing. Nadja  Oneschkow"
    },
    {
      "project_id": "354003768",
      "url": "https://gepris.dfg.de/gepris/projekt/354003768",
      "title": "Mehrskalenmodellierung des Schädigungsverlaufs in der lokalisierten Bruchprozesszone eines Carbonkurzfaser-verstärkten Hochleistungsbetons unter hochzyklischer Zug- und Biegezugbeanspruchung - Phase 2: Schadensakkumulation und Degradationsprognose",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354003768",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Um aufwendige Ermüdungsversuche in Zukunft durch entsprechende numerische Simulationen ersetzen zu können werden an einem Hochleistungsbeton die zur Degradation führenden Mechanismen untersucht. Der verwendete Hochleistungsbeton erreicht durch eingemischte orientierte Carbonkurzfasern sehr hohe Zug- und Biegezugfestigkeiten und kann als Ausgangsbasis für die künftige Modellierung des Ermüdungsverhaltens anderer Hochleistungsbetone mit komplexerer Zusammensetzung dienen. In der ersten Förderphase wurden dazu multiple Messverfahren, die auf verschiedenen Skalenebenen agieren, kombiniert. Auf Makroebene kamen bei zyklischen, einaxialen Zugversuchen neben konventionellen Messverfahren wie der digitalen Bildkorrelation die Schallemissionsanalyse und Codawelleninterferometrie zur Darstellung der im Inneren liegenden Schädigungen zu Einsatz. Zusätzlich konnte infolge der Leitfähigkeit der Carbonfasern durch Messung des elektrischen Widerstands auf die Schädigung im Prüfkörper geschlossen werden. Auf Mikro- und Mesoebene wurde in Biegezugversuchen mit Hilfe von computertomographischen und mikroskopischen Untersuchungen einerseits die Gefügestruktur unbelasteter Versuchskörper und andererseits die Mikrorissentwicklung erfasst. Auf Basis der so gewonnenen Daten wurden gefügeorientierte Einheitszellen (RVE's) entwickelt, in denen die Carbonfasern über eine Slip-Displacement-Bedingungen an die umliegende Matrix angebunden wurden. Erste Rissentwicklungssimulationen sind bis zum Ende der ersten Förderphase geplant. In der zweiten Förderphase sollen die erforderlichen Untersuchungen durch die bewährte eng vernetzte Projektgruppe fortgeführt werden, die die Stärken zweier experimenteller Forschungseinrichtungen auf unterschiedlichen Skalenebenen kombiniert, durch hochspezialisierte zerstörungsfreie Messmethoden ergänzt und in einer numerischen Multiskalen-Modellierung mündet. Dazu wird ein besonderer Fokus auf die Beschreibung des Ermüdungsverhaltens und der Degradationsprognose gelegt. Insbesondere die Fragestellung des mikroskopischen Versagens (Faserauszug oder Faserriss) an den Carbonfasern selbst gilt es zu beantworten. Daher werden die angewandten Messmethoden auf Mikro- als auch auf Makroebene insoweit ergänzt bzw. weiterentwickelt, dass der Übergang der Ermüdungsphase II zur Phase III grundlegend erforscht werden kann. Zur Anwendung kommt dabei zusätzlich zu den in der ersten Periode angewendeten Systemen die Transmissionselektronenmikroskopie (TEM). Die digitale Bildkorrelation sowie die Widerstandsmessung werden deutlich weiterentwickelt, um die Schädigungen im Innern und Äußern besser verstehen zu können.Außerdem soll der Aspekt der Schadensakkumulation intensiv beleuchtet werden. Auf allen betrachteten Skalenebenen werden Reihenfolgeeffekte untersucht und bewertet, um deren Einfluss auf die Materialdegradation herauszuarbeiten. Die so gewonnen Erkenntnisse fließen direkt in die Validierung der mathematischen Simulation in die Modelle ein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353942799",
      "url": "https://gepris.dfg.de/gepris/projekt/353942799",
      "title": "Mehrskalige Untersuchung der Ermüdungsrissentwicklung in Hochleistungsbeton basierend auf Computertomographie und Phasenfeldmodellierung",
      "investigators": "Dr.-Ing. Thorsten  Leusmann;Professorin Dr. Laura De Lorenzis",
      "subject_area": "Baustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353942799",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Hochleistungsbeton (HPC) wird heute für den Bau von Brücken, Türmen, Offshore-Bohrinseln, Kranbahnen, hohen Gebäuden, Windkraftanlagen und Straßen verwendet, die besonders anfällig für schwingende Beanspruchungen sind. Derzeit können die Chancen, die aus der Nutzung von HPC entstehen, aufgrund von allzu konservativen auf fehlenden Kenntnissen zur Materialdegradation unter Ermüdungsbeanspruchung beruhenden Bemessungsstandards nicht vollständig ausgenutzt werden. Das Ziel dieses Projektes ist es, diese Wissenslücken zu reduzieren.Es ist allgemein anerkannt, dass neue Erkenntnisse über das Verhalten von Beton durch eine explizite Modellierung dessen heterogener Struktur gewonnen werden können. In diesem Projekt wird ein numerisches Multiskalenmodell von HPC entwickelt, um die Grundlagen des Ermüdungsverhaltens und insbesondere die Schädigung, die Rissentwicklung und die Rissfortschrittsrate, beeinflusst durch die heterogene Struktur und die Materialeigenschaften der Komponenten genauer zu beleuchten. Das numerische Modell konzentriert sich auf die so genannte Mesoskala, in der HPC als Struktur betrachtet wird, die aus Zement-Mörtel, grober Gesteinskörnung, Luftporen und Kontaktzonenmörtel zwischen Gesteinskörnung und Zementmörtelmatrix zusammengesetzt ist. Die mehrskalige Natur des Modells ergibt sich aus der Notwendigkeit, in geeigneter Form die Materialeigenschaften von Matrix- und Kontaktflächenmörtel, die ihrerseits durch Zementstein, feine Gesteinskörnung und Poren auf Mikroscala gebildet werden, zuzuweisen. Der Übergang von der Mikro- zur Mesoskala wird auf der Annahme basieren, dass die Brucheigenschaften des Mörtels hauptsächlich von der lokalen Porosität abhängen. Schädigung und Rissbildung werden mit einem Phasenfeld-Modellierungsansatz beschrieben werden, der zur Integration von Ermüdungseffekten erweitert wird.Das Projekt beinhaltet ein umfangreiches Versuchsprogramm. Die Brucheigenschaften von Matrix- und Kontaktflächenmörtel werden abhängig von der lokalen Porosität charakterisiert, um den Übergang von der Mikro- zur Mesoskala experimentell zu untermauern. Die Geometrie des Mesoskalenmodells basiert vollständig auf geometrischen Informationen, die mit Hilfe der Computertomographie (CT) gewonnen werden. Zu diesem Zweck werden innovative Techniken entwickelt, um den Kontrast zwischen Gesteinskörnung und Mörtel zu verbessern und die automatische Bildsegmentierung zu ermöglichen. Die Rissbildung und der Rissfortschritt wird in einem umfangreichen Versuchsprogramm beobachtet, welches Versuche innerhalb des CT-Scanners beinhaltet, die eine dreidimensionale Messung von Dehnungen und Verschiebung unter monotoner und zyklischer Belastung ermöglichen. Die Experimente werden eine detaillierte Validierung des numerischen Mesomodells ermöglichen und beide werden die grundlegenden Mechanismen der Materialdegradation von HPC unter Ermüdungsbeanspruchung genau erkunden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-LabInternationaler BezugSchweiz, USAKooperationspartnerDale P.  Bentz;Professor Dr. Pietro  Lura"
    },
    {
      "project_id": "353961703",
      "url": "https://gepris.dfg.de/gepris/projekt/353961703",
      "title": "Schädigungsprozesse in faserbewehrtem ultrahochfesten Beton unter zyklischer Zugbeanspruchung",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353961703",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Ultrahochleistungsbetone (UHPC) in Betonstrukturen bieten ein enormes Potential im Hinblick auf eine sehr hohe, massenoptimierte Tragfähigkeit sowie eine überragende Dauerhaftigkeit. Um dem spröden Versagen von UHPC entgegenzuwirken, werden in der Regel beträchtliche Mengen von hochfesten Mikrostahldrahtfasern beigemischt, die aus Gründen der Ressourcenschonung in der Strukturbemessung berücksichtigt werden müssen. Während für ultrahochfeste Betone mit Mikrostahlfasern (UHPFRC) unter vorwiegend ruhenden Beanspruchungen schon Modellansätze für Biegung, Querkraft und Torsion existieren, ist noch unklar, wie die Fasertragwirkung bei ermüdungsbeanspruchten Bauteilen angesetzt werden kann. Erste Untersuchungen an UHPFRC-Zugkörpern unter zyklischer Zugbeanspruchung innerhalb der ersten Förderperiode des SPP2020 deuten darauf hin, dass auch nach einer hochzyklischen Zugbelastung in Einstufenversuchen noch ein beträchtlicher Ermüdungswiderstand vorhanden ist. Allerdings ist das Ermüdungsverhalten von UHPFRC unter komplexen Beanspruchungsszenarien (Mehrstufenversuche) bisher noch nicht untersucht worden. Daher sollen in dem beantragten Forschungsvorhaben - aufbauend auf den Untersuchungen und Erkenntnissen der ersten Förderperiode - die Schädigungsmechanismen und der Degradationsverlauf von UHPFRC unter komplexen, zyklischen Zugbeanspruchungen grundlegend experimentell und numerisch untersucht werden. Zum einen sollen durchgängige und systematisch abgestufte experimentelle Untersuchungen (Mehrstufenversuche mit Reihenfolgeeffekten und Schadensakkumulation) an verschiedenformatigen Versuchskörpern (inkl. zweier Demonstratoren) durchgeführt und mittels moderner mechanischer Messverfahren und bildgebender Methoden, wie z. B. Digitalmikroskopie (DM), Rasterelektronenmikroskopie (REM), Computertomografie (CT) und Photogrammetrie (GOM), sowie Schallemissionsanalyse (SEA) dokumentiert, ausgewertet und analysiert werden. Zum anderen soll basierend auf dem mesoskaligen Verbundmodell aus der ersten Förderperiode eine effiziente Homogenisierungsstrategie entwickelt und implementiert werden, um das Degradationsverhalten des Kompositwerkstoffs UHPFRC unter zyklischer Zugbeanspruchung kontinuumsmechanisch zu beschreiben. Zur Modellvalidierung werden die Versuchsergebnisse aus der ersten und zweiten Förderperiode herangezogen und numerisch analysiert. Ziel ist die makroskopische Bauteil-Simulation für monotone und zyklische Beanspruchungen. Übergeordnet soll mit der Verknüpfung der in den experimentellen und numerischen Untersuchungen erzielten Erkenntnisse und Modelle zum Experimental-Virtual-Lab eine Degradationsprognose für UHPFRC unter zyklischer Zugbeanspruchung entwickelt werden, die an einem Demonstrator validiert wird und bei zug- und biegezugbeanspruchten Tragwerken aus modernen Hochleistungsbetonen eingesetzt werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-LabMitverantwortlicheProfessorin Dr.-Ing. Ursula  Kowalsky;Professor Dr.-Ing. Vincent  Oettel"
    },
    {
      "project_id": "352324592",
      "url": "https://gepris.dfg.de/gepris/projekt/352324592",
      "title": "Steigerung des Ermüdungswiderstands von hochduktilem Beton durch experimentell-virtuelles Multiskalen-Werkstoffdesign",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 352324592",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Eine neue, vielversprechende Faserbetonart – hochduktiler Beton mit Kurzfaserbewehrung (Strain-Hardening Cement-based Composite, SHCC) – weist unter monotoner Zugbeanspruchung ein hohes Verformungsvermögen auf. Seine Duktilität wird durch fortschreitende multiple Rissbildung bedingt, die mit einer ausgeprägten Dehnungsverfestigung einhergeht. Um die Sicherheit und die Wirtschaftlichkeit von Bauteilen aus SHCC unter praxisrelevanten zyklischen Beanspruchungen zu gewährleisten, sind fundierte Kenntnisse des Ermüdungsverhaltens dieses Werkstoffs und einschlägige theoretisch-numerische Modelle erforderlich. Die Kernfrage für den praktischen Einsatz und die Weiterentwicklung der neuen Faserbetonart lautet: Inwieweit büßt das Material seine inhärente Duktilität und seine Zugfestigkeit im gerissenen Zustand infolge von Ermüdung ein und wie kann diesen Einbußen durch gezieltes Werkstoffdesign entgegengewirkt werden? Das komplexe Verhalten von SHCC unter zyklischer Belastung wurde in der ersten Projektphase auf Mikro- und Mesoebene untersucht. Dabei wurden insbesondere die Degradationsmechanismen der Polymermikrofasern, wie Faserermüdung, Defibrillation und Faserquetschung, sowie die Faser-Matrix-Verbundeigenschaften beleuchtet und alle Gefügebestandteile mit numerischen Materialmodellen beschrieben.In der beantragten zweiten Projektphase sollen Experimente zum Ermüdungsverhalten von SHCC unterschiedlicher Zusammensetzung – in Abhängigkeit von Beanspruchungsszenarien und Temperatur – vorwiegend auf der makroskopischen Betrachtungsebene durchgeführt werden. Zum besseren Verständnis der Schädigungsvorgänge werden die Versuche von eingehenden gefügemorphologischen Untersuchungen begleitet. Ziel dieser Projektphase ist, das makroskopische Verhalten von SHCC unter hochzyklischer Beanspruchung und die zu erwartende anisotrope Materialdegradation mit den auf der Mikro- und Mesoebene erfassten und beschriebenen Schädigungsmechanismen zu verknüpfen. Um die numerischen Modelle der Meso- und Makroebene miteinander zu verknüpfen, wird eine thermodynamisch konsistente Homogenisierung der Spannungs- und Verzerrungsmaße sowie der internen Modellvariablen entwickelt. Die dabei erforderliche Effizienz der Simulation wird durch die Entwicklung einer Zeithomogenisierung und mithilfe einer adaptiven Diskretisierung erreicht.Zum Projektende werden ein umfassendes Verständnis der Schädigungsmechanismen auf unterschiedlichen Betrachtungsebenen, eine schlüssige Methodik zur Materialcharakterisierung sowie ein digitales Berechnungswerkzeug zur Vorhersage und Optimierung des mechanischen Verhaltens von SHCC unter zyklischer Beanspruchung vorliegen. Das digitale Berechnungswerkzeug soll neben dem SHCC-Werkstoffdesign auch eine gezielte Entwicklung anderer Faserbetonarten für unterschiedliche Beanspruchungsszenarien ermöglichen (digitally enabled material design).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353921616",
      "url": "https://gepris.dfg.de/gepris/projekt/353921616",
      "title": "Temperatur- und feuchteinduzierte Schädigungsprozesse infolge zyklischer mehrachsiger Druckschwellbeanspruchung",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353921616",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Im vorliegenden Antrag haben sich Wissenschaftler der Universität Stuttgart aus den Gebieten der Materialwissenschaften (MPA Universität Stuttgart) und der Kontinuumsmechanik (Institut für Mechanik) zusammengeschlossen, um temperatur- und feuchteinduzierte Schädigungsprozesse in Hochleistungsbetonen infolge zyklischer, mehrachsiger Druckschwellbeanspruchungen zu untersuchen. Als grundlegende Arbeitshypothese wird angenommen, dass räumliche Spannungszustände im Betongefüge wesentlichen Einfluss auf makroskopische Rissbildungsprozesse haben. Demgegenüber stehen ermüdungsbedingte Schädigungsprozesse, die wesentlich durch die Probekonditionierung (Feuchtegehalt und Temperatur) beeinflusst werden. Ermüdungsschäden laufen nach aktuellem Forschungsstand auf mikroskopischer Ebene in der Zementsteinstruktur ab. Entsprechend liegt der inhaltliche Schwerpunkt des Antrags auf der Erweiterung der in der ersten Förderphase vorgenommenen Untersuchungen von Schädigungsprozessen bei einachsigen Beanspruchungen, und widmet sich den mehrachsig wirkenden Druckschwellbeanspruchungen. In der Arbeitsgruppe Materialwissenschaften wird dazu eine Triaxialzelle zur Durchführung zyklischer Druckschwellversuche für Zylinderproben mit Durchmessern bis 60 mm entwickelt. Hierin lassen sich temperatur- und feuchteinduzierte Ermüdungsschädigungsprozesse systematisch untersuchen. Im Anschluss an die zyklischen mehrachsigen Belastungen sollen später auch komplexe Belastungsreihenfolgen überlagert werden. Die Charakterisierung der Schädigungsprozesse erfolgt mit Hilfe von BET, Hg-Porosimetrie und XRCT. Ergänzend kommen bildgebende Verfahren wie Lichtmikroskopie und REM skalenübergreifend zum Einsatz. Es wird erwartet, dass die gewonnenen Erkenntnisse erlauben, ein Modell zur Beschreibung der Schädigungsphänomene auf Basis globaler Schädigungsindikatoren abzuleiten. Mit diesem sollten sich dann erstmals qualitative Prognosen zur Degradationsentwicklung vornehmen lassen. In der Arbeitsgruppe Kontinuumsmechanik werden Zwillingsproben unter statischen triaxialen Vorlasten für einen breiten Frequenzbereich im Tangentialraum unter zyklischer Belastung visko-elastisch charakterisiert. Um den Temperatureinfluss zu erproben, werden die Proben in der Triaxialzelle mit einem temperierten Fluid über den Manteldruck belastet. Parallel dazu werden im offenen XRCT- Scanner hochauflösende Scans von geschädigten Proben charakterisiert. Basierend auf diesen Scans wird numerisch die hydro- mechanische Wechselwirkung von makroskopischen Einzelrissen auf die geschädigte Betonmatrix untersucht. Unter Verwendung einer hocheffizienten hybriden FEM werden in Erweiterung der in der 1. Antragsphase unternommenen numerischen Analysen nunmehr porenaufgelöste Simulationen vorgenommen. Ziel des Gesamtvorhabens ist, die in der 1. Förderphase gewonnenen Erkenntnisse der Schädigungsprozesse besser zu verstehen und abgeleitete Modelle zur Schädigungsinitiierung und Rissentwicklung weiter zu verallgemeinern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353981539",
      "url": "https://gepris.dfg.de/gepris/projekt/353981539",
      "title": "Visualisierung und mikromechanische Modellierung der Gefügeänderung von zyklisch beanspruchten Hochleistungsbetonen unter besonderer Berücksichtigung hygrischer und thermischer Randbedingungen",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353981539",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Hauptziel des vorgeschlagenen Projektes ist es, im Rahmen eines interdisziplinären Forschungsnetzwerks mit einer klaren Aufgabenstruktur, durch den komplementären Einsatz neuester experimenteller und virtuell-numerischer Methoden und auf Grundlage eines offenen Datenaustausches, komplexe Phänomene der Materialdegradation in Hochleistungsbetonen unter Ermüdungsbeanspruchung zu erforschen. Für einen möglichst großen Erkenntnisgewinn soll unter Anwendung eines Multiskalenansatzes eine Fokussierung auf ausgewählte Betone und Einflussgrößen erfolgen. Ergebnis der Forschung soll die Entwicklung einer experimentell-virtuellen Methode zur Beurteilung von zyklischen Schädigungsprozessen unter Zug- und Biegezugbeanspruchung in Hochleistungsbetonen bei gleichzeitiger Berücksichtigung hygrischer und thermischer Randbedingungen sein. Zunächst werden zwei Hochleistungsbetone definiert, die im direkten Vergleich eine Segmentierung einzelner materialspezifischer Schadenseinflüsse auf das sich veränderte Gefüge und zyklische Verhalten gestatten. Weiter werden zyklische Zug- bzw. Biegezugbeanspruchung an definiert gelagerten Probekörper unterschiedlicher Größe (Maßstabseffekt) durchgeführt und währenddessen das Materialverhalten kontinuierliche fotogrammetrisch erfasst. Auf Basis dessen werden Wöhlerlinien unter Berücksichtigung der Variationen von festigkeitsbezogenen Ober- und Unterspannungen erstellt. Darüber hinaus werden vergleichende Untersuchungen an den unbeanspruchten und zyklisch beanspruchten Probekörpern hinsichtlich ihrer Gefügeänderungen mittels einer Kombination aus unterschiedlichen bildgebenden Verfahren (u.a. microXCT) sowie indirekten Analysemethoden durchgeführt. Besonderes Augenmerk soll hierbei auf Einflüsse der hygrischen und thermischen Randbedingungen auf die Gefügeänderungen aus der zyklischen Beanspruchung gelegt werden. Zur Weiterverarbeitung der erlangten experimentellen Daten wird eine offene strukturierte Onlinedatenbank entwickelt. Diese wird Teil eines virtuellen Labors mit definierter Ontologie zur Beschreibung zyklische Schädigungsprozesse in Hochleistungsbetonen. Im Rahmen einer multiskaligen Modellbildung wird die simulative Abbildung der experimentellen Ergebnisse als ein erster validierter Baustein in einer objektorientierten virtuellen Laborumgebung implementiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    },
    {
      "project_id": "353757395",
      "url": "https://gepris.dfg.de/gepris/projekt/353757395",
      "title": "Wasserinduzierte Schädigungsmechanismen zyklisch beanspruchter Hochleistungsbetone",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353757395",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Mit dem Ausbau der Offshore-Windenergie entstehen immer mehr Betonkonstruktionen, die mit mehreren 10^8 Lastwechseln beaufschlagt werden und unter permanentem Wassereinfluss stehen. In Förderperiode FP I konnte mit Hilfe der Schallemissionsanalyse eine wasserinduzierte „Sättigungsschädigung“ (im Entlastungsast) eindeutig von einer „Luft-Ermüdungsschädigung“ (oberhalb der Mittelspannung) unterschieden werden (Lohaus). Ebenso konnte mit orientierenden NMR-Untersuchungen gezeigt werden, dass Schädigungseffekte mit Wasserumlagerungen im nanoporösen System des Zementsteins korrelieren (Haist). Eigene numerische Entwicklungen konnten inzwischen ebenfalls klar den Unterschied im Schädigungsverhalten von trockenem und wassergesättigtem Beton reproduzieren (Wriggers/Aldakheel).Trotz dieser Fortschritte fehlt nach wie vor ein detailliertes Verständnis der zugrundeliegenden Mechanismen. Die zu beschreibenden Effekte spielen sich auf so kleinen Skalen ab, dass die weiteren Untersuchungen sowohl im experimentellen als auch im numerischen Teil stärker in Richtung der Erfassung nanoskopischer Effekte ausgebaut werden müssen. Die Modellierung von Versagensmechanismen muss dazu noch weiter verfeinert werden, um die komplexen Eigenschaften in der Mikrostruktur, wie die Bildung, das Wachstum und die Koaleszenz von Poren, zu berücksichtigen. Zielsetzung in FP II ist es, aufbauend auf den in FP I entwickelten Modellvorstellungen, den Mechanismus der „Sättigungsschädigung“ beim Ermüdungsversagen von Beton zu quantifizieren, ihn besser zu verstehen sowie ihn zu beschreiben und zu modellieren. Dabei gilt es zunächst, mit Hilfe der Analyse von Schallereignissen, die verschiedenen Arten der Ermüdungsschädigung in „trockener“ und „nasser “ Umgebung voneinander abzugrenzen und Einflussgrößen wie die Belastungsfrequenz oder ggf. vorhandene Vorschädigungen zu quantifizieren. Um die wirkenden Mechanismen besser zu verstehen, sollen Wasserumlagerungsvorgängen im Porensystem auf der Nano- und Mikroebene erkundet und daraus resultierende Mikrostrukturschäden und Änderungen der mechanischen Eigenschaften des Zementsteins bzw. Mörtels erfasst und in ein vereinfachtes analytisches Ingenieurmodell überführt werden. Schließlich sollen die auf der Nanoebene ablaufenden Schädigungsprozesse durch geeignete neue Homogenisierungstechniken in einem numerischen Modell auf der Mikroebene abgebildet werden. Dieses Modell soll auch die Schädigungsevolution mit Hilfe von cycle-jump-Techniken nachbilden, so dass schließlich die wasserinduzierte Ermüdungsschädigung von Beton komplett numerisch abgebildet und vorhergesagt werden kann.Mit den entwickelten Methoden wird es erstmalig ermöglicht, im Experimental-Virtual-Lab eine Beschreibung des Degradationsverhaltens ermüdungsbeanspruchter Hochleistungsbetone unter Wasser auf Basis gefügeorientierter Parameter vorzunehmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-LabMitverantwortlichProfessor Dr.-Ing. Fadi  Aldakheel"
    },
    {
      "project_id": "353819637",
      "url": "https://gepris.dfg.de/gepris/projekt/353819637",
      "title": "Wirkung von Mikrofasern auf die Degradation in Hochleistungsbeton unter zyklischer Beanspruchung",
      "subject_area": "Baustoffwissenschaften, Bauchemie, BauphysikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353819637",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab",
      "description": "Die Ermüdung von Beton geht stets mit einer Degradation der Mörtelmatrix in Form von Mikrorissen einher. Ziel dieses Projekts ist es, zum einen die lokale Entwicklung dieser Mikrorisse in hochfestem Beton über die Lastzyklen hinweg zu erfassen, wobei zwischen solchen im Zementstein und jenen in der Grenzzone zu den Gesteinskörnern differenziert wird. Zum andern wird untersucht, ob bzw. inwieweit die Ausbildung dieser Mikrorisse durch entsprechend feine Fasern (Mikrofasern, Carbonfasern) beeinflusst werden kann.In der ersten Förderperiode wurden hierzu experimentell wie numerisch in erster Linie Studien zum Verbund zwischen Mikrofasern und der hochfesten Mörtelmatrix sowie zur Schädigungs–entwicklung im Zementstein und hochfestem Beton vorgenommen. Ebenso wurden orientierend die Mechanismen zur zyklischen Rissöffnung und -schließung im Rahmen eines numerischen Modells beschrieben.Bei den bisherigen Studien zeigte sich, dass zum einen bei der Analyse der Gefügeänderungen infolge zyklischer Beanspruchungen im Zementstein auf der CSH-Ebene und in hochfestem Beton auf der Mesoskalen-Ebene sowie deren Wechselwirkungen noch Fragen ungeklärt sind. Diesen wird in der hier beantragten 2. Förderperiode in der Projektlinie A numerisch wie experimentell nachgegangen. Die Wirksamkeit unterschiedlicher Nano- und Mikrofasern im Hinblick auf das Ermüdungsverhalten wird in der Projektlinie B sowohl am Zementstein als auch an hochfesten Betonen verfolgt. In Ergänzung zu den bereits in der ersten Förderperiode verwendeten Mikrostahlfasern und Carbonfasern werden hier zusätzlich Carbon-Nanotubes mit einbezogen. Diese entfalten ihre Wirksamkeit direkt auf der CSH-Ebene; aufgrund ihrer unterschiedlichen Größen wird erwartet, dass sich unterschiedliche Rissüberbrückungsmechanismen von Carbon- und Mikrostahlfasern bei hochzyklischer Beanspruchung einstellen. In Projektlinie C erfolgt schließlich der Übergang von den materialwissenschaftlich relevanten (Mikro- und Meso-) Skalen zur Makro-Skala, also der Bauteil-Ebene, wobei hier die Ableitung prognosefähiger Ermüdungs-Schädigungsmodelle für Strukturanalysen auf Basis der Modellentwicklungen in den Projektlinien A und B im Fokus steht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2020: \nZyklische Schädigungsprozesse in Hochleistungsbetonen im Experimental-Virtual-Lab"
    }
  ]
}