{
  "spp_number": "SPP 1981",
  "spp_title": "Transottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313079038",
  "projects_count": 24,
  "projects": [
    {
      "project_id": "356830761",
      "url": "https://gepris.dfg.de/gepris/projekt/356830761",
      "title": "Das Persische im Osmanischen Reich im Spiegel ausgewählter Farhangs (Wörterbücher) des 15.-18. Jahrhunderts: eine ‚transnationale Konfiguration‘ im Bereich der Kultur.",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 356830761",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Persisch war vom 11. bis zum 19. Jahrhundert in weiten Teilen der östlichen islamischen Welt, auch außerhalb des eigentlichen persischen Sprachgebiets, eine bedeutende Sprache von Literatur und Bildung, zum Teil auch von Verwaltung und Diplomatie. Die Dynamik und Verbreitung des Persischen als Literatursprache und lingua franca und die Gründe für seine erstaunliche Vitalität und Dauerhaftigkeit sind bislang wenig erforscht.Ausgehend von im Osmanischen Reich verfaßten persisch-türkischen Wörterbüchern des 15.-18. Jahrhunderts will das Projekt die Bedeutung und Entwicklung des Persischen als lingua franca im Osmanischen Reich exemplarisch untersuchen. In der ersten Projektphase (bisher 2 Jahre) wurden die Vorworte und Kolophone von im Zeitraum von ca. 1460-1600 verfaßten 26 Wörterbüchern ediert, übersetzt und ausgewertet. Hieraus ergab sich ein konsistentes Bild von Abhängigkeiten und Wechselbeziehungen zwischen den einzelnen Autoren, von ihren Motivationen und Absichten, es zeichnet sich eine Entwicklung sprachlichen und kulturellen Wissens und des Transfers dieses Wissens im Laufe von anderthalb Jahrhunderten ab.Das Folgeprojekt weitet Quellenbasis, Fragestellung und Ziele aus und vermag aufgrund der in der ersten Projektphase erzielten Ergebnisse einige Ziele und Arbeitsschritte genauer und konkreter zu formulieren. Die Quellenbasis wird zeitlich ausgedehnt, es werden bis ins 18. Jahrhundert verfaßte Wörterbücher mit einbezogen. Der Schwerpunkt der Untersuchung liegt nicht mehr auf den Vorworten, sondern auf den Texten der Wörterbücher selbst. Sprachlich werden zusätzlich zum Persischen und Türkischen auch in den Wörterbüchern enthaltene arabische Lexeme systematisch in die Untersuchung mit einbezogen.Aufbauend auf einer Datenbank von ca. 300 Wörtern werden das Verhältnis und die Abhängigkeiten der Wörterbücher untereinander statistisch untersucht. Aus dieser Datenbank werden ca. 30-40 geeignete Wörter für eine genauere philologische Analyse ausgewählt. Diese hat vor allem zum Ziel, das komplexe Dreiecksverhältnis des Arabischen, Persischen und Türkischen untereinander zu erhellen, aber auch, semantische und begriffsgeschichtliche Entwicklungen zu erforschen. Desweiteren wird anhand einer kleineren Auswahl von Wörterbüchern die Entwicklung grammatikalischen Wissens aufgezeigt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446282204",
      "url": "https://gepris.dfg.de/gepris/projekt/446282204",
      "title": "Die Auseinandersetzung der georgischen Historiographie mit Iran im 17. und 18. Jahrhundert: Aspekte transosmanischer Wissenszirkulation",
      "subject_area": "Islamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446282204",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das 17. und 18. Jahrhundert ist eine höchst komplexe Periode in der Geschichte Georgiens, vor allem in seinen Beziehungen zu Iran, dem Osmanischen Reich und Russland. Die seit 1490 offiziell geteilten christlichen Königreiche und Fürstentümer Georgiens mit einer nostalgischen Sehnsucht nach Vereinigung standen den geopolitischen Ansprüchen Irans und des Osmanischen Reichs sowie dem russischen Anspruch auf Dominanz im Südkaukasus entgegen. Die sich intensivierenden Beziehungen zwischen dem safavidischen Iran und Georgien führten zu einer verstärkten Wissenszirkulation und dem Austausch von eigenen und fremden Ideen und Wertvorstellungen, die sich vor allem in der georgischen Historiographie dieser Zeit widerspiegeln.Die damaligen georgischen Eliten verstanden es im Rahmen einer breiten intellektuellen Bewegung die georgische Historiographie wiederzubeleben, die nach den Eroberungen Timurs für mehrere Jahrhunderte verstummt war. Historiographie wurde zu einem zentralen ideologischen Instrument und einem der wichtigsten Medien, mit dem die georgische Kultur sich von anderen Kulturbereichen, besonders der iranischen Kultur, abgrenzen und distanzieren konnte. In all diesen Werken treten Fragen von Identität und Alterität in enger Verbindung zueinander auf – eines der Hauptmerkmale georgischer Historiographie dieser Epoche. Weil die meisten dieser Werke in Ostgeorgien verfasst wurden, spiegelt sich in ihnen am stärksten die Frage der iranbezogenen Alterität, also der Versuch sich von Iran und iranischen – auch historiographischen – Traditionen abzugrenzen und somit die eigene Identität zu stärken und zu entwickeln.Das vorliegende Projekt untersucht anhand von sieben zentralen Werken diese Renaissance der georgischen Historiographie, die sowohl als ein Ergebnis der transosmanischen Wissenszirkulation, als auch als eine Reaktion dagegen dargestellt werden kann. Das bedeutet, dass sich die georgische Historiographie im ständigen Austausch mit den muslimischen Nachbarländern wie mit Iran und Osmanischem Reich formierte und das existierende Wissen über das Eigene und das Fremde im Gedächtnis weiterer Generation in narrativer Form konservierte. Die zentrale Fragestellung ist dabei auf welche Weise und in welcher Form die georgische Historiographie in der Auseinandersetzung mit Iran sich selbst und neue Identitäten hervorbrachte: durch neue Terminologien, die Sakralisierung von imaginierten und abstrakten Räumen und neue historiographische Modelle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "353003963",
      "url": "https://gepris.dfg.de/gepris/projekt/353003963",
      "title": "Die Handelshäuser Rallis und Zafiris im langen 19. Jahrhundert: Ein Beitrag zur Globalgeschichte des Osmanischen Reiches",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353003963",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Dieses Projekt will einen Beitrag zur Erforschung gesellschaftlicher, wirtschaftlicher und transkultureller Verflechtungen zwischen dem Osmanischen Reich und Regionen West- und Mitteleuropas, Russlands und Asiens leisten. Anhand der Handelshäuser der griechischen Familien Rallis und Zafiris sollen die Mobilität von Menschen, Kapital, Rohstoffen und Waren zwischen den Weltregionen im Entstehungsprozess des globalen Kapitalismus im langen 19. Jahrhundert untersucht werden. Im Fokus stehen die Sozial- und Kulturgeschichte dieser beiden transimperialen Unternehmerdynastien als Ganzes sowie das Phänomen typischer transimperialer (bzw. transosmanischer) Biografien. Damit soll das Projekt die Grundlagen einer vergleichenden Händler- und Unternehmergeschichte legen, die die südosteuropäischen Regionen und Lebenswelten einbezieht. Das Fortsetzungsprojekt stellt sich zur Aufgabe, den weiblichen Anteil unternehmerisch relevanter Aktivitäten in den Handelshäusern der Familien Rallis und Zarifis in ihren wirtschaftlichen und soziokulturellen Dimensionen herauszuarbeiten. Es muss in der zweiten Projektphase verstärkt darum gehen, Forschungsstrategien zu entwickeln, diesen weiblichen Anteil aus den Quellen heraus zu rekonstruieren und in den größeren Kontext der allgemeinen Netzwerkaktivitäten einzuordnen. Mit der Erweiterung des bisherigen Projektes um den Blick auf das „gendered business“ soll ein vollständigeres und differenzierteres Bild transosmanischer Handelshäuser und individueller transosmanischer Biographien, männlicher und weiblicher, gezeichnet werden. Dadurch erschließen sich neue Perspektiven des sozialen Wandels, in Sonderheit der Familie und der Entstehung des modernen Unternehmertums, im 19. Jahrhundert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "356316673",
      "url": "https://gepris.dfg.de/gepris/projekt/356316673",
      "title": "Die muslimische Moderne als lokale und translokale Praxis. Transimperiale Verflechtungen von Modernisierungsdiskursen zwischen Russland, der Habsburgermonarchie und dem Osmanischen Reich.",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 356316673",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Ziel des Projektes ist eine Untersuchung von Modernisierungsdiskursen bosnisch-muslimischer und krimtatarischer Intellektueller im Zeitraum von den 1880er Jahren bis zum Ersten Weltkrieg. Erstmals sollen ihre Reformprojekte in ihrer mehrdimensionalen kommunikativen Verflochtenheit innerhalb der Transottomanica analysiert werden. Die Transottomanica wird dabei als ein Ort verdichteter Kommunikationszusammenhänge begriffen, die unterschiedliche Formen der Wissenszirkulation implizierten. Untersucht werden sollen dabei nicht nur Ideentransfers vom intellektuellen Zentrum der Transottomanica, sondern auch zwischen den transosmanischen Peripherien Krim und Bosnien, die durch eine Reihe struktureller Gemeinsamkeiten geprägt waren, zwischen denen es aber auch unterschiedlicher Formen direkten und indirekten intellektuellen Austauschs gab. Wo keine explizit als solche markierten Übernahmen stattfanden, sollen Transferwege mittels eines  begriffsgeschichtlichen Instrumentariums rekonstruiert werden. Hier spielen überdies auch symbolische Bezugnahmen eine Rolle, etwa durch die Repräsentation anderer muslimischer Gemeinschaften innerhalb der Transottomanica als Positivbeispiele, aber auch auf die alte imperiale Metropole Istanbul und den dort residierende Sultan-Kalifen als Integrationsfigur. Eine ebenso große Rolle spielt dabei das Ausbleiben solcher Bezüge. In diesem Zusammenhang wird auch danach zu fragen sein, wo von den panislamische Gemeinsamkeiten markiert und wo lokale Besonderheiten betont werden. Hinsichtlich der Intensität und des Charakters der Reformdebatten  lassen sich zwei Phasen unterscheiden: Während vor 1905/08, in der aufgrund einer rigorosen Zensur sich kaum lebhafte Diskussionen entfalten konnten, kam in dem Zeitraum danach zu einer merklichen Intensivierung der Debatten. Die Reformdiskurse sollen deshalb für diese beiden Zeitabschnitte unterschiedlich untersucht werden. In der Zeit vor 1905/08 sollen vor allen Dingen die großen Linien der Debatte herausgearbeitet werden, für die Zeit danach wird die Frage danach gestellt, wie bestimmte, für die Muslime in der Transottomanica insgesamt bedeutsame Ereignisse in der Presse diskutiert und welche Entwürfe von gesellschaftlichem Zusammenleben und Zukunftsgestaltung hier diskutiert wurden. Für beide Zeitabschnitte wird danach zu fragen sein, wie translokal verhandelte Konzepte aneignet wurden, wie sie also in lokale Kontexte übersetzt wurden. Diese Frage wird noch einmal in einem abschließenden Kapitel aufgegriffen, das an lokale Kontexte angepasste Reformerzählungen und ihre Repräsentationen untersucht. Die diskursive Erzeugung der muslimischen Moderne soll somit als ein von translokalen Kommunikationsprozessen Transferprozessen und Kommunikationsprozessen und der lokalen Anpassung ihrer Leitideen interpretiert werden. Damit soll ein Beitrag zu einer Neudeutung der muslimischen Reformbewegungen vor dem Ersten Weltkrieg geleistet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "354270927",
      "url": "https://gepris.dfg.de/gepris/projekt/354270927",
      "title": "Die osmanischen Tributärstaaten Siebenbürgen, Moldau und die Walachei als Kommunikationsräume (16.-18. Jahrhundert). Überlegungen zur Mobilität von Objekten, Akteurenetzwerken und Ideentransfer aus kunsthistorischer Perspektive",
      "subject_area": "Kunstgeschichte",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354270927",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Projekt untersucht am Beispiel der osmanischen Tributärstaaten Siebenbürgen, Moldau und der Walachei die durch die Migration von Akteuren und Objekten entstandenen Verflechtungen und den damit einhergehenden Wissenstransfer. Eine wichtige Komponente der Untersuchung bildet die Gegenüberstellung von Artefakten und der damit assoziierten imagologischen Konstrukte vom Orient als das \"Andere\" Europas.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "354276905",
      "url": "https://gepris.dfg.de/gepris/projekt/354276905",
      "title": "Die venezianische Armee auf osmanischem Boden 1684-1718. Translokalisierung, Kriegserfahrung, Transkulturation",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354276905",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Ziel des Projektes bleibt die Untersuchung und Darstellung der Kriegserfahrung der Soldaten der venezianischen Armee in den von ihr eroberten, besetzten und zum großen Teil wieder verlorenen osmanischen Gebieten Dalmatiens, Albaniens und Griechenlands in den beiden Moreakriegen 1684-1699 und 1715-1718. Auch für militärische Formen von Mobilität gilt: Sie stellt nicht nur eine Verknüpfung von Abreise- und Endpunkt dar, sondern umfasst auch das Durchqueren von Räumen und dabei entstehende Prozesse von Translokalisierung und Transkulturation. Der verfolgte Ansatz, militärische Mobilitäten als „transkulturelle Verflechtungen\" zu analysieren, hat sich als fruchtbar erwiesen und soll darum in der zweiten Projektphase weiterverfolgt werden.Die Untersuchung soll auf zwei Ebenen durchgeführt werden, die mit zwei verschiedenen Quellengattungen korrespondieren:Zum einen handelt es sich um Selbstzeugnisse von venezianischen und angeworbenen Vertretern der militärischen Elite (vom Fähnrich an aufwärts). Diese Dokumente, die bisher von der Forschung zu wenig beachtet, geschweige denn ausgeschöpft wurden, erweisen sich als exzeptionelle Quellen für eine vertiefter Analyse militärischer Mobilitäten und Verflechtungen. An individuellen Beispielen zeigt sich, wie die Soldaten ihre Vorstellungen vom Krieg gegen die Osmanen wie vom Osmanischen Reich selbst mit der vorgefundenen Realität abglichen und wie sich ihre Interaktions- und Kooperationsmuster mit „Kollegen“ der eigenen und der fremden Armee sowie „Einheimischen\" des eroberten osmanischen Gebietes veränderten. Auch Produktion und interkulturelle Transfers militärischer Erfahrung und militärischer Wissensbestände innerhalb der ethnisch und religiös heterogenen venezianischen Armee, wie auch zwischen den Armeen der beiden verfeindeten Lager sowie mit „dritten“ europäischen Mächten sollen anhand dieses Materials beleuchtet werden. Zum anderen konnten in der ersten Projektphase bisher unbekannte Akten der venezianischen Militärverwaltung der eroberten Territorien lokalisiert werden. Diese von staatlichen Behörden hinterlassenen Quellen ersetzen bis zu einem gewissen Grad fehlende Selbstzeugnisse von venezianischen Mannschaftsrängen. Der bereits für die erste Projektphase formulierte Vorsatz, möglichst viele Aspekte der Lebenswelt von Unteroffizieren und einfachen Soldaten zu erfassen, soll deshalb weiterverfolgt werden. Dies betrifft deren Alltag von der Rekrutierung über die Anfahrt zum Kriegsschauplatz, bei Garnisons-, Lager- und Felddienst, Einquartierungen und andere Begegnungen mit der Zivilbevölkerung (auch mit Frauen) und schlaglichtartig selbst die Erfahrung, Deutung und Verarbeitung von Kampf und Gewalt, von Desertion und Gefangenschaft, von Heimkehr oder Krankheit, Verwundung und Tod.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "354985025",
      "url": "https://gepris.dfg.de/gepris/projekt/354985025",
      "title": "Frühneuzeitlicher Orienthandel und siebenbürgisch-sächsische Identitätsbildung. Die osmanischen Teppiche der evangelischen Stadtkirche in Bistritz/Bistrita (Rumänien) im Germanischen Nationalmuseum",
      "subject_area": "Frühneuzeitliche GeschichteKunstgeschichte",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354985025",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Germanische Nationalmuseum bewahrt seit 1952 55 osmanische Teppiche des 16. bis 18. Jh. aus der evang. Stadtkirche A.B. in Bistritz. Dieser in seiner historischen Vollständigkeit einzigartige Bestand wird erstmals Gegenstand eines umfassenden Forschungsprojekts, das die frühneuzeitliche Bedeutung der Teppiche wie ihre identitätsstiftende Rolle im 19. und frühen 20. Jh. analysiert.Die in Anatolien hergestellten Teppiche gelangten seit der Mitte des 15. Jhs. über Handelswege nach Siebenbürgen. Als ökonomisch bedeutsame Luxusgüter sind sie Zeugnisse der intensiven wirtschaftlichen Vernetzung und des Kulturtransfers zwischen dem Osman. Reich und dem christl. Europa, deren Drehscheibe das zeitweise unter osmanischer Oberhoheit stehende Siebenbürgen war. Mit Hilfe der kunsthistorischen und kunsttechnologischen Untersuchung einer repräsentativen Auswahl von 20 Teppichen und der Auswertung schriftlicher Quellen wie Zollregistern gilt es, Datierungen und Herkunftsorte der Waren zu präzisieren und so Zeiträume und Routen des Handels genauer zu bestimmen. Als Statussymbole und Geschenke standen die Teppiche im Kontext der Repräsentationskultur des deutschen Adels und Bürgertums sowie der Zünfte in Siebenbürgen. Sie gelangten seit der Reformation meist als Stiftungen in die evangelischen Kirchen, wo sie trotz ihrer islamischen Wurzeln, insbesondere der Gebetsteppiche, Funktionen in Liturgie und Zeremonien bekamen. Aufschlüsse darüber werden aus Quellen wie Inventaren, Mesnerbüchern und Testamenten erwartet. Historische Inschriften und Graffiti auf den Teppichen sind ebenso zu untersuchen. Darüber hinaus beschäftigt sich das Projekt mit dem Schicksal der Teppiche im 19. und frühen 20. Jh. Sie erfuhren in der ersten Hälfte des 19. Jhs. eine geringe, an ihrem heutigen Zustand ablesbare Wertschätzung durch die Gemeindemitglieder. Dennoch waren sie Bestandteil der deutschsprachigen Kultur in Siebenbürgen geworden und übernahmen eine identitätsstiftende Rolle für die Siebenbürger Sachsen, die sich im Zuge rumänischer Nationalisierungsbestrebungen im 19. Jh. über ihr Geschichtsbewusstsein gegenüber den benachbarten Ethnien abzugrenzen suchten. Ab 1907 wurden die Teppiche nach musealen Konzepten zum oftmals wandfüllenden Schmuck der evangelischen Kirchen. Dort waren sie ausgestellt als Zeugnisse aus Siebenbürgens durch osman. Handelsbeziehungen geprägter wirtschaftlicher Blütezeit im 15. bis 17. Jh. Das Projekt wird anhand der anatolischen Teppiche wichtige Aspekte des frühneuzeitlichen transosmanischen Warenaustauschs sowie der Verwendung und Bedeutung dieser Waren in dem im Grenzgebiet des Osmanischen Reichs liegenden Siebenbürgen beleuchten. Erwartet werden neue Erkenntnisse über den Handel mit Teppichen selbst, die als Luxusgüter einen besonderen Stellenwert innerhalb der Warengruppen einnahmen, sowie deren Bedeutung und Nachnutzung in Siebenbürgen, wohin sie osmanische Kultur transportierten und wo sie selbst zum Bestandteil der sächsischen Kultur wurden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische MobilitätsdynamikenInternationaler BezugRumänien, SchweizMitverantwortlicheDr. Anja  Kregeloh;Dr. Adelheid  RascheKooperationspartnerinnenProfessorin Dr. Evelin  Wetter;Dr. Agnes  Ziegler"
    },
    {
      "project_id": "356463871",
      "url": "https://gepris.dfg.de/gepris/projekt/356463871",
      "title": "Grenze als Schlüsselkonzept für Konstruktionen soziokultureller Differenz im (trans)osmanischen Kontext: Wissenszirkulation, Begriffswandel und Transferprozesse im 16.-19. Jahrhundert.",
      "subject_area": "Islamwissenschaft, Arabistik, SemitistikAsienbezogene WissenschaftenNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 356463871",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Untersuchungsgegenstand des hier vorgeschlagenen Projekts sind osmanische Vorstellungen von soziokulturellen Grenzen. Wir verstehen Semantiken und Praktiken, die bei der Konstruktion von soziokultureller Differenz zum Einsatz kommen, als Wissensbestände, in denen sich epistemische Verflechtungen niederschlagen. Diese Verflechtungen werden fassbar, wenn es gelingt, die Bewegungen der Denkfigur der Grenze in Raum, Zeit und zwischen unterschiedlichen sozialen und kulturellen Kontexten nachzuvollziehen. So erschließt sich ein spezifischer, über die territorialen Grenzen des osmanischen Reiches hinausweisender Interaktionszusammenhang, der im Rahmen des Projekts skizziert werden soll. In Beschreibungen von soziokultureller Differenz sowie in Prozessen der Grenzziehung und Grenzüberschreitungen im osmanischen Kontext wird ein komplexes semantisches Feld sichtbar. Dieses Feld wird im Rahmen des Projektes vor dem Hintergrund begriffsgeschichtlicher Methodik dokumentiert und analysiert. Wir begreifen osmanische Grenzvorstellungen dabei als komplexe Denkfiguren mit eigenen Genealogien und Werdegängen. Das Projekt vollzieht daher diachronen Wandel von Begrifflichkeiten und Bedeutungen nach, registriert Übersetzungsstrategien, Adaptionen und Aneignungen von relevanten Konzepten und dokumentiert Unterschiede zwischen verschiedenen Genres und Registern des osmanischen Sprachgebrauchs. Auf Grundlage dieser differenzierten Datenbasis werden Überlegungen zu Verläufen und Mechanismen von Prozessen des Bedeutungswandels innerhalb osmanischer Grenzsemantiken angestellt. Ausgangspunkt sind dabei zwei Kernhypothesen. Erstens: Osmanische Grenzsemantiken unterliegen Wandlungsprozessen, die möglicherweise mit weiterreichenden Transformationsprozessen innerhalb der osmanischen Gesellschaft in Verbindung stehen. Beispielhaft lassen sich daher aus der Untersuchung von Grenzsemantiken Aussagen zu Innovation und Transformation innerhalb der osmanischen Gesellschaft treffen. Zweitens, Osmanische Semantiken im Bereich soziokultureller Differenz existieren nicht im leeren Raum, sondern sind Produkte anhaltender Austausch- und Transferprozesse, die es im transosmanischen Interaktionszusammenhang nachzuvollziehen gilt. Zu den weiteren Zielsetzungen des Projektes gehört darüber hinaus die Einordnung des Konzepts der Grenze und damit verbundener osmanischer Begrifflichkeiten in die theoretische und methodische Diskussion um eine Adaption der Begriffsgeschichte für den osmanischen Kontext.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "355518240",
      "url": "https://gepris.dfg.de/gepris/projekt/355518240",
      "title": "\"Gurbet Istanbul.\" Immigranten in der osmanischen Hauptstadt, 1500-1800",
      "subject_area": "Frühneuzeitliche GeschichteIslamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 355518240",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Ziel des Projekts ist eine Monographie über Migrationserfahrung in Istanbul zwischen dem 16. und 18. Jahrhundert. Als eine der dynamischsten und vielfältigsten Städte der Welt jener Zeit war die osmanische Hauptstadt Anziehungspunkt für Zuwanderer nicht nur aus den Provinzen, sondern weit über die Grenzen des Reiches hinaus. Anders als die bisherige Forschung, die meist darauf fokussierte, wie der Staat und die Istanbuler Gesellschaft mit dem Zustrom von Migranten umgingen, wähle ich die entgegengesetzte Perspektive und untersuche wie diejenigen, die in der Suche nach Arbeit oder einem besseren Leben in die Stadt kamen, mit der Migrationserfahrung umgingen und Istanbul zu ihrem neuen Zuhause machten.Das Projekt greift neben der Forschung zur osmanischen Immigration und Istanbul auch auf die Erkenntnisse zu Migrationsphänomenen in anderen historischen Kontexten zurück. Die Monographie soll sechs Kapitel umfassen, die den Weg der Einwanderer nachzeichnen: Von 1) dem Abschied von Zuhause über 2) die erste Begegnung mit der neuen Stadt und 3) die Aufnahme durch die lokale Bevölkerung bis hin zum 4) Prozess des Einlebens und Anpassens an die neue Umgebung bei 5) gleichzeitigem Aufrechterhalten der Verbindung in die alte Heimat mit 6) all den emotionalen Auswirkungen, die Immigration mit sich bringt.Die Arbeit basiert auf einer breiten Auswahl literarischer und Archivquellen, von denen viele bislang nicht oder kaum ausgewertet wurden. Von Bedeutung sind Texte, die einen besonders persönlichen Charakter aufweisen, beispielsweise Tagebücher, Briefe, Gedichte, und biographische Wörterbücher. Geschichtsschreibung, politische und medizinische Texte sind weitere Quellen. Ebenso herangezogen werden Gerichtsprotokolle und Befehlsschreiben. Die Untersuchung von Einwanderern leistet einen wesentlichen Beitrag zu Kernthemen der osmanischen Geschichte. Sie eröffnet eine neue Perspektive auf die Geschichte der Stadt Istanbul, die seit langem im Fokus der Forschung steht. Sie trägt bei zur Diskussion über Raum im osmanischen Kontext durch die Einführung eines durch Migrationsflüsse immer wieder neu definierten osmanischen Raums. In diesem Rahmen unterstreicht die Studie auch die Bedeutung der Verflechtungen zwischen dem Osmanischen Reich und seinen Nachbarn im Osten und Norden, die durch den meist nach Westen gerichteten Blick oft übersehen werden. Im Zentrum des Buches steht die kontrovers diskutierte Frage nach Identität und Zugehörigkeit in der vor-modernen osmanischen Welt. Dadurch, dass das Projekt alle Einwanderer unabhängig von ihrer religiösen, ethnischen oder sozialen Zugehörigkeit in den Blick nimmt, überschreitet es die starren und oft irreführenden Kategorisierungen, die den Untertanen des Sultans traditionell auferlegt wurden. Gleichzeitig schlägt es eine neue Form von Zugehörigkeit vor, die auf der geteilten Migrationserfahrung basiert. Schließlich bietet das Buch einen ersten Beitrag zum Thema Emotionen in der osmanischen Welt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "355744118",
      "url": "https://gepris.dfg.de/gepris/projekt/355744118",
      "title": "Im Dreieck der Großmächte: Interaktionsräume von Herrschern und Adeligen aus Ostgeorgien (1555-1724)",
      "subject_area": "Islamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 355744118",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das vorliegende Projekt befasst sich mit den Interaktionsräumen von georgischen Königen und Adeligen, die sich in engem sozio-kulturellem und politischem Austausch und Kommunikation mit den Höfen benachbarter Großmächte wie den Safaviden, Osmanen sowie dem Zarenreich befanden. Migrationsprozesse spielen in der aktiven Gestaltung dieser Interaktionsräume im Spannungsfeld der Expansionspolitik dieser Großmächte eine entscheidende Rolle.Der Zeitrahmen des Forschungsvorhabens umfasst die Periode von 1555 bis 1724, beginnend mit dem Frieden von Amasya (1555) bis zur Emigration des letzten safavidischen Vizekönigs Vakhtang VI. (alias Hosaynqoli Khan) aus dem ostgeorgischen Königreich Kartli an den Hof des Zaren im Jahr 1724. Die Untersuchung erfolgt anhand von Beispielen politischer Akteure aus den westgeorgischen Königreichen von Kartli und Kakheti, jenes Gebiets, das nach dem Frieden von Amasya zwischen den Osmanen und Safaviden als safavidisches Einflussgebiet festgelegt worden war. Für die Untersuchung der Interaktionsräume der georgischen Akteure, welche sich in einem hochkomplexen Prozess der Assimiliation und Differenzierung gegenüber Kultur und Religion der suzeränen Safavidenherrschaft befanden und unter ständiger Einflussnahme makropolitischer Interessen der Osmanen sowie des Zarenreiches standen, bietet sich als methodischer Ansatz die vergleichende Herangehensweise der Globalgeschichte an. Ziel des Vorhabens ist es, das Agieren der georgischen Herrscher in Hinblick auf Aspekte wie Migration, transkulturelle Verflechtungen, Machterhaltungsmechanismen sowie Religionskulturen im Zuge der globalen Entwicklungen im transottomanischen Raum aufzuzeigen.Das interdisziplinär angelegte Thema wird entscheidende Einblicke in die Komplexität der sozio-historischen und transkulturellen Verflechtungen zwischen den drei Großmächten und dem Kaukasusgebiet ermöglichen und trägt somit zur Erschließung der zentralen Fragestellungen des Schwerpunktprogramms Transottomanica bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446487824",
      "url": "https://gepris.dfg.de/gepris/projekt/446487824",
      "title": "Innerislamischer Wissenstransfer im Osmanischen Reich: Zu Übersetzungen islamischer Mystik im Rahmen transregionaler Sufinetzwerke in den anatolischen und arabischen Provinzen",
      "subject_area": "Islamwissenschaft, Arabistik, SemitistikNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446487824",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das im Rahmen des DFG-Schwerpunktprogramms 1981 „Transottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken“ angesiedelte Forschungsvorhaben Innerislamischer Wissenstransfer im Osmanischen Reich: Zu Übersetzungen islamischer Mystik im Rahmen transregionaler Sufinetzwerke in den anatolischen und arabischen Provinzen behandelt anhand von Werken der islamischen Mystik persisch-arabisch-türkische Übersetzungs- bzw. Adaptionsprozesse in verschiedenen Teilen und Grenzregionen des Osmanischen Reiches vom 16. bis 18. Jahrhundert. Im Mittelpunkt steht hierbei die soziokulturelle Verortung von Übersetzungs- bzw. Übertragungsvorgängen – d.h. die Umstände von Auswahl, Imitation und Adaption sowie Transmission und Rezeption von Texten – im Rahmen einer überlieferungsgeschichtlichen Untersuchung auf Basis von Handschriften und Methoden der materiellen Philologie (material philology) sowie aktueller Ansätze der Translationwissenschaft. Dies umfasst neben textuellen, paratextuellen und kodikologisch-visuellen Aspekten des Mediums Handschrift gleichzeitig auch die Person des jeweiligen Übersetzers als eigentlichen Akteur/Multiplikator des Wissenstransfers. Das ausgewählte Handschriftenkorpus lässt Einblicke in die soziokulturelle Struktur der osmanischen Gelehrten- und Buchkultur zu und erweitert den im Hinblick auf Übersetzungsvorgänge gewöhnlich auf Istanbul fixierten Blick um Beispiele aus den arabisch-osmanischen Provinzen und dem osmanisch-iranischen Grenzgebiet. Dadurch wird es möglich, die grenzüberschreitenden Wechselbeziehungen zwischen Akteuren und Themen verschiedener kultureller Milieus und Wandlungen bei der Übertragung von Normen und Repräsentationen in transregionaler Perspektive zu betrachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "354248541",
      "url": "https://gepris.dfg.de/gepris/projekt/354248541",
      "title": "Istanbuler Sklaven aus dem Schwarzmeerraum - räumliche und soziale Mobilität im 17. Jahrhundert",
      "subject_area": "Islamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung seit 2017",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354248541",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Forschungsvorhaben befasst sich mit der räumlichen und sozialen Mobilität von Sklaven aus dem Schwarzmeerraum im Istanbul des 17. Jahrhunderts. Dabei sollen die Werdegänge der Sklaven, die als mobile Akteure betrachtet werden, von ihrer Gefangennahme über den Zeitraum der Versklavung bis zu ihrer Freilassung nachgezeichnet werden. Ein wichtiger Aspekt dabei sind ihre Handlungsspielräumen, ihre Beziehungen und Netzwerke in gesellschaftlichen und (trans)kulturellen Verflechtungen. Die Untersuchungen sollen Erkenntnisse über die Rolle der Sklaven in der Gesellschaft und ihr Mitgestaltungspotential liefern, um Aussagen über das Phänomen der Sklaverei und die gesellschaftliche Struktur machen zu können. Als Grundlage für die Studie dienen vor allem die Istanbuler Gerichtsakten, aber auch andere Register und narrative Quellen. Methodisch wird sich des historisch-kritischen, textanalytischen und kollektivbiographischen Ansatzes bedient.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "353512418",
      "url": "https://gepris.dfg.de/gepris/projekt/353512418",
      "title": "Koordinationsfonds",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Frühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353512418",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Keine Zusammenfassung vorhandenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446592511",
      "url": "https://gepris.dfg.de/gepris/projekt/446592511",
      "title": "Krise und Transformation eines alten Regimes: Die Zirkulation von Ideologen und Institutionen zwischen dem Russländischen und dem Osmanischen Reich, 1768-1774",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446592511",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Projekt widmet sich der Zirkulation von Ideen und institutionellen Rahmenbedingungen zwischen dem Russischen und dem Osmanischen Reich in der Zeit des Russisch-Osmanischen Krieges 1768-1774. Das Projekt konzentriert sich hierbei auf die christlich orthodoxe Bevölkerung und ihr Verhältnis zu Osmanischen Herrschaftselite. Wesentliche Materialbasis werden Archivalien in Osmanisch und Griechisch in Archiven in der Türkei und Griechenland sein. In eine ersten Phase soll die Haltung der Osmanischen Herrschaftselite zum Krieg und seiner Legitimation erarbeitet und in einen europäischen Kontext gestellt werden, die zweite Phase widmet sich einem Vergleich der osmanischen und der russischen Kriegspropaganda mit Blick auf die orthodoxen Untertanen des Sultans. Die dritte Phase wird sich mit den Effekten auf das Orthodoxe Patriarchat in Konstantinopel befassen. Dabei wird der vergleichende Blick auf die Rahmenbedingungen beider Imperien und der Verflechtung geworfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "353595765",
      "url": "https://gepris.dfg.de/gepris/projekt/353595765",
      "title": "\"Nächstes Jahr in Jerusalem\": Jüdische Identitätskonzepte und Zionismusdebattenin der transosmanischen Migrationsgesellschaft Palästinas (1880–1925).",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 353595765",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Der Antrag hat in unmittelbarer Fortführung und zum Abschluss eines anderen Teilprojekts eine Analyse der Debatten in hebräischsprachigen Zeitungen zum Ziel, die in der transosmanischen Gesellschaft Palästinas der spätosmanischen Epoche und später unter dem Britischen Mandat zwischen den Jahren 1880 und 1925 erschienen. Der Fokus liegt dabei auf den Auseinandersetzungen um die “jüdische Frage”, in denen eine Neuverortung jüdischer Identität und sephardisch-ashkenazische, bzw.  jüdisch-arabische Beziehungen vor Ort ausgehandelt wurden. Im Zentrum stehen Zeitungen, die in den Städten Jaffa (als Zentrum der zionistischen Bewegung und der sich herausbildenden hebräischsprachigen Kultur) und Jerusalem (als die einzige Stadt in Palästina mit jüdischer Bevölkerungsmehrheit, die darüber hinaus über ein hohes sakrales Kapital für alle drei Buchreligionen verfügte) publiziert wurden: Die urbanen Räume dieser beiden Städte boten ideale Bedingungen für transosmanische Mobilität im Rahmen der zunehmenden Immigration der jüdischen Ankömmlinge aus allen Richtungen und ihren Verflechtungen mit anderen Gruppen von Juden und nicht-Juden zugleich.     Gerade der Zeitraum der Geschichte Palästinas von 1880 bis 1925 zeichnet sich aus durch tiefgreifende Umbrüche auf dem politischen und demographischen Feld: Die Zuwanderung von Juden in zunehmendem Maß vor allem aus dem Russländischen Reich als Reaktion auf den erstarkenden Antisemitismus in den östlichen Teilen Europas, das Aufkommen des Zionismus, das Aufblühen nationaler Identitätsentwürfe und fernerhin die politischen Veränderungen, die der Erste Weltkrieg mit sich brachte, gefolgt von dem Sykes-Picot-Abkommen und der Balfour Deklaration, und schließlich die Unterwerfung Palästinas unter das britischen Mandat. Im Zentrum des Vorhabens steht in unmittelbarer Fortführung des Erstantrags die Untersuchung der durch diese Entwicklungen ausgelösten transosmanischen Debatten in intellektuellen Kreisen im Medium von Zeitungen:  Auf ihren Seiten fanden sie eine öffentliche Plattform, auf der Akteure diverser Überzeugungen und Ansichten ihre Standpunkte entwickelten und verhandelten. Hier gestalteten sich übergreifende und differenzierende Identitätsentwürfe im lokalen und transregionalen Zusammenhang der sich hier konsolidierenden transosmanischen Migrationsgesellschaft.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446286596",
      "url": "https://gepris.dfg.de/gepris/projekt/446286596",
      "title": "Russische kaiserliche Herrschaft und Staatsbürgerschaft im Südkaukasus (1878-1914)",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446286596",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "The Treaty of Berlin brought the Russo-Ottoman War (1877-78) to an end, and delineated a new border between the Russian and Ottoman Empires at the juncture of north-eastern Anatolia and the southern Caucasus. The three Ottoman sanjaks, Kars, Çıldır (including the Ardahan district) and Batum were ceded to Russia; soon thereafter Russian authorities established two separate administrative divisions, the provinces (oblasts) of Kars and Batum. My proposed project aims at examining Russia’s citizenship policies in these provinces (1878 – 1914) vis-à-vis concurrent Ottoman citizenship policies, which were rather entangled with border politics of both empires. Using case studies of Kars and Batum, and comparing these to other Ottoman and Russian geopolitical contexts, such as the Balkans and Central Asia, I will use imperial citizenship as a lens to consider the following, broad questions: How does imperial citizenship facilitate greater centralization and thus reform as a means of control and governance of imperial borderlands? Are these policies shaped by the politics of contiguous states, which have a stake in such contested border regions? How do citizenship policies affect political allegiances, cross-border movements, and the habitation of imperial borderlands by divergent ethnic and religious groups? And, finally, what strategies ought to be employed to avoid any cross-cultural difficulties that may arise?My hope is an original contribution to the comparative study of imperial transfers between Tsarist Russia and the Ottomans, by looking more closely than before at the competitive claims of the various actors on the Russo-Ottoman borderlands. This might well constitute a kind of virgin soil in the research sense, and, as such, promises to make a significant and original contribution to the broader discussion of the Ottoman and Russian imperial experience. Currently, “Empire Studies” is not only a growing field, but particularly interested in inter-imperial interactions and transfers, the topic of my current research.  My short-term publication plan consists of an academic journal article, which will examine the case of Armenians who straddled the Russian and Ottoman Empires, and the limits of imperial power to monitor their lives and movement between 1878 and 1914. My long-term plan is to turn my PhD Dissertation (entitled ‘Ambivalent Loyalties and Imperial Citizenship on the Russo-Ottoman Border between 1878 and 1914: An Analysis of the Ottoman Perspective’ ) on the Ottoman Empire and current research on Tsarist Russia into a successful monograph. The working title for the monograph might be: Policies of Imperial Citizenship in the Ottoman and Russian Empires: A Perspective from Eastern Anatolia and the Russian Caucasus.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "355907952",
      "url": "https://gepris.dfg.de/gepris/projekt/355907952",
      "title": "Sklaverei und Loyalität: Das Russische und das Osmanische Reich",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 355907952",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "In welchem Verhältnis standen Sklaverei und Befreiung im Wettbewerb des Moskauer und des Osmanischen Reiches um die Loyalitäten der Bevölkerungen um das Schwarze Meer? Sklavenjagden und Handel betrafen in der Region zwischen Kaukasus  und Ungarn zwischen 1475 und 1700 zwei bis drei Millionen Menschen, die überwiegend auf den Märkten im Süden verkauft wurden. Moskau setzte auf die Befestigung der Steppengrenzgebiete, Loskauf und expansive Sklavenbefreiungsideologien; es griff zu diesen Zwecken auf muslimische Untertanen zurück. Muslimische Reiche haben schon früh auf die Gewährung begrenzter Rechte gesetzt, um aus Sklaven loyale Untertanen zu machen. Im Osmanischen Reich wurde Loyalität oft schon von Sklaven eingeübt, denen weitgehende Freizügigkeit oder vertragliche Manumission zugebilligt wurde. Zwischen diesen Polen gab es in der Frühen Neuzeit zahlreiche Übergänge: Mittler, Kaufleute, diplomatische Abgesandte, Kleriker, Übersetzer und Kosaken mit weitreichenden Verbindungen, deren Loyalitäten für den Loskauf entscheidend waren. Zurückkehrende, freigelassene oder entkommene Sklaven vollzogen selbst diese transosmanischen Übergänge, zumal die meisten ehemaligen Sklaven bei ihren früheren Herrn blieben. Das Projekt betrachtet diese Übergänge aus Moskauer Sicht und profitiert von im Projekt Transottomanica vermittelten osmanischen Kontexten. Wie vergewisserte sich das Moskauer Reich der Loyalität der zurückgekehrten Gefangenen und Entführten, die muslimischen Einflüssen ausgesetzt waren? Wie versuchte Moskau, die Loyalität muslimischer Tataren zu inspirieren, die ausgiebig mit ihren Glaubensgenossen auf der anderen Seite der Steppe kommunizierten? Methodisch greift das Projekt auf den Werkzeugkasten neuerer Studien zur Loyalität zurück, die sich auf die Soziologien Max Webers und Georg Simmels stützen. Damit wird es möglich, bislang für vorwiegend unergiebig gehaltene Archivbestände der Untersuchungen über losgekaufte Sklaven zu analysieren. Archivrecherchen des Antragstellers haben zudem einige ausführliche Sklavennarrative zu Tage gefördert, die besonders Auskunft zu den Übergängen und Gründen für das Verlassen des wohlhabenden Osmanischen Reichs geben. Damit transportieren sie implizit Erwartungen an die Sklavenhalter, die sonst von Sklaven nicht direkt angesprochen wurden. Chroniken, Heiligenviten, Fresken sowie kirchliche Rituale und Festspiele formulierten die Ideologie Moskaus als Neues Israel und des Zaren als neuem Moses, der die orthodoxen Sklaven wie einst Israel aus der ägyptischen Sklaverei befreit. Genetisch gemeinsame Motive der hesychastischen und sufischen Mystik halfen, die Übergänge zwischen den Reichen zu ebnen. Gleichzeitig wurde unter Rückgriff auf zentrale Glaubenssätze die Grenze des Zulässigen markiert. Dazu ist eine Kooperation mit S. Conermann vereinbart, um diskursiv die Zusammenhänge zwischen osmanischen Fürstenspiegeln, Manumissionen und ihrer Kritik in Moskauer Quellen zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische MobilitätsdynamikenKooperationspartnerProfessor Dr. Stephan  Conermann"
    },
    {
      "project_id": "446518862",
      "url": "https://gepris.dfg.de/gepris/projekt/446518862",
      "title": "Transimperiale armenische Mobilität und der Aufstieg des osmanischen Tokat",
      "subject_area": "Frühneuzeitliche GeschichteNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446518862",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Projekt untersucht die Mobilität und Kultur der anatolischen Armenier im 17. und 18. Jahrhundert am Beispiel der Stadt Tokat (armenisch Եւդոկիա Ewdokia), eines frühneuzeitlichen wirtschaftlichen und kulturellen Zentrums der Armenier in Anatolien. Während die Geschichte der Armenier im damaligen Polen-Litauen (Lemberg, Kamieniec, Zamość), auf der Krim, im persischen Safawidenreich (Neu-Julfa in Isfahan) und in Konstantinopel besser erforscht ist, gilt dies nicht für Anatolien. Tokat wurde im Kontext der safawidisch-osmanischen Kriege seit dem späten 16. Jahrhundert zu einem armenischen Zentrum, zahlreiche Bewohner aus dem östlichen Kriegsgebiet flohen ins sichere Tokat und bauten dort ein Wirtschafts- und Kulturzentrum auf, das zwischen Isfahan, den geistlichen Zentren in Armenien und den armenischen Gemeinden in Polen-Litauen und in der Moldau vermittelte.  Persische Kultur und mitteleuropäische Theologie wurden so vermittelt und eigenständig weiterverarbeitet, Tokat wurde zu einer Drehscheibe eines transosmanischen Kulturtransfers.Historiographisch stand diese Epoche in der Forschung zu den Armeniern stets im Schatten der mittelalterlichen armenischen Königreiche und der modernen Vorgeschichte und Geschichte des Völkermords an den Armeniern. Gerade die anatolische Geschichte der armenischen Gemeinschaften in der frühen Neuzeit ist deshalb kaum erforscht, ihre Aufarbeitung ein wichtiges Desiderat.Das Projekt basiert auf verstreuten Quellen und zahlreichen, zeitgenössisch und später kopierten Abschriften zur Geschichte von Tokat, da Materialien vor Ort die Gewaltgeschichte des späten 19. und 20. Jahrhunderts nicht überdauert haben. Tokat kann dabei als Beispiel für andere anatolische Städte mit armenischen Gruppen und Netzwerken gelten, diese werden dezidiert als Teil einer osmanischen und transosmanischen Geschichte aufgefasst.Methodisch werden prosopographische Daten und Biographien von Wirtschaftsakteuren, Schriftstellern, Übersetzern und Geistlichen aus Tokat analysiert; diese werden dabei vor allem mit Hilfe der Akteur-Netzwerk-Theorie aufgearbeitet. Dabei wird davon ausgegangen, dass sich wirtschaftliche und kulturelle transosmanische Netzwerke überschnitten und auch Akteure sowohl in den in das Safawidenreich als auch in den nach Polen-Litauen reichenden Netzwerken aktiv waren (vgl. die Biographie von Hakob Tokhattsi).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "354235247",
      "url": "https://gepris.dfg.de/gepris/projekt/354235247",
      "title": "Transkulturelle Vermittler, Strategien und verflochtene Modernen. Transport und Infrastruktur in den imperialen Häfen von Odessa und Varna im 19. Jahrhundert",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 354235247",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Ziel ist es, die Etablierung des Dampfschifffahrttransportsystems zu analysieren und die Infrastrukturen die transosmanischen Wechselwirkungen in der Schwarzmeerregion des 19. Jahrhunderts zu rekonstruieren. Im Mittelpunkt des Projekts stehen Biographien und praktische interkulturelle Vermittlungsstrategien von Schlüsselfiguren in den Hafenstädten von Odessa und Varna. Die Entwicklung der Dampfschifffahrt hatte einen kumulativen Effekt auf die Institutionalisierung von Verkehrsinfrastrukturen wie Eisenbahn, Straßen, Post- und Telegraphensystem, sowie für die Entwicklung von Handel, Bankwesen und Versicherungen. Im Falle von Varna betraf dies Buchhaltung und Handelsrecht und im Falle von Odessa die Ausbildung von Kapitänen, Bedienungspersonal und anderen Spezialisten. Dies führte auch zu der Einführung von neuen Institutionen wie Konsulaten oder internationalen Unternehmensfilialen.Die Studie ist in drei Teile aufgeteilt. Der erste Teil reflektiert die Rolle der beiden Hafenstädte als transimperiale Orte des Wissenstransfers und überregionalen Netzwerke. Der zweite Teil führt Häfen als Zentren der übergreifenden kulturellen, kommerziellen und politischen Einflüsse im Osmanischen und im Russischen Reich während des 19. Jahrhunderts ein. Schließlich analysiert der dritte und wichtigste Teil die Institutionalisierung des Dampfschifffahrtsystems im Schwarzen Meer als Folge transkultureller Praktiken und Erfahrungen.Die Studie folgt den methodischen Rahmen der Verflechtungsgeschichten und -modernitäten. Methodisch stützt sich das Projekt auf die interpretative Analyse von archivalischen und gedruckten Quellen, normative Dokumente, Tagebücher und Briefe sowie auf die visuelle Analyse von Fotoarchiven und schließlich eine Netzwerkanalyse. Das Projekt basiert auf zwei Fallstudien von Schifffahrtsgesellschaften und vier Biografien. Die Fallstudien umfassen die Einführung1856 und Weiterentwicklung der Russischen Gesellschaft für Dampfschifffahrt und Handel RS&TC, der ersten Aktiengesellschaft für Dampfschifffahrt in Russland. Dann wird mit dem osmanischen, bzw. bulgarischen Fall fortgesetzt, der die Gründung der ersten privaten Gesellschaft für Dampfschifffahrt und Handel Providence  im 1862 in Istanbul untersucht.Analysiert werden die Biographien vom dem Gründer der RS&TC, Admiral Nikolay A. Arkas, und vom Gründer des Providence-Unternehmens, Petar Petrov. Darüber hinaus wird das Projekt die Biographien der führenden Persönlichkeiten für die Institutionalisierung der Verkehrsinfrastrukturen in Varna erarbeiten - der jüdischen Brüder Tedeschi. Die Hypothese ist, dass die Institutionalisierung der Dampfschifffahrt, trotz der Unterschiede zwischen dem Russischen und dem Osmanischen Reich, als Ergebnis der Bemühungen von Personen möglich ist, die als mobile Akteure international vernetzt waren. Daher werden ihre interkulturelle Vermittlungsbemühungen, Übersetzungspraktiken und ihre Netzwerke als Forschungsgegenstand ins Zentrum gerückt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446484026",
      "url": "https://gepris.dfg.de/gepris/projekt/446484026",
      "title": "Transottomanische Semiosphären. Pavel A. Levaševs (gest. 1820) und Necati Efendis (gest. nach 1776) Imaginationen des Anderen",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Islamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446484026",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das geplante Projekt untersucht am Beispiel zweier Berichte, die von Kriegsgefangenen ver-fasst worden sind, russisch-osmanische mentale Verflechtungsräume. Bei den Personen han-delt es sich einerseits um Pavel A. Levašev (gest. 1820), ein russischer Diplomat, Übersetzter und Publizist, und andererseits um Necâtî Efendi (gest. nach 1776), den Sekretär des osma-nischen Oberkommandierenden auf der Krim Silāḥdār İbrāhīm Paşa während des Krieges mit Russland von 1768 bis 1774. Beide gerieten im Verlaufe der militärischen Auseinandersetzungen für mehrere Jahre in Gefangenschaft, und von beiden liegen uns memoirenähnliche Aufzeichnungen über diese Zeit vor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "356256354",
      "url": "https://gepris.dfg.de/gepris/projekt/356256354",
      "title": "Verflochtene Revolutionen. Der russische Faktor in der jungtürkischen Bewegung",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 356256354",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Im Rahmen des Projekts \"Transottomanica\", das transkontinentale Mobilitätsdynamiken als Forschungsdesiderat beschreibt, soll das Projekt \"Verflochtene Revolutionen. Der russische Faktor in der jungtürkischen Bewegung\" einen Beitrag zur osmanisch-russischen Verflechtungsgeschichte leisten. Der Fokus ist dabei vor allem auf die im SPP \"Transottomanica\" benannten Teilaspekte \"Mobile Akteure\" und Wissenszirkulation\" bzw. Ideenzirkulation gerichtet. Das Fallbeispiel, das behandelt werden soll, sind die Protagonisten der jungtürkischen Bewegung im Osmanischen Reich, also der ethnisch, sozial und religiös breit gefächerten Oppositionsbewegung gegen den autokratischen Sultan Abdülhamid II. (reg. 1876-1909), die 1908 die Wiedereinsetzung der zuvor 30 Jahre lang suspendierten osmanischen Verfassung erzwang. Von diesen Jungtürken - Tataren und Armeniern - stammten etliche der führenden Köpfe aus dem Kaukasus bzw. Transkaukasus, von der Krim oder aus der Volga-Ural-Region und waren diesseits und jenseits der Grenze als Journalisten und Revolutionäre aktiv. Das Projekt untersucht, wie sich der russische Bildungs- und Erfahrungshintergrund dieser Akteure auf ihr Denken und Handeln im Osmanischen Reich ausgewirkt hat, welche Hoffnungen und Erwartungen sie angesichts ihres russischen Hintergrundes mit dem Osmanischen Reich verbanden und welche Impulse sie aus dem Osmanischen Reich wieder in ihre russisch beherrschten Herkunftsregionen zurückbrachten. Diese übergeordnete Fragestellung soll in vier Aspekte aufgefächert werden: Erstens, die transimperialen - und überdies auch auf das europäische und nordafrikanische Exil ausgeweiteten - Netzwerke der armenischen und tatarischen Akteure sowie ihre Mobilität im russisch-osmanischen Grenzraum. Zweitens, mit Blick auf die Ideengeschichte, die Bedeutung ihrer russischen Herkunft, ihrer persönlichen Kontakte, Lektüren, Bildung, Erfahrungen und Ereignisse für ihre politischen Entwürfe und Prioritätensetzungen sowie ihren geographischen Bezugsrahmen - auch im Vergleich zu ihren aus dem Osmanischen Reich stammenden Mitstreitern. Drittens, in Bezug auf die politische Praxis, mögliche Anlehnungen an russische Modelle in der Organisation, im Stil oder in der Selbstdarstellung sowie die Interaktionen und Bezugnahmen zwischen den unterschiedlichen Gruppen (osmanischen bzw. russischen Türken / Tataren und osmanischen bzw. russischen Armeniern).Viertens, die Auswirkung der Erfahrungen und Begegnungen im Osmanischen Reich auf die Vorstellungen und Aktivitäten der Pendler bzw. Rückkehrer ins Russische Reich. Als Quellenbasis der Untersuchung dienen in erster Linie die Texte der Protagonisten selbst: ihre Selbstzeugnisse sowie die von ihnen gegründeten bzw. geleiteten Zeitungen in russischer, osmanischen, armenischer, tatarischer, azerischer und französischer Sprache.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446574041",
      "url": "https://gepris.dfg.de/gepris/projekt/446574041",
      "title": "Wege und Werke von Michael Kosmeli (1773-1844).\nEine vergessene Schlüsselfigur im transosmanischen Korridor und Kontext",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)Allgemeine und vergleichende Literaturwissenschaft; KulturwissenschaftGermanistische Literatur- und Kulturwissenschaften (Neuere deutsche Literatur)",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446574041",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Der aus Schlesien gebürtige Michael Kosmeli (1773-1844), ein studierter Jurist, versatiler Schriftsteller, polyglotter Übersetzer, virtuoser Maultrommler und promovierter Botaniker, hat nie eine feste Stelle, ja noch nicht einmal einen festen Wohnsitz gehabt, sondern ist sein Leben lang als vagierender Gelehrter und Musiker kreuz und quer durch halb Europa bis nach Asien gereist. Er war das genaue Gegenteil eines Stubengelehrten.Kosmeli war vorzugsweise in dem Korridor unterwegs, der Ostdeutschland und Osteuropa mit dem Osmanischen Reich und Persien verband. Bevorzugte Anlaufstationen und Knotenpunkte bei seinen Reisen waren Berlin, Breslau, Riga, Reval, St. Petersburg, Moskau, Tiflis, Jassy und Konstantinopel, wo Kosmeli über lose Netzwerke von örtlichen Gelehrten und Freunden verfügte, die ihn beherbergen und behilflich sein konnten. Er gelangte bis nach Persien (Isfahan, Schiras) und spielte laut Zeitgenossen sogar mit dem Gedanken, zum Islam zu konvertieren; oft vergingen Jahre, bis er vorübergehend wieder nach Schlesien und Preußen zurückkehrte. Kosmeli überschritt nicht bloß fortlaufend ohne Mühe zahllose geographische, politische, kulturelle und religiöse Grenzen, sondern fühlte sich in diesem osteuropäisch-osmanischen Raum recht eigentlich zuhause.Durch seine »Rhapsodischen Briefe auf einer Reise in die Krim« (1813) und die »Harmlosen Bemerkungen auf einer Reise über Petersburg, Moskau, Kiew nach Jassy« (1822), durch seine Übersetzungen v.a. von Lyrik ( u.a. aus dem Polnischen, Russischen, Neugriechischen und Persischen), durch seine Kontakte mit einigen der hervorragendsten Gelehrten und Literaten seiner Zeit, darunter Hammer-Purgstall, Goethe, Chamisso und Jean Paul, und durch seine beständigen Konzertauftritte im In- und Ausland war Kosmeli im frühen 19. Jhdt. unter allen deutschsprachigen Akteuren der mobilste und vielseitigste Vermittler von Texten, Ideen und Musik zwischen West und Ost, und zwar in beide Richtungen.Trotz seiner weiten Reisen, vielfältigen Verbindungen und diversen Veröffentlichungen ist Kosmeli seit langem eine vollkommen vergessene Figur, die bislang nur in einem einzigen, 2011 veröffentlichten Aufsatz (des Antragsstellers) ansatzweise in den Blick genommen worden ist, nunmehr aber in die übergeordneten Zusammenhänge der »Transottomanica« eingebettet werden soll. Mein Forschungsprojekt zielt in einem ersten Schritt darauf, Kosmelis verschlungene, zum Teil verwehte Lebenswege und alle seine Werke im Zusammenhang vermittels einer Kurzbiographie mitsamt detaillierter Bibliographie nebst einer kommentierten Edition seiner verstreut überlieferten Briefe zu rekonstruieren. Darauf aufbauend sollen in einem zweiten Schritt seine Rolle bei der Wissenszirkulation im transosmanischen Raum, seine Verbindungen, Verflechtungen und Interaktionen mit Gelehrten, Literaten und Musikern in West wie Ost sowie seine Transferleistungen im Zuge der Adaption von Texten, Ideen,  Wissen und Kompositionen herausgearbeitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "446594989",
      "url": "https://gepris.dfg.de/gepris/projekt/446594989",
      "title": "Wissen(schaft)s-Transfer und transnationale Ideenzirkulation zwischen Ost(mittel)europa und der Republik Türkei am Beispiel der polnisch-karaimischen, ungarischen und russlandmuslimischen WissenschaftlerInnen und „entangled intellectuals“ (ca. 1917-1950)",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446594989",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Die WissenschaftlerInnen aus Ostmitteleuropa, vor allem die Turkologen karaimisch-jüdischer Herkunft aus Polen (wie z. B. Sergej Szapszal, Ananiasz Zajaczkowski u.a.) und die Linguisten, Historiker und Ethnographen aus Ungarn (wie z. B. Gyula Mészáros, Lászlo Rásonyi, Zajti Ferenc u.a.), und die exilaserbaidschanischen (A. Caferoglu), -(krim- und kasan)tatarischen und -baschkirischen Wissenschaftler wie Hamit Zübeyr Kosay, Zeki Velidi Togan, Abd. Inan, aus dem ehemaligen Zarenreich bzw. aus der UdSSR ermöglichten und prägten den Wissen(schaft)s-Transfer in die Türkei entscheidend. Der Beitrag der Philologen, Kultur- und Literaturhistoriker aus Ost- und Ostmitteleuropa zur Entstehung und Entwicklung der türkischen Turkologie, der nationalstaatlichen Geschichtsschreibung und Geschichtspolitik (Museumswesen) war enorm, jedoch von der internationalen Türkei- und Wissenschaftstransferforschung vernachlässigt. Diese WissenschaftlerInnen waren eng mit der türkischen akademischen Welt (Fuat Köprülü, Ragip Hulusi Özdem) sowie untereinander verflochten, prägten durch ihre Fachaufsätze, öffentliche Vorträge und Übersetzungsaktivität die postosmanische türkische Staats- und Nationswerdung entscheidend mit und fungierten als Kulturmittler, ‚Kulturhändler‘ (cultural brokers) und stellten Paradebeispiele der „entangled intellectuals“  dar, die in mehr als einer akademischen Kultur verankert waren und in mehreren nationalen Kontexten diskursiv wirkten. Im Mittelpunkt stehen die durch diese Mittler bewegten Wissenschaftstransfers in Bereichen Sprache, Geschichte und Kultur in der Republik Türkei zwischen 1917 und 1950. Diese werden am Beispiel der kritischen Auseinanderdersetzung mit der türkischen Sprachreform, mit der Entstehung des türkischen nationalstaatlich gefördeten Geschichtsnarrativs und der (Neu-)Definierung der türkischen Kultur im Kemalismus erforscht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    },
    {
      "project_id": "355497408",
      "url": "https://gepris.dfg.de/gepris/projekt/355497408",
      "title": "Zu den Anfängen des Buchdrucks im Osmanischen Reich: Die Rolle der gedruckten Bücher bei der Vermittlung byzantinischen und post-byzantinischen Wissens",
      "subject_area": "Frühneuzeitliche Geschichte",
      "funding_period": "Förderung seit 2017",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 355497408",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken",
      "description": "Das Forschungsprojekt widmet sich der Rolle des Buchdrucks bei der Bewahrung und Vermittlung (post-)byzantinischen Wissens im Osmanischen Reich, in den osmanischen Tributarstaaten Moldau und Walachei sowie in Polen-Litauen und Moskau im Zeitraum zwischen dem Ende des 15. und der ersten Hälfte des 18. Jahrhunderts. Da sich der griechische Buchdruck im Osmanischen Reich in der Frühen Neuzeit nicht etablieren konnte (mit Ausnahme einer kurzlebigen Druckerei in Konstantinopel 1627), suchten griechische Hierarchen bewusst nach alternativen Druckorten außerhalb des Reiches. Relativ gut erforscht sind dabei westeuropäische Zentren des Buchdrucks wie Venedig; eher vernachlässigt wurden die „osteuropäischen“ Projekte der Griechen, die über Netzwerke zwischen orthodoxen Patriarchaten, Bischofssitzen, Klöstern und Mönchen sowie über die griechische Diaspora liefen. Was den Inhalt der gedruckten Texte betrifft gilt das Interesse hier erstens der (post-)byzantinischen interreligiösen und interkonfessionellen Polemik. Entsprechende Streitschriften wurden in Lemberg, Vilnius und Ostrog (jeweils Polen-Litauen) sowie Bukarest, Snagov und Iaşi (Walachei und Moldau) in griechischer, altkirchenslawischer, ruthenischer oder rumänischer Sprache gedruckt und beeinflussten den frühneuzeitlichen Prozess der orthodoxen Konfessionsbildung. Den zweiten Schwerpunkt bilden Katechismen und andere Lehrbücher (Grammatiken, Fibeln). Der dritte Schwerpunkt ist der Vermittlung des byzantinischen Kirchenrechts über gedruckte Gebetsbücher (Euchologia), Nomokanones und Gesetzessammlungen in Osteuropa gewidmet. Das byzantinische Erbe wird dabei oft außerhalb des osmanischen Kontextes beschrieben. Dagegen ermöglicht die transosmanische Perspektive, die Aneignung und Vermittlung byzantinischen Wissens im frühneuzeitlichen Osteuropa in einem größeren Zusammenhang zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1981: \nTransottomanica: Osteuropäisch-osmanisch-persische Mobilitätsdynamiken"
    }
  ]
}