{
  "spp_number": "SPP 2183",
  "spp_title": "Eigenschaftsgeregelte Umformprozesse",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402694744",
  "projects_count": 12,
  "projects": [
    {
      "project_id": "424334660",
      "url": "https://gepris.dfg.de/gepris/projekt/424334660",
      "title": "Eigenschaftsgeregelte mehrstufige Warmblechumformung",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334660",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Die mehrstufige Warmblechumformung ermöglicht die Herstellung von gehärteten und gleichzeitig geometrisch komplexen Bauteilen. Jedoch treten hierbei zeitlich variante Wechselwirkungen zwischen Werkstück und Werkzeug auf, die schwer abzuschätzen sind und sich auf die thermo-mechanische Historie auswirken. Diese Rückwirkungen beeinflussen letztendlich die Produkteigenschaften, welche deshalb unzulässigen zeitlichen Schwankungen unterliegen. Mit dem Ziel eine robuste, effiziente sowie wandlungsfähige Produktion umzusetzen, sollen deshalb in diesem Projekt die Wechselwirkungen bei der mehrstufigen Warmblechumformung sensorisch erfasst, mit geeigneter Aktorik kompensiert und so die Produkteigenschaften geregelt werden. Im Rahmen dieser 3. Phase wird die Regelung der Härte- gekoppelt mit der Ausdünnungsverteilung für verschiedene Bereiche eines pressgehärteten Hutprofils mit einseitig umgebogener Zarge im Folgeverbundwerkzeug mit erweiterter Aktorik produktionsnah umgesetzt. Anhand des Aufbaus soll das entwickelte Konzept zur Regelung der Produkteigenschaften bei der mehrstufigen Warmblechumformung validiert und dessen Übertragbarkeit demonstriert werden. Es sei angemerkt, dass das grundsätzliche Regelungskonzept der 3. Phase dem zuvor in der 2. Phase entwickelten hierarchischen optimierungsbasierten Konzept entspricht, wobei verschiedene Erweiterungen im Hinblick auf die Anpassung an produktionsnahe Bedingungen verfolgt werden. Zum einen müssen die Werkzeugtechnologie, Aktorik und Sensorik den Anforderungen einer Fertigung mit hoher Stückzahl genügen und zum anderen die Software (Softsensoren, Schätzer, Regelung) die notwendige Robustheit und Echtzeitfähigkeit aufweisen. Zur Erfüllung der genannten Anforderungen wird deshalb zunächst die Temperaturmessung robustifiziert, über die Bauteilbreite erweitert und die Temperatur sowie Umformmodellierung adaptiert. Zusätzlich wird die Verbesserung der Robustheit sowie Genauigkeit durch eine erweiterte Störgrößenschätzung und –kompensation mit der Implementierung einer Wärmebildkamera, eines 3D-Lasersensors und des 3MA-Systems untersucht. Zur Quantifizierung der Eigenschaftsverbesserung durch die Regelung werden die Produkteigenschaften der hergestellten Bauteile aus Versuchsreihen mit aktiver Regelung mit denen aus gesteuerten Versuchen verglichen. Begleitend zu den Untersuchungen werden übertragbare Gestaltungsrichtlinien aus umform- und regelungstechnischer Sicht ermittelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte UmformprozesseMitverantwortlicheDr.-Ing. Marlon  Hahn;Dr.-Ing. Heinrich  TraphönerEhemaliger AntragstellerProfessor Dr.-Ing. A. Erman  Tekkaya, bis 7/2025"
    },
    {
      "project_id": "424334318",
      "url": "https://gepris.dfg.de/gepris/projekt/424334318",
      "title": "Eigenschaftsgeregelte Prozessgestaltung des Freiformbiegens unter Berücksichtigung der Halbzeugeigenschaften",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334318",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Das übergeordnete Ziel des gesamten Forschungsvorhabens ist die wissenschaftliche Durchdringung einer Softsensor-basierten Regelstruktur, die auf Schwankungen im Halbzeug und im Prozess reagiert und damit bei gegebener Zielgeometrie die Eigenspannungen und weitere mechanische Eigenschaften (Härte, Duktilität, Festigkeit) im gebogenen Rohr anforderungsgerecht einstellen kann. Anhand dieser Zielformulierung wurden aufeinander aufbauende Teilziele konzipiert und in den ersten beiden Förderperioden bereits die maßgeblichen Grundlagen erarbeitet. In der dritten Phase des Forschungsvorhabens wird der Fokus auf die Umsetzung des eigenschaftsgeregelten Freiformbiegeprozesses mit bewegter Matrize in Echtzeit mit kontinuierlichem Vorschub unter produktionsnahen Bedingungen gesetzt. Dazu wird die Softsensorik und die Regelungsstruktur in die Anlagensteuerung eingebettet und der gesamtheitliche Regelkreis experimentell untersucht. Im Anschluss daran wird der Nachweis des positiven Effekts der Eigenschaftsregelung bei freiformgebogenen Bauteilen anhand eines Prüfstandes und Versuchen nachgewiesen. Weiterhin wird die Methodik der softsensorbasierten Eigenschaftsregelung auf komplexere Bauteilgeometrien sowie weitere Werkstoffe (z.B. ferritischer Edelstahl oder höherfester Stahl) übertragen und wissenschaftlich untersucht. Den Abschluss des Forschungsvorhabens bildet die Ableitung von allgemeingültigen Gestaltungsprinzipien für den eigenschaftsgeregelten Freiformbiegeprozess.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424335026",
      "url": "https://gepris.dfg.de/gepris/projekt/424335026",
      "title": "Eigenschaftsorientierte Regelung von Verfestigungs- und Phasenumwandlungsprozessen beim Drücken und Drückwalzen metastabiler Austenite",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424335026",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Das übergeordnete Ziel des Forschungsprojektes ist die Realisierung einer Eigenschaftsregelung innerhalb von Drückprozessen. Damit soll die lokal begrenzte und reproduzierbare Einstellung von physikalischen Bauteileigenschaften – in einem durch eine Vielzahl von Prozessparametern und einem wenig prädizierbaren Prozessverlauf geprägten Umfeld – möglich werden. Durch eine gezielte Beeinflussung von Phasenumwandlungsprozessen bei der Fertigung sollen Hochleistungsbauteile entstehen, die definierte gradierte mechanische (Härte) bzw. ferromagnetische Eigenschaften aufweisen und so einen Mehrwert bieten, z. B. im Hinblick auf eine sensorische Nutzung. Dabei werden sehr hohe Ansprüche an die örtliche Auflösung der Gradierung, aber auch die Form- und Maßhaltigkeit sowie die Oberflächenqualität gestellt. Innerhalb des Drückprozesses sollen daher durch eine geregelte Prozessführung der Parameter Temperatur und Umformgrad lokal begrenzte Bereiche geschaffen werden, die ein vorgegebenes Eigenschaftsprofil möglichst genau und reproduzierbar erfüllen. Dabei ist während der drei Phasen des Vorhabens eine Steigerung der Komplexität der zu betrachtenden Bauteile und Verfahrensschritte vorgesehen. Für FP3 ergeben sich folgenden Teilziele: • Robustifizierung des eigenschaftsgeregelten Prozesses zwecks Nachweises der Über-tragbarkeit der Eigenschaftsregelung auf andere Werkstoffchargen und Werkstoffe • Komplexitätssteigerung durch Übergang von axial (1D) und axial-angular (2D) gradierten Strukturen zu zusätzlich radial gradierten Strukturen (3D) • Weiterentwicklung und Optimierung der Eigenschaftsregelung unter Gesichtspunkten der Echtzeitfähigkeit unter produktionsnahen Bedingungen • Quantifizierter Nachweis der Eigenschaftsverbesserung anhand eigenschaftsgeregelt produzierter Bauteile • Ableitung von Gestaltungsprinzipien für den eigenschaftsgeregelten Drückwalzprozess in Form einer Systematisierung und MethodisierungDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424334584",
      "url": "https://gepris.dfg.de/gepris/projekt/424334584",
      "title": "Eigenschaftsregelung beim Schmieden auf Spindelpressen durch Dosierung der Schlagenergie und lokal wirkende Aktoren",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334584",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Mit dem Gesenkschmieden wird gewöhnlich das Ziel verfolgt, das Werkstück bei reduzierten Umformkräften umzuformen und die bei hohen homologen Temperaturen ablaufenden mikrostrukturellen Änderungen zu nutzen, um die Eigenschaften für die Anwendung einzustellen. Die Evolution der Mikrostruktur kann bei der Warmumformung als dynamisches System aufgefasst werden. Sie wird durch die zeitliche Evolution der Temperatur- und Geschwindigkeitsfelder am materiellen Punkt im Werkstück gesteuert.  Variationen (z.B. der Ausgangsmikrostruktur und der Reib- und Wärmeübergangsbedingungen) führen zu Schwankungen in den Eigenschaften. Beim Schmieden auf energiegebundenen Pressen wird das Werkstück mit mehreren Schlägen in Form gebracht. Hier scheint es generell möglich, das dynamische System der Mikrostrukturevolution über den Verlauf der Schläge zu regeln. Durch Adaption der Schlagenergie und der Pausenzeiten zwischen den Schlägen könnten Abweichungen, z.B. von der Solltemperatur infolge eines verzögerten Transports des Werkstücks, ausgeglichen werden. Üblicherweise ist es nicht möglich, beim Gesenkschmieden kritische Bauteilbereiche gezielt zu beeinflussen. Hierzu fehlen in den Werkzeugen Freiheitsgrade, mit denen Umformenergie gezielt lokal eingebracht werden kann.  Bislang sind keine Arbeiten bekannt, die die Schlagenergie gezielt als Stellgröße einsetzen, um die Mikrostruktur- und Eigenschaftsausbildung beim Schmieden direkt zu regeln. Auch ist keine lokale Beeinflussung kritischer Stellen möglich, da Aktoren in Schmiedegesenken, die über die Ausstoßerfunktion hinausgehen, gegenwärtig nicht Stand der Technik sind. Der vorliegende Antrag hat die Erforschung, Implementierung und Validierung von Beobachter- und Regelungsstrategien für die globale und lokale Eigenschaftsregelung beim energiegebundenen Schmieden auf Spindelpressen zum Gegenstand. Wird die Zielmikrostruktur auf einem bestimmten Gebiet im Werkstück vorgegeben, so kann mithilfe statischer Optimierungsverfahren eine optimale Schlagfolge als Referenz berechnet werden. Aus Messwerten ist dann im Prozessverlauf die Entwicklung der Mikrostruktur zu schätzen. Ein erstes Teilziel ist die Entwicklung eines energiebasierten Gefügemodells, d.h. die Formulierung und Validierung von  Materialgleichungen für die eigenschaftsbestimmenden Mikrostrukturvariablen auf Basis der durch Umformung in das Gefüge eingebrachten Energie.  Das Materialmodell soll mit einem online-fähigen Prozessmodell auf Basis interpolierter FEM-Lösungen kombiniert werden. Hierbei soll eine Bewegungsgleichung für den Rand des Gebiets mit erfüllter Mikrostrukturanforderung hergeleitet werden. Dieses Modell (\"Gefügemonitor\") bildet die Grundlage für die Eigenschaftsregelung, die als Trajektorienfolgeregelung zwischen Ist- und Sollzustand des Gebietsrands realisiert werden soll. Die entwickelte Lösung wird zunächst virtuell mithilfe eines FEM-Modells erprobt und dann auf die Spindelpresse des Lehrstuhls übertragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424334423",
      "url": "https://gepris.dfg.de/gepris/projekt/424334423",
      "title": "Erforschung und experimentelle Umsetzung eines eigenschaftsgeregelten Reckschmiedeprozesses",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334423",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Beim Isothermschmieden werden die Werkzeuge auf die Werkstücktemperatur erwärmt, so dass schwer umformbare Werkstoffe endkonturnah umgeformt werden können. Fortschritte erlauben es seit Kurzem, Turbinenschaufeln aus intermetallischen Titanaluminiden (TiAl) in Serie in Triebwerken einzusetzen. Aktuell können jedoch zahlreiche Einschränkungen dieser Technologie festgestellt werden, die ursächlich in der benötigten hohen Genauigkeit in der Zielgeometrie und den Umformgraden für die Umwandlung des Gussgefüges liegen. Mit der bestehenden Prozess- und Werkzeugtechnologie beträgt die Werkstoffausnutzung bei Turbinenschaufeln häufig weniger als 10%, da zusätzliche Werkstoffmengen zwangsweise umgeformt werden müssen, um die vorherrschende lamellare Gussausgangsstruktur in eine globulare Zielmikrostruktur zu wandeln. In Phase 1 wurde ein eigenschaftsgeregelter isothermer Reckschmiedeprozess mit lokaler Umformung untersucht und geregelt. In der 2. Phase konzentrierten sich die Arbeiten auf das eigenschaftsgeregelte Reckschmieden in mehreren Hüben und die lokale Erwärmung des Werkstücks, die mittels einer Level-Set Beschreibung des Prozesses ebenfalls effizient geregelt werden konnten. Die dritte Phase soll nun eine gemeinsame, (robuste) Regelung der Zielgeometrie und der Zielmikrostruktur in mehreren Hüben erfolgen. Der Teilantrag von M. Bambach befasst sich mit der Vorhersage der Mikrostruktur mittels neuronaler Netze im Rahmen des echtzeitfähigen Softsensors und mit dem Nachweis der Eigenschaftsregelung des Reckschmiedens unter produktionsnahen Bedingungen. Dabei wird eine gemeinsame Erreichung des Zielgefüges und der definierten Zielgeometrie angestrebt, um Werkstücke für die mechanische Endbearbeitung bereitzustellen. Der Teilantrag von M. Herty befasst sich mit der mathematischen Analyse und der Untersuchung robuster Regler basierend auf verifizierbaren maschinellen Lernmodellen des Gesamtprozesses. Es wird eine Bayes'sche Formulierung zur robusten Auslegung des Reglers hergeleitet und die mathematische Untersuchung der ML- Modelle zur Bestimmung von Fehlerschranken durchgeführt. Umformtechnische und mathematisch-regelungstechnische Fragestellungen sind somit eng miteinander verbunden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424334154",
      "url": "https://gepris.dfg.de/gepris/projekt/424334154",
      "title": "Geregeltes Drückwalzen zur Herstellung von Bauteilen mit definierter Verfestigung",
      "investigators": "Professorin Dr.-Ing. Birgit  Awiszus;Professor Dr.-Ing. Sebastian  Härtel;Professorin Dr.-Ing. Olfa  Kanoun",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334154",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Das Gesamtziel des Projektes innerhalb des SPPs ist die inkrementelle Herstellung von Bauteilen mit definierter Verfestigung durch eigenschaftsgeregeltes Drückwalzen. Dazu wurden in der ersten Phase die grundlegenden Zusammenhänge für die Entwicklung eines Multisensorsystems erforscht, das die Messdaten für einen Softsensor bereitstellt. Mit dessen Hilfe wird während des Umformprozesses die Regelung des Werkzeugvorschubes in Abhängigkeit der im Bauteil gemessenen Verfestigung übernommen. In der zweiten Projektphase lag der Schwerpunkt auf der Methodik zur Umsetzung und Weiterentwicklung des eigenschaftsgeregelten Drückwalzens. Erstmals konnte das selbstregelnde Drückwalzen anhand einer Prozessgröße im digitalen Zwilling und experimentell umgesetzt werden. Aufbauend auf den bereits erlangten Erkenntnissen und der Vorarbeiten ist die experimentelle Umsetzung des eigenschaftsgeregelten Drückwalzens in Abhängigkeit der Verfestigung umfassend vorbereitet. In der beantragten dritten Phase steht zunächst die experimentelle Herstellung von rotationssymmetrischen Bauteilen mit einem entwickelten Verfestigungsdesign durch Eigenschaftsregelung im Vordergrund. Parallel dazu erfolgen die Herstellung und Charakterisierung additiver Halbzeuge aus einem (hinsichtlich der chemischen Zusammensetzung) ähnlichen Werkstoff. Durch die Charakterisierung der Störgrößen der additiven Fertigung und die Erweiterung des Sensorsystems wird die Eigenschaftsregelung auf die Umformung additiver Halbzeuge erweitert, um Bauteile mit definierter Verfestigung herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424337584",
      "url": "https://gepris.dfg.de/gepris/projekt/424337584",
      "title": "Gesteuerter fest-flüssig Übergang beim Gießwalzen",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2019 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424337584",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Bei Umformprozessen wirkt das Werkzeug auf das Werkstück hochgradig nichtlinear, zeitlich und örtlich verteilt. Existierende Regelungsmodelle und Gleichungen können nicht die Schwankungen aufgrund des Umformprozesses berücksichtigen, wie z.B. Legierungszusammensetzung, Umformgeschwindigkeitsschwankungen, Temperatur u.ä. Als beispielhaften umformtechnischen Prozess wird das Gießwalzen von Magnesiumlegierungen verwendet, bei dem in der Prozesszone vor der Umformung noch ein Urformprozess stattfindet. Das Gießwalzen ist infolge der freien Oberflächen zwischen Düse und Walzen sowie der a-priori unbekannten Lage und Form des Erstarrungsbereiches ein freies Randwertproblem und als Prozess metastabil. Regelungstechnisch und, infolge fehlender belastbarer Messdaten, modelltechnisch ist das Gießwalzen in Verbindung zu den daraus resultierenden Werkstoffeigenschaften nur teilweise verstanden bzw. evaluiert. Messtechnische und modelltechnische Unsicherheiten sind durch das Fehlen von Messdaten insbesondere für die Lage und Form des Erstarrungsbereiches beim Gießwalzen gegeben und sollen im vorliegenden Projekt durch eine neu zu entwickelnde in der Walze integrierte Sensorik beseitigt werden. Die Mikrostruktur und die finalen Bandeigenschaften können momentan zu keinem Zeitpunkt der Umformung im gesamten Werkstoff erfasst werden. Damit können nicht alle Störungsfaktoren im Modell Berücksichtigung finden. Die Unsicherheiten, die einer robusten, eigenschaftsbasierten Regelung des Gießwalzprozesses im Wege stehen, sollen nunmehr durch quantitative Erfassung von Spannungszustand sowie Temperatur bzw. Wärmestrom im Gießwalzspalt beseitigt werden. Es müssen werkstoff- und messtechnisch robuste Messsysteme und Softsensoren entwickelt werden, die bei dynamischen Messungen zuverlässig den mikrostrukturellen Zustand aus messbaren Größen schätzen lassen. Aus der Zusammenarbeit wird ein grundlegender Erkenntnisgewinn über die Gestaltung resilienter, mikrostruktur- und eigenschaftsgeregelter Umformprozesse erwartet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte UmformprozesseMitverantwortlichePrivatdozent Dr.-Ing. Matthias  Schmidtchen;Dr.-Ing. Madlen  Ullmann"
    },
    {
      "project_id": "424334216",
      "url": "https://gepris.dfg.de/gepris/projekt/424334216",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMechanikMesssystemeMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334216",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Die Produktion zuverlässiger, hochbeanspruchbarer metallischer Komponenten ist von zentraler Bedeutung für die Energie- und Verkehrstechnik, den Maschinen- und Anlagenbau und die Infrastruktur. Bauteile, bei denen es auf eine hohe Zuverlässigkeit und Lebensdauer ankommt, erfordern häufig eine umformtechnische Herstellung. So bilden geschmiedete Hochleistungskomponenten die Grundlage technischer Innovationen in der Energie- und Verkehrstechnik. Umgeformte Blechbauteile vereinen Leichtbau, Crashsicherheit und Recyclierbarkeit im Fahrzeugbau. Umformprozesse stellen jedoch hinsichtlich der Produkteigenschaften überwiegend gesteuerte Prozesse dar, d. h. im Umformprozess findet keine Messung der eigenschaftsbestimmenden Mikrostruktur und keine Rückkopplung auf die Stellgrößen des Prozesses statt. Damit sind zahlreiche Nachteile verbunden. Wenn Umformprozesse sich nicht auf Schwankungen im Prozess und in den Werkstückeigenschaften einstellen können, müssen lange Entwicklungsphasen für neue Werkstoffe und Produkte, eine aufwändige Nachbearbeitung sowie die Produktion von Ausschuss in Kauf genommen werden. Zunehmende Anforderungen an die Ressourceneffizienz und Nachhaltigkeit erfordern die Vermeidung von Ausschuss und verstärken den Bedarf nach eigenschaftsgeregelten Umformprozessen, bei denen Produktgestalt und -eigenschaften trotz unvermeidbarer Schwankungen innerhalb vorgegebener Toleranzen eingestellt werden. Die Herausforderungen für die Entwicklung eigenschaftsgeregelter Umformprozesse resultieren daraus, dass die Wirkung des Werkzeugs auf das Werkstück hochgradig nichtlinear sowie zeitlich und örtlich verteilt ist. Für eine Eigenschaftsregelung müssen Umformprozesse somit als örtlich verteilte und zeitlich veränderliche Systeme verstanden und auf ihre Regelbarkeit hin untersucht werden. Mit dem Schwerpunktprogramm 2183 sollen die wissenschaftlichen Grundlagen eigenschaftsgeregelter Umformprozesse in enger interdisziplinärer Zusammenarbeit zwischen Umform-, Werkstoff-, Mess- und Regelungstechnik gelegt werden. Für die Umformtechnik entsteht aus der Kooperation mit der Regelungstechnik die Möglichkeit, regelbare Umformsysteme methodenbasiert auszulegen und die für die Eigenschaftsregelung notwendigen Sensoren und Aktoren im Systemdesign zu berücksichtigen. Da die Mikrostruktur zu keinem Zeitpunkt der Umformung im gesamten Werkstück erfasst werden kann, müssen Werkstoff- und Messtechnik robuste Messsysteme und Softsenoren entwickeln, die bei dynamischen Messungen zuverlässig den mikrostrukturellen Zustand aus messbaren Größen schätzen. Aus der Zusammenarbeit wird ein grundlegender Erkenntnisgewinn über die Gestaltung resilienter, mikrostruktur- und eigenschaftsgeregelter Umformprozesse erwartet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "534452014",
      "url": "https://gepris.dfg.de/gepris/projekt/534452014",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikMesssystemeMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 534452014",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Die Produktionstechnik befindet sich im Übergang von automatisierten Systemen zu Cyber-Physischen Produktionssystemen (CPPS). Diese Systeme integrieren Informations- und Planungssysteme räumlich und zeitlich in die Produktionsanlagen und sollen eine robuste und wandlungsfähige Produktion ermöglichen. Dies erfordert auch ein Umdenken in der Gestaltung von Umformprozessen. Bauteile mit hoher Zuverlässigkeit und Lebensdauer werden heute noch überwiegend durch Umformen hergestellt. Geschmiedete Hochleistungskomponenten und umgeformte Blechbauteile haben z.B. Anwendungen in der Energie- und Verkehrstechnik sowie im Fahrzeugbau. Umformprozesse haben sich im Laufe der Zeit entwickelt und wurden zunehmend automatisiert. Die Regelungstechnik wurde hauptsächlich für die Steuerung der Bewegungsabläufe der Umformmaschinen eingesetzt. Umformprozesse laufen daher gesteuert ab und können nur begrenzt auf Schwankungen im Werkstück oder Störungen reagieren. Für den Einsatz in resilienten Fabriken der Zukunft müssen geregelte Prozesse entwickelt werden, die sich an veränderliche Bedingungen anpassen können. Die Eigenschaftsregelung von Umformprozessen ist erforderlich, um Bauteileigenschaften innerhalb von Spezifikationen einzustellen und Ausschuss zu reduzieren. Die Herausforderung bei der Entwicklung eigenschaftsgeregelter Umformprozesse liegt in der nichtlinearen und verteilten Wirkung des Werkzeugs auf das Werkstück. Umformprozesse müssen als zeitlich und räumlich verteilte Systeme betrachtet werden, um sie zu verstehen und zu regeln. Für die Entwicklung effizienter Regler muss der Umformprozess mathematisch beschrieben und für eine systematische Entwicklung zugänglich gemacht werden. Das Schwerpunktprogramm zielt darauf ab, die wissenschaftlichen Grundlagen der prozessintegrierten Eigenschaftsregelung von Umformprozessen zu erforschen und neue Ansätze zu erproben. Die Zusammenarbeit zwischen Umformtechnik und Regelungstechnik ermöglicht die methodenbasierte Auslegung regelbarer Umformsysteme und die Berücksichtigung von Sensoren und Aktoren in der Systemgestaltung. Die erste Phase des Programms hat gezeigt, dass Umformprozesse gezielt für die Eigenschaftsregelung entwickelt werden können. Die zweite Phase konzentrierte sich auf die Entwicklung von Softsensoren und deren Integration in Regelstrategien. Die dritte Phase konzentriert sich auf die Gestaltung von Umformprozessen für die Eigenschaftsregelung und den quantitativen Nachweis der Eigenschaftsregelung unter produktionsnahen Bedingungen. Das Programm zielt darauf ab, über den aktuellen Stand der Technik hinauszugehen und die Entwicklung eigenschaftsgeregelter Umformprozesse voranzutreiben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    },
    {
      "project_id": "424334856",
      "url": "https://gepris.dfg.de/gepris/projekt/424334856",
      "title": "Mehrgrößenregelung mit Störgrößenaufschaltung von umformend erzeugten Produkteigenschaften – Grundlagen und Anwendung auf das Stanzlochwalzen",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424334856",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Im Rahmen dieses Projektes werden die bisherigen Grundlagen zur Regelung von umformend erzeugten Produkteigenschaften beim Stanzlochwalzen und der Konzepte zur Softsensorerfassung mittels magnetischem Barkhausenrauschen (MBN) genutzt, um im Prozess die Eigenschaftsregelung der Randschicht (v. a. Härte) und die Produktgeometrie in Echtzeit zu regeln. Hierbei sollen Erkenntnisse der werkstoffkundlichen Untersuchungen am TRIP Stahl 1.4301 aus der zweiten Förderperiode verwendet werden, um die Oberflächenhärte und die Kragenhöhe durch die Variation der Drehzahl und des radialen Vorschubs während des Prozesses einstellen zu können. Die Umsetzung des Reglers auf dem bereits entwickelten Werkzeug für Servomotorpressen erfolgt über eine Kaskadenregelung, die mittels eines modellprädiktiven Ansatzes basierend auf den Daten einer werkzeugintegrierte Messung mit dem MBN-Softsensor die Reglerparameter initiiert und überwacht und über die bisher gefundenen ordnungsreduzierten Modelle die Führungsgrößen anpasst. Der Martensitgehalt in der Randschicht und die optisch gemessene Kragengeometrie dienen anschließend der Prozessregelung als Ist-Werte, welche die maschinenseitigen Freiheitsgrade nutzen, um auf die Führungsgrößen zu reagieren. Um den Softsensor möglichst robust und präzise einzusetzen, müssen auch weitere Randschichtzustandsgrößen wie etwa Eigenspannungen und Korngrößen miterfasst werden, um eine umfangreiche und möglichst exakte Kenntnis ihrer Randschichtbeiträge zu implementieren. Zur Ableitung weiterer Werkstoffmodelle als Regler für diese Größen müssen demnach die in einer Parameterstudie eingestellten Randschichtzustände lokal aufgelöst untersucht und mittels metallografischer, röntgenografischer und elektronenmikroskopischer Analysen ergänzt werden. Auf Basis der in der zweiten Förderperiode um Werkstoffmodelle ergänzten und validierten FE-Simulation soll neben der Analyse von Bereichen unmittelbar an der Oberfläche auch eine Vorhersage der Tiefeninformationen des Gefügezustands ermöglicht werden. Dadurch kann dann gleichzeitig eine simulationsbasierte Regelung über die gesamten Produkteigenschaften unterstützt werden. Anschließend wird der Störgrößeneinfluss der Halbzeugschwankungen auf die Produkteigenschaften quantifiziert. Hierzu sollen klassische Störgrößen im Halbzeug wie der Gefügezustand, die Blechdicke und der Startlochdurchmesser in ihrer Wirkung auf das Softsensorsignal abgebildet werden um ein Regeln auch bei initialen oder unstetigen Schwankungen der Reglergröße zu ermöglichen. Die Reglergüte wird abschließend anhand des Optimierungsvermögens hinsichtlich der Verschleißeigenschaften in Abhängigkeit des Randschichtzustands bewertet. Final sollen dann generalisierte Gestaltungsprinzipien für eigenschaftsgeregelte Umformverfahren abgeleitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte UmformprozesseMitverantwortlichDr.-Ing. Stefan  Dietrich"
    },
    {
      "project_id": "424333859",
      "url": "https://gepris.dfg.de/gepris/projekt/424333859",
      "title": "Regelung der Oberflächeneigenschaften kaltgewalzter Halbzeuge durch Entwicklung eines neuartigen Regelungskonzepts basierend auf Online-Rauheitsmessungen der Bandoberfläche",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424333859",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Ziel dieses Forschungsvorhabens ist die Entwicklung einer Eigenschaftsregelung für den Prozess des Nachwalzens basierend auf einer Messung der Oberflächenrauheit. Mithilfe der im Nachwalzen eingestellten Oberflächentopographie werden funktionale Eigenschaften metallischer Halbzeuge wie etwa die Lackierbarkeit (Lackhaftung), der Oberflächenglanz oder tribologische Eigenschaften (Reibzahl) maßgeblich beeinflusst. Bislang erfolgt die Führung des Nachwalzprozesses anhand der Vorgabe einer Walzkraft. Diese wird aus Modellen, welche das Abprägeverhalten einer strukturierten Walze approximieren, vorab berechnet. Eine gezielte Einstellung der Bandeigenschaften im Betrieb erfolgt nicht. Ebenfalls werden Abweichungen in Folge einer ungenauen Modellierung oder wirkender Prozessstörungen (bspw. Walzenverschleiß, inhomogene Reibverhältnisse im Walzspalt) weder erfasst noch in den Prozess rückgeführt, sodass die funktionalen Eigenschaften über das gewalzte Band variieren. In diesem Kontext wurde in den vorangegangenen Förderperioden des hier adressierten Schwerpunktprogramms ein kaskadierter Regelkreis zur Nachführung der Bandeigenschaften entwickelt. Der auf einer modellprädiktiven Regelung (MPR) aufsetzenden Rauheitsregler, ermöglicht dabei die unterlagerte Einstellung der Bandmittenrauheit Ra unabhängig der geforderten Bandgeometrie (Banddicke). Hierzu wurde in der ersten Förderperiode ein schnelles Metamodell auf Basis einer offline gerechneten Mehrskalensimulation zur Beschreibung der Walzenabprägung abgeleitet. Modellabweichungen werden unter Verwendung des integrierten Rauheitssensors zur Laufzeit identifiziert und für eine datenbasierte Adaption der Reglermodelle genutzt. Zwecks Entkopplung von Oberflächentopographie und Bandgeometrie wurde neben der Nutzung eines zweiten Walzgerüsts der Bandzug als zusätzlicher Aktor untersucht, dessen Einfluss auf das Abprägeverhalten demonstriert werden konnte. In der zweiten Förderperiode wurde der Regelkreis durch Modelle zur rauheitsabhängigen Eigenschaftsvorhersage erweitert und durch die Einführung eines Softsensors geschlossen. Neben einer Analyse des realisierbaren Prozessfensters wurde der Rauheitsregler angepasst, so dass Unsicherheiten in der Prozessmodellierung nunmehr explizit in der MPR berücksichtigt werden können. In der dritten Phase ist die Validierung der Eigenschaftsregelung unter industrienahen Prozessbedingungen geplant. Neben der Übertragung auf ein weiteres Walzmaterial sind hierfür im Speziellen der Walzenverscheiß, höhere Bandgeschwindigkeiten sowie der Einsatz von Schmierstoffen zu berücksichtigen. Weiterhin soll der Effekt der Eigenschaftsregelung auf Bandcharakteristika wie die Streckgrenze oder zweidimensionale Rauheitskennwerte untersucht werden. Abschließende Walzversuche zielen auf eine Quantifizierung der Eigenschaftsverbesserung gegenüber einer konventionellen Prozessführung sowie die Ableitung von Gestaltungsprinzipien für den eigenschaftsgeregelten Umformprozess.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte UmformprozesseInternationaler BezugNiederlandeMitverantwortlicheProfessor Dr.-Ing. Dirk  Abel;Professorin Dr.-Ing. Heike  ValleryEhemaliger AntragstellerProfessor Dr.-Ing. Gerhard  Hirt, bis 6/2024"
    },
    {
      "project_id": "424337466",
      "url": "https://gepris.dfg.de/gepris/projekt/424337466",
      "title": "Thermomechanisches Ringwalzen mit prädiktiver Eigenschaftsregelung",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424337466",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2183: \nEigenschaftsgeregelte Umformprozesse",
      "description": "Das thermomechanische tangentiale Profilringwalzen (TMR) stellt ein Verfahren zur Herstellung endkonturnaher Ringgeometrien bei gleichzeitig gezielter Beeinflussung der Mikrostruktur und Härte durch eine geregelte Prozessführung hinsichtlich Umformung und Temperatur dar. Hierfür kommt ein kombinierter Ansatz aus PID und prädiktiven Modellen zum Einsatz, der es ermöglicht das vorhandene Prozessfenster so auszunutzen, dass die Sollwerte für Endgeometrie, Mikrostruktur und Härte gleichzeitig erreicht werden können. In den FÖP I und II erfolgte die Entwicklung der Systemarchitektur, der benötigten Softsensoren und zugehörigen Modelle, sowie die Umsetzung einer echtzeitfähigen Messdatenaufnahme, um einen geschlossenen Regelkreis an der Ringwalzanlage realisieren zu können. Mithilfe kaskadierter Regelkreise wurde die Regelung von Umformgeschwindigkeit und Luftstrom und daraus resultierend die Abkühlgeschwindigkeit und die entstehende Mikrostruktur ermöglicht. In experimentellen Versuchsreihen wurden die Stell- und Störgrößen analysiert und ihr Einfluss charakterisiert, sowie im Verlauf der FÖP II die Wirksamkeit des Ansatzes zur Temperaturregelung nachgewiesen. Der Softsensor zur Erfassung der Mikrostrukturentwicklung kombiniert Temperatursensoren und einen im Projekt entwickelten, oberflächennah arbeitenden Wirbelstromsensor mit schnellen Temperatur-, Werkstoff- und Umformmodellen zur Vorhersage der Ringeigenschaften im Inneren. Die optimalen Eingabeparameter werden laufend auf Basis der gemessenen Daten und eines Prädiktionsmodells angepasst. Die Erkenntnisse aus der FÖP II führten zu einem Konzept für die Regelung der Ringwalzanlage und zur Identifizierung zugehöriger Prozessfenster, welche in der dritten Förderperiode aufgegriffen werden. Das Ziel in FÖP III ist es, die Implementierung des Reglers unter produktionsnahen Bedingungen abzuschließen. Dies soll dazu dienen, den Einfluss der Regelkreise auf die Prozessleistung in verschiedenen Konfigurationen zu ermitteln und zu quantifizieren. Darüber hinaus gewährleistet die Identifizierung der Prozessgrenzen die Übertragbarkeit der entwickelten Methodik, z.B. auf verschiedene Ringgeometrien oder Materialien.  Zu diesem Zweck wird der bereits vorhandene digitale Zwilling erweitert, um eine Simulation des Prozesses, einschließlich des geschlossenen Regelkreises, zu ermöglichen. Nach der Validierung auf der realen Maschine wird es möglich sein, die Kontrollstrategie für Geometrien und Konfigurationen auf Fälle zu übertragen, die nicht auf der vorhandenen Walzanlage realisierbar sind. Eine Analyse des Prozesses und der Systemleistung soll die Ableitung von Gestaltungsprinzipien und -regeln hinsichtlich der Systemarchitektur (Aktoren, Sensoren, Modellierung und Steuerung) für die Implementierung des thermomechanisch geregelten Ringwalzens ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2183: \nEigenschaftsgeregelte Umformprozesse"
    }
  ]
}