{
  "spp_number": "SPP 2493",
  "spp_title": "Heterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540881923",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "564756364",
      "url": "https://gepris.dfg.de/gepris/projekt/564756364",
      "title": "Age-related changes in Epithelial – T cell interaction impair lung regenerative capacity",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564756364",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Direkte Zell-Zell-Interaktionen sind für Organfunktionen und die Gewebehomöostase von entscheidender Bedeutung, müssen aber streng reguliert werden, um physiologische Funktionsstörungen zu verhindern. Ein Schlüsselbeispiel ist die Wechselwirkung zwischen Immun- und Epithelzellen in Barriere-Organen, die die Integrität des Epithels und eine koordinierte Immunantwort auf Umweltreize gewährleistet. Mit zunehmendem Alter machen Epithel- und Immunzellkompartimente tiefgreifende Veränderungen durch, die die Gewebehomöostase beeinträchtigen, zu Regenerationsstörungen führen und chronische Krankheiten verursachen können. Als kritisches Barriere-Organ ist die Lunge für diese altersbedingten Veränderungen besonders anfällig, was zu einer hohen Prävalenz altersbedingter Krankheiten wie der chronisch obstruktiven Lungenerkrankung (COPD) und der idiopathischen Lungenfibrose (IPF) führt. Es ist zwar bekannt, dass Epithel- und Immunzellen einen altersbedingten Rückgang erfahren, doch die genauen Mechanismen, durch die ihre Interaktionen zur Gewebealterung beitragen, insbesondere auf der Ebene der Epithelzellen, sind noch wenig bekannt. Auf der Grundlage unserer vorläufigen Ergebnisse stellen wir die Hypothese auf, dass die Umgestaltung von T-Zell-Kompartimenten und -Funktionen während des Alterns die epitheliale Homöostase und Regeneration stört, indem sie die Alterungsphänotypen in Epithelzellen fördert. Im Gegenzug verändern gealterte Epithelzellen ihre Interaktionseigenschaften mit Immunzellen, was zu einer weiteren Dysfunktion der T-Zellen führt. Dieses Projekt zielt darauf ab, die molekularen Mechanismen aufzudecken, die diesen bidirektionalen Interaktionen und den Signalhierarchien zugrunde liegen, und therapeutische Strategien zur Wiederherstellung der Epithelfunktion in der gealterten Lunge zu untersuchen. Unser Projekt wird daher neue Einblicke zum Verständnis der Interaktionen zwischen Epithel und T-Zellen liefern, welche die Lungenalterung und altersbedingte Krankheiten beeinflussen. Zu diesem Zweck werden wir zunächst einen umfassenden funktionalen Atlas der Epithel-T-Zell-Interaktionen über die Lebensspanne erstellen und aufzeigen, wie das Altern zelluläre Nischen umgestaltet und den Immun-Epithel-Crosstalk verändert. Als Nächstes werden wir uns darauf konzentrieren, molekulare Schlüsselmechanismen aufzudecken, um die Signalwege zu entschlüsseln, die zu epithelialen Funktionsstörungen führen. Dadurch werden wir entscheidende Erkenntnisse darüber gewinnen, wie gealterte T-Zellen zu einer verminderten Regenerationsfähigkeit des Epithels und einer gestörten Barrierefunktion beitragen. Schließlich werden wir mechanistische Studien durchführen und altersbedingt gestörte Interaktionen gezielt beeinflussen, indem wir Epithelzellen modifizieren, um T-Zell-induzierte Alterungsphänotypen umzukehren. Dies soll die Grundlage für die Entwicklung von therapeutischen Strategien zur Wiederherstellung der Epithelfunktion in der Zukunft bilden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564800962",
      "url": "https://gepris.dfg.de/gepris/projekt/564800962",
      "title": "Auswirkungen der entwicklungsbedingten Programmierung durch maternale Fettleibigkeit auf die Interaktionen zwischen Alveolarmakrophagen und Epithelzellen bei der Lungenentwicklung und -funktion",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564800962",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Lungenentwicklung und -funktion basieren auf komplexen Interaktionen zwischen Immunzellen und Typ-II-Alveolarepithelzellen (AECII). Der Granulozyten-Makrophagen-Kolonie-stimulierende Faktor (GM-CSF), der hauptsächlich von distalen AECII produziert wird, ist essenziell für die Erhaltung und Funktionalität von Alveolarmakrophagen (AMs) in der Lunge. Eine Dysfunktion oder das Fehlen von AMs kann zur Akkumulation von Surfactant führen, was pulmonale Alveolarproteinose, beeinträchtigte Immunantworten auf Infektionen sowie fehlerhafte Gewebereparatur und -remodellierung zur Folge haben kann. Umgekehrt kommunizieren AMs mit AECII durch die Freisetzung von Zytokinen und Wachstumsfaktoren, die die Proliferation und Differenzierung des Epithels regulieren und so die alveoläre Homöostase aufrechterhalten. Maternale Fettleibigkeit stellt ein wachsendes Problem der öffentlichen Gesundheit dar, wobei zunehmend Hinweise auf deren schädliche Auswirkungen auf die fetale Lungenentwicklung und eine erhöhte Anfälligkeit für Atemwegserkrankungen bei Nachkommen hindeuten. Während der perinatalen Entwicklung können maternale metabolische Herausforderungen eine entwicklungsbedingte Programmierung im Sinne des Konzepts der \"Developmental Origins of Health and Disease\" auslösen. Gewebsresidente Makrophagen, wie Ams, sind aufgrund ihrer langen Lebensdauer und ihrer Beeinflussbarkeit durch maternale Metaboliten und Zytokine in utero und während der Laktation besonders anfällig für maternale metabolische Programmierung. Diese Umwelteinflüsse können epigenetisch auf Ams geprägt werden und zu langfristigen funktionellen Veränderungen führen. Diese intergenerationale Kommunikation kann zu anhaltenden Veränderungen der Makrophagenfunktion und des Crosstalks zwischen Immun- und Epithelzellen führen und die Nachkommen für entzündliche Lungenerkrankungen prädisponieren. Trotz dieser Erkenntnisse sind die spezifischen Rollen von AECII und Ams sowie ihre wechselseitigen Interaktionen im Kontext maternaler Stoffwechselstörungen und deren Auswirkungen auf die Lungenentwicklung und Infektionsreaktionen bisher wenig verstanden. In diesem Projekt verwenden wir Mausmodelle für maternale Fettleibigkeit und Influenza-Infektionen sowie ein Lungenorganoid-Modell, um die langfristigen Effekte metabolischer Programmierung zu untersuchen. Ziel ist es, zu analysieren, wie maternale Metaboliten und Zytokine die Interaktionen zwischen Ams und AECII sowie deren Infektionsantworten beeinflussen, und Mechanismen zu beleuchten, die zukünftige therapeutische Strategien informieren könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564826411",
      "url": "https://gepris.dfg.de/gepris/projekt/564826411",
      "title": "Bürstenzell-neuronale Kommunikation im respiratorischen Trakt",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564826411",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Das Atemwegsepithel ist häufig Pathogenen, Allergenen und Schadstoffen ausgesetzt und ist die erste Barriere zur Außenwelt im respiratorischen Trakt. Aktuelle Studien, einschließlich unserer eigenen, haben gezeigt, dass spezialisierte, disseminierte chemosensorische Epithelzellen, die als Bürstenzellen bezeichnet werden, eine Schlüsselrolle bei der Erkennung von Bakterien und Parasiten spielen. In früheren Arbeiten haben wir nachgewiesen, dass tracheale Bürstenzellen eng mit sensorischen Nervenfasern assoziiert sind, was auf eine enge funktionelle Interaktion zwischen diesen Zelltypen hinweist. Die Aktivierung von Bürstenzellen lösen Schutzreaktionen wie die Steigerung der mukoziliären Clearance, Veränderungen der Atemfrequenz oder eine Induktion einer protektiven neurogenen Entzündung aus, was zu einer gesteigerten Überlebensrate bei Pneumonie führt. Dennoch bleiben die freigesetzten Moleküle, die für die Weiterleitung dieser sensorischen Signale an das Gehirn und das Immunsystem sowie für die Rückkopplung mit der Peripherie (Bürstenzellen, Immunzellen, etc.) essenziell sind, weitgehend unbekannt. Bürstenzellen synthetisieren und setzen bei ihrer Aktivierung, z. B. durch bakterielle Metaboliten, den Neurotransmitter Acetylcholin (ACh), Zytokine und Cysteinyl-Leukotriene frei, die sowohl die neuronale Aktivität als auch die Funktion von Immunzellen beeinflussen können. Die sich aufdrängende Rolle der Bürstenzell-Neuronen-Interaktion für das Primen der lokalen Umgebung erfordert daher eine umfassende Untersuchung. In dieser Studie möchten wir untersuchen, wie Bürstenzellen mit sensorischen Neuronen interagieren. Unsere Ziele sind es zu verstehen, wie diese Wechselwirkungen 1) zu Veränderungen in der Bürstenzellpopulation und -funktion, 2) zu Veränderungen der neuronalen Sensitivität und 3) der Mechanismen der Wirtsabwehr beitragen. Wir werden genetische Mausmodelle, Transkriptomanalysen, Bürstenzell-Neuronen-Kokulturen, Elektrophysiologie und Elektronenmikroskopie einsetzen, um die Kontakte zu charakterisieren sowie die Schlüsselmechanismen und -moleküle zu identifizieren, die die Kommunikation zwischen Bürstenzellen, Neuronen und Immunzellen steuern. Zusätzlich werden wir die in vivo Bildgebung und optogenetische Techniken nutzen, um die Beziehung zwischen Bürstenzellen der Atemwege und sensorischen Neuronen in vitro und ex vivo zu untersuchen. Wir erwarten, Signale, Signalübertragungsmoleküle und Mechanismen zu identifizieren, die an der gegenseitigen Kommunikation durch Zell-Zell-Interaktionen beteiligt sind. Dies wird unser Verständnis der Abhängigkeit zwischen seltenen Zelltypen im Epithelgewebe wie die Bürstenzellen und Neuronen gesunder und belasteter Atemwege und Lungen (z. B. bei bakterieller Pneumonie) erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564825356",
      "url": "https://gepris.dfg.de/gepris/projekt/564825356",
      "title": "Darmbildung durch heterotypische Interaktion von epithelialen Vorderdarm- und mesenchymalen Mitteldarmvorläuferzellen",
      "subject_area": "ZellbiologieBiophysikEntwicklungsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564825356",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Das Verdauungssystem des Menschen und der Tieren besteht aus ektodermalen und endodermalen Derivaten, die zusammen einen durchgehenden Schlauch vom Mund bis zum Anus bilden. Je nach Spezies, interagieren und verschmelzen während der Entwicklung ektodermale Epithelien mit endodermalem Gewebe epithelialen oder mesenchymalen Charakters. Bei Drosophila-Embryonen interagiert ein epithelialer Vorderdarm mit einem mesenchymalen Mitteldarm. Dadurch öffnet sich die fingerartige Vorderdarmröhre zum Mitteldarm und der Mitteldarm erhält einen sekundären Epithelcharakter, der sich an das Vorderdarmepithel anlehnt. Wir nehmen an, dass die mesenchymalen Mitteldarmzellen punktuelle Verbindungen mit dem Vorderdarmepithel und untereinander bilden, die aus E-Cadherin-Komplexen oder anderen Adhäsionsmolekülen bestehen. Wir nehmen an, dass die mesenchymalen Mitteldarmzellen von der Basalseite in das Vorderdarmepithel eindringen und folglich eine kontinuierliche Schicht aus einem primären Vorderdarmepithel und einem sekundären Mitteldarmepithel bilden. Wir haben Kandidatenmoleküle für die Interaktion durch Einzelzelltranskriptomik der Grenzflächenzellen definiert. Die Kandidaten sollen durch Lokalisierung der Proteine und funktionell durch genetische Interferenz getestet werden. Die Verteilung und Struktur von E-Cadherin-Spot-Junctions und den damit verbundenen Komponenten soll mittels hochauflösender konfokaler Mikroskopie und DNA-PAINT-Nanoskopie untersucht werden. Die Morphodynamik der Grenzfläche soll durch Live-Bildgebung und 3D Quantifizierung der Zellformdynamik analysiert werden, wofür neuartige Werkzeuge wie die Zerlegung in sphärische harmonische Funktionen eingesetzt werden. Die physiologische Relevanz der Epithel-Mesenchym-Grenzfläche soll an Embryonen getestet werden, denen entweder der epitheliale Teil der Grenzfläche fehlt (Embryonen ohne Vorderdarm) oder die eine Epithel-Epithel-Grenzfläche enthalten (Embryonen ohne Mesenchym).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564826654",
      "url": "https://gepris.dfg.de/gepris/projekt/564826654",
      "title": "Entstehung und Funktion von Interaktionen zwischen Neuronen und sekretorischen Zellen in der mukoziliären Epidermis von Xenopus",
      "subject_area": "ZellbiologieEntwicklungsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564826654",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die embryonale Epidermis in Xenopus dient als wichtiges Modell für Studien der Entwicklung und Erkrankung von mukoziliären Atemwegsepithelien. Während der Entwicklung wird die Haut initial von Rohon-Beard und Dorsal Root Ganglion Neuronen innerviert und es wurden synapsenähnliche Strukturen zwischen Neuronen und mukoziliären Epithelzellen beschrieben. Wir haben entdeckt, dass small secretory cells (SSCs) für die normale Innervierung benötigt werden und, dass sie enge direkte Verbindungen mit Neuronen bilden. Um zu verstehen wie Neuronen mit mukoziliären Epithelzellen Verbindungen herstellen und kommunizieren wollen wir untersuchen, wie SSCs die Innervierung steuern, welche Oberflächenmoleküle direkte Verbindungen zwischen SSCs und Neuronen befähigen, und die Hypothese testen, dass diese Interaktionen zwischen Neuronen und SSCs Sekretion als Antwort auf physiologische Stimuli reguliert. Dieses Projekt wird ein neues Modell zur Untersuchung von neuro-mukoziliären Interaktionen etablieren, und unser Verständnis von entwicklungs- und zellbiologischen Mechanismen mit hoher klinischer Relevanz im Kontext von humanen Atemwegserkrankungen befördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564825002",
      "url": "https://gepris.dfg.de/gepris/projekt/564825002",
      "title": "Gewebsspezifische Mechanismen der Interaktion von intraepithelialen Mastzellen und Epithelzellen und deren Relevanz für die Funktion der mukosalen Barriere in Homöostase und Entzündung",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564825002",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Mastzellen (engl. mast cells, MC) sind gewebeständige Immunzellen, die für die Einleitung und Aufrechterhaltung von Immunreaktionen auf verschiedene exogene sowie endogene Reize von entscheidender Bedeutung sind. Intraepitheliale mukosale MCs (ieMMCs) sind eine spezialisierte MC-Untergruppe, die ausschließlich in den Epithelschichten der Schleimhaut lokalisiert ist, und somit eine entscheidende Rolle für die Epithelzellfunktion und mukosale Immunität spielen könnte. Bislang sind die gewebespezifischen Mechanismen der Interaktion zwischen ieMMCs und Epithelzellen sowie die physiologischen Folgen noch nicht hinreichend untersucht. In diesem Projekt wollen wir daher die Anzahl der ieMMCs, ihre genaue anatomische Lokalisierung und Organisation sowie die Mechanismen der intraepithelialen Anheftung und der zellulären Interaktion mit Epithelzellen (z. B. physische  Interaktion, MC-Granula und/oder  lösliche Mediatoren) in verschiedenen Schleimhautgeweben (Darm, Lunge, Harnblase) unter physiologischen Bedingungen und bei Entzündungsreaktionen bestimmen (Ziel 1). Dazu werden innovative Bildgebungsverfahren (z. B. optisches Clearing und Lichtblattmikroskopie des gesamten Organs, sowie hochauflösende und multiparametrische Bildgebung) in neuartigen transgenen Mcpt1-basierten und somit MMC-spezifischen Reportermodellen durchgeführt. Wir werden insbesondere die heterotypischen Zell-Zell-Interaktionen zwischen ieMMCs und EpCs untersuchen, inwiefern sich diese Zellen durch ihre Interaktion gegenseitig beeinflussen und wie sich dieses Zusammenspiel während einer Entzündungsreaktion mechanistisch verändert. Zudem soll die gewebespezifische Rolle von ieMMCs für die epitheliale Integrität, Funktionalität, Immunität und Geweberegeneration in Homöostase und bei Infektion/Entzündung untersucht werden (Ziel 2). Dafür werden in vivo-Modelle für epitheliale Schädigung (Influenza-Pneumonie und C. rodentium-induzierte Kolitis) in MMC-defizienten Mausmodellen eingesetzt, um die Rolle der ieMMCs für die Epithelfunktion von Lunge und Darm auf Einzelzellebene zu untersuchen (durch Charakterisierung phänotypischer, funktionaler, transkriptioneller und metabolischer Anpassungen der Epithelzellen). Ergänzende Analysen der Barriere-Integrität, Epithelschädigung und der Geweberegenerations- und -remodellierungsprozesse unter Verwendung dieser Modelle werden Aufschluss über die Rolle der ieMMCs auf Gewebeebene geben. Diese Studien werden durch komplexe in vitro-Analysen ergänzt, bei denen MMCs aus den verschiedenen mukosalen Geweben mit Epithelzellen ko-kultiviert werden, um die Mechanismen und die Bedeutung einzelner Interaktionsfaktoren genauer zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564767109",
      "url": "https://gepris.dfg.de/gepris/projekt/564767109",
      "title": "Heterologe Interaktionen zwischen Follikelepithel und Keimbahnzellen – Selbstorganisierende Prinzipien der Drosophila Eikammer Morphogenese",
      "investigators": "Professorin Dr. Anne-Kathrin  Classen;Professor Dr. Patrick  Dondl",
      "subject_area": "ZellbiologieEntwicklungsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564767109",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Koordinierte Gewebemorphogenese beruht auf präzisen Interaktionen zwischen verschiedenen Zelllinien. Während der Oogenese sind dynamische Kontakte zwischen dem somatischen Follikelepithel und Keimbahnzellen entscheidend für die Entstehung einer fruchtbaren Eizelle. Obwohl diese Interaktionen in vielen metazoischen Lebenszyklen eine zentrale Rolle für die Fortpflanzung spielen, sind ihre molekularen und zellulären Mechanismen – und die morphogenetischen Funktionen dieser heterologen Zell-Zell-Kontakte – bislang nur teilweise verstanden. In diesem Forschungsvorhaben werden wir die Eikammer von Drosophila als Modellsystem einsetzen, um zu untersuchen, wie Oberflächenkontakte zwischen epithelialen Follikelzellen und Keimbahnzellen während der Oogenese reguliert werden. Konkret möchten wir die Moleküle, Signalwege und zellulären Strukturen identifizieren, die der starken Affinität zwischen anterioren Follikelzellen und Keimbahn-Nährzellen zugrunde liegen. Wir gehen davon aus, dass diese Faktoren als Effektoren von Zelladhäsion oder kortikaler Aktomyosinspannung fungieren, um koordinierte Veränderungen der Zelloberfläche zu ermöglichen und Morphogenese der Keimbahn-Soma-Grenzfläche anzutreiben. Zur Erreichung dieser Ziele werden wir die Stärken der Drosophila Genetik, hochauflösende Bildgebung und quantitative Bildanalyse mit der Vorhersagekraft mathematischer Phasenfeldmodellierung kombinieren. Insbesondere soll das Model Aufschluss darüber geben, wie heterologen Interaktionen die Größe, Architektur und Organisation der Keimbahn-Nährzellen prägen. Unser Vorhaben bietet somit die Chance, die Grundlage eines robusten, selbstorganisierenden Systems zu ergründen, das nicht nur die richtige Passung zwischen epithelialen Follikelzell-Populationen und Keimbahnzellen sicherstellt, sondern auch die im System wirkenden physikalischen Kräfte reguliert und ausbalanciert, um Wachstum, Form, Umstrukturierung und die Gesamtarchitektur von Nährzellen als auch der sich entwickelnden Oozyte zu steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564813359",
      "url": "https://gepris.dfg.de/gepris/projekt/564813359",
      "title": "Heterologe Zell-Zell-Interaktionen an der Schnittstelle zwischen Embryo und Mutter während der Implantation",
      "subject_area": "ZellbiologieEntwicklungsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564813359",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Einnistung des Säugetierembryos in die Gebärmutterwand ist ein entscheidender Prozess, der den Konzeptus in den frühen Stadien der Schwangerschaft mit dem mütterlichen Gewebe verbindet. Während fast die Hälfte aller missglückten Schwangerschaften beim Menschen mit Implantationsdefekten in Verbindung gebracht werden, sind die zellulären Mechanismen, die den heterologen Interaktionen an der Schnittstelle zwischen Embryo und Mutter zugrunde liegen, nur unzureichend bekannt. Dieses Projekt zielt darauf ab, die zellulären Mechanismen zu modellieren und zu entschlüsseln, die die Interaktionen zwischen dem implantierenden Embryo und den Gebärmutterepithelien vermitteln. Mithilfe von Biotinylierung von Zellkontakten, Einzelzellsequenzierung und Embryo-(Ko-)Kulturansätzen werden wir die komplizierten Zell-Zell-Interaktionen zwischen dem invasiven Trophoblasten und den uterinen Epithelkompartimenten kartieren, modellieren und analysieren. Ein tieferes Verständnis dieser Interaktionen kann dazu beitragen, die implantationsbedingte Unfruchtbarkeit zu bekämpfen und die assistierten Reproduktionstechnologien zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564741436",
      "url": "https://gepris.dfg.de/gepris/projekt/564741436",
      "title": "Heterotypische Immun-Epithel-Interaktionen prägen die Flügelmorphogenese von Drosophila",
      "investigators": "Professor Dr. Milos  Galic;Dr. Maja  Matis",
      "subject_area": "ZellbiologieBiophysikEntwicklungsbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564741436",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Während der Flügelentwicklung von Drosophila durchläuft das Epithelgewebe eine umfangreiche Umgestaltung, um seine endgültige Form zu erreichen. Dieser Prozess beruht auf verschiedenen zellulären Verhaltensweisen, einschließlich Veränderungen der Zellmorphologie, Zellproliferation, orientierter Zellteilung, Zellinterkalation sowie Zelltod. Obwohl Apoptose nachweislich mehrere Funktionen erfüllt, bleibt ihre Rolle bei der Regulierung der Organgröße und -form, insbesondere in sich schnell ausdehnenden Geweben wie dem Drosophila-Flügel, weitgehend unerforscht. Ein zweiter prominenter Zelltyp im sich entwickelnden Flügel sind Makrophagen, Fresszellen, welche unter anderem mit der Beseitigung apoptotischer Zelltrümmer beauftragt sind. Der Verlust von Makrophagen führt zu einer beeinträchtigten Flügelentwicklung, was die Bedeutung der Wechselwirkungen zwischen Immun- und Epithelzellen für die Flügelmorphogenese unterstreicht. Die Art dieser heterotypischen Zell-Zell-Interaktionen ist jedoch unbekannt. In diesem Projekt kombinieren wir unsere Expertise in Genetik, Entwicklungsbiologie, Zell- und Gewebemechanik, quantitativer Bildanalyse, Biophysik, Nanotechnologie, und Immunologie, um zu entschlüsseln, wie heterotypische Interaktionen zwischen Immunzellen und dem wachsenden Epithelgewebe die Flügelentwicklung von Drosophila koordinieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564756725",
      "url": "https://gepris.dfg.de/gepris/projekt/564756725",
      "title": "Heterotypische Zell-Zell-Interaktionen bei der Entwicklung des Zustands von Darmepithelzellen während der Gewebehomöostase und der Krebsentstehung",
      "subject_area": "ZellbiologieBiophysik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564756725",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Organe unseres Körpers bestehen aus einer Vielzahl funktionell spezialisierter Zelltypen. Die meisten Zellen enthalten einen Zellkern, der genetische Informationen in Form von DNA enthält. Die DNA kodiert für Gene, von denen eine streng regulierte Auswahl in mRNA umgeschrieben und anschließend in Proteine transliert wird. Dieser Prozess ist essenziell, um die spezialisierten Zellzustände zu erzeugen und aufrechtzuerhalten. Während die biochemischen Mechanismen, die zur Erhaltung funktionaler Zellzustände beitragen, gut erforscht sind, ist die Auswirkung von mechanischem Stress auf das Zellgewebe, wenig erforscht. Unsere Zellen unterliegen im Alltag dauerhaft mechanischem Stress. Dieser entsteht bei Bewegung oder der Atmung, bei denen unsere Zellen zusammengedrückt, gedehnt und verformt werden. Auch die dynamische Selbsterneuerung und Reparatur unserer Organe wirkt sich auf den mechanischen Stress des Zellgewebes aus. Das Ziel unserer Forschung ist es, zu verstehen, wie Zellen und Gewebe mit der Verformung und dem mechanischen Stress, dem sie ständig ausgesetzt sind, umgehen, ohne Schaden zu nehmen. Darüber hinaus untersuchen wir, wie diese mechanischen Kräfte als Signale fungieren, um das Zellverhalten zu regulieren und die direkten Zell-Zell-Interaktionen zu beeinflussen. Besonders im Fokus stehen die Wechselwirkungen zwischen den krebsauslösenden Epithelzellen und den benachbarten Stromazellen, den krebsassoziierten Fibroblasten, die wichtige Bestandteile der umgebenden Nische sind. Unser Ziel ist es, die Mechanismen zu entschlüsseln, die in den frühen Stadien der Darmkrebsentwicklung zur Störung dieser Kommunikation führen. Dieses Projekt strebt an, die zellulären und molekularen Grundlagen für die Störung der Gewebehomöostase und die Entstehung krankhafter Zellzustände, Formen und Gewebearchitekturen aufzudecken. Ein tieferes Verständnis dieses Prozesses könnte zur Entwicklung verbesserter Darmkrebstherapien beitragen und die Lebensqualität von Darmkrebspatienten nachhaltig verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564722927",
      "url": "https://gepris.dfg.de/gepris/projekt/564722927",
      "title": "Interaktionen zwischen Makrophagen und Lungenepithelien: Mechanische Eigenschaften\nzellulärer Kontakte und deren Auswirkungen auf die kollektive Dynamik",
      "subject_area": "ZellbiologieBiophysik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564722927",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Makrophagen sind entscheidende Komponenten des angeborenen Immunsystems und verantwortlich für das Aufnehmen von sterbenden Zellen, Zelltrümmern, Immunkomplexen und Bakterien. Sie produzieren auch Wachstumsfaktoren und Signalmoleküle, um den Wirt zu schützen und die Homöostase aufrechtzuerhalten. Unser Fokus liegt auf der Interaktion zwischen alveolären Makrophagen und Pneumozyten. Während die biochemischen Signalwege teilweise bekannt sind, bleibt die Rolle mechanischer Kräfte bei den Interaktionen zwischen Makrophagen und alveolären Epithelzellen während Entzündungen und der Homöostase völlig unerforscht. Durch den Einsatz einer einzigartigen Kombination biophysikalischer Methoden wie Metallinduzierter Energietransfer (MIET)-Bildgebung, elektrischer Zell-Substrat-Impedanzmessung (ECIS) und kolloidaler Sondenmikroskopie wollen wir die Übertragung mechanischer Kräfte zwischen alveolären Makrophagen (z.B. MH-S, RAW 264.7) und Pneumozyten (A549 oder CI-hAELVi Zellen) sowie zwischen Epithelzellen untersuchen. Unser Fokus liegt auf wichtigen Adhäsionsmolekülen wie LFA-1, ICAM-1 und E-Cadherin. Neben der Quantifizierung der interzellulären Kräfte planen wir, die raumzeitliche Korrelation der Zell-Substrat- Distanzfluktuationen von Pneumozyten als Reaktion auf die Aktivität (Polarisierung) der Makrophagen zu überwachen. Mit elektrochemischen Methoden kombiniert mit superauflösender optischer Mikroskopie werden wir untersuchen, wie die Aktivität der Makrophagen die Barrierefunktion und Membranfluktuationen beeinflusst. Unser Ziel ist es, ein tieferes Verständnis dafür zu erlangen, wie Makrophagen durch mechanische Signale mit Epithelzellen interagieren, was zu Veränderungen ihres aktiven Zustands und ihrer Barriereeigenschaften führt. Dieses Wissen hat bedeutende Auswirkungen auf pathologische Zustände wie Lungenverletzungen (Gewebeschäden) und chronische Krankheiten wie chronisch obstruktive Lungenerkrankung (COPD), Asthma, allergische Reaktionen und idiopathische Lungenfibrose (IPF).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564873286",
      "url": "https://gepris.dfg.de/gepris/projekt/564873286",
      "title": "Koordinationsfonds",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564873286",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Entwicklung und Lebensfähigkeit komplexer Organismen hängen von Barriere-, Absorptions-, Sekretions- und sensorischen Funktionen ab, die von Epithelgeweben in Organen wie der Haut, der Lunge oder dem Darm gewährleistet werden. Epithelzellen interagieren hierbei mit verschiedenen nicht-epithelialen Zellen (z. B. Neuronen, Melanozyten, Fibroblasten, Endothelzellen) und mit gewebeansässigen Immunzellen (z. B. Makrophagen, ansässige T-Zellen). Erste Studien zeigen, dass diese Interaktionen entscheidend für den Aufbau und den Erhalt gesunder Organe mit dynamischen Reaktionszuständen sind. Während jedoch unser Verständnis der homotypischen Signalprozesse zwischen gleichartigen Epithelzellen stetig wächst, sind die molekularen Grundlagen und funktionellen Konsequenzen von heterotypischen Zell-Zell-Interaktionen in Epithelien nach wie vor nur unzureichend bekannt. Im Rahmen des neuen SPP 2493 wird untersucht, wie Epithelzellen mit benachbarten, nicht-epithelialen Zelltypen interagieren und kommunizieren, um funktionelle Epithelgewebe zu bilden, zu erhalten und zu regenerieren. SPP 2493-Projekte werden einen (oder mehrere) der drei Schwerpunktbereiche untersuchen: Interaktionen zwischen 1) Epithel- und Immunzellen, 2) Epithelzellen und Neuronen und 3) Epithel- und Mesenchymzellen. Zudem sollen die Moleküle und/oder Signale aufgedeckt werden, die den direkten heterotypischen Zell-Zell-Interaktionen in Epithelgeweben zugrunde liegen, und die entwicklungsbedingte, physiologische oder pathologische Bedeutung der heterotypischen Kommunikation aufgezeigt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564756447",
      "url": "https://gepris.dfg.de/gepris/projekt/564756447",
      "title": "Mechanische Dehnung von Alveolarepithelien führt zur heterotypischen Aktivierung von Alveolarmakrophagen",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564756447",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Alveolen sind zentrale Funktionseinheiten der Lunge. Ihre Homöostase sowie die Lungenfunktion hängen von einem engen Zusammenspiel von Alveolarepithelzellen (AECs) mit mesenchymalen und Immunzellen ab. Es konnten zahlreiche Interaktionen identifiziert werden, die die alveoläre Homöostase erhalten, akute Entzündungen fördern und die Wundheilung unterstützen.  AECs bilden direkte, heterotypische Zell-Zell-Verbindungen mit im Gewebe ansässigen Alveolarmakrophagen (AMs), den wichtigsten Immunzellen in den Alveolen. Heterotypische Zell-Zell-Verbindungen zwischen AMs und AECs umfassen Oberflächenprotein-Interaktionen und Gap Junctions und modulieren die Entzündungsreaktion nach Infektion durch interzelluläre Ca2+-Signale. Die AM-vermittelte Immunreaktionen kann aber auch ohne Infektion auftreten. Dies wurde u.a. nach mechanischer Beatmung beobachtet, die zur beatmungsinduzierten Lungenschädigung (VILI) führen kann. Die Entzündung ist vermutlich eine Reaktion auf eine Überdehnung des Alveolarepithels. Die genauen Verbindungen zwischen alveolärer Hyperinflation, Überdehnung des Epithels und Entzündung sind noch unbekannt. AM-Depletion schwächt diese Verbindungen ab. Wir wollen in diesem Projekt die Hypothese untersuchen, dass die (Über-)dehnung des Alveolarepithels die Aktivierung von AMs auslöst und dass diese von heterotypischen Zell-Zell-Interaktionen und Ca2+-Signalen abhängt. Dazu werden humane AMs mit AECs in etablierten in-vitro-Modelle der menschlichen Alveole ko-kultiviert. Zunächst wird die Aktivierung der AMs nach mechanischer Dehnung des Epithels (ELISA, CyTOF) untersucht, anschließend die Ca2+-Signale und die molekularen Mechanismen für deren Entstehung nach Dehnung des Epithels in einzelnen Zellen. Dies beinhaltet fluoreszenzmikroskopische Untersuchung von Zellen während der Dehnung, die Analyse der Expression / Lokalisierung von Zelloberflächenprotein-Interaktionen und Gap Junctions an der Epithel-AM-Grenzfläche sowie die Hemmung spezifischer Proteine mit pharmakologischen Mitteln, siRNAs/shRNAs und Gene-Editing. Basierend auf diesen Ergebnissen soll der Einfluss der Inhibition der identifizierten Signalwege auf die Aktivierung der AMs nach mechanischer Dehnung des Epithels untersucht werden, um die Abhängigkeit der AM-Aktivierung von der spezifischen heterotypischen Interaktion von AECs mit AMs und den durch die epitheliale Dehnung induzierten Ca2+-Signalen in AMs zu bestätigen. Diese Studie wird neue Erkenntnisse über die Rolle des intrinsischen heterotypischen zellulären Zusammenspiels von AECs und AMs in der menschlichen Alveole liefern, die Rolle der epithelialen (Über)dehnung bei der Aktivierung von AMs aufklären und die zugrunde liegenden Mechanismen identifizieren. Diese Erkenntnisse werden zu unserem Verständnis der Pathogenese schwerer Lungenentzündungen und der Entwicklung von ALI/ARDS bei Hyperinflation der Lunge beitragen, wie sie bei beatmungsinduzierten Lungenschäden (VILI) beobachtet wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564825595",
      "url": "https://gepris.dfg.de/gepris/projekt/564825595",
      "title": "Molekulare Einblicke in direkte Zell-Zell-Interaktionen entlang der Epithel-Immun-Neuronen-Achse in der Epidermis",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564825595",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Die Haut ist eine wichtige Schnittstelle zwischen dem Organismus und seiner Umwelt. Sie schützt vor Wasserverlust und externen Einflüssen wie Krankheitserregern, Toxinen, mechanischen Schäden und Temperaturschwankungen. Ihre äußerste, stratifizierte Epidermis ist mit epidermalen Anhängen wie Haarfollikeln und Schweißdrüsen durchzogen. Keratinozyten stellen den häufigsten Zelltyp dar, aber die Epidermis beherbergt auch andere Zelltypen mit entscheidenden Funktionen für den Organismus: Melanozyten vermitteln die Pigmentierung von Haaren und Haut und schützen die KCs vor UV-Schäden, während gewebeständige Immunzellpopulationen wie Langerhans-Zellen und dendritische epidermale T-Zellen eine erste Verteidigungslinie gegen umweltbedingte Krankheitserreger und bösartige Veränderungen in der Haut von Mäusen bilden. Die Epidermis wird auch von sensorischen Neuronen über freie Nervenendigungen in der Epidermis innerviert, die alle Epidermisschichten durchziehen. Wie diese epithelialen, immunologischen und neuronalen Zelltypen und Netzwerke innerhalb der dicht gepackten Epidermis räumlich und zeitlich koordiniert werden, um gleichzeitig Hautbarriere, Pigmentierung, Sensorik und Wirtsabwehr zu gewährleisten, ist weitgehend ungelöst. Wir konnten kürzlich aufzeigen, dass epidermale Polaritätssignale und Zell-Zell-Adhäsion benachbarte Zelltypen (Melanozyten, Immunzellen) modulieren, und wir erhielten Einblicke in Mechanismen der gewebeübergreifenden Musterung von Zelltypen. Zudem haben wir verbesserte Kokulturmodelle für mechanistische Untersuchungen des heterotypischen Crosstalks epidermaler Zelltypen entwickelt. Durch die Integration interdisziplinärer Ansätze auf molekularer, zellulärer und organischer Ebene wird dieses SPP2493-Projekt zu einem besseren molekularen Verständnis der direkten Zell-Zell-Kommunikation zwischen Epithel-, Immun- und neuronalen Zelltypen in gesunder und kranker Haut beitragen. In der ersten Förderperiode werden wir uns auf die Identifizierung neuer molekularer Akteure an den Verbindungen zwischen Keratinozyten und ihren Nachbarn konzentrieren. Unser Ziel ist es, die Ultrastruktur der heterotypischen Verbindungen in Epidermisgeweben von Wildtyp- und ausgewählten Mutanten bis hin zu ihrer gewebeweiten Konnektivität aufzudecken. Transkriptomik, Multiplex-Imaging und in vitro-basierte funktionelle Studien werden eine Pipeline zur Priorisierung von Kandidatenmoleküle liefern, die die Integrität und Kommunikation über heterotypische Verbindungen sicherstellen. Dies wird die Basis für gezielte mechanistische Studien liefern. Eingebettet in das SPP 2493-Konsortium erwarten wir zur Erstellung von heterotypischen Karten der Zell-Zell-Kommunikation in Epithelien verschiedener Organe und Modellorganismen beitragen zu können. Zusammengefasst zielt dieses Projekt darauf ab, kontaktabhängige molekulare und zelluläre Mechanismen aufzudecken, die die interzelluläre Kommunikation entlang der Epithel-Immun-Neuronen-Achse der Haut steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564756572",
      "url": "https://gepris.dfg.de/gepris/projekt/564756572",
      "title": "Molekulare Mechanismen und funktionelle Relevanz der Bildung neuroepithelialer Schaltkreise im Darm",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564756572",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Darm und Gehirn sind eng miteinander verbunden und kommunizieren bidirektional über die „Darm-Gehirn-Achse“. Diese ist nicht nur von zentraler Bedeutung für die Funktion des Gastrointestinaltrakts, sondern steuert auch das Verhalten. Darüber hinaus spielt sie eine entscheidende Rolle bei einer Vielzahl von Erkrankungen, insbesondere bei metabolischen Erkrankungen wie Adipositas und Typ-2-Diabetes. Daher stellt die Darm-Gehirn-Achse einen vielversprechenden Ansatzpunkt für innovative Therapien dar. Kürzlich wurde in Mäusen eine bisher unbekannte Verbindung zwischen Darm und Gehirn identifiziert, die Informationen über den Darminhalt, insbesondere über oral aufgenommene Zucker, direkt und dadurch sehr schnell an das Gehirn weiterleitet. Dies geschieht durch spezialisierte Darmepithelzellen, sogenannte enteroendokrine Zellen, die als Sensoren fungieren und direkte heterotypische Zell-Zell-Kontakte mit vagalen senso-rischen Neuronen bilden, um mit dem Gehirn zu kommunizieren. Dieser neuroepitheliale Schaltkreis ist für das Verhalten, d.h. für die Auswahl von Nährstoffen, von großer funktioneller Bedeutung. Trotz dieser entscheidenden physiologischen Relevanz ist völlig unklar, wie die direkten Kontakte zwischen epithelialen enteroendokrinen Zellen und vagalen sensorischen Neuronen gebildet werden, und was die zugrundliegenden molekularen Mechanismen sind. Basierend auf unseren umfangreichen Vorarbeiten werden wir im beantragten Projekt die zentralen Regulatoren der Bildung neuroepithelialer Schaltkreise identifizieren. Dies erfolgt mit Hilfe von zelltypspezifischer, metabolischer Markierung der Proteome von enteroendokrinen Zellen und vagalen sensorischen Neuronen in vivo, gefolgt von Klick-Chemie, Affinitätsreinigung und Massenspektrometrie. Dieser Ansatz wird kombiniert mit Mikrofluidik-Chips und “Stripe assays”, zweidimensionalen Ko-Kulturen von enteroendokrinen Zellen und Neuronen einschließlich elektrophysiologischer Analysen, dreidimensionalen Ko-Kulturen von Darmorganoiden und Neuronen, ex vivo-Kulturen von Darmgewebe sowie pharmakologischen und genetischen Pertubationsverfahren in Mäusen. Darauf aufbauend werden wir die molekularen Programme in enterendokrinen Zellen und vagalen sensorischen Neuronen charakterisieren, die die Bildung neuroepithelialer Schaltkreise kontrollieren, und darüber hinaus die (patho-)physiologische Relevanz der Regulatoren neuroepithelialer Schaltkreise für den Metabolismus und das Verhalten von Mäusen untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    },
    {
      "project_id": "564825258",
      "url": "https://gepris.dfg.de/gepris/projekt/564825258",
      "title": "Untersuchung der Interaktionen zwischen Epithel- und Immunzellen bei der Verwundung von Drosophila",
      "subject_area": "Zellbiologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 564825258",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)",
      "description": "Drosophila hat sich als wertvolles genetisches Modell erwiesen, um zu untersuchen, wie ein einfaches Epithel abdichtet und wie epitheliale Wunden durch eine Reihe von Prozessen repariert werden, die die epitheliale Wundantwort mit residenten und invasiven Immunzellen verbinden. Hier verwenden wir ein erweitertes Drosophila „Extravasation-Wundmodell, das es uns ermöglicht, in Echtzeit in vivo nach neuen ‘Extravasationsgenen’ zu suchen. Wir werden dieses Modell nutzen, um konservierte Schlüsselakteure und nachgeschaltete Ereignisse zu identifizieren, die ein kompliziertes Zusammenspiel zwischen Epithelzellen und infiltrierenden Immunzellen als Reaktion auf Schäden und Infektionen erfordert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2493: \nHeterotypische Zell-Zell-Interaktionen in epithelialen Geweben (HetCCI)"
    }
  ]
}