{
  "spp_number": "SPP 2122",
  "spp_title": "Neue Materialien für die laserbasierte additive Fertigung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359962234",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "409807874",
      "url": "https://gepris.dfg.de/gepris/projekt/409807874",
      "title": "Disentangled UHMWPE-Komposite zur Herstellung von verzugsfreien SLS-Bauteilen",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienChemische und Thermische VerfahrenstechnikKunststofftechnikMaterialien und Werkstoffe der Sinterprozesse und der generativen FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenPolymermaterialienPräparative und Physikalische Chemie von PolymerenTechnische Chemie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409807874",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Mit dem SLS-Verfahren verarbeitbare Pulver basieren primär auf PA12 und dessen Derivaten, so dass die Materialpalette dieses additiven Fertigungsverfahrens sichtlich limitiert ist. Das Ziel dieses Projektes ist es daher, die Herstellung von funktionalen maßgeschneiderten UHMWPE-Polymerkompositpulvern zur Produktion von verzugsfreien SLS-Bauteilen mit einem optimierten Eigenschaftsprofil. Die Kombination aus in-situ-Polymerisationstechniken zur Herstellung von funktionalen Polymerpulvern und simulationsunterstützte Maßnahmen gegen den Verzug stellen die Vorgehensweise zur additive Fertigung von mechanisch stabileren und dimensionsstabileren SLS-Bauteilen dar.Zu Beginn sollen single-walled CNT Nanokomposite aus disentangled UHMWPE hergestellt und mittels SLS prozessiert werden. Dies führt zu Bauteilen aus dem chemisch und mechanisch außerodentlich stabilen entangled UHMWPE. Die niedrige Anfangsviskosität der disentangled UHMWPE-Schmelze beim Sintern führt erwartungsgemäß zu einer höheren Verschlaufungsdichte und somit zur gesteigerten Haftung zwischen den Partikeln. Ferner wird eine numerische Simulation zur Bestimmung der Temperaturverteilung im Bauteil erstellt und mittels aufgenommener Daten einer Thermalkamera validiert. Die im Sinterprozess auftretenden Temperaturgradienten – sowohl simuliert als auch gemessen – werden mit dem materialspezifischen Kristallisationsverhalten korreliert. Basierend auf diesen Korrelationen soll durch an den Sinterprozess anknüpfende Temperaturanpassungen in der Abkühlphase eine inhomogene Kristallisation und dadurch Verzug verhindert werden. Anschließend wird das Eigenschaftsprofil der hergestellten SLS-Bauteile experimentell bestimmt und gegen Referenzmaterialien wie beispielsweise thermisch gesinterte UHMWPE-Nanokomposite verglichen. Während des gesamten Projektes werden überdies Feedbackschleifen durchlaufen. Diese erstrecken sich über die resultierenden Material- und Sintereigenschaften bis hin zur Materialherstellung und dienen der Optimierung wie auch dem gesteigerten Verständnis des gesamten Systems- vom Monomer bis zum Produkt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungEhemaliger AntragstellerProfessor Dr. Claus  Emmelmann, bis 6/2020"
    },
    {
      "project_id": "409779181",
      "url": "https://gepris.dfg.de/gepris/projekt/409779181",
      "title": "Dispersionseffekte von Nanokompositen zur Verbesserung des Schmelz- und Kristallisationsverhaltens in PBF-LB/P mit Nahinfrarot-Diodenlasern",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409779181",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Obwohl die additive Fertigung in den letzten Jahren immer beliebter wird, sind die verfügbaren Mikropulver-Ausgangsmaterialien für Laserbearbeitungsaufgaben oft unzureichend. Das unzureichende Absorptionsverhalten und begrenzte Verständnis des Materialverhaltens während der laserbasierten additiven Fertigung der Polymerpulver stellt ein großes Hindernis dar. Ein wesentliches Verständnis des Materialverhaltens, der Prozessbedingungen, der Reproduzierbarkeit und damit der Eigenschaften der gefertigten Teile kann nur durch die Zusammenarbeit von Materialwissenschaftlern und Verfahrenstechnikern erreicht werden. Das beantragte Projekt zielt darauf ab, das Wissen über den Einfluss von Nano-Additiven und Strahlformung auf das Materialverarbeitungsverhalten beim laserbasierten Pulverbettschmelzen (PBF-LB/P) mit Laserstrahlung im Nahinfrarotbereich (NIR) zu verbessern. Durch das Tuning von PA12- und TPU-Pulvern mit CuS- und LaB6-Nanopartikeln, hergestellt durch skaliertes Hochleistungslaserfragmentieren und Downstream-Trägern, wird die Absorption der PBF-NIR-Laserenergie erhöht, wodurch die Möglichkeit zur Strahlformung gegeben wird. Der Wechsel von der üblichen CO2- (10600 nm) zu einer NIR-Laserquelle (808 nm) ermöglicht die Anwendung von Strahlformungsgeräten um die zeitliche und räumliche Kontrolle des Energieeintrags in die Prozesszone zu verbessern. In unserem Versuchsaufbau wird ein digitaler Lichtprozessor (DLP) für einen simultanen und einstellbaren Laserenergieeintrag über einen gesamten Bereich zur Steuerung der Heiz- und Kühlbedingungen in der Prozesskammer eingesetzt. Während des Prozesses werden mikroskopische Veränderungen im Material erwartet, die sich makroskopisch auf die endgültigen Bauteileigenschaften auswirken. Die Experimente werden durch ein Simulationsmodell untermauert, das nach seiner Entwicklung und Validierung die Wärmeableitung und -verteilung in das nano-additivierte Material berücksichtigt. Daher beinhaltet unser Projekt die Untersuchung sowohl der materialbezogenen als auch der prozessbezogenen Einflussfaktoren, um den Weg für eine verbesserte, vorhersagbare und steuerbare PBF-LB/P-Verarbeitung von abstimmbaren Polymerkompositen durch adaptive, simultane NIR-Belichtungsstrategien zu ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "493947509",
      "url": "https://gepris.dfg.de/gepris/projekt/493947509",
      "title": "Einfluss einer Si3N4 Pulveradditivierung auf die PBF-LB-Prozessierbarkeit nichtrostender Stähle und die Mikrostrukturentwicklung beim PBF-LB sowie bei einer anschließenden HIP-URQ Nachverdichtung",
      "subject_area": "Materialien und Werkstoffe der Sinterprozesse und der generativen FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493947509",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Aufgrund seiner geometrischen Flexibilität und einem hohen Ressourceneffizienzpotenzial findet der powder bed fusion- laser beam-Prozess (PBF-LB) sowohl in der Industrie als auch in der Wissenschaft großes Interesse. Die Auswahl verarbeitbarer Eisenbasiswerkstoffe ist jedoch auf Legierungen mit einer geringen Kaltrissneigung beschränkt, bedingt durch starke Temperaturgradienten und Eigenspannungsentstehung während des PBF-LB-Prozesses. Eine Möglichkeit, die eingeschränkte Verarbeitbarkeit von Standardgüten zu überwinden und die Anzahl verarbeitbarer Materialien zu erweitern, kann in der Pulveradditivierung gefunden werden. Das Hauptziel dieses Vorhabens ist es, ein grundlegendes Verständnis der Additvierung von Stahlpulver mit Siliziumnitridpartikeln (Si3N4) im Kontext der Herstellung Stickstoff (N) legierter nichtrostender Stähle zu generieren. Die Untersuchungen umfassen den Einfluss der Additivierung auf die rheologischen Pulvereigenschaften und das Reflexionsverhalten durch Experimente und DEM-Simulationen. Die Prozessierbarkeit mittels PBF-LB und anschließendem heiß-isostatischen Pressen mit Schnellabschreckung (HIP-URQ) sowie die damit einhergehende Mikrostrukturentwicklung wird durch skalenübergreifende Mikrostrukturanalysen und Diffusionssimulationen charakterisiert. In diesem Kontext ist das Auflösungsverhalten sowie die mögliche Wiederausscheidung der Si3N4-Nitride als wesentlicher Einfluss auf das Gefüge und somit die mechanischen und chemischen Eigenschaften von besonderem Interesse. Das Ziel des gewählten Ansatzes ist die Vermeidung einer vollständigen Auflösung der Additivpartikel beim PBF-LB, da dies zu signifikantem Ausgasen von rekombiniertem N2 aus der Stahlschmelze und somit zu Porenbildung führen kann. Stattdessen wird eine vollständige Auflösung der Si3N4-Partikel während des HIP-Prozesses (mit URQ) angestrebt, wobei eine diffusionsgetriebene Homogenisierung der Elemente N und Si innerhalb der Stahlmatrix und somit die Einstellung eines N legierten Stahls erreicht werden soll. Mit diesem Ansatz des „reaktiven Additivierens“ wird zum einen der potenziell vorteilhafte Einfluss von Additivpartikeln auf die Pulvereigenschaften und somit auf die Prozessierbarkeit adressiert. Zum anderen wird die hohe N Löslichkeit der Austenitphase im festen Zustand gezielt zur Einbringung nennenswerter N Gehalte in den Stahl und somit zur Verbesserung der Werkstoffeigenschaften ausgenutzt, welche es durch Korrosionsprüfung sowie statische und dynamische mechanische Prüfung zu evaluieren gilt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "493892776",
      "url": "https://gepris.dfg.de/gepris/projekt/493892776",
      "title": "Entwicklung eines Verfahrens zur Karbid-Additivierung auf Werkzeugstahlpulvern mittels eines funktionellen Polymerbinders zur Verbesserung der Verarbeitbarkeit, der Gefügeisotropie und der Festigkeit von harten Eisenlegierungen",
      "subject_area": "Materialien und Werkstoffe der Sinterprozesse und der generativen Fertigungsverfahren",
      "funding_period": "Förderung von 2022 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493892776",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Stähle mit höheren Kohlenstoffgehalten, z. B. Kaltarbeits- und Schnellarbeitsstähle, haben sich als schwierig bei der LPBF-Verarbeitung erwiesen. Stähle mit hohem Kohlenstoffgehalt zeigen eine Neigung zur Kaltrissbildung bei der LPBF-Verarbeitung. Der Einfluss der Prozesssparameter sowie des Legierungsgehaltes auf die Rissbildungsmechanismen von hochlegierten Werkzeugstählen, die mit LPBF verarbeitet werden, ist noch nicht vollständig geklärt. Während vorlegierte Pulver in ihrem Legierungsgehalt durch Rissbildung begrenzt zu sein scheinen, kann der Legierungsgehalt durch den Einsatz unterschiedlich aufbereiteter Einsatzstoffe erhöht werden. Um das Spektrum der verarbeitbaren Legierungen zu erweitern, sind partikelverstärkte Legierungen in den Fokus gerückt. Verschiedene Karbide wurden Basisstählen zugefügt, hauptsächlich durch Kugelmahlen, und durch LPBF verarbeitet. Das Kugelmahlen ist zeitaufwendig und kann zu einer reduzierten Sphärizität des Pulvers führen. Das sog. „Satelliting“ ist eine weitere Methode, um große Pulverpartikel mit feinen Additiven durch ein Bindemittel zu dekorieren. „Satellitierte“ Partikel verhindern eine lokale Entmischung aufgrund von Größen- und Dichteeffekten des Pulvers und können die Anisotropie und Korngröße reduzieren. Anders als Ti-, Al- und Co-Legierungen, sind korrosionsanfällige Stähle noch nicht „satellitiert“ worden. Kürzlich wurde eine Reihe erfolgreicher Phosphorylierungen von Polysacchariden (als biobasiertes Polymernetzwerk) mit unterschiedlichem Substitutionsgrad veröffentlicht. Eine Erhöhung des Grades der Phosphatgruppen-Substituenten in der Polysaccharidstruktur könnte die antioxidativen Aktivitäten (die mit der Korrosionshemmung zusammenhängen) aufgrund der Aktivierung von Wasserstoffatomen, die am anomeren Kohlenstoff der Polysaccharide vorhanden sind, erhöhen. Das Ziel dieses Projekts ist die Bereitstellung einer neuen und zuverlässigen Methode zur Karbidadditivierung von harten Eisenlegierungen wie Werkzeugstählen mittels eines funktionellen Polymerbinders (Polysaccharidphosphat), um die mikrostrukturelle Isotropie sowie die Verarbeitbarkeit mit LPBF zu verbessern. Die Modifikation des Werkzeugstahls zielt auf eine Verbesserung der Verarbeitbarkeit durch Verringerung der Kalt- und Warmrissneigung und auf ein homogenes isotropes, feinkörniges Gefüge, indem ungeschmolzene Karbide als Keimbildungsstellen für die isotrope Erstarrung fungieren. Korngröße und Gefüge werden zu wichtigen Indikatoren für den Projekterfolg. Die Legierungen werden durch thermodynamische Gleichgewichts- und Scheil-Gulliver-Erstarrungsberechnungen entwickelt. Die Untersuchung umfasst den Einfluss des „Satelliting“ auf die rheologischen und thermophysikalischen Pulvereigenschaften. Skalenübergreifende Gefügeuntersuchungen sowie statische und dynamische mechanische Versuche charakterisieren die Verarbeitbarkeit durch LPBF, die Gefügebildung und die Vorteile eines isotropen Gefüges auf die mechanischen Eigenschaften.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "410107213",
      "url": "https://gepris.dfg.de/gepris/projekt/410107213",
      "title": "Entwicklung von oberflächenangepassten Metallpulvern zur Steigerung der Produktionseffizienz beim additiven, pulverbettbasierten Schmelzen von Metallen mit dem Laser",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMechanische VerfahrenstechnikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 410107213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Die additive Fertigungstechnologie pulverbettbasiertes Schmelzen von Metall mittels laserbasiertem System (PBF-LB/M) ist häufig mit einer hohen Fertigungsdauer konfrontiert. Für eine effizientere Prozessführung sollen kommerzielle Werkstoffe für den PBF-LB/M maßgeschneidert werden. Hinsichtlich der Belichtung wird die Prozessgeschwindigkeit durch das Verhältnis von Laserleistung, Spurabstand, Belichtungsgeschwindigkeit und Schichtdicke beschrieben. Von großem Interesse ist daher einerseits die Beeinflussung der Absorption, der Benetzbarkeit und der Wärmeleitfähigkeit des Pulvers, und andererseits die Verbesserung der Fließfähigkeit zur Beschleunigung des Pulverauftrags. Das übergeordnete Ziel des Forschungsprojekts ist daher die Erforschung eines grundlegenden Material- und Prozessverständnisses über die Wirkung von Oberflächenfunktionalisierungen kommerziell erhältlicher Ausgangsmaterialien und deren Einfluss auf die Interpartikel- und Laser-Material-Wechselwirkungen. Zur Vertiefung der Aktivitäten aus der ersten Förderperiode des SPP 2122 werden die Metallpulver (Edelstahl 1.4404 und Werkzeugstahl 1.2709) zur Untersuchung fortlaufend betrachtet. Basierend auf den gewonnenen Erkenntnissen, Vorarbeiten und der Literaturrecherche werden drei nanoskalige Additive für die Anpassung der Partikeloberfläche verwendet: Siliziumkarbid und Graphen (bereits ermittelte erhöhte Prozesseffizienz und verbesserte mechanische Eigenschaften), Silizium (Erhöhung der Benetzbarkeit der Schmelze; Glättung der Schmelzoberfläche) und Siliziumnitrid (Erhöhung der Festigkeit). Darüber hinaus werden die Partikel der beiden Ausgangsmetallpulver mechanisch und chemisch behandelt, um die spezifische Oberfläche und die Partikelrauigkeit zu erhöhen und damit die Fließeigenschaften und das Absorptionsverhalten zu verbessern. Die kommerziell erhältlichen, mikrometergroßen Additive werden in Rührwerkskugelmühlen zerkleinert (unterer Nanometerbereich) und in einem nassen Wirbelschichtprozess aufgetragen. In trockenen Intensivmischprozessen werden trockene, kommerziell erhältliche Nanopartikel auf die Metallpartikel aufgebracht. Die Beschichtungsmethoden werden u. a. bezüglich Agglomerationsgrad und Homogenität der Beschichtungen sowie der Verarbeitungseigenschaften verglichen. Neben den Materialkombinationen werden Partikelgrößen und Beladungen der Additive systematisch betrachtet. Zum Einsatz kommen etablierte Messsysteme zur Charakterisierung von Absorption, Benetzbarkeit, Fließfähigkeit sowie in-situ Applikationen zur Erzeugung von µCT-Aufnahmen einer Pulverschüttung, Hochgeschwindigkeitsaufnahmen des Pulverauftrags und des Schmelzverhaltens sowie 3D-Darstellungen des Pulverbetts. Die aus den funktionalisierten Pulvern hergestellten Probenstücke werden bezüglich der Mikrostruktur und mechanischen Eigenschaften charakterisiert. Die Übertragung der Daten in zwei Simulationsmodelle des Pulverauftrags und der Schmelzbaddynamik der Materialkombinationen runden das Projekt ab.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungMitverantwortlichDr.-Ing. Harald  Zetzener"
    },
    {
      "project_id": "493935114",
      "url": "https://gepris.dfg.de/gepris/projekt/493935114",
      "title": "Erzeugung von Polyethylen-Pulver zum Auftragsschweißen mittels Faserlaser: Parameterstudien, Mikrostruktur und mechanische Eigenschaften",
      "subject_area": "Polymere und biogene Werkstoffe und darauf basierende VerbundwerkstoffeUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493935114",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Das Ziel dieses Projekts ist die Entwicklung von Silika core-HDPE/dUHMWPE-shell Partikeln für einen gezielten Einsatz im Laserauftragsschweißprozess (DED-LB).  Angestrebt wird die Synthese von sphärischen Partikeln mit einer Größe von 60-150 µm, einer hohen Dichte und einer akzeptablen Fließfähigkeit für DED-LB, was durch die Verwendung von mikroskopisch kleinen Silika-Partikeln, die mit aktivierten Polymerisationskatalysatoren beladen sind, erreicht werden soll. Die Silika-Partikel unterstützen hierbei gleichzeitig die Kristallisationsdynamik des PE-Blends und die schnelle Abkühlungsrate im DED-LB-Prozess, um insgesamt spannungsfreie Objekte zu erhalten. Es werden Templates für die Partikel hergestellt, um die Anforderungen für die Herstellung einer dichten Schale aus PE in der Größe des DED-LB-Pulverhandlings zu erfüllen. Dabei wird ein Optimum des Schalen-Dicke/Dichte-Verhältnisses untersucht, um eine direkte Synthese von DED-LB-geeigneten Partikeln zu ermöglichen. Die Temperatur der Polymerisation, der Ethylendruck und das Lösungsmittel sind die zu variierenden Parameter. Von besonderem Interesse ist die Anwendung von „disentangled“ ultrahochmolekularem Polyethylen (dUHMWPE) und entsprechenden Blends mit HDPE. Der Hauptvorteil von dUHMWPE ist seine relativ geringe Schmelzviskosität im Vergleich zu geschmolzenen kommerziellen UHMWPE-Pulvern. Das fertige Objekt würde dagegen ein sehr ähnliches Eigenschaftsprofil aufweisen, da sich direkt nach dem Aufschmelzen Vernetzungen bilden. Das Kristallisationsverhalten selbst wird durch Modifikation von Blends mit verschiedenen HDPEs untersucht. Die Partikel werden für die Absorption von NIR-Laserlicht während der Synthese additiviert, mit dem Gesamtziel der Herstellung von Pulvern im 10-kg-Maßstab, die direkt für DED-LB geeignet sind.  Das Verhalten im DED-LB Prozess wird charakterisiert und eine Optimierungsschleife für die Pulverhandhabung und die Qualität des hergestellten Teils erstellt. Spektroskopie und Wärmebildaufnahmen werden eingesetzt, um ein tieferes Verständnis der Schmelz- und Rekristallisationsmechanismen zu erlangen und um das Kern/Schale-Verhältnis und die Schmelzviskosität feiner anzupassen.  Die hergestellten Proben werden mit Hilfe von Zug-, Härte- und 3-Punkt-Biegeversuchen analyisiert um ihre mechanischen Eigenschaften zu ermitteln. Mikrostruktur und Porosität werden mittels Rasterelektronenmikroskopie und Computertomographie-Scans ermittelt. Die physikalischen Daten werden für ein breites Spektrum von Laserparametern und Beschichtungsstrategien gesammelt und auf Anfrage allen Teilnehmern des Schwerpunktprogramms zugänglich gemacht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "409726740",
      "url": "https://gepris.dfg.de/gepris/projekt/409726740",
      "title": "Eutektische Al Legierungen mit angepassten Erstarrungspfaden zur Untersuchung fundamentaler Aspekte der Erstarrung in der laserbasierten additiven Fertigung II",
      "subject_area": "Fügetechnik und TrenntechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409726740",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Im Projekt sollen Al-Ni-Ce-Legierungen im Bereich der Zone des gekoppelten eutektischen Wachstums bezüglich ihrer Eigenschaften in PBF-LB/M Prozessen untersucht werden. Besonders ultrafeine eutektische Strukturen lassen interessante mechanische Eigenschaften erwarten. In der ersten Phase konnten zwei der aufgestellten Forschungshypothesen verifiziert werden: In binären Al-Ni Legierungen lässt sich die Mikrostruktur, speziell ein ultrafeines binäres eutektisches Gefüge durch eine übereutektische Zusammensetzung und angepasste Prozessparameter gezielt einstellen. Im Fall des gekoppelten eutektischen Wachstums lassen sich aus dem Faser- bzw. Lamellenabstand Rückschlüsse auf die lokale Erstarrungsgeschwindigkeit ziehen. Darüber hinaus konnten eine Vielzahl weiterer, z.T. neuartiger Erstarrungsstrukturen sowohl experimentell als auch in der Phasenfeldsimulation nachgewiesen werden. Aus den Erstarrungsgefügen lässt sich eine starke Asymmetrie der Zone gekoppelten Wachstums ablesen. Prozessparameter und Materialeigenschaften beeinflussen die Schmelzbaddynamik. Durch die gesammelten experimentellen Daten konnte ein Zusammenhang zwischen Porosität und Dimension des Schmelzbades herausgearbeitet werden. In der zweiten Phase des SPP2122 soll dieser Zusammenhang detaillierter untersucht werden. Im speziellen soll der Einfluss der Spurabstandes und des Strahldurchmessers auf das Einsetzen des „keyholing“ abhängig von der Legierungszusammensetzung untersucht werden, um so das Prozessfenster zu erweitern. Dazu werden sowohl Simulationen des Schmelzbades, als auch Experimente mit Al-Ni-Ce Legierungen durchgeführt.Die Reduktion der Porosität geht Hand in Hand mit einer geeigneten Mikrostruktur. Im Vergleich zu binären Al-Ni Legierungen erwarten wir im ternären System Al-Ni-Ce eine noch größere Vielfalt zugänglicher Erstarrungsgefüge. Unser Fokus liegt hier auf ultrafeinen dreiphasigen Eutektika. Für übereutektische Al-Ni-Legierungen konnten wir bei hohen Laserscangeschwindigkeiten eine zweiphasige, nanokristalline Struktur mit Korngrößen im Bereich von 50nm nachweisen. Diese Struktur entsteht intrinsisch, zeigt bemerkenswert hohe Härtewerte und keine Erstarrungsrisse, ist allerdings anfällig für Kaltrisse. Offen ist, ob sich auch dreiphasige, nanokristalline Mikrostrukturen mit ähnlichen oder besseren Eigenschaften herstellen lassen.Im Projekt sind systematische Untersuchungen der mechanischen Eigenschaften (Härteprüfung, Zugversuch) der verschiedenen Mikrostrukturen in Al-Ni-Ce geplant. Am Ende des Projektes soll eine Vorgehensweise zur Verfügung stehen, mit der sich dichte Proben mit lokal angepassten Eigenschaften herstellen lassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "409808524",
      "url": "https://gepris.dfg.de/gepris/projekt/409808524",
      "title": "Herstellung von Partikeln für das selektive Lasersintern über Flüssig-Flüssig-Phasenseparation und Fällung",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409808524",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Zielstellung dieses Projekts ist die Entwicklung neuartiger, teilkristalliner Polymerpartikelsysteme für das selektive Laserstrahlschmelzen (SLS) über Flüssig-Flüssigphasenseparation und Fällung für Polyethylenterephthalat (PET), Polybutylenterephthalat (PBT), Polyoxymethylen (POM) sowie Polyvinylidenfluorid (PVDF). Auswahlkriterien für geeignete Lösemittel für die Phasenseparation werden über ein iteratives Screeningverfahren, das auf Hildebrand und Hansenparametern basiert, abgeleitet. In-situ-Modellexperimente sollen unter Nutzung von dynamischer Lichtstreuung, optischer Mikroskopie, Impedanzspektroskopie und ex-situ Elektronenmikroskopie detaillierte Einblicke in die während der Phasenseparation und Partikelbildung ablaufenden Prozesse liefern. Ein vertieftes mechanistisches Verständnis der Prozessschritte Nukleation, Koaleszenz und Wachstum sollen erarbeitet und deren Abhängigkeiten von der Systemzusammensetzung und der Temperatur-Zeit-Historie eingehend studiert werden. Der Fällprozess wird im kleineren Technikumsmaßstab etabliert, wobei der Zusammenhang zwischen Prozess- (z.B. Rühren, Kühlregime) und Materialparametern auf die resultierenden Schüttguteigenschaften der Produktpartikeln systematisch untersucht wird. Weiterhin wird die in-situ-Funktionalisierung der Partikeln mit nanopartikulären Fließhilfsmitteln sowie thermischen Stabilisatoren (Antioxidantien) studiert, es werden Scale-up-Kriterien abgeleitet und schließlich ausreichende Mengen der Pulver hergestellt, die Untersuchungen zur Verarbeitbarkeit der neuartigen Partikelsysteme im SLS-Prozess erlauben werden. Eine eingehende Strukturcharakterisierung der SLS-Partikeln bezüglich Kristallinität, Polymorphismus, thermischen Eigenschaften sowie Morphologie erfolgt unter Nutzung von Differenzkalorimetrie, Röntgenbeugung, Schwingungsspektroskopie (IR, Raman) und Elektronenmikroskopie. Der Einfluss von Prozessparametern auf die Molmassenverteilung des Polymers sowie dessen Schmelzeviskosität wird mittels Gelpermeations-chromatographie und Schmelzerheologie untersucht. Schüttguteigenschaften der Produkte, insbesondere die für den SLS-Prozess besonderes relevanten Partikelgrößenverteilung und Fließfähigkeit werden mittels Laserbeugungsspektrometrie bzw. Schertestern und Modellexperimenten zum Pulverauftrag charakterisiert. Das erhaltene Verständnis zu Struktur-Eigenschaftsbeziehungen und die von Kooperationspartnern gewonnenen Erkenntnisse zum SLS-Verarbeitungsverhalten der neuartigen Materialien werden zur weitergehenden Optimierung des Fällungsprozesses genutzt um die neuen Pulversysteme auf die gewünschten Eigenschaften hin anzupassen. Schließlich werden neuartige SLS-Pulver mit verbesserten Materialeigenschaften, wie beispielsweise hoher chemischer Beständigkeit (PET, PBT, PVDF), Schlagzähigkeit (PBT), hoher Steifigkeit oder exzellenter Dimensionsstabilität (PET, PBT, POM) verfügbar, die Möglichkeiten eröffnen das Anwendungsspektrum SLS-gefertigter Bauteile deutlich zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungGroßgeräteDruckreaktorGerätegruppe1110 Reaktionsgefäße für Niederdruck, (Hydrierung, Katalyse, Polymerisation)"
    },
    {
      "project_id": "409790594",
      "url": "https://gepris.dfg.de/gepris/projekt/409790594",
      "title": "Hochdrucksprühverfahren für Polymerpartikel anwendbar für Laser-Polymer-Deposition (LPD)",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409790594",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Das Ziel des Projektes ist die Entwicklung und das grundlegende Verständnis von zwei neuen Prozessen zur Herstellung und Verarbeitung von Polymerpulvern. Mit den entwickelten Technologien werden neue Polymermaterialien erschlossen und damit die Grundlage für eine breitere Rohstoffbasis in der 3D-Fertigungstechnik geschaffen. Zunächst werden mit einem Hochdrucksprühverfahren Polymerpartikel mit glatten Oberflächen erzeugt, die mit den etablierten Herstellungsverfahren nicht oder nur sehr kostenintensiv hergestellt werden können. Durch die Einstellung der Parameter des Hochdruckprozesses können die Eigenschaften (Größe, Morphologie und Kristallinität) der erzeugten Polymerpartikel gezielt eingestellt werden.Die erzeugten Partikelsysteme werden in einem neu entwickelten Laser Polymer Deposition (LPD) Prozess, der sich an den etablierten Prozess des Laser Metal Deposition (LMD) orientiert, verarbeitet. Im Gegensatz zur etablierten Selective Laser Sintering (SLS) Technologie, in der CO2 Laser zum Einsatz kommen, wird bei der LPD-Technologie auf moderne Festkörperlaser gesetzt. Dafür werden durch Zugabe von Additiven die optischen Eigenschaften der Polymerpartikel bzgl. der Laserabsorption bei Wellenlängen um ca. 1 µm optimiert. Durch die neue Verarbeitungstechnologie im Bereich der Polymersysteme können höhere Verarbeitungsgeschwindigkeiten bei gleichzeitig geringerem Materialeinsatz erreicht werden.Die Prozessentwicklung und Optimierung für die additive 3D-Fertigungstechnik basiert auf systematischen Analysen der mikro- und makroskaligen Eigenschaften der erzeugten Pulver und Polymerbauteile. Differenzkalorimetrische und röntgendiffraktometrische Untersuchungen sollen Aufschluss über die Kristallinität und die thermischen Verarbeitungsbereiche der Polymerpulver geben. Zug- und Biegeversuche zeigen die Verarbeitbarkeit der Polymerpulver auf und helfen den Laserprozess sowie die Partikelerzeugung zu optimieren. Als Material wird zunächst mit einem thermoplastisches Polyurethan ein Elastomer für die additive Fertigung erschlossen.In der zweiten Förderphase des Schwerpunktprogramms soll der Einsatz von Polymilchsäure, ein bioabbaubares Polymer und Polypropylen, ein thermoplastisches Massenprodukt als mögliche weitere Materialien im LPD Prozess erprobt werden. Zusätzlich sollen die Untersuchungen auf die Herstellung von hybriden Bauteilen z.B. Polymer/Metall erweitert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "409791748",
      "url": "https://gepris.dfg.de/gepris/projekt/409791748",
      "title": "Impfen von Aluminiumpulvern für die additive Fertigung, unterstützt durch dynamische Differenzkalorimetrie",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409791748",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Das Hauptziel unseres Projekts ist die Entwicklung neuer Pulver für PBF-LB/M von hochfesten Aluminiumlegierungen ohne Heißrisse. Dieses Ziel soll durch das Design von NP-geimpften Pulvern erreicht werden. NP sollen bei der schnellen Erstarrung als Keime wirken, was zu einem feinkörnigen Gefüge mit fein verteilter Restschmelze am Erstarrungsende führt. Neben der Oberflächenimpfung wird eine Volumenimpfung in den Pulverpartikeln als effektiver vorgeschlagen. Wir gehen davon aus, dass die geringe Keimbildungseffizienz von NP auf Pulveroberflächen mit Oxidschichten auf Pulverpartikeln zusammenhängt, die zunächst Aluminiumlegierung und NP trennen. Stattdessen sind NP im Inneren des Pulverpartikelvolumens in direktem Kontakt mit der Schmelze und sollen daher effektiver zur Verbesserung der Keimbildung sein. Dies wurde bereits in eigenen Vorarbeiten mit TiC NP und AlN NP in 7075-Pulver nachgewiesen.Das Design von NP-geimpften Pulvern soll durch Differential Fast Scanning Calorimetry (DFSC) geleitet werden. Die in-situ-DFSC ermöglicht die Analyse des schnellen Erstarrungsverhaltens einzelner Pulverpartikel mit Abkühlraten von 10^3 bis 10^5 K/s, wie sie beim PBF-LB/M von Aluminiumlegierungen auftreten. In der 1. Förderperiode haben wir erfolgreich den Erstarrungsbeginn aus der DFSC mit rissfreien PBF-LB/M-Bauteilen für hochfeste Aluminiumlegierungen korreliert. Effektive Keime konnten mit geringer Unterkühlung, feinkörnigem Gefüge, fein verteilter Restschmelze am Erstarrungsende und damit der Vermeidung von Heißrissen in Zusammenhang gebracht werden. In der 1. Förderperiode wurde diese Korrelation für den Erstarrungsbeginn gefunden. Da Heißrisse hauptsächlich beim Erstarrungsende auftreten, ist auch diese charakteristische Temperatur in Abhängigkeit von Werkstoff und Abkühlgeschwindigkeit von großem Interesse. Daher werden wir eine neue isotherme DFSC-Methode anwenden, um auch das Erstarrungsende zu analysieren. Wir werden unsere vorgeschlagene Korrelation zwischen raschem Erstarrungsverhalten und PBF-LB/M in Zusammenarbeit mit mehreren Partnern weiter verbessern, um die Korrelation für verschiedene Aluminiumlegierungen und verschiedene NP herzustellen.Schließlich werden wir uns auf einen wesentlichen Einfluss von NP in PBF-LB/M-Bauteilen konzentrieren, der bisher vernachlässigt wurde. Während ihre Rolle während der Erstarrung beabsichtigt und zumindest teilweise verstanden ist, sind NP auch im erstarrten Gefüge vorhanden und beeinflussen die Festphasenumwandlungen während der weiteren Abkühlung und der anschließenden Wärmebehandlung. Bei aushärtenden Aluminiumlegierungen können NP die vorzeitige Bildung von groben Ausscheidungen während der Abkühlung begünstigen, was die Festigkeit im gebauten Zustand sowie das weitere Auslagerungspotential deutlich herabsetzt. Dieser Mechanismus soll verstanden und NP ausgewählt werden, die für die Erstarrung vorteilhaft, aber für die Aushärtung von hochfesten Aluminiumlegierungen nicht nachteilig sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "493860861",
      "url": "https://gepris.dfg.de/gepris/projekt/493860861",
      "title": "Kontaminationstolerante hypo- und hypereutektische Al-Si-Legierungen für die additive Fertigung",
      "investigators": "Dr.-Ing. Nils  Ellendt;Dr.-Ing. Anastasiya  Tönjes",
      "subject_area": "Materialien und Werkstoffe der Sinterprozesse und der generativen FertigungsverfahrenMechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493860861",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Aluminium wird als Leichtmetall in einer Vielzahl von Anwendungen in der Luft- und Raumfahrt sowie in der Automobilindustrie eingesetzt. Die Herstellung von Primäraluminium ist jedoch sehr energieintensiv. Das Recycling von Aluminium bringt verschiedene Verunreinigungen mit sich, wie zum Beispiel Eisen. Es ist bekannt, dass Eisen in Aluminiumlegierungen intermetallische Phasen bildet, die zu einer Versprödung des Gesamtmaterials führen können, wenn ihre Größe zu groß wird. Die Synthese mit hohen Abkühlungsraten, wie bei der additiven Fertigung, kann einen interessanten Recyclingweg bieten. Damit könnte die additive Fertigung ein zentraler Prozess in nachhaltigen, geschlossenen Materialketten sein.Thermophysikalische Eigenschaften, wie Oberflächenspannung und Viskosität, sind für den Prozess von großer Bedeutung. Allerdings können bereits geringe Verunreinigungen einen großen Einfluss auf diese Eigenschaften haben. In diesem Projekt wird der Einfluss von Fe-Kontaminationen auf zwei Al-Si-Legierungen mit Siliziumkonzentrationen von 10 Gew.-% (untereutektisch) und 20 Gew.-% (übereutektisch) untersucht. Während AlSi10 eine gängige Legierung für LPBF ist, wird das Prozessfenster für die Verarbeitung mit zunehmendem Siliziumgehalt kleiner. Eine systematische Variation der Fe-Kontamination erlaubt es, ihren Einfluss auf die Basis der thermophysikalischen Eigenschaften, die Schmelzbadbedingungen, die Phasenbildung und die Defektstrukturen der hergestellten Teile zu verstehen. Sind die Zusammenhänge zwischen Kontamination, thermophysikalischen Eigenschaften, Phasenbildung und Prozessfenstern bekannt, kann die Kontamination durch angepasste Prozessbedingungen kompensiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "409784234",
      "url": "https://gepris.dfg.de/gepris/projekt/409784234",
      "title": "Koordinationsfonds",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409784234",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Laser in der Produktion werden immer leistungsfähiger und brillanter, jedoch sind für die aktuell geforderten Bearbeitungsaufgaben die verfügbaren Materialien oftmals vollkommen unzulänglich. Bis heute werden in der additiven Fertigung Metallpulver eingesetzt, die vor über 50 Jahren für ein völlig andersartiges Verfahren – das thermische Spritzen – entwickelt wurden. Bei modernen laserbasierten additiven Verfahren führen diese Pulver jedoch zu Prozessinstabilitäten sowie Porositäten und Defekten im Bauteil. Im Bereich der Polymerpulver fehlt es zudem an einer breiten Materialpalette. Es besteht daher die dringende Notwendigkeit, die Materialien an diese verbreiteten Produktionsverfahren anzupassen, da lasergestützte Verfahren langfristig wegen ihres Durchsatzes als auch wegen ihrer Präzision wichtige Produktionsverfahren dominieren werden. Dies erfordert einen grundlegenden Forschungsansatz bereits am Beginn der Prozesskette, dem Material. Es besteht dringender Handlungsbedarf, die weltweite Spitzenposition Deutschlands in der Photonik und Materialwissenschaft zu verteidigen und weiter auszubauen. Ein koordiniertes, kohärentes, erstmals die Materialentwicklung und Photonikforschung vereinendes, bereits bei der Materialsynthese ansetzendes Forschungsprogramm soll zur Ausschöpfung dieses erheblichen Potenzials beitragen. Um eine Rückkopplung zwischen Prozessverhalten und Materialeigenschaft sicherzustellen, werden im Rahmen des SPPs Tandemprojekte aus den Bereichen „Materialien“ und „Laserprozess“ gefördert, welche projektübergreifend in Themenclustern zusammenarbeiten. Die wissenschaftlichen Fragestellungen werden materialübergreifend formuliert und auf das photonische Verfahren der additiven Laserfertigung konzentriert. Hiermit sollen erstmals sowohl chemische als auch metallurgische und Additiv-basierte Modifikationen gezielt für die photonische Produktion entwickelt werden. Eine solch große fächerübergreifende Studie bedarf einer gezielten Koordination und ermöglicht erstmals einen umfassenden Ringversuch einschließlich Forschungsdatenmanagement. Nur dadurch wird ein laborübergreifender wissenschaftlicher Austausch generiert, wodurch Reproduzierbarkeit und statistische Belastbarkeit garantiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "409485213",
      "url": "https://gepris.dfg.de/gepris/projekt/409485213",
      "title": "Maßgeschneiderte Magnesiumlegierung für das selektive Laserschmelzen: Werkstoffentwicklung und Prozessmodellierung",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenProduktionsautomatisierung und Montagetechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409485213",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "In der ersten Förderperiode wurde erfolgreich ein neuer Ansatz zur Verbesserung der Prozessierbarkeit von Magnesiumlegierungen durch Laser Powder Bed Fusion (PBF-LB) etabliert, indem das Oxidationsverhalten der Mg-Legierung angepasst wurde. Wie beabsichtigt wird weniger Laserenergie benötigt, um die Oxidschicht der Pulverpartikel aus der neuen Magnesium-Strontium (Mg-Sr)- Basislegierung aufzubrechen. Da Standard-Prozessparameter bei der neuen Legierung zu einem starken Verdampfen des metallischen Mg führen, soll im Folgeprojekt ein energieärmerer Laserprozess entwickelt werden. Diese Kombination aus geringer Oxidschichtdicke der Mg-Partikel und angepasstem Laserprozess ist aussichtsreich zur langfristigen Lösung des Hauptproblems bei der additiven Fertigung von Mg-Pulverlegierungen. Für diese Untersuchungen wird eine neue Laboranlage konzipiert, die die Prozessierung der neuen Mg- Legierungen mit einem erweiterten Prozessfenster ermöglicht. Durch variable Laserspotgrößen und eine Wellenlänge von 2 μm kann das Aufschmelzverhalten der Legierungen kontrolliert werden. Eine mit Wasserstoff dotierte Prozessatmosphäre verbessert die Bearbeitung zusätzlich. Das Ziel der Gruppe am LZH ist es, die Prozessumgebung für eine reproduzierbare additive Fertigung der Mg-Sr-Legierungen zu erforschen. Gleichzeitig wird mit der koaxialen Prozessüberwachung mittels eines Spektrometers eine innovative Form der Prozesskontrolle erforscht, die Vorhersagen über Bauteileigenschaften und Prozessfehler ermöglichen soll. Da eine effektive Reduzierung der Oxidschichtdicke mit Hilfe des Elements Sr erreicht wurde, konzentrieren sich die weiteren Untersuchungen auf die Entwicklung hoch biokompatibler Mg-Legierungen. Calcium (Ca) und Zink (Zn) sind für biomedizinische Anwendungen vielversprechend, da sie verglichen mit Seltenen Erden eine bessere Resorption zeigen und häufig zur Verbesserung der mechanischen Eigenschaften von Mg eingesetzt werden. Das Hauptziel der Gruppe am IW ist es, die Mg-Sr-Basislegierung mit Ca und Zn zu modifizieren, um Legierungen mit höherer Festigkeit zu erzeugen, die das vorteilhafte Oxidationsverhalten beibehalten. Da die Korrosionsrate ansteigt, wenn der Anteil von Ca 0,5 Ma.-% überschreitet, werden weitere Verbesserungen der Festigkeit durch den Einsatz von Zink erreicht. Dies ermöglicht neue Ansätze zur Einstellung der Korngröße und Sekundärphasen durch Wärmebehandlung, da die Mikrostrukturen der PBF-LB-Bauteile aufgrund der hohen Abkühlraten meist nicht im thermodynamischen Gleichgewicht sind. Das neue Werkstoffkonzept wird durch statische und zyklische mechanische Prüfungen in Kombination mit In-vitro- Korrosionsmessungen validiert und die Mechanismen in situ mittels tomographischer Analysen sowie detaillierter Mikrostrukturanalyse untersucht. Da Mg besonders für die Herstellung resorbierbarer Implantate geeignet ist, werden mit den gewonnenen Erkenntnissen abschließend Demonstratorbauteile, z.B. ein Implantat für die Osteosynthese, entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung"
    },
    {
      "project_id": "493889809",
      "url": "https://gepris.dfg.de/gepris/projekt/493889809",
      "title": "Nanopartikel-Additivierung von Pulvern für die laserbasierte additive Fertigung von oxiddispersionsgehärteten Stählen: eine gemeinsame experimentelle und numerische Studie",
      "investigators": "Professor Dr. Bilal  Gökce;Professorin Dr.-Ing. Bai-Xiang  Xu",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493889809",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Die pulverbasierte laseradditive Fertigung (LAM) ist eine potenziell bahnbrechende Technologie für die Herstellung von 3D-Teilen aus oxiddispersionsgehärtetem (ODS) Stahl. Allerdings sind die ODS-Pulver, die derzeit als Ausgangsmaterial für die LAM-Verfahren Laser Powder Bed Fusion (LPBF) und Directed Energy Deposition (DED) verwendet werden, für die Laserbearbeitung ungeeignet und verhindern die weitere Entwicklung dieser Technologien. Daher zielt das vorgeschlagene Verbundprojekt darauf ab, ein neues Pulver auf Eisen-Chrom-Basis für LAM zu entwickeln, indem eine neuartige und vielseitige Methode zur Dispersion von Nanopartikeln auf Metallpulvern eingeführt wird. Kolloidale Oxid-Nanopartikel werden durch gepulste Laserfragmentierung in Flüssigkeiten hergestellt und über pH-gesteuerte elektrostatische Wechselwirkung an Stahlpulverträger adsorbiert. Nach der LAM-Verarbeitung dieser Pulver sollten die gebildeten Nanoinklusionen das gefertigte Bauteil durch den Orowan-Mechanismus verstärken. Die Größe und Verteilung dieser Nanoinklusionen hängt jedoch stark von der Schmelzbadphysik und der Nanopartikelkinematik im Schmelzbad ab und ist somit empfindlich gegenüber dem Verarbeitungsverfahren (LPBF oder DED) und den Laser-Prozessparametern. Zum Verständnis und zur Kontrolle der Nanopartikel-Dispersion während der LAM werden nicht-isotherme Phasenfeld-Schmelzbad-Simulationen in Kombination mit einem neuartigen Nanopartikel-Kinematik-Modell entwickelt, um die räumlich-zeitliche Verteilung der Nanopartikel und deren Einfluss auf die gekoppelte Physik, wie z.B. Massen-/Wärmetransfer, Schmelzbad-Dynamik und Wiederverfestigung, zu untersuchen. Die Finite-Elemente-Implementierung der gekoppelten Modelle ermöglicht numerische Simulationen der Schmelz-Erstarrungs-Kinetik und der Mikrostruktur auf räumlich und zeitlich aufgelösten Schmelzpool-Skalen.  Eine detaillierte Materialanalytik auf der Nano-, Mikro- und Makroskala wird auch auf die Kette der Materialsynthese und deren Veränderung vor bzw. nach der LAM angewendet, um das Materialdesign sowohl mit seiner Verarbeitbarkeit als auch mit den resultierenden Bauteileigenschaften der Legierung zu korrelieren. Die simulierten und charakterisierten mikrostrukturellen Informationen, wie z.B. der Abstand und die Größe der Nanoinklusionen und insbesondere deren Abhängigkeit von den Pulverkompositen und der Prozessart und -parameter, werden weiter genutzt, um die mechanischen Eigenschaften der gedruckten Materialien zu optimieren. Aufgrund des grundlegenden materialwissenschaftlichen Charakters unseres Ansatzes ist die potenzielle Auswirkung unseres Projekts nicht auf ODS-Stähle beschränkt. Es wird auch zu einem mechanistischen Verständnis beitragen und die Frage klären wie man Pulver herstellen kann, die zu einer Materialverfestigung durch hochdisperse Nanoinklusionen innerhalb eines LAM-gefertigten Bauteils führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungMitverantwortlichBaptiste Jean Germain  Gault, Ph.D."
    },
    {
      "project_id": "409766389",
      "url": "https://gepris.dfg.de/gepris/projekt/409766389",
      "title": "Neue Materialien hoher Steifigkeit für den Leichtbau durch additive Fertigung mit Ultrakurzpuls-Lasern",
      "investigators": "Privatdozentin Dr.-Ing. Stephanie  Lippmann, seit 8/2022;Professor Dr. Stefan  Nolte",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung von 2018 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409766389",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Es werden neuartige Konstruktionswerkstoffe mit überlegener Steifigkeit entwickelt, die hohe Elastizitätsmodule mit geringen Dichten kombinieren. Die in der ersten Projektphase begonnenen Untersuchungen an Al-Si und Al-Li werden fortgesetzt, jetzt mit einem starken Fokus auf Al-Li. Es wird eine vollständige Verarbeitungsroute von der Herstellung der Al-Li-Legierungspulver ohne Agglomeration bis zur Herstellung von dichten LPBF-Al-Li-Proben mit verbesserten Eigenschaften etabliert.Insbesondere sollen Al-Li-(Cu-Ca-Zr)-Legierungen mit deutlich höherem Li-Gehalt als kommerzielle Al-Li-Legierungen erzeugt und verarbeitet werden, wobei die schnelle Abkühlung während des LPBF-Prozesses ausgenutzt wird. Das in diesem Projekt angewandte LBPF basiert auf ultrakurzen Laserpulsen (USP). USP erzeugen im Vergleich zu konventionellen Dauerstrichlasersystemen drastisch höhere thermische Gradienten und Abkühlraten.  Die Optimierung des USP-LPBF-Prozesses im Hinblick auf reduzierte Li-Verluste und verbesserte mechanische Eigenschaften durch Legierung und optimierte Bearbeitung wird durch Simulation der Laserenergiedeposition und in-situ-Monitoring des Li-Verlustes während des LPBF unterstützt. In der zweiten Projektphase werden zusätzlich in-situ-Messungen des Schmelz-/Erstarrungsprozesses im Schmelzbad während LPBF mit Hilfe einer Infrarotkamera durchgeführt, die die Temperaturverteilung als Funktion der Zeit mit hoher zeitlicher und räumlicher Auflösung aufzeichnet. Die Korrelation des Temperaturverlaufs mit mikrostrukturellen Merkmalen wird Rückschlüsse auf die Überhitzung vor der Wiedererstarrung zulassen. In Kombination mit der Mikrostrukturcharakterisierung werden die in-situ Messungen dazu beitragen, die Schmelz- und Erstarrungsdynamik im Schmelzbad während des LPBF besser zu verstehen.Ein tieferes Verständnis der Prozessdynamik und der Mikrostrukturbildung während LPBF wird durch die Anwendung numerischer Modelle sowohl auf mikroskopischen als auch auf makroskopischen Längenskalen erwartet. In der zweiten Projektphase werden makroskopische Simulationen der Laserenergiedeposition und der Form des Schmelzbads mit Hilfe eines FEM-Modells mit einem Mikromodell für das Aufschmelzen von Pulverpartikeln und der anschließenden Erstarrung kombiniert. Nichtgleichgewichts-Effekte, erzwungene Konvektion und Grenzflächenthermodynamik werden berücksichtigt. Die Laserprozessparameter und die thermischen Eigenschaften von Pulver und Substrat werden mit den resultierenden Mikrostrukturen korreliert. Die fortgeschrittenen Charakterisierungstechniken und das USP-LPBF werden mit anderen Antragstellern im SPP 2122 geteilt. Das Projekt wird Teil des Round Robin Experiments sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungEhemaliger AntragstellerProfessor Dr. Markus  Rettenmayr, bis 8/2022 (†)"
    },
    {
      "project_id": "409621284",
      "url": "https://gepris.dfg.de/gepris/projekt/409621284",
      "title": "Numerische und experimentelle Untersuchungen von dimensionslosen Materialparametern in der generativen Fertigung von Polymeren mittels Laser-Sintern zur beschleunigten Materialentwicklung und Prozessoptimierung – Phase 2: Erweiterung des Anwendungsfelds",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409621284",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Verglichen mit anderen Fertigungsverfahren für Kunststoffbauteile, gibt es nur wenig verfügbare Materialien für das laserbasierte Pulverbettschweißen (engl. PBF/LB). Das übergeordnete Ziel des Schwerpunktprogramms besteht darin, diese Limitierung aufzulösen. Zahlreiche Forschergruppen arbeiten derzeit daran, neue Ausgangspulver und Herstellungsmethoden zu entwickeln. Die Komplexität und hohen Materialanforderungen des PBF/LB erschwert die Entwicklung neuer Pulver. Um die Pulverentwicklung zu beschleunigen, ist ein besseres Prozessverständnis notwendig. Dabei ist insbesondere der Einfluss von Materialeigenschaften auf das Verarbeitungsverhalten von Interesse. Neben der verbesserten Pulverentwicklung, sollen auch Verarbeitungsparameter materialspezifisch eingestellt werden können. Das gesteigerte Prozessverständnis soll außerdem dazu genutzt werden, um Bauteile reproduzierbar mit verbesserten mechanischen Eigenschaften herzustellen.Das Hauptziel des Projektes besteht darin, dimensionslose Kennzahlen zu entwickeln, welche den PBF/LB-Prozess abbilden können und die Festlegung von stabilen Prozessfenstern materialabhängig ermöglichen. In der ersten Förderperiode führten theoretische Betrachtungen und numerische Simulationen zu einem gesteigerten Verständnis von Material-Prozess-Beziehungen. Weitere Untersuchungen sind allerdings nötig, um bislang vernachlässigte Materialparameter mit zu berücksichtigen. Außerdem sollen auftretende Effekte beim Drucken von mehreren Schichten tiefergehend untersucht werden.Das erste Unterziel besteht darin, Zusammenhänge weiterer intrinsischer und extrinsischer Materialparameter mit dem Prozess zu erforschen. Als extrinsische Materialparameter sollen die Einflüsse von Form und Größe der Polymerpartikel auf insbesondere das Koaleszenzverhalten im PBF/LB-Prozess untersucht werden. Intrinsische Materialparameter, deren Einfluss untersucht werden sollen, sind viskoelastische Eigenschaften und die Kristallisationskinetik. Außerdem soll der Laser-Abschwächungskoeffizient in unterschiedlichen Polymeren bzw. Polymermischungen vertieft analysiert werden. Da es hierfür bislang noch keine etablierten Messverfahren gibt, soll eine Analysemethode entwickelt werden. In numerischen Simulationen soll der Einfluss aller genannten Materialparameter untersucht und die jeweilige Relevanz für die Verarbeitbarkeit bestimmt werden.Das zweite Unterziel besteht darin, die aus den dimensionslosen Kennzahlen abgeleiteten Prozessfenster mit weiteren Materialien zu validieren. Dazu sollen neuartige Pulver von kooperierenden Gruppen verwendet werden. Neben der Validierung können somit neu entwickelte Pulver bezüglich ihrer Verarbeitbarkeit untersucht werden.Das dritte Unterziel hat den Einfluss des Aufbringens mehrerer aufeinanderfolgender Schichten im Fokus. Dabei soll das stationäre Schmelz- und Koaleszenzverhalten von zehn Schichten untersucht werden, welches vermutlich von dem Zeitintervall zwischen dem Aufbringen der Schichten abhängt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungEhemaliger AntragstellerProfessor Dr.-Ing. Martin  Bastian, bis 5/2022"
    },
    {
      "project_id": "409651875",
      "url": "https://gepris.dfg.de/gepris/projekt/409651875",
      "title": "Qualifizierung neuer Stahllegierungskonzepte für LAM Pulver durch kombinierte in-situ Additivierung, Agglomeration und In-/Post-Prozess-Verfahren",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 409651875",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2122: \nNeue Materialien für die laserbasierte additive Fertigung",
      "description": "Hauptziel des Gemeinschaftsantrags im SPP 2122 ist die Entwicklung neuer Ausgangsmaterialien und ihre Qualifizierung für die Herstellung von martensitisch-aushärtenden Werkzeugstählen oder Gusseisenlegierungen mittels selektivem Laserschmelzen (SLM). Im ersten Schritt sollen die Legierungsstrategien an einer Graugusslegierung geprüft und anschließend auf Basis dieses Wissens das Legierungskonzept derart angepasst werden, um weißes Gusseisen (2. Schritt) und ledeburitische Kaltarbeitsstähle (3. Schritt) herzustellen, die beide aktuell mittels SLM nicht verarbeitet werden könnepron. Dabei wird der Grauguss nicht durch die Verarbeitung von vorlegierten gasverdüsten Pulvern hergestellt, sondern unter-schiedliche Volumenanteile von SiC-Partikeln und günstigen niedriglegierten Stahlpulver vermischt und mittels SLM verdichtet. Das Ziel ist ein partielles Aufschmelzen der Partikel, um einen „Grünling“ mit geringer Defektdichte. Die spezifische Anpassung der Mikrostruktur und der Werkstoffeigenschaften wird durch anschließende Nachbehandlungen mittels SLM (In-Prozess) oder Wärmebehandlung (Post-Prozess) erreicht. Dabei wird die Auflösung der beigemischten metastabilen Komponenten im Hauptpulver während SLM und der Wärmebehandlung (heiß-isostatisches Pressen, Super-Solidus-Flüssigphasensintern) untersucht und wie die Pulver angepasst werden müssen, um eine vollständige Auflösung sowie unterschiedliche Mengen an Fe3C oder Graphit zu realisieren. Im zweiten und dritten Schritt werden Ferrolegierungspulver hinzugefügt, um den Legierungsgehalt von Elementen wie Chrom, Mangan und Nickel zu erhöhen und damit weißes Gusseisen und ledeburitische Kaltarbeitsstähle herzustellen. Zum Abschluss werden Mischungen aus Ferrolegierungspulver und Reinelementen, die mittels Agglomeration zu fließfähigen Pulvern aufbereitet werden, analog zu den vorangegangenen Schritten verarbeitet. Es wird angenommen, dass gleiche Legierungen bzw. chemische Zusammen-setzungen durch verschiedene Herstellungsrouten mit gleichen Eigenschaften erreicht werden können. Wenn diese Hypothese zutrifft, wären nur wenige Grundpulver mit unterschiedlichen chemischen Zusammensetzungen nötig, um eine Vielzahl von Legierungen herzustellen. Dies kann die Entwicklung neuer Legierungen für die laserbasierte Additive Fertigung (LAM) aufgrund der wirtschaftlichen und verfahrenstechnischen Vorteile deutlich beschleunigen, weil so der Gefüge-bildungsprozess und die damit einhergehende Bildung von inneren Defekten von dem SLM-Verdichtungsprozess entkoppelt wird. Um diese komplexe werkstoff-fokussierte Forschung im Rahmen des SPP 2122 abbilden zu können, werden alle Aspekte der Herstellungsroute vom Grundmaterial bis zum SLM-gefertigten Bauteil in einem ganzheitlichen Ansatz im Hinblick auf Pulverherstellung und -aufbereitung (IWT), Legierungsdesign und Verarbeitung der entwickelten Pulver (LWT) sowie der mikrostrukturellen, mikromagnetischen und mechanischen Charakterisierung der SLM-Bauteile (WPT) betrachtet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2122: \nNeue Materialien für die laserbasierte additive FertigungEhemaliger AntragstellerProfessor Dr.-Ing. Hans-Werner  Zoch, bis 6/2021"
    }
  ]
}