{
  "spp_number": "SPP 2403",
  "spp_title": "Carnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500600620",
  "projects_count": 18,
  "projects": [
    {
      "project_id": "526233915",
      "url": "https://gepris.dfg.de/gepris/projekt/526233915",
      "title": "Agenten-basierte inverse Analyse der Marktpotenziale für Carnot-Batterien unter Berücksichtigung unsicherer Entwicklungen im Energiesystem (AIM for Carnot)",
      "subject_area": "Operations Management und BWL-spezifische Wirtschaftsinformatik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526233915",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Dieses Projekt untersucht vielversprechende CB Konfigurationen, deren potenzielle Rolle in zukünftigen Energiesystemen sowie wirtschaftliche Anreize und Hindernisse für einen Markteintritt. Da sich CBs in der technischen Entwicklung befinden, kann die Energiewirtschaft dieser Entwicklung als Orientierungshilfe dienen. Dieser Gedanke motiviert einen inversen Ansatz, der die Rolle von CB in Energiemärkten erforscht. Ein inverser Ansatz ist für Energiemarktmodellierer neu und bringt Herausforderungen mit sich. Wir zielen darauf ab, CBs in einem agentenbasierten Marktmodell für Deutschland und seine Nachbarländer abzubilden, um wirtschaftlich attraktive technische Konfigurationen sowie deren Einsatz im System zu identifizieren, potenzielle Gewinn-Risiko-Strukturen für CBs als Investitionsoptionen abzuleiten und unvermeidliche techno-ökonomische Trade-Offs aus einer Marktperspektive zu bewerten. Die Hauptherausforderung besteht in der Modellierung der Funktionsweise des Marktes durch individuelle wirtschaftliche Entscheidungen. Ein Arbeitsprogramm, bestehend aus sechs Arbeitspaketen, nimmt sich dieser Herausforderung an und setzt dabei agentenbasierte Strommarktsimulation ein. Während Optimierungsansätze üblicherweise Investitions- und Einsatzentscheidungen normativ aus einer zentralen Planerperspektive identifizieren, ist der agentenbasierte Ansatz nicht auf die Annahme perfekter Voraussicht und perfekter Koordination angewiesen. Er ist in der Lage, die Marktstruktur und die individuellen Entscheidungen der Marktteilnehmer abzubilden. Das Projekt verfolgt drei Hauptziele: Zum einen, den inversen Charakter in die agentenbasierte Modellierung zu integrieren, sodass techno-ökonomische Eigenschaften zu Entscheidungsvariablen der Agenten werden. Dies erfordert umfangreiche methodische Weiterentwicklungen, sowohl bei der kurz- als auch bei der langfristigen Entscheidungsfindung der Agenten. Zum anderen erfordert die Abbildung technischer Charakteristika der CB Modellerweiterungen. Die Unterschiede, das Zusammenspiel und die potenzielle Gewinnkannibalisierung konkurrierender Flexibilitätsoptionen führen zu Herausforderungen, da viele Freiheitsgrade die Konvergenz erschweren, insbesondere wenn techno-ökonomische Eigenschaften sehr ähnlich sind oder die Agenten bei ihren Entscheidungen mit immanenten Unsicherheiten konfrontiert sind. Das dritte Ziel ist die Entwicklung einer Methodik zur Ermittlung von Gewinn-Risiko-Strukturen vielversprechender CB-Konfigurationen auf der Grundlage von mean-reverting und pfadabhängigen Unsicherheiten. Pfadabhängige Unsicherheiten wie die Diffusion neuer Technologien oder der Ausbau erneuerbarer Energien erfordern eine modellendogene Berücksichtigung in der Simulation. Wir schlagen eine solche Erweiterung des bestehenden agentenbasierten Modells vor, um u.a. Dispatch-Kurven für unterschiedliche CB-Konfigurationen unter verschiedenen Marktbedingungen sowie deren Gewinn-Risiko-Strukturen aus Einzelakteursperspektive abzuleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "525892660",
      "url": "https://gepris.dfg.de/gepris/projekt/525892660",
      "title": "Auslegungsmethodik eines Ruths-Energiespeichersystems",
      "subject_area": "Technische ThermodynamikEnergieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525892660",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Das Vorhaben hat die Entwicklung einer inversen Auslegungsmethodik für ein Energiespeichersystem zum Ziel. Das Speichersystem soll elektrische Energie in innere thermische Energie eines Arbeitsfluids möglichst reversibel speichern und ist als Teil eines dezentralen Energiesystems zu sehen. Die vorgesehene Variante einer Carnot-Batterie, ein Ruths-Speichersystem, besteht aus zwei Ruths-Nassdampfspeichern auf unterschiedlichem Druckniveau, die mit einem Kompressor und einem Expander gekoppelt sind. Die Größe der Tanks und die Arbeitsmaschinen müssen sehr gut auf den speziellen Anwendungsfall abgestimmt werden. Die inverse Auslegung beginnt mit einer Energiesystemanalyse für die vorgesehene Anwendung, z. B. ein Quartier oder eine größere Industrieanlage, so dass die Auslegungsrandbedingungen an die erste technische Auslegung des Systems übergeben werden können. Nach einer groben technischen Auslegung können Kosten und Passfähigkeit überprüft und iterativ optimiert werden. Die Energiesystemanalyse wird von R. Niepelt betrieben, die technische Auslegung von S. Kabelac vom Institut für Thermodynamik der Leibniz Universität Hannover. Spezielle Auslegungskriterien des Ruths-Speichers werden durch Experimente validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "525876331",
      "url": "https://gepris.dfg.de/gepris/projekt/525876331",
      "title": "Entwicklung von Helmholtz-Energie basierten Multi-Parameter Zustandsgleichungen für neue binäre und multinäre Gemische von Arbeitsfluiden",
      "investigators": "Professor Dr.-Ing. Roland  Span;Monika  Thol, Ph.D.",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525876331",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Aufgrund von Charakteristiken der Wärmespeicherung werden Arbeiten zum inversen Design von Carnot-Batterien mit hoher Wahrscheinlichkeit binäre und multinäre zeotrope Gemische als ideale Arbeitsmedien identifizieren. Und sehr wahrscheinlich wird es sich dabei um bisher nicht betrachtete Gemische handeln, für deren thermodynamische Eigenschaften in der Literatur nur wenige Daten zur Verfügung stehen. Während die Stoffdatenberechnung in Ansätzen zum inversen Design i.d.R. auf physikalisch basierten Zustandsgleichungen beruht, werden in einem zweiten Schritt genaue Stoffdaten benötigt, um die Ergebnisse validieren zu können. Für die genaue Berechnung von Stoffeigenschaften werden in energietechnischen Anwendungen vielparametrige empirische Zustandsgleichungen in Form der reduzierten Helmholtz-Energie verwendet. Der Zwang zur Beschreibung von neuen, schlecht vermessenen Arbeitsmedien hat zu großen Fortschritten bei der Anpassung solcher empirischer Zustandsgleichungen an kleine Datensätze reiner Stoffe geführt. Die entscheidenden methodischen Schritte waren dabei: - Die Reduktion von Interkorrelationen zwischen den Parametern der Gleichungen; - Die Betrachtung von Idealkurven als Kriterien für eine sinnvolle Extrapolierbarkeit; - Die Betrachtung einer Vielzahl von besonders sensitiven Stoffeigenschaften zur Überprüfung von physikalisch sinnvollem Verhalten; - Die Einführung von komplexen Nebenbedingungen in vollständig nichtlinearen Optimierungs- und Anpassungsalgorithmen; - Die Verwendung hybrider Datensätze bestehend aus experimentellen Daten und Simulationsergebnissen für die Ableitungen der Helmholtz-Energie. Auch die thermodynamischen Stoffdaten energietechnisch relevanter Gemische werden heute in hoher Genauigkeit mit vielparametrigen empirischen Modellen beschrieben, die in Form der reduzierten Helmholtz-Energie formuliert werden. Die Anpassung dieser Modelle bringt aber neue Freiheitsgrade mit sich, die nur für gut vermessene Gemische sicher beherrscht werden. Ziel des hier beantragten Projektes ist es, die in der Vergangenheit für die Beschreibung reiner Stoffe erzielten Erfolge auf die Erstellung von vielparametrigen Gemischmodellen zu übertragen. Aufgrund der komplexeren Struktur der Modelle und der sich ergebenden Zustandsflächen können aber nicht einfach bestehende Erkenntnisse übertragen werden. Vielmehr müssen neue, nur sinngemäß analoge Lösungen erarbeitet werden. Idealerweise in Zusammenarbeit mit anderen Projekten, die in geeigneter Form experimentelle Daten und Ergebnisse molekularer Simulationen beisteuern können und die die exemplarische Anwendung der Ergebnisse ermöglichen, kann das beantragte Projekt die benötigte Stoffdatenbasis für die Arbeiten im SPP bereitstellen. Die zu entwickelnden methodischen Ansätze können darüber hinaus dazu beitragen, dass in Zukunft in vergleichsweise kurzer Zeit verbesserte Stoffdatenmodelle für eine Vielzahl von technischen und wissenschaftlichen Fragestellungen entwickelt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526159167",
      "url": "https://gepris.dfg.de/gepris/projekt/526159167",
      "title": "Ericsson Batterie – Konzeption eines thermischen Stromspeichers auf Basis des Ericsson Prozesses",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526159167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "In Carnot-Batterien werden bisher hauptsächlich Rankine- oder Brayton-Kreisprozesses eingesetzt, um die Wärmebereitstellung und die Rückverstromung zu realisieren. Im vorgeschlagenen Vorhaben soll nun erstmalig ein Ericsson-Prozess für Fälle anvisiert werden, wo bisher nur der Rankine-Prozess erwogen wird. Deswegen wird diese Konzeption Ericsson-Batterie genannt. Hintergrund ist, dass der Rankine-Prozess vom Carnot-Prozess abweicht, welche zu Exergieverlusten führen. Im Wärmepumpenbetrieb dominieren dabei Expansions- und im Verstromungsbetrieb Vorwärmverluste. In Carnot-Batterien wird Diesen bisher über den Einsatz eines zusätzlichen sensiblen Wärmespeichers begegnet. Als Alternative soll nun stattdessen ein Kreisprozess genutzt werden, bei dem diese Verlustarten in dieser Weise nicht auftreten. Hierfür ist der Ericsson-Vergleichsprozess grundsätzlich geeignet, die technischen Umsetzungen haben sich bisher jedoch nicht bewährt, da die volumetrische Leistungsdichte durch das eingesetzte Gas als Arbeitsmedium gering und durch die Ermangelung eines Phasenwechsels die notwendigen Wärmeübergänge niedrig sind. Deswegen wird ein neuer Ansatz angewendet, der an der Bitzer-Professur für Kälte-, Kryo- und Kompressorentechnik in den letzten Jahren in seinen Grundzügen entwickelt wurde. Es handelt sich dabei um einen rekuperativen Zweiphasen-Kreisprozess, bei dem eine vollständige Rekuperation durch den Einsatz eines zeotropen Gemisches mit einem hochgradig nichtlinearen Verlauf im Zweihasengebiet ermöglicht wird. Dieser Kreisprozess kann die Form des Ericsson-Vergleichsprozesses annehmen, wobei dennoch der gewünschte Phasenwechsel besteht. Ziel ist der Einsatz in thermischen Stromspeichern, wodurch sich eine Speicherkonzeption ergibt, die nur auf einem Latentwärmespeicher basiert und keine zusätzlichen sensiblen Speicher benötigt. Im vorgeschlagenen Vorhaben soll diese Konzeption erstmals untersucht werden. Dafür müssen zunächst die optimalen Kreisprozessparameter mit den benötigten Arbeitsfluidgemischen identifiziert werden. Hierfür ist eine parallele Optimierung von Prozessparametern, Gemischbestandteilen und Gemischzusammensetzung von Nöten. Daraus ergeben sich die wichtigsten thermodynamischen Kenndaten der Ericsson-Batterie, wie die ideale Speichertemperatur und der spezifische Wärmestrom. Im nächsten Schritt soll die Funktionalität des Gemisches an einem Demonstrator nachgewiesen werden, wobei das Experiment jedoch nur einen Teil des angestrebten Gesamtprozesses abbilden soll. Das Projekt erfolgt in Kooperation mit weiteren Partnern. Dabei werden sowohl energiewirtschaftliche Anforderungen (A) entgegengenommen, methodische Ansätze (B) in die eigenen Berechnungswerkzeuge integriert und Anforderungen an notwendige Komponenten (C) weitergegeben. In einem letzten Teil werden alle theoretischen und experimentellen Erkenntnisse dazu verwendet, um das Potential einer technischen Umsetzung der Ericsson-Batterie zu quantifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "525971077",
      "url": "https://gepris.dfg.de/gepris/projekt/525971077",
      "title": "Flexibles inverses Design von Carnot-Batterien mit Fluidgemischen: Ein kombinierter theoretisch-experimenteller Ansatz",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525971077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Carnot-Batterien (CBs) speichern elektrische Energie als thermische Exergie. Beim Entladen wird angestrebt, die elektrische Energie zurückzugewinnen. Um hierbei hohe Wirkungsgrade zu erzielen, müssen alle Teile des Systems nahezu thermodynamisch reversibel arbeiten. Daneben werden auch Kosten und weitere Kriterien in zukünftigen Energiemärkten wichtig sein. In diesem Projekt wird ein inverses Design von CBs unter Verwendung von Mehrkomponentengemischen untersucht und mathematisch optimiert, wobei detaillierte Modelle für Maschinen, Wärmeübertrager, Speicher und Fluide verwendet werden. Ausgewählte Punkte werden experimentell untersucht, um die Gültigkeit der Modelle und ihrer Vorhersagen zu überprüfen. Das Projekt ist stark auf Kooperationen im Rahmen des Schwerpunktprogramms angewiesen. Die Kriterien für den inversen Entwurf werden aus Projekten der Energiesystemanalyse stammen, und die detaillierten Eigenschaften und Korrelationen der Teile werden aus Projekten der Thermodynamik, der Wärmeübertragung und der Thermofluidmaschinen gewonnen. Die Haupthypothese ist, dass relativ einfache Kreisprozesse mit gemeinsam optimierten Arbeitsfluidmischungen und Betriebsbedingungen zu einem hohen Grad an Flexibilität für einen inversen Auslegungsansatz führen und die aus der Energiesystemanalyse formulierten Kriterien, wie Gesamtwirkungsgrad pro Investitionskosten und gegebenes Speicher-zu-Leistungs-Verhältnis für verschiedene zeitliche Anwendungsprofile, erfüllen, um den Marktbedürfnissen gerecht zu werden und die Grenzen von Carnot-Batterien zu bewerten. Die zweite Haupthypothese ist, dass aktuelle thermodynamische Modelle von CBs zu stark vereinfachen: sie vernachlässigen z.B. lokale Eigenschaften, fluidabhängige Wirkungsgrade, Zeitabhängigkeiten und Kopplungseffekte, so dass ihre Vorhersagen mit großen Unsicherheiten behaftet sind, insbesondere aufgrund eines fehlenden Vergleichs mit Experimenten. Hier wird erwartet, dass anhand der Resultate dieses Projektes der benötigte Detaillierungsgrad von Modellen für eine gute Genauigkeit bei der Vorhersage des CB-Verhaltens und für ein zuverlässiges inverses Design beurteilt werden können. Am Ende dieses Förderzeitraums soll ein CB-Modell vorliegen, das für das inverse Engineering verwendet werden kann und an ausgewählten Betriebspunkten experimentell validiert ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526234111",
      "url": "https://gepris.dfg.de/gepris/projekt/526234111",
      "title": "Identifizierung und Charakterisierung von nichtentzündbaren Flüssigkeitsgemischen mit niedrigem Treibhauspotenzial für thermodynamische Zyklen in Carnot-Batterien",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526234111",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "In dem hier vorgeschlagenen Projekt sollen für Carnot-Batterien geeignete Arbeitsfluide identifiziert und charakterisiert werden. Der Schwerpunkt liegt dabei auf zeotropen Gemischen aus natürlichen Kohlenwasserstoffen und ungesättigten teilhalogenierten Kältemitteln. Mittels einer inversen Engineering-Methode werden günstige Mischungskomponenten und Konzentrationen ermittelt, um ein effizientes, nichtentzündbares und GWP-armes Arbeitsmittel zu erhalten. Die identifizierten Gemische werden experimentell auf ihre Entflammbarkeit, ihre Wärmeübertragungseigenschaften und ihrer Zyklusleistung untersucht. Die wichtigsten Schritte sind: (1) die Auswahl des Fluids nach dem Ansatz der inversen Auslegung, (2) die Vorhersage und experimentelle Charakterisierung der Entflammbarkeit, (3) Wärmeübertragungsmessungen und Bestimmung geeigneter Korrelationen, (4) die Leistungsbewertung der Arbeitsfluidmischung auf Teilsystemebene. Mit einem vorhandenen Prüfstand werden die Leistungsabgabe und der exergetische Wirkungsgrad auf ORC-Systemebene für Voll- und Teillast sowie für reine und ausgewählte Gemische gemessen. Darüber hinaus werden auch die Pumpen- und Expanderwirkungsgrade bewertet. Das im Themenbereich des Schwerpunktprogramms angesiedelte Projekt ist so geplant, dass es eng mit anderen Projekten vernetzt ist. Es stimmt sich mit ihnen ab und steht im wechselseitigen Austausch, um Ergebnisse zu liefern und zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum MolekülMitverantwortlichDr.-Ing. Florian  Heberle"
    },
    {
      "project_id": "525711534",
      "url": "https://gepris.dfg.de/gepris/projekt/525711534",
      "title": "Inverser Entwurf von Turbomaschinen mit Hilfe von Übertragungsfunktionen\nTeilprojekt im Rahmen des Schwerpunktprogramms \"Carnot-Batterien: Inverser Entwurf vom Markt zum Molekül\"",
      "subject_area": "Technische ThermodynamikStrömungs- und Kolbenmaschinen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525711534",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die inverse Auslegung einer Carnot-Batterie erfordert ein kontinuierliches inverses Verfahren für alle Komponenten, einschließlich der Berücksichtigung der lokalen Marktbedingungen. Hierfür sind Transferfunktionen zwischen verschiedenen Ebenen der Auslegung (Markt, thermodynamischer Kreislauf, Komponenten) notwendig. Die Modellierung mit den Transferfunktionen ermöglicht es, einen inversen Ansatz zu verfolgen und als Ergebnis eine Pareto-Front mit den Marktparametern zu erhalten. Die Marktbedingungen sind die Randbedingungen für die Bestimmung der Pareto-Front. Der thermodynamische Kreislauf kann als Transferfunktion von diesen Marktanforderungen zu den Anforderungen der Komponenten verstanden werden. Die Übertragungsfunktion zwischen der spezifischen Strömungsarbeit und den geometrischen Größen ist zu formulieren, die hier als Übertragungsfunktion der Geometrie definiert wird. Der aus dem thermodynamischen Kreislauf und dem Fluid ermittelte Massenstrom geht im zweiten Schritt in die Übertragungsfunktion der Qualität ein. Diese Funktion beschreibt die Qualität in der Form, dass der Massenstrom und das Druckniveau den Wirkungsgrad und die \"Menge\" der Maschinen (evtl. mehrflutig) beeinflussen. Die in der Übertragungsfunktion der Geometrie definierte Energieumwandlung bestimmt die Anzahl der Stufen und die mechanischen Festigkeitsanforderungen und wirkt sich ebenfalls auf Qualität und Quantität aus. Betrachtet man den funktionalen Zusammenhang für eine \"optimale\" Maschine, so können die spezifische Strömungsarbeit und die Umfangs-Machzahl zur Bestimmung der anderen Variablen herangezogen werden. Dies ist jedoch auf den Auslegungspunkt beschränkt und gibt keine Auskunft über die Flexibilität der Maschine und damit auch keine Auskunft über das Teillastverhalten. Der funktionale Zusammenhang außerhalb des \"Optimums\" zwischen dem Volumenstrom und der spezifischen Strömungsarbeit ist hier nicht definiert. Die aus der Übertragungsfunktion des thermodynamischen Kreisprozesses definierte Flexibilität beschreibt die Grenzen für die Maschinenkonstruktion. Die geforderte Flexibilität beeinflusst die Geometrie- und Qualitätsübertragungsfunktionen und stellt eine Weiterentwicklung der genannten Übertragungsfunktion der Flexibilität dar. Mit dieser Übertragungsfunktion wird eine wesentliche Erweiterung des Wissens über inverse Auslegungsmethoden erreicht, bei denen die Anforderungen an die Teillast in die Turbomaschinenauslegung einbezogen werden. Eine kontinuierliche Beschreibung der Übertragungsfunktion und damit eine Abstraktion der Entwurfsmethodik ermöglicht einen inversen Systementwurf. Diese Abstraktion unterstützt die folgenden Ziele des Schwerpunktprogramms: a. Größenabhängigkeit, Teillastverhalten und Schwankungen; b. Flexible Fluidenergiemaschinen und ihr Verhalten in Abhängigkeit von Fluid, Lastbereich und Druckverhältnis.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526152410",
      "url": "https://gepris.dfg.de/gepris/projekt/526152410",
      "title": "Inverses aerodynamisches Design von Turbinenkomponenten für Carnot-Batterien mittels Physics Informed Neural Networks verfeinert durch generatives Lernen",
      "investigators": "Professor Dr. Hanno  Gottschalk;Professorin Dr. Francesca di Mare",
      "subject_area": "Technische ThermodynamikStrömungs- und Kolbenmaschinen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526152410",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Wir entwickeln neue Simulationsmethoden auf der Basis von tiefen neuronalen Netzen, welche Berechnungszeiten im Vergleich zu traditionellen CFD erheblich verkürzen. Insbesondere verwenden wir Physics Informed Neural Networks für eine grobe Darstellung von Fluidströmungen in Turbomaschinenkomponenten für den Einsatz in Carnot-Batterien. Solche groben Lösungen werden durch konditionale Generative Adversiale Netze (GAN) verfeinert, um eine realistische Feinstruktur turbulenter Strömungen zu erzeugen. Insbesondere untersuchen wir die physikalischen und die Verallgemeinerungseigenschaften solcher auf Deep Learning basierenden Lösungen für Fluidströmungen im Hinblick auf sich ändernde Randbedingungen und Geometrie.  Dies ermöglicht uns eine schnelle Bewertung von Designs unter sich stark ändernden Randbedingungen, wie sie für den Entladezyklus einer Carnot-Batterie typisch sind. Auf diese Weise stellen wir ein unschätzbares Werkzeug für das inverse Design von Turbokomponenten für Carnot-Batterien bereit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "525789443",
      "url": "https://gepris.dfg.de/gepris/projekt/525789443",
      "title": "Koordinationsfonds",
      "subject_area": "Technische ThermodynamikEnergieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525789443",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die kostengünstige, ortsunabhängige und ressourcenschonende Speicherung von elektrischer Energie ist das zentrale ungelöste Problem der Energiewende. Eine mögliche Lösung könnte die aufkommende Technologie der Carnot-Batterien (CBs) sein, bei der elektrische Energie durch Hochtemperatur-Wärmepumpen in Wärme umgewandelt wird, die dann in kostengünstigen Materialien wie Wasser, Steinen oder Salzschmelzen gespeichert und bei Bedarf, z.B. mittels Dampfturbinen, wieder in elektrische Energie umgewandelt wird. Das thermodynamische Prinzip ist seit langem bekannt, dennoch gibt es bisher keine allgemeinen Methoden für ihre Auslegung oder ihre Bewertung auf der Basis der Grundlagen und der Zielsetzungen. Carnot-Batterien sind komplexe gekoppelte, zeitabhängige Systeme mit einer großen Anzahl von Komponenten und Freiheitsgraden. Veröffentlichte Wirkungsgrade und Kosten sind selten verifiziert oder gelten nur für bestimmte Systeme; die Integration in zukünftige Energiemärkte ist unerforscht. Der grundlegend neue Ansatz dieses Schwerpunktprogramms (SPP) ist die umfassende inverse Top-Down-Entwurfsmethodik, die ausgehend von den Zielgrößen (Markt) Schritt für Schritt zum Kleineren hin die optimale Auslegung sowie optimale Betriebsweisen mit entsprechenden Kreisläufen, Speichern, Maschinen und Fluiden (Molekül) anstrebt und diese Komponenten wiederum optimal kombiniert. Insbesondere werden auch die eingesetzten Arbeitsfluide und deren Gemische gemeinsam mit den Prozessparametern und der Konfiguration optimiert, um so die technischen und ökonomischen Grenzen zu finden. Die Marktbedürfnisse und die Grenzen von CBs sollen von einem interdisziplinären SPP-Team untersucht werden. Durch den Aufbau einer neuen interdisziplinären Community wird ein großer methodischer und inhaltlicher Erkenntnisgewinn erwartet, der auf weitere energietechnische Fragestellungen übertragbar ist. Dies geschieht in den invers angeordneten Projektbereichen, die aufeinander aufbauen und intensiv kooperieren: A - Carnot-Batterien in Energiemärkten, B - Design von Carnot-Batterien, C - Komponenten für Carnot-Batterien. Die Arbeit des SPP wird durch ein gemeinsames Carnot-Batterielabor gebündelt und validiert, das im Rahmen des Koordinationsprojekts aufgebaut wird und von den Teilnehmern des SPP zur Validierung ihrer Modelle und zur Untersuchung der Kopplung verschiedener miteinander verbundener Teile einer CB genutzt werden kann. Die Zusammenarbeit und der Austausch zwischen den Teilnehmern wird durch die Organisation von Workshops, den Austausch von Studenten und Seminaren koordiniert und schließt die Beteiligung international renommierter Wissenschaftler aus verschiedenen Disziplinen ein. Die Verwaltung der Forschungsdaten wird durch das Koordinationsprojekt erleichtert und verwaltet, ebenso wie die Kommunikation der Ergebnisse an die Öffentlichkeit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526062606",
      "url": "https://gepris.dfg.de/gepris/projekt/526062606",
      "title": "Mehrzieloptimierung zur inversen Analyse der Designanforderungen für Carnot-Batterien aus Energiesystemperspektive (MOIn Carnot)",
      "subject_area": "Technische ThermodynamikEnergieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526062606",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die bezahlbare, ortsunabhängige und ressourcenschonende Speicherung von Strom in großem Maßstab ist eine der hochrelevanten und ungelösten Herausforderungen beim Übergang zu variablen erneuerbaren Energien. Die aufstrebende Technologie der Carnot-Batterien, die Strom mithilfe von Hochtemperatur-Wärmepumpen in Wärme umwandelt, kostengünstige Materialien als Wärmespeicher nutzt und die Wärme z.B. mithilfe von Dampfturbinen wieder in Strom umwandelt, könnte zur Lösung dieser Herausforderung beitragen. Wie alle Speichertechnologien müssen sich auch Carnot-Batterien in das übergeordnete Energiesystem einfügen und jede kommerzielle Investition muss wirtschaftlich sein. Die Modellierung und Analyse von Energiesystemen kann hier einen Überblick über die Rolle verschiedener (Speicher-)Technologien in künftigen Energiesystemen und -märkten geben und die zahlreichen Wechselwirkungen innerhalb solch komplexer Systeme berücksichtigen. Energiesystemmodelle (ESM) werden in der Regel für die Betrachtung von Energie(speicher)technologien mit hohem Technologiereifegrad (TRL) verwendet. Sie benötigen u.a. Kosten und Wirkungsgrade als Inputparameter für alle betrachteten Technologien. Bei aufstrebenden Technologien mit niedrigem TRL wie der Carnot-Batterie sind jedoch Schätzungen von Kosten und Wirkungsgraden in der Regel nicht möglich oder schlecht verifiziert und daher sehr unsicher. Diese Unsicherheit stellt häufig ein Hindernis für die Zusammenarbeit zwischen technischen Disziplinen und der Energiesystemanalyse bei Technologien mit niedrigem TRL dar. Um dieses Hindernis zu überwinden, bedarf es der Entwicklung grundlegend neuer Methoden. Um ESM für die Analyse und Bewertung von Technologien mit niedrigen TRLs nutzbar zu machen, für die Kosten- und Wirkungsgradschätzungen schwierig oder unmöglich sind, müssen ESMs invertiert werden. D.h. dass z.B. Kosten und Wirkungsgrade von Technologien nicht als Modelleingangsparameter zur Verfügung gestellt werden, sondern die Modelle so zu invertieren sind, dass sie zu Variablen werden und als Optimierungsziel verwendet werden können. Ziel dieses Forschungsvorhabens ist daher die Entwicklung eines inversen ESM zur Unterstützung und Intensivierung der Zusammenarbeit mit Technologieentwicklern. Unter Verwendung der Mehrzieloptimierung wird das inverse ESM Ergebnisse in Form einer Pareto-Front liefern (z.B. eine Trade-off-Kurve zwischen Systemkosten und einer Technologieeigenschaft oder auch zwischen zwei konfligierenden Technologieeigenschaften), um Kombinationen von technischen und wirtschaftlichen Eigenschaften zu ermitteln, die mindestens erreicht werden müssen, damit sich eine Technologie im System durchsetzen kann. Es wird erwartet, dass die Entwicklung einer solch neuartigen Methodik eine engere Zusammenarbeit zwischen der Energiesystemanalyse und dem Operations Research auf der einen Seite und den technischen Disziplinen auf der anderen Seite ermöglicht und damit neue Synergiepotenziale erschließt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "525974553",
      "url": "https://gepris.dfg.de/gepris/projekt/525974553",
      "title": "Modellierung von Carnot Batterien mit latenten thermischen Energiespeichern",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525974553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Das übergeordnete Ziel des Projektes ist es, Konzepte für Carnot-Batterien (CB) auf Basis von latenten Energiespeichern (TES) zu identifizieren, zu modellieren, zu simulieren und zu bewerten, die die Volatilität der Stromerzeugung aus Wind und Sonne ausgleichen können. Dabei werden realistische Betriebsszenarien definiert und zugrunde gelegt, die insbesondere auch den intermittierenden Betrieb im Teillastbereich und variable Betriebszustände umfassen. Dieses übergeordnete Ziel für die erste dreijährige Förderperiode wird über einen inversen Ansatz in mehreren Schritten erreicht, für den die folgenden Einzelziele Z1 bis Z6 definiert sind: Z1: Ermittlung von Betriebsszenarien für CBs mit latenten TES. Z2: Entwurf und Auslegung der TES sowie Ableitung von vereinfachten Modellen der TES, die in der Simulation des Gesamtsystems der CB verwendet werden können. Z3: Identifizierung der wesentlichen Parameter und Verständnis ihrer Einflüsse auf die CB-Effizienz durch systematische Simulationen auf der Grundlage eines inversen Ansatzes. Z4: Ableitung spezifischer Parameterkombinationen, die zu vorteilhaften CB-Systemkonfigurationen führen. Z5: Transparente Quantifizierung der Verluste in den Komponenten und Teilprozessen durch eine Exergieanalyse der ausgewählten Systeme mit einem detaillierten Modell. Z6: Ermittlung der Kosten und des Technology Readiness Levels (TRL) der ausgewählten Systeme, die in einer multikriteriellen Bewertung zu berücksichtigen sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526035476",
      "url": "https://gepris.dfg.de/gepris/projekt/526035476",
      "title": "MultiPCM – Multiskalen Simulation eines Latentwärmespeichers für den inversen Design von Carnot Batterien",
      "investigators": "Professor Dr. André  Thess;Professorin Dr.-Ing. Annelies  Vandersickel",
      "subject_area": "EnergieverfahrenstechnikTechnische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526035476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die Entwicklung von Carnot-Batterien mit hoher Effizienz und niedrigen Kosten erfordert ausgeklügelte thermische Energiespeichersysteme (TES) und ein umfassendes Verständnis ihres transienten Verhaltens. Der Mangel an validierten und recheneffizienten TES-Modellen für Latentwärmespeicher (LHS) stellt ein wichtiges Hindernis für ein erfolgreiches inverses Design von Rankine-basierten Carnot-Batterien dar. Das vorliegende Projekt beabsichtigt, diese Lücke zu schließen, indem es ein genaues, recheneffizientes und experimentell validiertes LHS-Mehrskalensimulationsmodell entwickelt und das Ergebnis den Mitgliedern des Schwerpunktprogramms zur Verfügung stellt. Darüber hinaus zielt das Projekt auf die Formulierung eines Frameworks zur konsistenten Beschreibung von Carnot-Batterie-Konzepten über das Schwerpunktprogramm hinweg unter Verwendung einheitlicher hochwertiger Metadaten. Thermische Energiespeicher sind eine Schlüsselkomponente in einer Carnot-Batterie. Für Carnot-Batterien auf Rankine-Basis versprechen insbesondere Latente TES eine hohe Effizienz aufgrund der hervorragenden Temperaturanpassung zwischen dem isothermen Schmelzen/Erstarren im Speicher und dem Verdampfen/Kondensieren des Arbeitsmediums beim Laden/Entladen. Bei modernen LHS wird ein Wärmetauscher in das Phasenwechselmaterial (PCM) eingebettet, um die Wärmeübertragung zwischen dem Arbeits- und dem Speichermedium zu ermöglichen. Da typische PCM eine geringe Wärmeleitfähigkeit haben, sind erweiterte Wärmeübertragungsstrukturen erforderlich, um ausreichend hohe Leistungsdichten zu gewährleisten. Zwischen diesen Strukturen entstehen beim Laden und Entladen komplexe Temperatur- und Phasenverteilungen. Die Kenntnis des örtlichen und zeitlichen Verlaufs dieser Verteilungen ist Voraussetzung für die Auslegung des Speichers und die Identifizierung eines optimalen Designs, das eine hohe Effizienz der Carnot-Batterie gewährleistet. Eine Integration dieser Modellkomplexität in übergeordnete Designoptimierungen für eine gesamte Carnot-Batterie ist jedoch noch nicht möglich. Aktuelle Auslegungs- und Simulationstools für LHES sind zudem kaum validiert. Das aktuelle Projekt besteht aus einem Hauptteil (MP), der von der Antragstellerin (Vandersickel) formuliert wurde und sich der Entwicklung eines konsistenten Multiskalenmodells für LHES widmet, und einem Transfermodul (TM), das vom zweiten PI (Thess) formuliert wurde und sich die Verteilung der entwickelten Methodik auf das Schwerpunktprogramm widmet. Als Ergebnis des MP wird dieses Projekt ein gut validiertes LHES-Modell und eine Modellparametrisierung bereitstellen, die für die gleichzeitige Optimierung von Speicher- und Carnot-Batteriedesign und -betrieb geeignet sind. Als Ergebnis des TM wird das Projekt allen Mitgliedern des Schwerpunktprogramms eine Methodik zur einheitlichen Beschreibung von Carnot-Batteriesystemen unter Verwendung von Metadaten sowie ausgewählten transienten Daten der DLR-Carnot-Batterie-Pilotanlage zur Verfügung stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum MolekülMitverantwortlich(e)Dr.-Ing. Andrea  Gutierrez"
    },
    {
      "project_id": "525893212",
      "url": "https://gepris.dfg.de/gepris/projekt/525893212",
      "title": "Parasitäre Wärmeströme in thermischen Energiespeichern für Carnot Batterien",
      "subject_area": "Technische ThermodynamikStrömungsmechanik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525893212",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Für die Effizienz von Carnot-Batterien ist der thermische Energiespeicher (Thermal Energy Strorage, TES) eine Schlüsselkomponente. Er soll große Mengen an Wärmeenergie über lange Zeit speichern. Oft werden dafür flüssige Materialien wie Wasser oder Salzschmelzen aufgrund ihrer hohen Wärmekapazität verwendet. Der Speicher kann als Zwei-Tank-System mit kalter Flüssigkeit in einem Tank und heißer Flüssigkeit im anderen Tank, oder als Schichtenspeicher, bei dem heiße Flüssigkeit direkt über der kalten Flüssigkeit gespeichert wird, ausgeführt werden. Durch Wärmeverluste an die Umgebung entsteht auch in einem einzelnen Tank mit anfangs einheitlicher Temperatur eine thermische Schichtung. Da das Wandmaterial typischerweise eine größere Wärmeleitfähigkeit aufweist als das Speichermedium, wird Wärme vom heißen Bereich über die Wand in kältere Bereiche und umgekehrt übertragen. Dies treibt thermische Konvektionsströmungen in der Nähe der Wand an, die zur Vermischung beitragen und somit Exergie zerstören. Der Effekt zeigt sich bei kleinen, aber auch bei größeren Anlagen im industriellen Maßstab. Das Verständnis dieser parasitären Konvektionsströmungen ist von grundlegendem Interesse für viele strömungsmechanische und Wärmeübertragungsprobleme in Natur und Technik. Darüber hinaus wird es dazu beitragen, die Gesamteffizienz in Bezug auf Energie und Exergie von TES für Carnot-Batterien, aber auch für TES im Allgemeinen für andere Wärmeanwendungen zu verbessern. Damit soll das Projekt zusätzlich einen wertvollen Beitrag zur Erreichung der \"Wärmewende\" leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526153353",
      "url": "https://gepris.dfg.de/gepris/projekt/526153353",
      "title": "Programmpaket zum inversen Entwurf von Rotationsverdrängern mit Flüssigkeitseinspritzung",
      "subject_area": "Strömungs- und Kolbenmaschinen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526153353",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Ziel des Projekts ist die Entwicklung eines Programmpaketes zum inversen Entwurf von Rotationsverdrängermaschinen (RPDM) (z.B. Schraubenmaschinen, Drehschiebermaschinen) mit Flüssigkeitseinspritzung auf der Basis einer Kammermodellsimulation, die den Teilnehmern des Schwerpunktprogramms zur Modellierung von Fluidenergiemaschinen innerhalb thermodynamischer Kreisläufe (Verdichter oder Expander) zur Verfügung gestellt wird. Eingangsparameter für den inversen Entwurf sind die Anforderungen aus dem gewählten Prozess, also das gewählte Arbeitsfluid sowie die frei wählbaren Betriebs- und Zustandsgrößen am Einlassstutzen, Auslassstutzen und der Einspritzdüse der RPDM (z.B. Massenströme, Drücke, Temperaturen, Dampfqualitäten). Die invers zu bestimmenden Auslegungsparameter sind die Maschinengeometrie und ggf. die Drehzahl. Innerhalb des Programmpakets werden die Auslegungsparameter im Hinblick auf die energetische Effizienz der RPDM optimiert. Die Optimierung der Maschinengeometrie beschränkt sich dabei nicht nur auf die Maschinengröße, sondern umfasst insbesondere spezifische dimensionslose geometrische Parameter der RPDM (z.B. inneres Volumenverhältnis, Umschlingungswinkel, Durchmesser-Längen-Verhältnis) unter besonderer Berücksichtigung der Fluidabhängigkeit. Entscheidende Faktoren im Entwurf der RPDM sind dabei die korrekte Erfassung der fluidabhängigen Effekte, wie beispielsweise die zweiphasigen Spaltmassenströme, die Wärmeübergänge infolge einer Verdampfung oder Kondensation sowie die Drosseleffekte in den Ein- und Auslassstutzen der Maschine. Der inverse Entwurf ist entsprechend mit verschiedenen wissenschaftlichen Herausforderungen verbunden. Zum einen erfordert er eine automatisierte Kammermodellerstellung für die RPDM. Dazu ist eine Abstraktion der Maschinengeometrie in Kapazitäten (z.B. Volumina, Maschinenteile) und deren Verbindungen zum Austausch von Masse und/oder Energie erforderlich. Weiterhin werden valide Modelle für den Austausch von Masse und Energie zwischen den Kapazitäten benötigt (z.B. Mehrphasenströmungen durch Spalte oder Ventile/Öffnungen, Phasenwechsel- und Wärmeübergangsmodelle). Ein Schwerpunkt des Projekts wird dabei die Entwicklung valider Modelle für die Auswirkungen einer in die Arbeitskammern der RPDM eingespritzten Flüssigkeit sein (Massenstrom des Arbeitsfluids oder eines Hilfsfluids, z.B. Öl). Fragen zur zeitlichen Entwicklung des Flüssigkeitsstrahls, der zeitabhängigen Verteilung der Flüssigkeit in den rotierenden Arbeitskammern und zum Stoff- und Wärmeübergang zwischen der Gas- und Flüssigkeitsphase werden aufgegriffen und an einem generischen Prüfstand experimentell und begleitend numerisch untersucht. Im Hinblick auf die Carnot-Batterie erscheint dabei insbesondere die Möglichkeit vorteilhaft, die Austrittstemperatur der RPDM durch Einspritzen einer flüssigen Phase - unter Beibehaltung eines optimalen Druckverhältnisses für die RPDM - an eine für den Prozess erforderliche Temperatur anzupassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526154539",
      "url": "https://gepris.dfg.de/gepris/projekt/526154539",
      "title": "Skalierbarer virtueller Prüfstand für die integrierte Auslegung und Steuerung von Wärmepumpen und thermischen Speichern in Carnot-Batterien: Smooth",
      "subject_area": "Energieverfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526154539",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die Energiespeicherung ist für dezentralisierte Energiemärkte mit einem hohen Anteil an Energie aus erneuerbaren Quellen unerlässlich. Daher ist es notwendig, umfangreiche Stromspeicherkapazitäten auf allen Ebenen einzubeziehen. Während elektrische Batterien in großem Maßstab begrenzt sind, sind Carnot-Batterien vielversprechende Technologien mit potenziellen Anwendungen in städtischen Energiesystemen. Carnot-Batterien können in Energiezentralen integriert werden. Wenn es einen Überschuss an Strom aus erneuerbaren Energiequellen gibt, speichert eine Carnot-Batterie diesen Überschuss. Aufgrund der Wechselwirkungen zwischen den Komponenten und dem Betrieb hängt die Effizienz des Systems jedoch stark von der Auslegung und den Reglern ab. Eine genaue Bewertung der wirtschaftlichen Machbarkeit von Carnot-Batterien erfordert daher integrierte Auslegungsansätze. Eine integrierte Auslegung der Komponenten und der Betriebsstrategie bereits in der frühen Entwurfsphase maximiert das Potenzial von Carnot-Batterien. Dieses Projekt (zwei Förderphasen) stellt einen fluid- und Teillast-abhängigen 1D-skalierbaren virtuellen Prüfstand bereit, der für den inversen Systementwurf und die Bewertung genutzt werden kann. In der ersten Förderphase werden Anwendungsfälle für Carnot-Batterien in städtischen Energiesystemen identifiziert. Dafür wird ein vereinfachtes Carnot-Batterie-Modell in ein Open-Source-Planungstool (EHDO) integriert. Basierend auf der mathematischen Optimierung des Designs und des Betriebs können Systemanforderungen abgeleitet werden. Der Fokus im Projekt ist der Ladeprozess, sodass Anforderungen an Wärmepumpen, thermische Speicher und Regler abgeleitet werden. Bestehende thermische Speichermodelle werden in Open-Source-Bibliotheken (AixLib/VCLib) integriert. Diese Modelle werden in Hardware-in-the-Loop-Experimenten verwendet. Der Versuchsaufbau ermöglicht die Analyse der Interaktion zwischen einer realen Wärmepumpe mit zwei Kältemitteln und zwei emulierten Wärmespeichern im Labormaßstab. Auf der Grundlage der experimentellen Validierung wird ein skalierbarer virtueller Prüfstand eingerichtet. In der zweiten Förderphase wird der virtuelle Prüfstand skaliert, um die optimale Auslegung im Maßstab eines städtischen Energiesystems zu bewerten. Dazu wird der virtuelle Prüfstand um ein Turboverdichtermodell erweitert. Mittels integrierter Optimierung werden die Auslegungs- und Regelparameter definiert und experimentell validiert. Im letzten Schritt wird der validierte virtuelle Prüfstand so skaliert, dass er dem Design des Planungswerkzeugs in der ersten Förderphase entspricht. Der vom Planungstool angenommene optimale Betrieb wird mit dem vom virtuellen Prüfstand Betrieb verglichen. Auf der Basis möglicher Abweichungen können iterativ Randbedingungen mit EHDO evaluiert werden. Die Kombination aus EHDO und skalierbarem virtuellen Prüfstand ebnen somit den Weg zu wirtschaftlich realisierbaren Carnot-Batterien in urbanen Energiesystemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526086126",
      "url": "https://gepris.dfg.de/gepris/projekt/526086126",
      "title": "Transportgrößen und Gleichgewichtseigenschaften: Entropieskalierung und Dichteskalierung von Siloxanmischungen und anderen Arbeitsfluiden von Carnot-Batterien",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526086126",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Im SPP benötigt die dort verfolgte Top-Down-Methodik genaue thermodynamische Gleichgewichts- und Transporteigenschaften, damit hohe Effizienzen erreicht werden können. Zur Identifikation optimaler Arbeitsfluide und Betriebszustände mittels inversen Designs sind gut fundierte Gleichungen für diese Größen notwendig. Die Entwicklung von prädiktiven Gleichungen für Transporteigenschaften steht deutlich hinter denen für Gleichgewichtseigenschaften zurück, so dass sie hier das Hauptziel ist. Gerade die bessere Verfügbarkeit von Gleichgewichtseigenschaften und entsprechenden Vorhersagemodellen macht die Untersuchung der Verbindung zwischen Gleichgewichts- und Transportgrößen attraktiv. Die Entropieskalierung und die Dichteskalierung, deren Hintergrund die Isomorphentheorie bildet, werden in Bezug auf die Modellierung der Scherviskosität und Wärmeleitfähigkeit von reinen Fluiden und Mischungen betrachtet. Ein Projektziel ist die Aufstellung einer überzeugenden Methodik zur Entropieskalierung und Empfehlungen zu ihrer Anwendung für die Modellierung von Transporteigenschaften. Es wird mit einer kritischen Evaluation der verfügbaren Modifikationen der Rosenfeldschen Entropieskalierung begonnen, die besagt, dass mit angemessenen physikalischen Größen skalierte Transporteigenschaften nur eine Funktion der residuellen Entropie sind. Ein Fokus dieses Projekts liegt auf der methodischen Entwicklung der Dichteskalierung, die im Gegensatz zur Entropieskalierung keine Helmholtzenergie-Zustandsgleichung erfordert. Vorarbeiten haben gezeigt, dass ein konstanter Dichteskalierungsexponent, der mit der Effektiven Härte verbunden ist, die Dichte in eine univariate Funktion der residuellen Entropie umwanden kann. So soll die Dichteskalierung systematisch mit der Entropieskalierung in Beziehung gesetzt werden. Dies soll anhand von Modellfluiden und -mischungen erfolgen, die auf dem Mie-Potenzial beruhen, und eine Variation der abstoßenden Wechselwirkung erlauben. Als reale Stoffklasse sollen die linearen und zyklischen Siloxane und ihre Mischungen betrachtet werden. Die Wahl einer chemischen Familie ermöglicht die Untersuchung des Zusammenhangs zwischen Modellparametern und molekularer Struktur, was für das inverse Design notwendig ist. Für Mischungen liegt der Schwerpunkt auf Mischungsregeln und stark asymmetrischen Mischungen, bei denen erwartet wird, dass das univariate Verhalten zusammenbricht. Generell sollen molekulare Simulationstechniken dazu genutzt werden, gleichmäßig verteilte hybride Datensätze an Transporteigenschaften und residueller Entropie zu erzeugen. Als Teil des SPP ist in diesem Projekt ein hoher Grad an Zusammenarbeit mit anderen Partnern vorgesehen. Es ist daher nicht auf die Entwicklung von Skalierungsschemata für Transportgrößen limitiert, sondern soll auch die Bereitstellung von Gleichgewichtseigenschaften und die Untersuchung anderer Fluide leisten, die den spezifischen Erfordernissen der Projektpartner im SPP entsprechen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526254705",
      "url": "https://gepris.dfg.de/gepris/projekt/526254705",
      "title": "Vorhersagen und Surrogatmodellierung von thermodynamischen Eigenschaften von Gemischen für die Anwendung im inversen Design unter Berücksichtigung von Unsicherheiten",
      "investigators": "Professorin Dr.-Ing. Gabriele  Raabe;Professor Dr.-Ing. Ulrich  Römer",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526254705",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "Die Wahl eines geeigneten Arbeitsfluids stellt eine große Herausforderung in der Auslegung eines thermodynamischen Prozesses dar. Da verschiedenste Anforderungen von einem Arbeitsfluid erfüllt werden müssen, gewinnen auch Gemische zunehmend an Bedeutung, um die geforderte Kombination von Eigenschaften zu erreichen. In der Literatur werden zwei verschiedenen Ansätze zur Auswahl des Arbeitsmediums verfolgt: 1. Ein Computer-Aided Model Design Ansatz in Kombination mit Mixed-Inter-Nonlinear-Programming (MINLP). Dabei werden jedoch oft einfache Zustandsgleichungen (EOS) mit geringer Genauigkeit verwendet, oder Modelle, die bisher keine Beschreibung von weit verbreiteten Kältemitteln ermöglichen. 2. Ein Screening, in dem Systemsimulationen für eine Vielzahl an potentiellen Fluiden durchgeführt werden, deren Eigenschaften mit hochgenauen multiparameter Helmholtz EOS (HEOS) beschrieben werden. HEOS stellen zwar den \"State of the Art\" für die Beschreibung von Stoffdaten dar, jedoch ist ihre Auswertung rechentechnisch sehr aufwendig, so dass sie nicht für die Anwendung in MINLP Optimierungen geeignet sind. Außerdem erlauben sie keine Berücksichtigung von Gemischen, für die bisher noch keine Mischungsmodelle oder -parameter vorliegen. Das Ziel dieses Antrags ist die Überwindung dieser beiden Beschränkungen in der Anwendung von HEOS im Auswahlprozess für Arbeitsfluide. Eine Zielsetzung ist dabei die Entwicklung von Gauß-Prozess (GP) Surrogaten für die HEOS Modellierung von binären Gemischen. Die Berücksichtigung neuer potentieller Gemische wird durch molekulare Simulationen ermöglicht, an deren Ergebnisse HEOS Gemischparameter angepasst werden können. Um Abweichung zwischen den HEOS Modellen und den molekularen Simulationsergebnissen zu berücksichtigen, wird hier der Ansatz einer stochastischen HEOS Modellierung für die Gemische verfolgt, für die dann wiederum stochastische GP Surrogate Modelle generiert werden. Diese stochastischen GP Surrogate ermöglichen die effiziente Berechnung der Stoffeigenschaften in einer MINLP Optimierung, um geeignete Gemische für eine spezifischen Anwendung zu identifizieren. Insbesondere erlaubt der in diesem Antrag verfolgte Modellierungsansatz eine Optimierung, indem die Unsicherheiten der zugrundeliegenden Modelle berücksichtigt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    },
    {
      "project_id": "526152734",
      "url": "https://gepris.dfg.de/gepris/projekt/526152734",
      "title": "Wärmeübertragung in einem Festbett-Wärmespeicher mit einem Fluid mit niedriger Prandtl-Zahl",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 526152734",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül",
      "description": "In diesem Projektantrag werden wissenschaftliche Methoden zur Effizienzsteigerung und Kostenreduzierung eines Festbett-Wärmespeichersystems als Schlüsselkomponente der Carnot-Batterie untersucht. Vorarbeiten haben gezeigt, dass ein solcher Speicher mit flüssigen Metallen als Wärmetransportflüssigkeit energieeffizienter arbeiten kann als mit herkömmlichen Flüssigkeiten, insbesondere bei niedrigen Porositäten im Schüttbett (d. h. hohem Feststoffanteil). Das Konzept kombiniert kostengünstige Füllkörper mit einer effizienten Wärmeübertragung durch Verwendung eines Wärmeträgerfluids mit hoher Wärmeleitfähigkeit und niedriger Viskosität (Fluid mit niedriger Prandtl-Zahl, typischerweise Flüssigmetall). Durch wird eine Funktionstrennung ermöglicht: Einerseits kann das Wärmespeichermedium nach seinen Speicherparametern, z.B. große spezifische Wärmekapazität und Dichte und geringe Kosten, ausgewählt und optimiert werden; andererseits bietet das Wärmeträgerfluid hohe Wärmeübertragungsraten und wird nur in geringen Mengen benötigt. Flüssige Metalle bieten im Vergleich zu herkömmlichen Fluiden deutlich höhere Wärmeübertragungsraten, da ihre Wärmeleitfähigkeit um ein bis zwei Größenordnungen größer ist. Darüber hinaus gestattet die Verwendung von Flüssigmetall als Wärmeträgerfluid den Einsatz des Wärmespeichers in einer Carnot-Batterie über einen flexiblen Temperaturbereich (z.B. mit Natrium im Temperaturbereich von 100°C bis >500°C). In der Literatur gibt jedoch bisher eine Lücke in Bezug auf Korrelationen für den Wärmeübergang in Festbetten für Flüssigkeiten mit niedriger Prandtl-Zahl. Deshalb konzentriert sich dieses Projekt auf die Anpassung einer Wärmeübergangskorrelation für die erzwungene Konvektion von Flüssigkeiten mit niedriger Prandtl-Zahl in Festbetten auf der Grundlage hochpräziser experimenteller Daten. Zu diesem Zweck wird eine projektspezifische Teststrecke entworfen, konstruiert und in einen bestehenden Flüssigmetallprüfstand integriert. Die gefundene Korrelation für den Wärmeübergang wird dann in ein bestehendes 2D-1D-Mehrskalenmodell aufgenommen, um die Parameter des Wärmeübergangsmodells zu verbessern, das im Mittelpunkt dieses Projekts steht. Dadurch kann die Simulation des Temperaturfeldes und darauf aufbauend des dynamischen Verhaltens im Lade-, Standby- und Entladezustand, die die Grundlage für die Effizienzbewertung und gezielte Auslegung von Speichersystemen hinsichtlich Kapazität, Geometrie, Material etc. bildet, optimiert und mit den Partnern innerhalb des Schwerpunktprogramms ausgetauscht werden. Zur Unterstützung des inversen Ansatzes und zur Förderung des Austausches mit den Partnern im Themenbereich B wird das 2D-1D-Multiskalenmodell bereits zu Beginn des Projektes zur schnellen Bewertung von Konzepten, Parametern, Spezifikation von Austauschdaten etc. eingesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2403: \nCarnot-Batterien: Inverser Entwurf vom Markt bis zum Molekül"
    }
  ]
}