{
  "spp_number": "SPP 2392",
  "spp_title": "Visuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/461069267",
  "projects_count": 29,
  "projects": [
    {
      "project_id": "568082155",
      "url": "https://gepris.dfg.de/gepris/projekt/568082155",
      "title": "Audiovisuelle Wahrnehmung von Emotion bei hörenden Personen und bei Nutzer*innen eines Cochlea-Implantats",
      "investigators": "Dr. Celina Isabelle von Eiff;Professor Dr. Stefan R.  Schweinberger",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568082155",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Auditives Sprachverständnis wird oft als Maßstab für den Erfolg von Cochlea-Implantaten (CIs) herangezogen. Diese Perspektive unterschätzt jedoch die zentrale Bedeutung visueller Hinweise in der Kommunikation. Sozio-emotionale Signale sind für CI-Nutzende besonders relevant und beeinflussen ihre Lebensqualität erheblich (Luo, Kern & Pulling, 2018; Schorr, Roth & Fox, 2009) - was die Bedeutung unterstreicht, den Beitrag visueller Informationen zur Kommunikation zu erforschen. Nach Modellen der Gesichter- und Stimmenwahrnehmung (Young, Frühholz & Schweinberger, 2020) können visuelle Reize auditive Cortexareale aktivieren, wobei Taubheit crossmodale kortikale Plastizität noch verstärken kann. Auch nach der Anpassung an ein CI bleibt der Einfluss visueller Informationen auf die Wahrnehmung von Sprache und das Erkennen des Sprechergeschlechts erheblich. In der ersten Förderphase haben wir solche Prozesse für die Erkennung stimmlicher Emotionen nachgewiesen. Um diese Forschung voranzutreiben, will dieses Projekt ein noch tieferes Verständnis jener Mechanismen gewinnen und Interventionen entwickeln, die Kommunikation und Lebensqualität verbessern. Im Mittelpunkt stehen postlingual ertaubte erwachsene CI-Nutzende, die mit biologisch hörenden Kontrollpersonen verglichen werden. In fünf Studien (S1-S5) untersuchen wir zentrale Aspekte der audiovisuellen (AV)-Emotionswahrnehmung. In S1 analysieren wir den Einfluss der temporalen Synchronizität auf die AV-Emotionserkennung. In S2 untersuchen wir die relativen Beiträge von Gesicht und Körper zur AV-Emotionswahrnehmung. Aufbauend auf vielversprechenden Ergebnissen zu emotionalen Karikaturen und perzeptuellem Training entwickeln und evaluieren wir in S3 ein AV-Training zur Verbesserung der Emotionserkennung. In S4 untersuchen wir, wie die Emotionsintensität die Erkennungsgenauigkeit beeinflusst. In S5 adressieren wir Hörherausforderungen in der \"realen Welt\" und erforschen Auswirkungen von Hintergrundgeräuschen multipler Sprecher auf die AV-Emotionswahrnehmung. In allen Studien analysieren wir die Beziehung zwischen Emotionswahrnehmung und selbstberichteter Lebensqualität. Dieses Projekt baut auf erfolgreicher, zuvor von der DFG geförderter Forschung auf, darunter die erste ViCom-Förderphase, Studien zur Stimmwahrnehmung (Schw 511/10-1, -2) sowie Forschung zur AV-Integration in der SprecherInnen- und Sprachidentifikation (Schw 511/6-1, -2). Zusätzlich profitieren wir von langjähriger Zusammenarbeit mit dem Universitätsklinikum Jena und dem Cochlea-Implantat-Rehabilitationszentrum Thüringen. Durch die vertiefte Erforschung der kognitiven Mechanismen multimodaler Wahrnehmung wird dieses Projekt entscheidende Erkenntnisse darüber liefern, wie visuelle Signale CI-Nutzende unterstützen können. Die Ergebnisse tragen dazu bei, sowohl die linguistische als auch die sozio-emotionale Kommunikation zu optimieren und die Lebensqualität von CI-Nutzenden nachhaltig zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "501994399",
      "url": "https://gepris.dfg.de/gepris/projekt/501994399",
      "title": "Audiovisuelle Wahrnehmung von Emotion und Sprache bei hörenden Menschen und bei NutzerInnen eines Cochlea-Implantats",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologieAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501994399",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Kommunikation über gesprochene Sprache gilt als Maßstab für den Erfolg von Cochlea-Implantat (CI) Interventionen, doch vernachlässigt dies den wichtigen Beitrag visueller Informationen zur Kommunikation. Wir sehen aufgrund der Relevanz sozio-emotionaler Signale und deren Bedeutung für die Lebensqualität mit einem CI (Luo, Kern, & Pulling, 2018; Schorr, Roth, & Fox, 2009) hier Forschungsbedarf. Wir nutzen Modelle der Kommunikation über Gesicht und Stimme (Young, Frühholz, & Schweinberger, 2020) und berücksichtigen, daß Gehörlosigkeit cross-modale kortikale Plastizität hervorrufen kann, bei der visuelle Stimuli auditorische Cortexgebiete aktivieren. Auch nach der Anpassung an ein CI scheinen visuelle Informationen besonders stark zur Sprach- oder Personenwahrnehmung beizutragen. Ein Verständnis der dem zugrundeliegenden neurokognitiven Prozesse ist für effiziente Interventionen zur Verbesserung der Kommunikation im Dienst besserer Lebensqualität nötig. Wir untersuchen hier postlingual (nach dem Spracherwerb) ertaubte Erwachsene mit CI in vier Studien (S1-S4). S1 wird als systematisches Review den Wissensstand bezüglich der Rolle visueller Informationen (aus Gesicht oder händischen Gesten) für die Emotions- und Sprachwahrnehmung bei hörenden Menschen und CI-Nutzer*innen zusammenfassen. S2 untersucht in einem Experiment mit zeitsynchronisierten audiovisuellen Stimuli, ob CI-Nutzer*innen beim Erkennen von Emotionen in der Stimme stärker von kongruenten Emotionen im Gesicht profitieren als hörende Menschen. In dieser Studie soll durch Voice Morphing Technologie die auditorische Performanz beider Gruppen kontrolliert und angeglichen werden. In S3 werden Gehirnkorrelate audiovisueller Integration (AVI) für emotionale Stimuli in ereigniskorrelierten Potentialen (EKPs) aufgezeichnet, und es wird untersucht inwieweit kongruente AV Stimuli die neuronale Verarbeitung beschleunigen. Hier untersuchen wir die Beziehung zwischen neuronalen Markern der AVI und der behavioralen Emotionserkennung. S4 untersucht, inwieweit ein perzeptuelles Training mit karikierten gemorphten vokalen Emotionen die auditorische und audiovisuelle Emotionserkennung mit einem CI verbessern kann. In allen Experimenten bestimmen wir Beziehungen zwischen Fähigkeiten zur Emotionserkennung und berichteter Lebensqualität. Das Projekt basiert auf zwei vorangegangenen erfolgreichen DFG-Projekten Wahrnehmung von Stimmen und Audiovisuelle Integration bei der Identifikation von Sprecher und Sprache, sowie unserer langjährigen Kooperation mit dem Cochlear-Implant Rehabilitationszentrum Thüringen. Die Ergebnisse werden in Modelle der neurokognitiven Mechanismen multimodaler Wahrnehmung in der Kommunikation einfließen. Ein besseres Verständnis der Mechanismen, aufgrund derer CI Nutzer*innen visuelle Signale nutzen, wird zu einer Verbesserung linguistischer und sozio-emotionaler Kommunikation – und letztlich der Lebensqualität – mit einem CI beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "501983851",
      "url": "https://gepris.dfg.de/gepris/projekt/501983851",
      "title": "Dekompositionelle Semantik von Gesichtsemojis in der digitalen Kommunikation",
      "investigators": "Professor Dr. Patrick Georg  Grosz;Professorin Dr. Tatjana  Scheffler",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenAngewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501983851",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das Projekt untersucht Emojis aus einer formal-semantischen Perspektive basierend auf experimentellen Daten. Da verschiedene Emoji-Typen unterschiedliche Bedeutungsbeiträge leisten und Gesichtsemojis die am häufigsten verwendeten sind, konzentriert sich unsere Forschung primär auf die Semantik von diesen und auf die Frage, ob sie in Bedeutungsbausteine zerlegt werden können. Ziel 1: Bestimmung der Bedeutungsbestandteile, die zu einem Gesichtsemoji beitragen und ihrer Verknüpfung zu einer Gesamtbedeutung. Wir untersuchen, ob die lexikalischen Einträge von Gesichtsemojis in Teile zerlegt werden können, die mit den Hauptmerkmalen der Gesichter, d.h. Augen, Mund, Augenbrauen übereinstimmen. Uns interessiert, ob die Gesamtbedeutung eines Gesichtsemojis kompositionell auf Basis seiner Merkmale (Augenpartie und Mundpartie) berechnet werden kann. Hierzu untersuchen wir experimentell, welche Emotionen und Bewertungen (s. Bewertungstheorie der Emotion) mit Emoji-Merkmalen assoziiert werden sowie auch ihre Verbindung. Unser Ziel ist, die Zuordnung von Bewertungen und Emotionen zu Emoji-Teilen und Emojis zu erforschen, ähnlich dem, was für menschliche Gesichtsausdrücke vorgeschlagen wurde. Dies würde eine Parallelität zwischen der visuellen Komposition von Aktionseinheiten in Emojis und der dynamischen Zusammensetzung von Bewertungen in menschlichen Emotionen ergeben und zu den Clusterzielen zum Grad der Ikonizität und zur Rolle von Konventionalisierung beitragen. Ziel 2: Identifizieren, ob der Gesamtbedeutungsbeitrag von Gesichtsemojis isoliert oder funktional ist. Gesichtsemojis tragen in erster Linie expressive Bewertungen des Kontextes bei. Es ist jedoch umstritten, ob die expressive Bewertung nur durch die Umstände ausgelöst wird und semantisch isoliert ist, oder ob die Semantik der Emojis eine funktionale Komponente enthält, die sich explizit auf ein vom (sprachlichen) Kontext geliefertes Argument beziehen muss. Unser Ziel ist, zwischen beiden Fällen zu unterscheiden und abzugrenzen, ob Gesichtsemojis immer funktional sind oder ob sie als mehrdeutig zwischen isolierten und funktionalen Verwendungen angesehen werden können. Dies wird uns einer vollständigen, formalen, dekompositionellen Charakterisierung der Denotation von Gesichtsemojis und ihrer visuellen Teile näherbringen. Unser hybrider Ansatz, der Gesichtsemojis sowohl ikonische als auch symbolische Eigenschaften zuschreibt, stellt eine Verbindung zur Frage nach Art und Grad der Ikonizität her, da wir in der Lage sein werden, Fragen zu beantworten wie die, ob einige Emojis mehr oder weniger ikonisch sind als andere. Schließlich sind Fragen der Konventionalisierung, Lexikalisierung und Stabilisierung visueller Inhalte von zentraler Bedeutung für das Verständnis der Emoji-Semantik, da wir konventionalisierte Aspekte von Emoji-Bedeutungen festgestellt haben und eine wiederkehrende Frage unseres Projekts ist, inwieweit Bedeutungsaspekte über Emoji-Nutzerpopulationen hinweg stabilisiert sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugNorwegen"
    },
    {
      "project_id": "568805549",
      "url": "https://gepris.dfg.de/gepris/projekt/568805549",
      "title": "Die evolutionäre Entwicklung multimodaler und multikomponenter Kommunikation: Ein artenübergreifender Ansatz (EVOMICS)",
      "subject_area": "Evolution, AnthropologieBiologie des Verhaltens und der Sinne",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568805549",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Sprache wird oft als etwas dem Menschen Einzigartiges angesehen, da wir Wörter, Gesten und Ausdrücke auf komplexe Weise nutzen und kombinieren, um zu kommunizieren. Ein zentraler Bestandteil menschlicher Gespräche ist ihre Struktur: Es gibt Begrüßungen (Einleitung), die Fortführung durch abwechselnde Gesprächsführung und Engagement (Fortführung), und das Ende mit Verabschiedungen (Abschluss). Diese Struktur hilft uns, soziale Interaktionen konfliktfrei zu gestalten, Missverständnisse zu vermeiden und das Gespräch aufrecht zu erhalten. Studien zeigen, dass einige Primaten, wie Schimpansen und andere Affenarten, ebenfalls verschiedene Signale - wie Laute, Gesten und Gesichtsausdrücke - in ihren sozialen Interaktionen verwenden und diese überdies manchmal kombinieren. Zwar verstehen wir noch nicht vollkommen, ob und wie sie diese Signale in klar definierte Phasen organisieren, aber es deutet darauf hin, dass unsere einzigartige, menschliche Sprache strukturelle Ähnlichkeiten mit der Kommunikation unserer nächsten Verwandten, aufweist. Das wirft eine wichtige Frage auf: Sind diese Muster etwas, das Menschen und Primaten von einem gemeinsamen Vorfahren geerbt haben, oder haben verschiedene Primatenarten sie unabhängig voneinander entwickelt, weil sie ähnliche soziale Bedürfnisse haben? Da Sprache keine Fossilienhinterlässt, ist eine der besten Möglichkeiten, diese Frage zu beantworten, zu untersuchen, wie andere Primaten heute kommunizieren. Um dies zu erforschen, wird das EVOMICS-Projekt Daten von verschiedenen Primaten (einschließlich dem Menschen) verwenden, um die Einflüsse der evolutionären Geschichte, sozialer Bedürfnisse und der Lebensumgebung auf die Kommunikation von Primaten zu identifizieren und voneinander zu unterscheiden. Dabei werden folgende Gruppen untersucht: Kleinkinder (6-24 Monate alt), welche die menschliche Sprache noch erlernen; Schimpansen, unsere nächsten lebenden Verwandten; Rußmangaben, eine Affenart, die am Boden lebt; und Gewöhnliche Weißbüschelaffen, kleine Affen, die dafür bekannt sind, ihre Jungen gemeinsam aufzuziehen. Durch den Vergleich dieser Arten wird das EVOMICS-Projekt zwei zentrale Aspekte untersuchen: 1. Wie nutzen und kombinieren Primaten Laute, Gesten und Berührungen zur Kommunikation, und gleicht dies unserer Art der Kommunikation? 2. Wie organisieren Primaten ihre Interaktionen? Strukturieren sie sie ähnlich wie menschliche Gespräche mit Einleitung, Fortführung und Abschluss? Mit diesen Erkenntnissen versucht das EVOMICS-Projekt herauszufinden, ob komplexe Kommunikation stärker durch soziale Bedürfnisse beeinflusst wird (mehr Ähnlichkeiten zwischen Menschen und Weißbüschelaffen) oder durch die evolutionäre Geschichte (mehr Gemeinsamkeiten zwischen Menschen und Schimpansen). Dieses Projekt wird dazu beitragen, besser zu verstehen, woher die menschliche Sprache kommt und wie sie sich womöglich im Laufe der Zeit entwickelt hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugBrasilien, FrankreichKooperationspartnerinnen / KooperationspartnerDr. Catherine  Crockford;Professorin Dr. Nicola  Schiel;Professor Dr. Antonio  Souto;Dr. Roman  WittigMitverantwortlicheDr. Tobias  Deschner;Professor Dr. Tim Christian  Kietzmann"
    },
    {
      "project_id": "568636845",
      "url": "https://gepris.dfg.de/gepris/projekt/568636845",
      "title": "Die ikonische Bedeutung von Co-Speech Gesten in der Taxonomy von not-at-issue Bedeutungen",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568636845",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das vorgeschlagene Projekt untersucht die ikonische Bedeutung von Co-Speech Gesten, wie beispielsweise \"BIG\" in (1), das vermittelt, dass die von Cornelia mitgebrachte Flasche groß ist: (1) Cornelia brachte [eine Flasche]_BIG (BIG: Untergrenze des imaginären Objekts wird mit einer Hand angedeutet, die Obergrenze mit der anderen, die Handflächen sind einander zugewandt und liegen weit auseinander) .Auch wenn in der Literatur weitgehend Einigkeit darüber besteht, dass die ikonische Bedeutung von Co-Speech Gesten not-at-issue ist, ist bekannt, dass nicht not-at-issue Bedeutungen heterogen sind und in verschiedenen Dimensionen variieren, darunter At-issueness, Projektion, Entailment, Strong Contextual Felicity und Obligatory Local Effect. Im Gegensatz zu gut untersuchten not-at-issue Bedeutung wie Supplements und Präsuppositionen sind die empirischen Eigenschaften der ikonischen Bedeutung von Co-Speech Gesten deutlich weniger gut verstanden. Infolgedessen ist unklar, wie die ikonische Bedeutung von Co-Speech Gesten in die Taxonomie der not-at-issue Bedeutungen passt. Darüber hinaus sind sich formale Analysen der ikonischen Bedeutung von Co-Speech Gesten uneinig darüber, welche Bedeutungen diese Gesten zur Bedeutung der Äußerung beitragen und welche Eigenschaften diese Bedeutungen besitzen. So unterscheiden sich bestehende Analysen beispielsweise darin, ob sie annehmen, dass die Bedeutung von Co-Speech Gesten sich wie Supplements (Ebert und Ebert 2014) oder Präsuppositionen (Schlenker 2018) verhalten, oder ob ihre Bedeutung abhängig von syntaktischen Faktoren ist (Esipova 2019b). Um diese Lücken zu schließen, untersucht das vorgeschlagene Projekt fünf empirische Eigenschaften von ikonischen Bedeutungen von Co-Speech Gesten (At-Issueness, Projektion, Entailment, Strong Contextual Felicity, Obligatory Local Effect) und vergleicht diese Bedeutungen mit anderen Arten von Nicht-At-Issue Bedeutungen, einschließlich Präsuppositionen und Supplementen. Die Ergebnisse dieser Experimente werden zu unserem Verständnis der empirischen Eigenschaften der ikonischen Bedeutung von Co-Speech Gesten beitragen. Sie ermöglichen es uns zudem, die ikonischen Bedeutung von Co-Speech Gesten in die Taxonomie von not-at-issue Bedeutungen einzuordnen (siehe z. B. Potts 2005; Tonhauser et al. 2013; Gutzmann 2021) und zu evaluieren, welche formalen Analysen empirisch angemessen sind (z. B. Ebert und Ebert 2014; Ebert et al. 2020; Schlenker 2018; Esipova 2019b). Im weiteren Sinne werden die Methoden und Ergebnisse des vorgeschlagenen Projekts eine Grundlage für zukünftige empirische Untersuchungen eines breiteren Spektrums gestischer Bedeutungen bilden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "568832504",
      "url": "https://gepris.dfg.de/gepris/projekt/568832504",
      "title": "Die Phonologie und Morphologie von Schimpansengesten",
      "subject_area": "Biologie des Verhaltens und der SinneBiologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568832504",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Sprache zeichnet sich durch das Vorhandensein von Strukturen unterhalb der lexikalischen Ebene aus: Wörter bestehen sowohl aus bedeutungslosen Lauten (d. h. Phonemen, z.B. /k/, æ/ oder /t/, die das englische Wort \"cat\" bilden) als auch aus bedeutungsvollen Morphemen (wie dem Suffix -s für die Bildung des Plurals \"cats\"). Diese Strukturen sind beim Menschen weitgehend erforscht und wurden sowohl in der Laut- als auch in der Gebärdensprache dokumentiert. Über die evolutionären Ursprünge dieser Merkmale menschlicher Sprache ist jedoch vergleichsweise wenig bekannt. Während es nur wenige Belege für phonem- und morphemähnliche Strukturen in den vokalen Kommunikationssystemen einiger Vogel- und nichtmenschlichen Primatenarten gibt, hat bisher keine Studie das Vorhandensein dieser Strukturen in der visuellen Kommunikation nicht-menschlicher Arten untersucht. Das Ziel dieses Projekts ist es daher, diese Lücke zu schließen, indem die erste phonologische und morphologische Analyse der gestischen Kommunikation von Primaten durchgeführt wird. Zu diesem Zweck werden wir die formalen Parameter des Gestenrepertoires eines unserer nächsten lebenden Verwandten, des Schimpansen (Pan troglodytes), beschreiben und die Bedeutung jeder Gestenform mit Hilfe neu entwickelter Kodiersysteme (Chimpanzee Linguistic Annotation System for Gestures und Features of Circumstances) bestimmen. Diese Analyse wird es ermöglichen, Minimalpaare und Morphem-ähnliche Strukturen im Gestenrepertoire von Schimpansen zu dokumentieren und damit den ersten Nachweis phonologischer und morphologischer Strukturen in der visuellen Kommunikation einer nicht-menschlichen Spezies zu erbringen. Durch die Untersuchung des Vorhandenseins von linguistischen Schlüsselmerkmalen in den Kommunikationssystemen anderer Tierarten wird dieses Projekt dazu beitragen, festzustellen, welche kommunikativen Merkmale einzigartig für den Menschen sind oder mit anderen Primatenarten geteilt werden, und somit Licht auf mögliche Szenarien der Sprachevolution zu werfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502009090",
      "url": "https://gepris.dfg.de/gepris/projekt/502009090",
      "title": "Die Rolle von (nicht-)visuellen Alternativen in pragmatischen Inferenzen",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502009090",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das Projekt beschäftigt sich mit der experimentellen Untersuchung visueller Alternativen, und ihrer Rolle in der Entstehung von nicht-wörtlicher Bedeutung, insbesondere Implikaturen und Präsuppositionen. Ein Teil der Projektes verwendet neuartige Priming-Methoden, um visuelle von linguistichen Alternativen zu unterscheiden. Dabei werden Probanden sprachlichen und visuellen Alternatives ausgesetzt, die das Augenmerk auf verschiedene Komponenten des Satzes legen. Die Frage, die untersucht wird ist, ob visuelle Alternative denselben Einschränkungen unterliegen bezüglich Komplexität und Salienz wie sprachliche Alternativen. Das Ziel ist die Erstellung eines Modells des Mechanismus hinter Inferenzen,  das visuelle Kommunikation explizit mit einbezieht.  Ein weiteres Ziel ist die Entwicklung neuer Methoden zur Untersuchung nicht-wörtlicher Bedeutung, die visuelle Kommunikation kontrolliert und systematisch einsetzt.Ein zweiter Teil des Projektes beschäftigt sich mit Präsuppositionen, den Teil der Bedeutung, der zwangsläufig gegeben und hintergründig ist. Hier ist das Ziel die Entwicklung einer neuen Methode, die das Lernen eines Wortes und visuelle Animationen verbindet. Dabei soll das Auslöserproblem untersucht werden, nämlich die Frage, wie und warum Präsuppositionen überhaupt entstehen. Da dies für bereits existierende Auslöser wie zum Beispiel \"aufhören\" schwierig ist, beinhaltet die neue Methode, das Erlernen eine neuen Wortes (\"wugging\"), welches durch Animationen dargestellt wird.  Der Ausdruck und die Animationen sind komplex. \"Wugging\" wird dargestellt als die Bewegung eines grünen Punktes von einer roten Linie nach oben. Anschließend wird das Verständnis des Wortes geprüft. Teilnehmer sehen Animationen, die entweder keine Bewegung von der roten Linie oder keine Aufwärtsbewegung zeigen. Die Frage ist, ob das immer noch als \"wugging\" wahrgenommen wird, und ob ein Teil der Bedeutung als Präsupposition wahrgenommen wird. Wenn die Methode sich etabliert, kann man mit ihr untersuchen, welche Komponenten einer komplexen Bedeutung wahrscheinlicher als hintergründig wahrgenommen werden, und warum.Beide Teile des Projektes untersuchen also empirisch, welche Rolle visuelle Information in pragmatischen Inferenzen spielt. Dabei ist das Ziel die Überprüfung bestehender Theorien, aber auch ein besseres Verstehen visueller Methoden, sodass diese in Zukunft verbessert und neue Methoden entwickelt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502007190",
      "url": "https://gepris.dfg.de/gepris/projekt/502007190",
      "title": "Gesten und Diagramme in der visuell-räumlichen Kommunikation: Methodische Werkzeuge und Anwendungen in Mathematik und Logik",
      "subject_area": "Theoretische PhilosophieAllgemeines und fachbezogenes Lehren und LernenAngewandte Sprachwissenschaften, ComputerlinguistikMathematikWissenschaftsgeschichte",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502007190",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Ziel unseres Forschungsprojekts ist es, ein besseres und tieferes Verständnis der verschiedenen Arten von Gesten und Diagrammen und ihrer Funktionen in der visuell-räumlichen Kommunikation sowohl in der Mathematik als auch in der Logik zu gewinnen. Insbesondere wollen wir (i) die Praktiken der visuell-räumlichen Kommunikation in den Bereichen Mathematik und Logik auf der Grundlage historischer Fallstudien zu Gesten und Diagrammen untersuchen und (ii) pädagogische Instrumente zur Verbesserung der Unterrichtspraxis in diesen Disziplinen entwickeln. Mit diesem Forschungsprojekt sollen Forschungslücken an der Schnittstelle zwischen philosophischer Reflexion und der Praxis der Mathematik und Logik geschlossen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Ehemalige AntragstellerinDr. Andrea  Reichenberger, bis 8/2022"
    },
    {
      "project_id": "501992940",
      "url": "https://gepris.dfg.de/gepris/projekt/501992940",
      "title": "Grundzüge einer Morphologie rekurrenter Gesten (ToMoReG)",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501992940",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Forschungen haben einen Zusammenhang zwischen der Stabilisierung sprachbegleitender Gesten und der Kompositionalität ihrer Form und Bedeutung aufgezeigt (Kendon, 2004; Ladewig, 2014; Müller, 2004, 2018). Obwohl dieses Phänomen für einzelne rekurrente Gesten - also teilweise konventionalisierte Gesten - in zahlreichen Studien dokumentiert wurde, steht eine systematische, gestenübergreifende Untersuchung sowie eine fundierte theoretische Diskussion bisher noch aus. Dieses Forschungsprojekt schließt diese Lücke, indem es untersucht, wie Kompositionalität in rekurrenten Gesten entsteht und welche gestischen Parameter, wie etwa Bewegungsmuster oder Handformen, als stabile bedeutungstragende Einheiten, bedeutungsdifferenzierende Merkmale oder strukturelle Elemente fungieren können. Um die Entstehung und Stabilisierung kompositionaler Strukturen empirisch zu untersuchen, kombiniert das Projekt korpusbasierte und experimentelle Methoden. Die Korpusstudie konzentriert sich sowohl auf die intra-familiäre Variation (Variationen innerhalb einer einzelnen rekurrenten Geste) als auch auf gestenübergreifende Vergleiche (geteilte Parameter zwischen unterschiedlichen rekurrenten Gesten). Ergänzend dazu wird ein Perzeptionsexperiment durchgeführt, in dem systematisch manipulierte Gesten präsentiert werden, um festzustellen, welche Parameter die Bedeutungszuschreibung besonders stark beeinflussen. Durch die gezielte Analyse (a) wiederkehrender Parameter innerhalb einzelner rekurrenter Gesten und (b) gemeinsamer Parameter über verschiedene rekurrente Gesten hinweg soll ein Repertoire wiederkehrender Formparameter erarbeitet werden. Da der theoretische Status dieser gestischen Parameter bislang unklar geblieben ist, verfolgt das Projekt zudem (c) eine theoretische Diskussion darüber, ob diese Parameter analog zu sprachlichen Einheiten wie Morphemen oder Allomorphen betrachtet werden können oder ob sie spezifischen Prinzipien der Modalität unterliegen. In Kooperation mit anderen ViCom-Projekten - etwa zur Interaktion zwischen Gesten und Modalpartikeln im Deutschen oder zum Vergleich von Kopfbewegungen im Deutschen und in DGS - trägt dieses Projekt dazu bei, einen systematischen Rahmen für gestische Kompositionalität zu entwickeln. Darüber hinaus leistet es einen wichtigen Beitrag zur Weiterentwicklung theoretischer Modelle multimodaler Bedeutungsherstellung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "568894746",
      "url": "https://gepris.dfg.de/gepris/projekt/568894746",
      "title": "Iconicity in der Co-Singing-Geste: die Grundlagen der Gesten-Vokalisation-Ähnlichkeit beim Beatboxing (IconS)",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568894746",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "In einer Vielzahl von Musiktraditionen weltweit neigen Sänger dazu, beim Singen mit der Hand und dem Oberkörper zu gestikulieren. Gesten spielen sowohl in der Sprache als auch in der Musik eine wichtige Rolle. Sie können mit der Vokalisation und dem musikalischen Klang kombiniert werden, um Bedeutung zu schaffen, und tragen so zur Kommunikation bei. In musikalischen Kontexten können gemeinsame Singgesten Gefühle in Bezug auf den lyrischen Inhalt und die musikalische Stimmung ausdrücken, aber darüber hinaus können Gesten auch auf musikalische Klangmerkmale wie Rhythmus, melodische Bewegung, Klangfarbe und Phrasierung verweisen. Eine solche Bezugnahme auf Klangmerkmale beinhaltet semiotische Modi, die auch bei der Gestik während des Sprechens eine wichtige Rolle spielen, einschließlich der Ikonizität. Obwohl klar ist, dass Co-Singing-Gesten oft eine ikonische Dimension haben, kann es weniger klar sein, wofür genau die Gesten ikonisch sind. Zum Beispiel kann eine kraftvolle, nach unten gerichtete \"Punch\"-Geste, die gleichzeitig mit einem lauten, betonten Stimmklang auftritt, a) als crossmodale Ikone für klangliche Qualitäten oder b) als unimodale Ikone für die kraftvollen Stimmproduktionsbewegungen (Muskelanstrengung) betrachtet werden, die erforderlich sind, um die emphatischen Klänge zu erzeugen. Das vorgeschlagene Projekt wird die Mechanismen, die der gestischen Ikonizität in einem bestimmten musikalischen Kontext, nämlich dem Beatboxing, zugrunde liegen, theoretisch und empirisch untersuchen. Dieser beliebte und äußerst kreative Gesangsstil eignet sich aus zwei Gründen gut für eine Studie über gestische Ikonizität. Erstens neigen professionelle Beatboxer dazu, beim Beatboxen frei zu gestikulieren - dies ist Teil ihres Auftrittsstils geworden. Zweitens liegt der Schwerpunkt dieses Stils auf innovativen Vokalklängen und komplexen Beats, die aus einer Vielzahl elektronischer Musikgenres stammen und eine Fülle von klanglichen und vokalen Produktionsbewegungsmerkmalen bieten, die auch durch gestische Ikonizität ausgedrückt werden können. Die Hauptziele des Projekts sind erstens, Einblicke in die verschiedenen Mechanismen zu gewinnen, die der gestischen Ikonizität beim Beatboxing zugrunde liegen: wofür genau die Gesten ikonisch sind. Zweitens untersucht das Projekt zwei gegensätzliche Darstellungen der gestischen Ikonizität: die \"akustische Darstellung\", bei der Gesten ikonisch für die erzeugten Stimmlaute sind, und die \"stimmliche Darstellung\", bei der Gesten ikonisch für orale artikulatorische und andere stimmliche Bewegungen sind. Drittens soll im Rahmen des Projekts untersucht werden, inwieweit Darbietende dieselben Gesten für ähnliche Klänge verwenden und ob dies über Darbietungen und im Laufe der Zeit hinweg konsistent ist. Durch diese Forschung soll das Projekt die Betrachtung von Gesten-Vokalisation-Beziehungen über die gesprochene Sprache hinaus auf das breitere Feld der vokalen Kommunikation ausdehnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugNiederlandeKooperationspartnerWim  Pouw, Ph.D."
    },
    {
      "project_id": "502020696",
      "url": "https://gepris.dfg.de/gepris/projekt/502020696",
      "title": "Ikonische Metaphern und die Gestik-Gebärden-Schnittstelle in der Deutschen Gebärdensprache – Korpusdaten treffen auf Experimente",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenEinzelsprachwissenschaften, Historische Linguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502020696",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "In diesem Projekt werden ikonische Metaphern in der Deutschen Gebärdensprache aus linguistischer Perspektive untersucht, um die Schnittstelle zwischen Gesten und Gebärden im Hinblick auf figurative Sprache genauer in den Blick zu nehmen. Bisherige Annahmen der Forschung zu Metaphern in verschiedenen Gebärdensprachen legen ein doppeltes Mapping nahe, d.h. sowohl ein metaphorisches als auch ein ikonisches Mapping. Das metaphorische Mapping bezieht sich auf das Verständnis eines Konzepts (Zielbereich, target domain) durch die Verwendung von Elementen eines anderen, nicht verwandten Konzepts (Ursprungsbereich, source domain) ohne die damit verbundene wörtliche Bedeutung. Diese Verbindung zwischen Konzepten basiert auf Ähnlichkeit oder Analogie und einer unidirektionalen Beziehung. Das ikonische Mapping wird entweder durch die Form der Gebärde oder den ikonischen Ort der Artikulation (place of articulation, PoA) realisiert. Diesen Annahmen folgend, werden in dem Projekt metaphorische Gebärden im etablierten DGS-Korpus des DGS-Korpus-Projekts untersucht, indem der ikonische PoA identifiziert wird, kontextuelle Verwendungen und Frequenzrelationen analysiert und diese Ergebnisse mit experimentellen Verarbeitungsstudien kombiniert werden. Das Erkennen von Metaphern in Gebärdensprachen unterscheidet sich aufgrund des doppelten Mappings von der Identifikation von Metaphern in gesprochenen Sprachen. Der ikonische Anteil scheint einzigartig für die visuell-gestische Modalität zu sein, wie auch Studien zu metaphorischen Gesten zeigen. Die ikonischen Eigenschaften von metaphorischen Gebärden werfen auch interessante Fragen bezüglich der Schnittstelle zwischen Gesten und Gebärden auf, da noch nicht klar ist, wo auf dem Gesten-Gebärden-Kontinuum sie verortet werden können. Daher werden in diesem Projekt Metaphern der DGS, insbesondere aus den Bereichen Kognition und Wahrnehmung,  innovativ aus einem multi-methodologischen Blickwinkel betrachtet. Es wird untersucht, i) wie ikonische metaphorische Gebärden in einem Gebärdensprachkorpus identifiziert werden können und wie sie strukturell aufgebaut sind, d.h, ii) ob es einen Unterschied in der Verarbeitung von Gebärden mit wörtlicher oder metaphorischer Bedeutung oder von Gesten gibt (EEG-Experiment), und iii) wie verschiedene Arten von Metaphern im Schriftdeutschen von DGS native signers verarbeitet werden und ob dabei Metaphern in der L1 (DGS) die Verarbeitung von Metaphern in der L2 (Schriftdeutsch) beeinflussen (Eye Tracking-Experiment). Über die neuen Erkenntnisse zur Schnittstelle zwischen Gesten und Gebärden in Bezug auf figurative Sprache hinaus, hat dieses Projekt auch Auswirkungen auf die Debatten zu sprachlicher Diversität und Literacy sowie auf die Bereiche Sprachlehre und Pädagogik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502020913",
      "url": "https://gepris.dfg.de/gepris/projekt/502020913",
      "title": "Kompositionalität in der gestischen Kommunikation von Schimpansen",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502020913",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Kompositionalität ist eines der Hauptmerkmale menschlicher Sprache. Dabei ergibt sich die Bedeutung eines Satzes oder eines komplexen Ausdrucks aus der Kombination bedeutungsvoller Elemente (d. h. Morpheme und Wörter). Weitestgehend unbeantwortet ist jedoch die Frage, ob Kompositionalität auf den Menschen beschränkt ist oder ob vergleichbare Strukturen auch in der non-verbalen Kommunikation nicht-menschlicher Arten zu finden sind. Bisher befassten sich nur wenige Studien mit den kompositorischen Aspekten der Kommunikation bei nicht-menschlichen Arten. In diesem Projekt werden wir die evolutionären Ursprünge der menschlichen Kompositionalität durch die Erforschung der multimodalen Kommunikation von Schimpansen, zurückverfolgen. Schimpansen sind ein ideales Modell, um die Evolution der Kompositionalität zu untersuchen, da sie unsere nächsten lebenden Verwandten sind und über sehr komplexe Kommunikationssysteme verfügen. Wir werden systematisch untersuchen, ob Schimpansen Gesten, Gesichtsausdrücke und Laute kombinieren, um durch die Kombination dieser Einzelelementen neue Bedeutungen zu kreieren. Zur Beantwortung dieser Frage werden wir Verhaltensbeobachtungen an vier Schimpansengruppen (N=98) durchführen. Unser Projekt hat vier Ziele. Erstens werden wir einen neuen theoretischen Rahmen für die Untersuchung der Kompositionalität bei nicht-menschlichen Arten erarbeiten, da es bisher keinen Konsens darüber gibt, wie Kompositionalität artübergeifend erforscht und operationalisiert werden sollte. Wir werden daher eine systematische Übersicht über die Literatur zur Kompositionalität erstellen, um darauf basierend die Grundlage für die theoretisch fundierte, methodisch vergleichbare Erforschung kompositionaler Strukturen bei Primaten zu schaffen. Zweitens werden wir untersuchen, ob Schimpansen Gesten mit Gesichtsausdrücken und/oder Vokalisationen kompositorisch kombinieren, um durch diese Kombinationen neue Bedeutungen zu schaffen und zu kommunizieren. Wir werden dies in verschiedenen Kontexten untersuchen, indem wir die Bedeutung von Signalen und ihren Kombinationen aus den Reaktionen ableiten, die sie bei den Empfängern jeweils hervorrufen. Drittens werden wir spezifische Merkmale der von Schimpansen erzeugten Kombinationen, wie ihren intentionalen Gebrauch und den zeitlichen Zusammenhang zwischen den Einzelelementen, untersuchen. Viertens werden wir durch die Beobachtung von Schimpansen in verschiedenen Altersstufen und durch die longitudinale Verfolgung einiger Individuen verstehen, wie Kompositionalität und ihre verschiedenen Eigenschaften im Laufe der Individualentwicklung entstehen und ob sie denselben Entwicklungsverläufen wie beim Menschen folgen. Unsere Studie wird daher einen wichtigen Beitrag zu einem besseren, theoretisch fundierten und methodisch einheitlichen Verständnis  der Kompositionalität einer nicht-menschlichen Spezies leisten und Licht auf die evolutionären Ursprünge einer der wichtigsten Merkmale menschlicher Kommunikation werfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)MitverantwortlicheDr. Federica  Amici;Dr. Linda  Oña"
    },
    {
      "project_id": "502018965",
      "url": "https://gepris.dfg.de/gepris/projekt/502018965",
      "title": "Komputationale Semantik der abgestuften Sprache-Gestik-Integration mit VR-Technologie (CoSGrIn-VR)",
      "subject_area": "Angewandte Sprachwissenschaften, ComputerlinguistikKünstliche Intelligenz und Maschinelle Lernverfahren",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502018965",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das CoSGrIn-VR-Projekt untersucht die komputationell-semantischen Mechanismen der Sprach-Gestik-Integration, eine Forschungslücke in der formalen Semantik und der multimodalen Kommunikationsforschung. Es ist in komputationaler Semantik wenig darüber bekannt, wie Gesten Bedeutung erlangen und wie gestische Bedeutung mit sprachlicher Bedeutung interagiert. Das Projekt stellt ganzheitliche und gestaltbasierte Modelle infrage, indem es eine komputationale Semantik der Sprach-Gestik-Integration entwickelt, die (1) formal modelliert, (2) rechnerisch implementierbar, (3) experimentell in virtueller Realität (VR) testbar und (4) kognitiv interpretierbar ist. CoSGrIn-VR konzentriert sich auf zwei zentrale Forschungsbereiche: (i) die Entwicklung komputationaler semantischer Modelle zur Erkennung von Acting-Gesten und (ii) die Erweiterung des GeMDiS-Modells aus der ersten Förderphase zur Verarbeitung abgestufter Exemplifikation, um Fälle zu erfassen, in denen Gesten nur teilweise oder indirekt mit der Sprache verbunden sind. Der erste Forschungsbereich untersucht, wie wahrnehmungsbasierte Aktionsklassifikatoren darstellende Gesten erfassen können, die Handlungen simulieren. Der zweite Forschungsbereich analysiert die Informationsunsicherheit in der Sprach-Gestik-Integration durch die Untersuchung quantifizierter Nominalphrasen und Verweise auf atypische Objekte. Methodisch nutzt das Projekt Interaktionsverifikationsspiele in VR-Umgebungen zur Überprüfung seiner Modelle. Diese immersiven Experimente erfassen multimodale Daten, darunter Körperbewegungen, Gesten, räumliches Verhalten und Blickbewegungen. Darüber hinaus strebt CoSGrIn-VR die Entwicklung eines KI-basierten VR-Labors an, um die experimentelle Kontrolle durch Avatare zu verbessern und die Annotation multimodaler Kommunikation zu automatisieren. Ein zentraler Bestandteil dieses Ansatzes ist das Multi-perspective Annotation Model (MAM), das eine systematische und weitgehend automatische Annotation multimodaler experimenteller Daten ermöglicht. Die Verbindung linguistischer Theorie, rechnergestützter Modellierung und VR-basierter empirischer Tests positioniert CoSGrIn-VR als einen neuartigen Ansatz zur Erforschung der abgestuften Natur der Sprach-Gestik-Integration und ihrer Implikationen für die visuelle Kommunikation.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502018846",
      "url": "https://gepris.dfg.de/gepris/projekt/502018846",
      "title": "Koordinationsfonds",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502018846",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "In den vergangenen Jahren hat sich die Visuelle Kommunikation als international anerkanntes Forschungsfeld etabliert. Die erste Phase des Schwerpunktprogramms \"Visual Communication\". Theoretical, Empirical, and Applied Perspectives (ViCom) hat wesentlich zu dieser Entwicklung beigetragen. Indikatoren für den Fortschritt der Visuellen Kommunikation als Disziplin und den erheblichen Beitrag von ViCom umfassen, um nur einige zu nennen, zahlreiche Publikationen, umfangreiche Beteiligungen an begutachteten Konferenzen und Workshops, vielfältige Outreach-Aktivitäten sowie erfolgreiche Karriereförderung des wissenschaftlichen Nachwuchses. Das Koordinationsprojekt unterstützt die Forschenden innerhalb von ViCom effektiv und fördert Kooperationen mit externen Wissenschaftlerinnen und Wissenschaftlern, die zu verwandten Themen arbeiten. Dazu wurden gezielte Maßnahmen umgesetzt, darunter Networking-Programme, Nachwuchsförderung, Initiativen zur Geschlechtergleichstellung und Barrierefreiheit für gehörlose Forschende. In der zweiten Förderphase bleiben die wissenschaftlichen Ziele weitgehend unverändert; weiterhin sollen die spezifischen Merkmale und linguistische Bedeutung unterschiedlicher Komponenten visueller Kommunikation untersucht werden. Zentrale Maßnahmen umfassen die Weiterentwicklung robuster kognitiver und formal-linguistischer Theorien sowie empirischer Methoden, die speziell auf die Erforschung visueller Kommunikation zugeschnitten sind. Die Koordinationsaktivitäten fokussieren auf eine verfeinerte Verwaltungsstruktur, den Aufbau einer zentralen methodischen Beratung, eine verstärkte Durchführung von Fortbildungs- und Theorie-Workshops sowie intensivierte Unterstützung des wissenschaftlichen Nachwuchses. Diese Maßnahmen zielen darauf ab, ViCom weiterhin als Vorreiter in diesem Bereich zu etablieren und ein kollaboratives und innovatives Forschungsumfeld zu bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "568891844",
      "url": "https://gepris.dfg.de/gepris/projekt/568891844",
      "title": "Lexikalisierte Demonstrationen in Laut- und Gebärdensprachen",
      "investigators": "Dr. Kathryn  Barnes;Professor Dr. Markus  Steinbach",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568891844",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "In diesem Projekt soll eine modalübergreifende Theorie lexikalisierter Demonstrationen entwickelt werden, die sowohl modalitätsspezifische Eigenschaften als auch unterschiedliche Grade und Arten von Lexikalisierungen berücksichtigt. Grundlage dafür sind empirische Untersuchungen der formalen und funktionalen Eigenschaften und Verarbeitung von Ideophonen in Lauts- und idiomatischen Gebärden in Gebärdensprachen. Die Forschung zur Semantik von Ikonizität interessiert sich verstärkt für die Rolle ikonischer Demonstrationen in Sprache. Im Gegensatz zu konventionalisierten ikonischen Ausdrücken, bei denen die ikonische Bedeutung nicht mehr zur Semantik des Ausdrucks beiträgt, sind ikonische Demonstrationen semantisch aktiv. Ikonische Demonstrationen spielen in vielen Konstruktionen in beiden Modalitäten eine wichtige Rolle. Ideophone und idiomatische Gebärden sind dabei zwei besonders interessante Beispiele, da es sich hierbei um lexikalisierte Demonstrationen handelt, die zum einen eine konventionalisierte lexikalische Formen haben und zum anderen sowohl eine konventionalisierte Bedeutung als auch eine ikonische Demonstration enthalten. Dieses Projekt hat zum Ziel, anhand dieser beiden Beispiele unser Verständnis von lexikalisierten Demonstrationen in Laut- und Gebärdensprachen zu vertiefen. Das Projekt besteht aus drei Modulen: In Modul I steht der Aufbau einer lexikalischen Datenbank im Mittelpunkt, die unterschiedliche Informationen zu Ideophonen in zwei Lautsprachen, Akan als Beispiel einer Ideophonsprache und Deutsch als Beispiel einer Nicht-Ideophonsprache, und idiomatischen Gebärden in zwei Gebärdensprachen, der Deutschen (DGS) und der Ghanaischen Gebärdensprache (GSL), enthalten wird. Der Datensatz wird durch die Ergebnisse empirischer Studien zu unterschiedlichen formalen und funktionalen Eigenschaften von Ideophonen und idiomatischen Gebärden erweitert. Die lexikalische Datenbank wird im Laufe des Projekts öffentlich zugänglich gemacht. In Modul II werden, basierend auf den Ergebnissen von Modul I, Experimente zur Verarbeitung lexikalisierter Demonstrationen in den vier Sprachen durchgeführt. In Modul III werden abschließend die Ergebnisse der empirischen Studien mit neuen formalen und funktionalen Analysen abgeglichen und es wird eine neue modalitätsunabhängige formal-semantische Analyse lexikalisierter Demonstrationen entwickelt. Neben der Erstellung einer breit nutzbaren Datenbank wird dieses Projekt unser Verständnis der morphosyntaktischen und semantisch-pragmatischen Eigenschaften lexikalisierter Demonstrationen verbessern und zeigen, wie Demonstrationen verarbeitet werden. Damit leistet das Projekt einen wesentlichen Beitrag zu den theoretischen Kernfragen der zweiten Phase von ViCom, die unter anderem verschiedene Bedeutungsdimensionen, die Identifizierung und Salienz ikonischer Merkmale, die Art und den Grad von Ikonizität, die Relevanz von Perspektive und die Prozessen der Lexikalisierung und Konventionalisierung betreffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502020235",
      "url": "https://gepris.dfg.de/gepris/projekt/502020235",
      "title": "Lügen und Commitment in der visuellen Modalität",
      "investigators": "Dr. Mailin  Antomo;Professor Dr. Emanuel  Viebahn",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenTheoretische Philosophie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502020235",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das Projekt \"Lügen und Commitment in der visuellen Modalität\" untersucht, ob Lügen mit visuellen Mitteln möglich ist und zu welchem Grad visuell transportierter Inhalt zu Commitment führt. Während sich bisherige Forschung zu Lügen und Commitment hauptsächlich auf gesprochene und geschriebene Sprache konzentriert hat, erweitert dieses Projekt den Fokus auf visuelle Kommunikation und analysiert Gesten, Emojis, Fotos und Zeichnungen. Dabei wird ein interdisziplinärer Ansatz verfolgt, der Methoden aus der theoretischen Linguistik, der Philosophie und der experimentellen Forschung kombiniert, um unser Verständnis von Lügen und Commitment modalitätsübergreifend zu vertiefen. Das Projekt verfolgt vier Hauptziele: 1) Evaluierung und Weiterentwicklung diagnostischer Werkzeuge zur Messung von Commitment. 2) Bisher entwickelte Testverfahren zur Erhebung von Commitment beziehen sich vor allem auf gesprochene und geschriebene Kommunikation. Dieses Projekt überprüft deren Anwendbarkeit auf visuelle Kommunikation und entwickelt einen neuen Test, der für verschiedenste kommunikative Handlungen modalitätsübergreifend geeignet ist. 3) Erhebung experimenteller Daten zu Lügen und Verpflichtung über verschiedene Modalitäten hinweg. In kontrollierten Experimenten untersucht das Projekt, wie unterschiedliche visuelle Kommunikationsakte in Bezug auf Lügen und die Zuschreibung von Commitment wahrgenommen werden. Ein neuartiger Aspekt dieser Forschung ist die systematische Erhebung von Daten zu Fotos und Zeichnungen sowie der Versuch, kommunikative Akte über verschiedene Modalitäten hinweg zu vergleichen. 4) Modalitätsübergreifende Untersuchung der Unterscheidung zwischen Lügen und Irreführung. Das Projekt geht von der Annahme aus, dass Lügen mit Inhalten möglich ist, für die der Senderin ein hoher Grad an Commitment zugeschrieben wird, während kommunikative Akte, die nicht zu Commitment führen, lediglich irreführend sind. Durch die Überprüfung potenzieller Fälle von Lügen und Irreführungen sowohl mit verbalen als auch mit visuellen Mitteln wird erforscht, ob diese Unterscheidung auch für die visuelle Modalität Bestand hat. Besonderes Augenmerk liegt dabei auf der Rolle von (visuellen) Implikaturen und Abschwächungen (hedges). Analyse der theoretischen Implikationen für die Definitionen von Lügen, Irreführung und Behauptung. Die empirischen Erkenntnisse zu Lügen, Irreführungen und Commitment im visuellen Bereich leisten einen Beitrag zu laufenden philosophischen und linguistischen Debatten über die Natur von Assertionen, die Definition von Lügen und die Abgrenzung zwischen Lügen und Irreführungen. Neben der Verbindung theoretischer Analysen mit experimenteller Forschung schlägt das Projekt auch eine Brücke zwischen Linguistik und Philosophie und liefert neue Erkenntnisse darüber, wie Lügen und Commitment in verschiedenen Modalitäten funktionieren. Die Ergebnisse tragen nicht nur zu linguistischen und philosophischen Theorien bei, sondern haben auch praktische Relevanz.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "501984684",
      "url": "https://gepris.dfg.de/gepris/projekt/501984684",
      "title": "Modalitätsspezifische Effekte in der Sprachverarbeitung bei Kindern mit Sprachentwicklungsstörung",
      "subject_area": "Angewandte Sprachwissenschaften, Computerlinguistik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501984684",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Sprachverarbeitung erfordert häufig eine Kombination aus auditiver, visueller, vokaler und manueller Informationsverarbeitung. Genauer kann Sprache über die auditive oder visuelle Inputmodalität wahrgenommen und über die vokale oder manuelle Outputmodalität produziert werden. Erfolgreiche Kommunikation benötigt meist eine Kombination aus Input- und Outputmodalitäten. Untersuchungen zeigen, dass die Kombination von Input und Output einen entscheidenden Einfluss auf die sprachliche Verarbeitung nimmt – insbesondere wenn es zu einem Modalitätswechsel kommt. So gelingt der Wechsel zwischen kompatiblen Modalitätskombinationen (d.h. auditiv-vokal und visuell-manuell) schneller und ist weniger fehleranfällig als ein Wechsel zwischen inkompatiblen Kombinationen (d.h. auditiv-visuell und visuell-vokal). Auditiv-vokal und visuell-manuell gelten als kompatible Modalitätskombinationen, da die Inputmodalität der Modalität des sensorischen Feedbacks des Outputs entspricht. Bisherige Befunde zu Effekten von Modalitätskompatibilität beschränken sich auf die Untersuchung von sprachlich unauffälligen Erwachsenen. Im geplanten Vorhaben sollen erstmals Effekte von Modalitätskompatibilität bei Kindern sowie mögliche Zusammenhänge zur sprachlichen Entwicklung untersucht werden. Kinder mit einer Sprachentwicklungsstörung (SES) unterscheiden sich von Kindern mit typischer Sprachentwicklung hinsichtlich ihres Einsatzes von Modalitäten. Zum einen setzen sie häufiger gestische Äußerungen zur Kompensation vokalsprachlicher Defizite ein. Zum anderen lassen sich bei ihnen mehr Fehler bei der Integration von gestischer Information in gesprochene Sprache beobachten. Die Rolle von Modalitätskompatibilität ist dabei bislang ungeklärt. Ziel des geplanten Vorhabens ist die systematische Untersuchung von Modalitätseffekten bei 108 Kindern mit und ohne SES im Alter von vier und fünf Jahren. Nach einer ersten Sitzung zur Überprüfung sprachlicher Fähigkeiten, wird in drei weiteren Einzelsitzungen das Wechseln zwischen kompatiblen und inkompatiblen Modalitätskombinationen mittels spielbasierter Aufgaben am PC untersucht. Die Sitzungen unterscheiden sich dabei systematisch in der Art des Inputs (z.B. Bilder versus Gesten) und Outputs (z.B. Tastendruck versus Gesten). Erwartet werden stärkere Effekte von Modalitätskompatibilität bei sprachlich unauffälligen Kindern als bei Kindern mit SES, sowie stärkere Effekte für In- und Output mit klarem sprachlichem Bezug (z.B. Wörter oder Gebärden) gegenüber weniger sprachbezogenem In- und Output (z.B. Bilder oder Tastendruck). Das beantragte Vorhaben wird damit eine der häufigsten Entwicklungsstörungen aus einer völlig neuen, multimodalen Perspektive beleuchten, wodurch neue Einblicke in die Ätiologie sowie wichtige Implikationen für die therapeutische Intervention gewonnen werden können. Darüber hinaus können Erkenntnisse des geplanten Vorhabens einen wichtigen Beitrag zur Entwicklung neuer, multimodaler Sprachverarbeitungsmodelle leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502014066",
      "url": "https://gepris.dfg.de/gepris/projekt/502014066",
      "title": "Multimodale Erfassung von dyadischer Interaktion bei Störungen der sozialen Interaktion",
      "subject_area": "Klinische Psychiatrie, Psychotherapie und Kinder- und JugendpsychiatrieBiologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502014066",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Autismus-Spektrum-Störung (ASD) ist eine prototypische Störung für die Beeinträchtigung multimodaler Aspekte der visuellen und verbalen Kommunikation. Instrumente wie die Beobachtungsskala für Autismus-Spektrum Störungen (ADOS-2) erlauben die Bewertung der Symptomatik auf der Basis einer strukturierten sozialen Interaktion, bei der ein erfahrener Kliniker verschiedene sozial-interaktive Aufgaben mit der untersuchten Person durchführt. Diagnoseentscheidungen auf der Grundlage dieses Instruments beruhen in der Regel auf qualitativen, klinischen Bewertungen des visuellen kommunikativen Verhaltens (z.B. Blicke, Mimik, Gestik) und deren Integration mit verbaler Kommunikation, die jedoch nicht systematisch quantifiziert werden.In der menschlichen Interaktion sind verbale und visuelle Kommunikationskanäle in einen sozialen Bezugsrahmen eingebettet, der multimodale Aspekte kombiniert. Gemeinsame Aufmerksamkeit entsteht z. B. durch die Verwendung deiktischer Gesten (z. B. Zeigen) in Koordination mit Gesichtsausdruck und Blicken, wodurch räumliche Navigation mit Objekten und geteilte Aufmerksamkeit möglich wird.  Blicke und Zeigen können verdeutlichen, auf welches Objekt oder welche Person sich eine Äußerung bezieht, z. B. können Gesten, Kopfbewegungen und Gesichtsausdruck räumliche und soziale Beziehungen visualisieren, wenn über Objekte oder Personen gesprochen wird, die gerade nicht sichtbar sind. Es gibt kaum systematische Forschung zum Zusammenspiel und der zeitlichen Dynamik dieses multimodalen visuellen Kommunikationsverhaltens. Hilfreich dafür sind bereits etablierte, computergestützte Techniken (Motion Capture, mobiles Eye Tracking und Mimikanalyse) sind etablierte Techniken die auch ein großes Potenzial für die diagnostische Einschätzung von Störungen wie ASD zeigen. Es fehlt jedoch bisher die multimodale Kombination verfügbarer Techniken während einer standardisierten Untersuchung.In diesem Antrag zielen wir auf die multimodale Erfassung typischen und atypischen sozialen Verhaltens bei Kindern, mit Fokus auf der Integration mehrere visueller und verbaler Kommunikationskanäle und deren Rolle bei Störungen der sozialen Interaktion. Wir werden spezifische Verhaltensweisen während einer reziproken Interaktion zwischen Kind und Untersucher detailliert annotieren. Wir nutzen anschließend maschinelles Lernen auf Basis der Zeitreihen von automatisch extrahierten Aspekten (z.B. Sakkaden, Gesichtsausdruck, Körperhaltung), um Modelle für die automatische Identifizierung solcher Verhaltensweisen zu trainieren. Darüber hinaus zielen wir auf die Klassifikation von atypischem Verhalten, insbesondere Verhaltensweisen die mit ASD assoziiert sind. Auf diese Weise werden wir einen umfangreichen Datensatz generieren, d.h. einen Korpus multimodaler Kommunikation während sozialer Interaktion, der zahlreiche weitere Analysen im Rahmen des SPP ViCom und für die breitere Forschungscommunity ermöglichen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugNiederlandeMitverantwortlicheProfessor Dr. Peter B  Marschik;Professorin Dr. Luise  PoustkaKooperationspartnerinProfessorin Dr. Judith  Holler"
    },
    {
      "project_id": "568805339",
      "url": "https://gepris.dfg.de/gepris/projekt/568805339",
      "title": "Multimodale Kommunikation bei Primaten – eine sozioökologische Perspektive",
      "subject_area": "Biologie des Verhaltens und der SinneBiologische Psychologie und Kognitive Neurowissenschaften",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568805339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Auf der Suche nach dem, was uns als Menschen auszeichnet, haben Forschende oft die Einzigartigkeit der menschlichen Sprache im Vergleich zu den Kommunikationssystemen anderer Spezies betont. Doch ein komplexes, multimodales System wie Sprache beruht vermutlich auf Eigenschaften, die wir mit anderen Taxa teilen. Vergleiche zwischen Arten sind daher ein wertvolles Instrument, um die Vorläufer der menschlichen Sprache zu identifizieren, Hypothesen über die sozioökologischen Faktoren ihrer Entstehung zu testen und die evolutionären Ursprünge multimodaler Kommunikation zu ergründen. In diesem Projekt werde ich eine multimodale Perspektive einnehmen und ein neues, kohärentes methodisches Rahmenwerk zur Erforschung der Primatenkommunikation entwickeln. Es basiert auf innovativen Bottom-up-Ansätzen und der systematischen Integration sozioökologischer Perspektiven. So setze ich neue methodische Standards für die Untersuchung multimodaler Kommunikation bei Tieren, um (1) erstmals eine umfassende Perspektive auf die multimodale Kommunikation von Primaten zu liefern, (2) ihre zentralen Eigenschaften zu identifizieren, (3) ihre unmittelbaren Funktionen zu bestimmen und (4) ihre sozioökologischen Einflussfaktoren aufzudecken, um die evolutionären Bedingungen zu rekonstruieren, die zur Entstehung multimodaler Kommunikation beim Menschen führten. Die Ergebnisse werden es ermöglichen, Theorien zur Evolution der Sprache zu testen und neue Einblicke in die Ursprünge multimodaler Kommunikation zu gewinnen. Ich werde Primaten als Modell wählen, da sie eng mit dem Menschen verwandt sind und auf multimodale Kommunikationssysteme angewiesen sind, die denen des Menschen ähneln - einschließlich Vokalisationen, Gesten und Gesichtsausdrücken. Mein Fokus liegt auf der Mohrenmakake (Macaca maura), einer sozial toleranten Art mit erwartbar komplexen kommunikativen Fähigkeiten. Um ökologische Validität zu gewährleisten und natürliche sozioökologische Variationen zu erfassen, werde ich in freier Wildbahn forschen. Mit neu entwickelten Methoden werde ich fein abgestimmte Vorhersagen zu Eigenschaften, Funktionen und Einflussfaktoren multimodaler Kommunikation empirisch testen. Dieser Ansatz überwindet methodische Einschränkungen und ermöglicht eine umfassende, Bottom-up-basierte Erforschung der Kommunikation nicht-menschlicher Spezies. Dieses Projekt wird eine große Menge hochwertiger Daten generieren, um zu verstehen, wie Makaken multimodale Kombinationen aus Vokalisationen, Gesten und Gesichtsausdrücken nutzen. So werde ich die Eigenschaften und Funktionen der multimodalen Kommunikation von Primaten zuverlässig identifizieren, ihre sozioökologischen Einflussfaktoren entschlüsseln und die evolutionären Bedingungen rekonstruieren, die zur Entstehung komplexer Kommunikationssysteme beitrugen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugIndonesienKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Risma  Illa Maulany;Professor Putu Oka  Ngakan"
    },
    {
      "project_id": "501992490",
      "url": "https://gepris.dfg.de/gepris/projekt/501992490",
      "title": "Repräsentation von Unsicherheit zur Integration von Zeigegesten und Sprache",
      "subject_area": "Allgemeine, Kognitive und Mathematische Psychologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501992490",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Oft zeigen wir, um die Aufmerksamkeit anderer auf entfernte Objekte zu lenken, vor allem wenn sich diese nur mühsam beschreiben lassen (z.B., ein Stern am Nachthimmel oder eine bestimmte Praline in der Konditorei). Da wir nicht erwarten können, dass die Zeigegeste die Aufmerksamkeit einer anderen Person immer erfolgreich auf ein bestimmtes Objekt lenkt, begleiten wir unsere Zeigegesten mit verbalen Beschreibungen. Dazu benötigen wir ein gewisses Verständnis der perzeptuellen Ungenauigkeit unserer Zeigegesten. Zeiger passen verbale Beschreibungen an die erwartetet Genauigkeit der Geste an und Betrachter von Zeigegesten benötigen eine Repräsentation der perzeptuellen Unsicherheit, um zu wissen, in welchem Gebiet der Referent zu suchen ist und um die Konfidenz der eigenen Interpretation zu bewerten.Die effektive Kommunikation mit Zeigegesten und Sprache setz folglich voraus, dass Zeiger und Beobachter einer Zeigegeste Unsicherheit repräsentieren. Es ist bisher aber wenig darüber bekannt, welche Informationen Zeiger mit einer Geste zu vermitteln hoffen, welche Informationen Beobachter aus einer Zeigegeste herauszulesen glauben, und inwieweit dies Informationen der tatsächlich vermittelten Information entsprechen. Das Ziel dieses Antrags ist es daher, Repräsentationen von perzeptueller Unsicherheit am Beispiel von Zeigegesten auf kleine und entfernte Objekte zu untersuchen.Dazu nutzen wir das Paradigma der visuellen Suche, wobei der Zielreiz nur einem Zeiger bekannt ist. Dieser vermittelt einem Beobachter das Ziel mittels Zeigegesten und Sprache. Die Repräsentation von Unsicherheit wird mit Hilfe von Eye-Tracking operationalisiert, da sowohl Zeiger als auch Beobachter die Umgebung des (vermuteten) Zielreizes visuell verarbeiten müssen, um sinnvolle verbale Beschreibungen zu finden beziehungsweise, um das Gebiet, in dem nach dem Ziel gesucht wird, abzustecken. Zudem werden Repräsentationen von Unsicherheit von der Spezifität der verbalen Beschreibungen des Zeigers abgeleitet, sowie der Spezifität, die ein Beobachter benötigt, um sich seiner Interpretation sicher zu fühlen.Das Arbeitsprogramm enthält Experimente in echten und virtuellen Umgebungen. In WP 1 werden die grundlegenden Paradigmen etabliert. WP 2 untersucht, inwieweit perzeptuelle Unsicherheit verschiedene Situationsfaktoren reflektiert. WP 3 untersucht, inwieweit sich Repräsentationen von Unsicherheit eines Zeigers an die Interpretationen eines Betrachters anpassen. Die Ergebnisse von WP1-3 werden genutzt, um unser formales Modell der Interpretation von Zeigegesten hinsichtlich der Repräsentation von Unsicherheit zu erweitern. WP 4 erprobt Methoden, die die Kommunikation mit Zeigegesten verbessern soll. Zusammenfassend erwarten wir, dass das Projekt unser Verständnis der Repräsentation von Unsicherheit bei der Kommunikation mit Zeigegesten und deren Effekt auf die Integration von Sprache und Geste verbessert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502013510",
      "url": "https://gepris.dfg.de/gepris/projekt/502013510",
      "title": "Sprachbegleitende Gesten und Prosodie als multimodaler Ausdruck der Informationsstruktur",
      "investigators": "Professor Dr. Frank  Kügler;Professorin Pilar  Prieto, Ph.D.",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502013510",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das Projekt untersucht, wie ein wichtiger Teil der Semantik und Pragmatik, die Informationsstruktur (IS), multimodal kodiert wird. Während die Interaktion zwischen IS, Syntax und Prosodie intensiv untersucht wurde, ist über die multimodale/gestische Markierung von IS weniger bekannt. Wir untersuchen den multimodalen Ausdruck von Fokus, einer kognitiven Kategorie der IS, die eine Konstituente einer Alternativenmenge identifiziert (Krifka 2008). Der Fokus hebt Informationen hervor, und wir untersuchen, ob sich die zunehmende pragmatische Bedeutung von Fokustypen in ansteigenden prosodischen und gestischen Cues ausdrückt. Das Hauptziel des Projekts ist es, multimodale Fokusmarkierung in Produktion, Wahrnehmung und Kognition zu untersuchen in Bezug auf Prosodie und Gestik in den zwei typologisch unterschiedlichen Sprachen Katalanisch und Deutsch. Die erste Projektphase führte zu zwei wichtigen Erkenntnissen: (a) der Ausdruck von Fokustypen ist sowohl im Katalanischen als auch im Deutschen multimodal kodiert bezüglich auf zeitliche Ausrichtung, prosodische und gestische Prominenz und Gestenverteilung; (b) Gesten operieren unabhängig von der Prosodie, was auf die Präsenz zweier separater Realisierungen der Fokusmarkierung hinweist, d.h. prosodisch und gestisch. Deshalb ist das Hauptziel der zweiten Phase, die multimodale Realisierung von Fokus im Diskurs aus drei unterschiedlichen, komplementären Perspektiven zu untersuchen: Produktion, Wahrnehmung und Kognition. Die ersten drei Teilbereiche des Projekts sind wie folgt strukturiert. Teilbereich 1 wird die Ergebnisse aus den Produktionsdaten erweitern, indem die Beziehung zwischen akustischen und visuellen Cues bei der Markierung von Fokustypen im zeitlichen und räumlichen Bereich eingehend untersucht wird. Teilbereich 2 wird die Rolle von Gestik und Prosodie aus einer Wahrnehmungsperspektive bewerten und insbesondere den Beitrag von gestischen und prosodischen Cues zum Verständnis von Fokustypen untersuchen. In Teilbereich 3 wird die kognitive Nutzung von Gesten bei der Diskursstrukturierung auf der Grundlage der Gesture-for-Conceptualization-Hypothese (Kita et al. 2017) untersucht. Dies wird zeigen, ob die Prominenz von Gesten die selbstorientierten kognitiven Funktionen während der Diskursproduktion signifikant beeinflusst, insbesondere bei der Aktivierung, Manipulation, Verpackung und Erforschung von Diskursinformationen. Der Teilbereich 4 befasst sich schließlich mit einem zentralen methodischen Ziel des Projekts, nämlich der Weiterentwicklung des Konzepts der gestischen Prominenz. Dies wird durch die Auswertung kinematischer Merkmale von Gesten erreicht, die zur Verfeinerung von Strategien für die Annotation von Gestenprominenz beitragen werden. Insgesamt erwarten wir zur Entwicklung differenzierterer Modelle der multimodalen Sprachverarbeitung und -produktion sowie zu einer umfassenden Sicht auf die Schnittstelle zwischen Pragmatik, Gestik und Prosodie beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugSpanien"
    },
    {
      "project_id": "568889952",
      "url": "https://gepris.dfg.de/gepris/projekt/568889952",
      "title": "Verdopplung in Gebärden- und Kindersprache in der Position von A-Quer Variablen",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568889952",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Konstituentenfragen und Relativsätze sind die zwei prototypischen Fälle von A-Bar-Variablenbindung. In beiden Fällen handelt es sich um eine so genannte „Füller-Lücke“ Abhängigkeit, bei der die abhängige Position kein artikuliertes Material enthält. Es gibt aber auch Fälle, in denen abhängige Positionen keine Lücken sind, sondern Material wie Pronomen oder sogar eine doppelte Kopie des Füllmaterials enthalten. Während solche Verdoppelungen in gesprochenen Sprachen von Erwachsenen vorkommen, sind sie in Gebärdensprachen und auch in der gesprochenen Sprache von Kindern häufiger anzutreffen. Für alle Fälle von Verdopplung wurde die Kopiertheorie der Bewegung als einheitliche Erklärung herangezogen. Die kopiertheoretische Erklärung hat jedoch Schwierigkeiten zu erklären, warum sich die Verteilung der Verdopplung zwischen den beiden häufigsten Fällen erheblich unterscheidet: Die Verdopplung in Gebärdensprachen wurde hauptsächlich in Matrixfragen und nur mit monomorphemischen Elementen beschrieben. In der gesprochenen Kindersprache ist die Verdopplung vor allem bei Relativsätzen zu finden und kommt auch bei komplexen Phrasen vor. Eine alternative, nicht einheitliche Hypothese für die Verdopplung geht von der Kopierartikulation für Kindersprachen aus. Für Gebärdensprachen wird ein vom Kopieren abweichender Prozess der Fragemarkierung angenommen, der ursprünglich für die japanische Gebärdensprache vorgeschlagen wurde. Die nicht einheitliche Hypothese erklärt die hohe Häufigkeit von wh-Doppelungen in Gebärdensprachen durch die Annahme, dass parallele Artikulation in der visuellen Modalität wahrscheinlicher ist als in der gesprochenen, während ein Mangel an Artikulationsunterdrückung der Grund für Doppelungen sein kann. Ziel des Projekts ist, die Hypothesen anhand von Daten von Erwachsenen und Kindern, die Deutsche Gebärdensprache (DGS) benutzen, zu prüfen. Die Hypothesen machen unterschiedliche Vorhersagen für die Häufigkeit der Verdopplung in Fragen vs. Relativsätzen bei DGS-Kindern. Um diese empirischen Vorhersagen zu überprüfen, betrachten wir zunächst die linguistische Analyse von Konstituentenfragen und Relativsätzen in DGS im Lichte der unterschiedlichen Hypothesen und müssen außerdem untersuchen, wie DGS-Fragen und Relativsätze in informellen Settings produziert werden. Anschließend werden wir Experimente zur Sprachproduktion in der DGS sowohl mit Erwachsenen als auch mit Kindern durchführen, insbesondere gezielte Elizitationsstudien zu Fragen und Relativsätzen in der DGS. Anhand der Ergebnisse dieser Studien können wir feststellen, ob sich die Vorhersagen einer der Hypothese bewahrheiten. Darüber hinaus gewinnen wir wertvolle Erkenntnisse über die Faktoren, die die Variabilität der Produktion von konstituierenden Fragen und Relativsätzen durch kindliche und erwachsene DGS-Gebärdensprachler beeinflussen, und wir werden einen Beitrag zur Beantwortung der Frage leisten, warum Doppelungen in Gebärdensprachen häufig vorkommen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "568890344",
      "url": "https://gepris.dfg.de/gepris/projekt/568890344",
      "title": "Visuelle Marker in polaren Fragen (ViPQuest)",
      "investigators": "Dr. Cornelia  Loos;Professor Dr. Floris  Roelofsen",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 568890344",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Polare Fragen (PF) sind wesentlicher Bestandteil menschlicher Kommunikation und existieren in den meisten Sprachen. Obwohl ihre Morphosyntax, Prosodie und Semantik in gesprochenen Sprachen gut untersucht ist, bestehen große Wissenslücken: a) Was sind visuelle Marker von PF in gesprochenen Sprachen und wie beeinflussen sie deren Verwendung; b) welche Formen und Verwendungsbedingungen haben (nicht-)kanonische PF in Gebärdensprachen; c) was ist der semantische Beitrag von visuellen Markern wie Kopf- und Augenbrauenbewegungen, Nase rümpfen oder Schulterzucken. Zudem ist ein besseres Verständnis des Status von Form-Bedeutungs-Zuordnungen bei visuellen Markern nötig - sind sie arbiträr oder ikonisch/biologisch motiviert? Unser Projekt begegnet diesen Lücken durch experimentelle und korpuslinguistische Studien von PF in der Deutschen Gebärdensprache (DGS) und im Deutschen. Unsere Forschungsfragen sind: 1. Welche visuellen Marker verwenden DGS/Deutsch in verschiedenen PF-Typen (z. B. positive/negative PF, mit interrogativer vs. deklarativer Syntax, Partikeln, Fragetags)? 2. Wie beeinflussen visuelle Marker die Verwendungskontexte verschiedener PF-Typen in DGS/Deutsch (berücksichtigte Parameter: Sprecherannahmen und -präferenzen; kontextuelle Evidenz für/gegen eine Proposition)? 3. Welchen semantischen Beitrag leisten visuelle Marker in beiden Sprachmodalitäten (z. B. Sprecherannahme/-präferenz anzeigen, Überraschung ob kontextueller Evidenz)? 4. Ähnelt bzw. unterscheidet sich die Verwendung von visuellen Markern zwischen DGS/Deutsch, und was sagt uns das über den Status (einiger) visueller Marker als biologische Reflexe mentaler Zustände (z. B. Überraschung, Zweifel)? Wir beantworten diese Fragen mit korpuslinguistischen und experimentellen Methoden. WP1 zur DGS identifiziert die verschiedenen Formen von PF im DGS-Korpus (WP1a) und untersucht kontextuelle Faktoren, die deren Wohlgeformtheit beeinflussen, durch Produktions- (WP1b) und felicity judgment Studien (WP1c). WP2 zum Deutschen identifiziert mögliche visuelle Marker in verschiedenen PF-Typen in audiovisuellen Korpora (WP2a). In WP2b bitten wir Sprecher*innen, diese verschiedenen PF-Typen in unterschiedlichen Kontexten (Faktoren: Sprecherannahme,-präferenz, kontextuelle Evidenz) zu produzieren. Basierend auf den empirischen und analytischen Ergebnissen aus WP1 und WP2 entwickelt WP3 eine formal artikulierte Theorie des semantischen Beitrags visueller Marker von PF in DGS und Deutsch. Wir diskutieren zudem die allgemeinere theoretische Frage, inwieweit die Form-Bedeutungs-Zuordnung bei visuellen Markern willkürlich ist und inwieweit biologisch motiviert. Unser Projekt konzentriert sich auf zwei zentrale Formen visueller Kommunikation, Gebärdensprachen und (Co-Speech-)Gestik, und passt somit gut in das Forschungsspektrum von ViCom. Wir tragen zu ViComs Ziel bei, linguistische Theoriebildung voranzutreiben, indem wir ein formal präzises multimodales Model der PF-Semantik entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugNiederlande"
    },
    {
      "project_id": "502020307",
      "url": "https://gepris.dfg.de/gepris/projekt/502020307",
      "title": "Visueller und nicht-visueller Ausdruck von Perspektive II",
      "investigators": "Professorin Dr. Cornelia  Ebert;Professor Dr. Stefan  Hinterwimmer",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502020307",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Das Projekt \"Visual and non-visual means of perspective taking in language II\" untersucht, wie Perspektive in multimodaler Kommunikation in Sprache, Gestik und Bild gleichzeitig und unterschiedlich ausgedrückt werden kann. Aufbauend auf den Ergebnissen der ersten Projektphase, in der sich zeigte, dass Gestik und Sprache nicht notwendigerweise perspektivisch aufeinander abgestimmt sind, verfolgt die zweite Phase das Ziel, eine formale Theorie sogenannter Demonstrationen (z. B. Gesten, Emojis, Memes) zu entwickeln. Es wird angenommen, dass Demonstrationen im Kern perspektivabhängig sind. Im Zentrum steht die Frage, wie Gesten und Bilder ikonische Informationen beitragen, welche Aspekte dieser Demonstrationen tatsächlich bedeutungstragend (depiktiv) sind und wie sie mit gesprochenen oder geschriebenen sprachlichen Inhalten interagieren. Dabei werden auch theoretische Unterscheidungen wie zwischen prototypischen und nicht-prototypischen Gesten oder zwischen objekt- und konzeptbezogener Interpretation weiterentwickelt. Gleichzeitig wird untersucht, wie sich visuelle Inhalte in Kombination mit Sprache - etwa in politischen Memes - interpretieren lassen, welche Bildelemente als relevant gelten und wie diese zum Gesamtausdruck von Haltung oder Emotion beitragen. Das Projekt umfasst vier verschiedene Arbeitspakete: (1) untersucht Perspektivübernahme in Gesten, (2) in Bild-Text-Kombinationen wie Memes, (3) entwickelt eine formale Semantik demonstrativer Akte, und (4) widmet sich experimentell der Frage, wann visuelle Inhalte als zentral, also at-issue, gelten. Ein besonderer Fokus liegt auf der methodischen Weiterentwicklung von Diagnostik zur Bedeutungstragung in der visuellen Modalität – etwa durch Reaktionszeitexperimente, die sprachliche und gestische Inhalte systematisch vergleichen. Ziel ist es, ein integriertes, theoretisch fundiertes und empirisch abgesichertes Modell multimodaler Perspektivübernahme zu entwickeln. Damit leistet das Projekt einen innovativen Beitrag zur formalen Semantik, zur experimentellen Pragmatik und zur interdisziplinären Erforschung visueller Kommunikation.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502013233",
      "url": "https://gepris.dfg.de/gepris/projekt/502013233",
      "title": "Visuelles Feedback in dyadischer Interaktion: Sprachübergreifende, kognitive und soziale Dynamiken (FEEDBACK).",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502013233",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Dieses Projekt zielt darauf ab, die Dynamiken des visuellen Feedbacks in spontanen gesprochene und gebärdeten dyadischen Interaktionen systematisch zu untersuchen und die Faktoren zu identifizieren, die für die Variation in der Produktion von Feedback verantwortlich sind. Frühere Forschungen haben die entscheidende Rolle des Feedbacks in der menschlichen Interaktion hervorgehoben, doch das visuelle Feedback bleibt weitgehend unerforscht. Unsere vorläufigen Arbeiten haben gezeigt, dass visuelles Feedback in der menschlichen Interaktion viel häufiger auftritt als bisher angenommen. Trotz seiner wesentlichen Funktion fehlt es an einem umfassenden Verständnis der Faktoren, die die Variation in der Feedback-Produktion beeinflussen. Das Projekt untersucht, wie sprachübergreifende Unterschiede, sozial-kognitive Fähigkeiten und die Vertrautheit zwischen Gesprächspartnern die Produktion von visuellem Feedback beeinflussen. Durch die Untersuchung einer Vielzahl von gesprochenen und gebärdeten Sprachen, einschließlich bisher wenig erforschter Sprachen, soll ein tieferes Verständnis der linguistischen, kognitiven und sozialen Faktoren gewonnen werden, die die Dynamik des Feedbacks in der menschlichen Interaktion beeinflussen. Die Forschungsfragen befassen sich mit sprachübergreifenden Unterschieden im visuellen Feedback, dem Einfluss individueller sozial-kognitiver Fähigkeiten und dem Einfluss von Vertrautheit zwischen Gesprächspartnern auf Feedbackmuster. Das Projekt nutzt bestehende Korpora und arbeitet mit internationalen Forschern zusammen, um eine Reihe von typologisch vielfältigen Sprachen zu untersuchen wie gespochenes Russisch, Deutsch, Bulgarisch, Polnisch, Yurakarée, Datooga, Khoekhoe, Russische, Deutsche, Swedishe Gebärdensprache, Kata Kolok, Balinese Homesign und andere. Das Projekt geht davon aus, dass Sprecher und Gebärdensprachler indogermanischer Sprachen vor allem Kopfbewegungen als Feedback-Signale verwenden, während Sprecher nicht-indogermanischer Sprachen alternative Formen nutzen. Zudem wird untersucht, wie sozial-kognitive Unterschiede, wie der Autismus-Spektrum-Störung (ASD), die Häufigkeit und Art des visuellen Feedbacks beeinflussen. Schließlich wird erforscht, wie die Vertrautheit der Gesprächspartner die Häufigkeit und Art des visuellen Feedbacks beeinflusst, wobei davon ausgegangen wird, dass vertraute Gesprächspartner weniger visuelle Hinweise verwenden, während weniger vertraute Gesprächspartner mehr verwenden, um ein gemeinsames Verständnis (common ground) herzustellen. Letztendlich hat diese Forschung weitreichende Implikationen für die linguistische Theorie, die Mensch-Computer-Interaktion, die klinische Linguistik und den Spracherwerb. Durch die Verschiebung des Fokus von unimodalen zu multimodalen Interaktionsphänomenen plädiert das Projekt für einen Paradigmenwechsel in der Konzeption von Sprache und hebt die bedeutende Rolle visueller Hinweise in alltäglichen Interaktionen hervor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "501989071",
      "url": "https://gepris.dfg.de/gepris/projekt/501989071",
      "title": "Von der Geste zur Gebärde: Phonologische Parameter in der Sprachproduktion und Echtzeitverarbeitung",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501989071",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Die visuelle Modalität ist bekannt für ihr großes Potenzial zur ikonischen Repräsentation, insbesondere von Informationen in Bezug auf Größe und Form, manuelle Handlungen, Ortsangaben und Bewegung. Diese Möglichkeit wird sowohl in der Gebärdensprache als auch in der Gestik genutzt und erklärt in beträchtlichem Maße die Ähnlichkeit von Ausdrücken über diese Domänen hinweg in diesen kommunikativen Kommunikationsmodi. Im vorliegenden Projekt untersuchen wir die Auswirkungen dieser Ähnlichkeit in Bezug auf den Übergang von Gesten zu Gebärden beim L2M2 (zweite Sprache, zweite Modalität) Gebärdenspracherwerb. Die Ähnlichkeiten zwischen Gesten und Gebärden haben wichtige Implikationen für den L2M2-Erwerb einer Gebärdensprache, da das Gebärdenrepertoire der Lernenden das Erlernen der phonologisch spezifizierten Formen im etablierten Lexikon der Gebärdensprache unterstützen, aber auch behindern kann. In dem vorgeschlagenen Projekt untersuchen wir den Verlauf beim Übergang von Gesten zu Gebärden sowie deren Wahrnehmung durch geübte/muttersprachliche Gebärdensprachler:innen. Zu diesem Zweck erheben wir behaviorale Maße, eine Gebärdenwiederholungsaufgabe in einer Längsschnittstudie sowie elektrophysiologische Maße. Das Projekt ist integraler Bestandteil des Schwerpunktprogramms ViCom, da es einen Beitrag zum Thema leistet, indem es den Übergang von Gesten zu Gebärden aus einer psycho- und neurolinguistischen Perspektive untersucht und damit einen kognitiv fundierten Ansatz zur visuellen Kommunikation bietet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502009339",
      "url": "https://gepris.dfg.de/gepris/projekt/502009339",
      "title": "Wo sind die Grenzen der Simultaneität: Die Enkodierung extern verursachter Zustandsveränderungen in Klassifikatorprädikaten der Deutschen Gebärdensprache (DGS)",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502009339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Obwohl Gebärdensprachen auf allen Beschreibungsebenen fundamentale Parallelen zu natürlichen Lautsprachen aufweisen (Sandler & Lillo-Martin, 2006), zeigen sie dennoch Eigenschaften, die der visuell-gestischen Modalität eigen sind. Dieses Projekt baut auf dem offenkundigen Unterschied auf, dass Gebärdensprachen zwei manuelle Artikulatoren zur Verfügung haben (zusätzlich zu diversen nicht-manuellen Artikulatoren), die unabhängig voneinander bewegt werden können. Werden die Bewegungen der Hände koordiniert, kann damit u.a. Information über die Gleichzeitigkeit von zwei Ereignissen ausgedrückt werden. In diesem Fall repräsentiert jede Hand einen Ereignisteilnehmer, und die simultane Präsenz beider Hände repräsentiert die parallele Existenz dieser Referenten in Raum und Zeit (Perniss, 2007). Simultaneität auf verschiedenen Ebenen linguistischer Beschreibung ist bereits vielfach in der Gebärdensprachliteratur beschrieben worden (Vermeerbergen et al., 2007), jedoch bleiben die Grenzen der Simultaneität bisher relativ unerforscht. Das beantragte Projekt erforscht sowohl linguistische als auch nicht-linguistische Beschränkungen bzw. Bedingungen zum simultanen Ausdruck von komplexen Ereignissen, in denen zwei Teilereignisse gleichzeitig stattfinden. Anhand von Daten der Deutschen Gebärdensprache (DGS) schaue ich mir den Ausdruck von Ereignissen an, die einen extern verursachten Zustandswechsel beschreiben. Dazu zählt beispielsweise Marie hat den Löffel flachgehämmert, da Maries Hämmern einen Zustandswechsel im Flachheitsgrad des Löffels verursacht. Hier gehen Hämmern und flacher werden 'Hand in Hand', was eine visuell-gestische Sprache wie DGS ikonisch ausgedrückt können sollte, indem z.B. eine Hand das Hämmern repräsentiert und die andere den flacher werdenden Löffel darstellt. Solche Darstellungen der visuellen Eigenschaften eines Objekts finden sich typischerweise in Klassifikatorprädikaten (CCs) in DGS und anderen Gebärdensprachen, weswegen der Fokus dieses Projekts auf diesem Prädikattyp liegt. CCs werden zumeist dahingehend analysiert, dass sie sowohl linguistische als auch gestische Komponenten enthalten (e.g. Davidson, 2015). Ein wesentlicher Beitrag der vorgelegten Projektskizze ist somit eine empirisch begründete Analyse der linguistischen vs. gestischen Eigenschaften von CCs in DGS. Zu diesem Zwecke plane ich eine Reihe von Korpus- und experimentellen Studien (Produktion und Akzeptabilität), die darlegen, wie ikonische Motivation, physiologische Beschränkungen, Phonologie und diskurs-pragmatische Vorgaben interagieren um den simultanen Ausdruck von extern verursachten Zustandswechseln in DGS vs. in Silent Gesture zu formen. Ziel ist es einerseits, unser Verständnis davon zu vertiefen, wieviel Simultaneität visuell-gestische Sprachen wie DGS erlauben, und andererseits ein Modell simultaner CCs zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "501984557",
      "url": "https://gepris.dfg.de/gepris/projekt/501984557",
      "title": "Wortarten und Ikonizität in der Deutschen Gebärdensprache (DGS)",
      "investigators": "Dr. Nina-Kristin  Meister;Professor Dr. Markus  Steinbach;Dr. Emiliano  Zaccarella",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 501984557",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "In den letzten Jahrzehnten ist die typologische Forschung unter anderem der Frage nachgegangen, inwieweit Wortarten wie Nomen und Verben universelle Kategorien sind (z. B. Haspelmath, 2001; Evans & Levinson, 2009). Ebenso gibt es in der theoretischen Linguistik und Psycholinguistik eine anhaltende Diskussion darüber, ob Wortarten wie Nomen und Verben (i) grundlegende lexikalische Einheiten darstellen, (ii) aus einem kombinatorischen syntaktischen Prozess resultieren oder (iii) nur im Kontext des Sprachgebrauchs generiert werden (Halle & Marantz, 1993; Vigliocco et al., 2011). Unser Projekt geht von der Beobachtung aus, dass Wortarten in Gebärdensprachen nicht immer eindeutig markiert werden. Im Mittelpunkt unserer empirischen Studien steht dabei die Deutsche Gebärdensprache (DGS). Ähnlich wie in Lautsprachen, z. B. Englisch (the book vs. to book), scheinen in DGS viele Gebärden insofern ambig zu sein, als ihr lexikalischer Status vom (syntaktischen) Kontext abhängt. In bisherigen Studien zu Gebärdensprachen wurde allerdings auch darauf hingewiesen, dass Gebärdensprachen eine Tendenz aufweisen, Nomen und Verben durch manuelle und möglicherweise auch durch nichtmanuelle phonologische Modifikationen zu markieren (z. B. Supalla & Newport, 1978). Unser Projekt wird die Differenzierung der beiden Wortarten Nomen und Verben in der DGS mit unterschiedlichen linguistischen und neurowissenschaftlichen Methoden untersuchen. Dabei liegt unser Fokus sowohl auf der Sprachproduktion als auch auf der Verarbeitung einzelner Gebärden in Isolation und im Satzkontext. Darüber hinaus untersuchen wir in diesem Zusammenhang auch die sprachliche und kognitive Relevanz von Wortarten und den Einfluss von Ikonizität auf Gebärdensprachen. Wir verfolgen damit drei Ziele: (i) Mit diesem Projekt untersuchen wir universale Aspekte der Unterscheidung zwischen Nomen und Verb, indem wir durch die Erforschung einer visuell-räumlichen Sprache mithilfe linguistischer, verhaltensbezogener und neurowissenschaftlicher Experimente einen neuen Beitrag zur bisher stark lautsprachorientierten Forschung in diesem Bereich leisten. (ii) Das Projekt wird neue Einblicke in die ikonischen Eigenschaften von DGS und die Verarbeitung von Ikonizität bei gehörlosen und hörenden Menschen liefern. Wir gehen davon aus, dabei auch Tendenzen zu identifizieren, die nicht notwendigerweise linguistisch sind, sondern aufgrund ihres ikonischen Charakters auch in der nicht-linguistischen Kognition begründet sein können. Die ikonischen Eigenschaften von Gebärden und ihre Relevanz für die Markierung von Wortarten in DGS untersuchen wir mit qualitativen und quantitativen experimentellen Methoden. (iii) Die Ergebnisse unserer empirischen Studien werden wir mit neueren formalen und funktionalen Analysen von Wortarten als lexikalische oder syntaktische Kategorien abgleichen und damit auch zu einem besseren theoretischen Verständnis von Wortarten und dem Einfluss von Modalitäten auf Wortarten beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)"
    },
    {
      "project_id": "502013782",
      "url": "https://gepris.dfg.de/gepris/projekt/502013782",
      "title": "Zur FLExibilität und Stabilität der Gesten-SprecH-Koordination: Indizien aus der multimodalen Produktion, des Verständnisses und der Imitation (FLESH)",
      "investigators": "Dr. Aleksandra  Cwiek;Dr. Susanne  Fuchs;Wim  Pouw, Ph.D.",
      "subject_area": "Allgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 502013782",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)",
      "description": "Sprache und Gesten sind ein Orchester von Bewegungen, die für kommunikative Ziele zusammenwirken. Frühere Studien haben gezeigt, dass Sprache und Gesten koordiniert werden. Es ist jedoch weniger klar, wie stabil oder flexibel die Koordination ist und wie sich Koordination entwickelt. Im FLESH-Projekt gehen wir davon aus, dass die Koordination zwischen Sprache und Gesten mit der Bedeutung verbunden ist und eine wesentliche Rolle im semiotischen Prozess spielt. Die Originalität unseres Ansatzes besteht darin, dass wir motorische Eigenschaften mit einbeziehen. Wir gehen davon aus, dass eine stabile Gesten-Vokal-Koordination die geringere Masse und die höheren Geschwindigkeiten der Sprechbewegungen im Vergleich zu Armgesten berücksichtigen muss. Im Gegensatz zu vielen früheren theoretischen Ansätzen betrachten wir die Koordination zwischen Sprache und Gesten als wesentlich für die Sprachevolution. Bislang wurde die motorische Kontrolle und die Koordination von Gesten und Sprache für die Sprachevolution nicht näher untersucht. Stattdessen konzentrierten sich ältere Arbeiten oft entweder auf die Vokalisation oder die Geste und ließen dabei deren Koordination außer Acht. Im FLESH-Projekt wollen wir dies ändern, indem wir die Koordination von Vokalisationen und Gesten im Ausdruck von Bedeutung untersuchen. FLESH ist in vier Arbeitspakete (AP) unterteilt. In AP 1 untersuchen wir die natürlichen Merkmale von Gestik und Vokalisation getrennt und in Kooperation. Wir untersuchen, welche Koordinationstendenzen für das Verständnis der Bedeutung von gestisch-vokalen Äußerungen relevant sind. In Arbeitspaket 2 werden modernste Technologien und Signalverarbeitungsmethoden eingesetzt, um die Koordination des Orchesters aus mehreren Bewegungen bei Imitation zu untersuchen. Wir untersuchen die beteiligten gestisch-stimmlichen Bewegungen mit einer hohen Granularität, um herauszufinden, ob bestimmte Bewegungsarten bei bedeutungsvollen oder nicht bedeutungsvollen Imitationen eher koordiniert werden. In Arbeitspaket 3 untersuchen wir, wie sich gestisch-stimmliche Äußerungen entwickeln, wenn sie von einem Nachahmer zum nächsten weitergegeben und imitiert werden. Dieses Experiment wird die Sprachevolution im Labor simulieren. Der Schwerpunkt liegt auf der Frage, wie sich die Koordinationstendenzen bei der Wiederholung von gestisch-vokalen Äußerungen von einer Kette zur nächsten ändern oder verstärken. In AP 4 werden wir die zeitliche Koordination zwischen Vokalisierung und Geste künstlich verändern, um zu sehen, ob dies die semantische Verarbeitung beeinflusst. Darüber hinaus werden Gesten-Vokal-Äußerungen präsentiert, die in ihrer Bedeutung nicht übereinstimmen, um zu sehen, ob sich daraus neue Bedeutungen ergeben. Das FLESH-Projekt wird sich auf das theoretische Verständnis der Gesten-Sprach-Beziehungen, die Beziehung zwischen Bedeutung und motorischer Koordination und ihre Rolle in der Sprachevolution auswirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2392: \nVisuelle Kommunikation. Theoretische, empirische und angewandte Perspektiven (ViCom)Internationaler BezugNiederlande"
    }
  ]
}