{
  "spp_number": "SPP 2014",
  "spp_title": "Auf dem Weg zur implantierbaren Lunge",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313779459",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "347368182",
      "url": "https://gepris.dfg.de/gepris/projekt/347368182",
      "title": "3DLung - Implantierbare künstliche Lunge auf Basis von dreidimensionalen Membranen",
      "investigators": "Professor Dr.-Ing. Ulrich  Steinseifer;Professor Dr.-Ing. Matthias  Wessling;Privatdozentin Dr. Bettina  Wiegmann",
      "subject_area": "Medizinische Physik, Biomedizinische TechnikChemische und Thermische VerfahrenstechnikHerz- und Gefäßchirurgie",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347368182",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Chronische Atemwegserkrankungen können häufig nur durch eine Lungentransplantation behandelt werden. Die begrenzte Verfügbarkeit von Spenderorganen führt jedoch weltweit zu vielen Todesfällen.Obwohl technische Systeme zur Lungenunterstützung (ECLA) für eine begrenzte Zeit die Funktion der Lunge übernehmen können, bleiben dauerhafte Lösungen wie eine implantierbare künstliche Lunge (IAL) bislang außer Reichweite.Die derzeitigen ECLA-Systeme, die alle auf Hohlfasermembranen (HF) basieren, sind nicht in der Lage den erforderlichen O2- und CO2- Austausch zu gewährleisten. Zudem leiden Sie unter einer flussinduzierten Blutgerinnung. Diese Blutgerinnung wird durch unvermeidliche Totzonenbildung verursacht, die den Hohlfaseranordnungen intrinsisch sind. Daher gibt es keinen technologischen Weg, um auf der Grundlage bestehender Systeme IALs zu entwickeln.Die enormen Fortschritte in der additiven Fertigung ermöglichen die Herstellung von komplexen Geometrien, die die bisherigen technischen Grenzen überwinden. Mathematisch optimierte Strukturen, so genannte „triply periodic minimal surfaces“ (TPMS), versprechen ein optimales Verhältnis von Oberfläche zu Volumen, eine verbesserte passive Durchmischung sowie die Eliminierung von Totzonen. Diese TPMS-Strukturen sind für die grundlegende Verbesserung der Membranleistung und ein organo-mimetisches Design prädestiniert.In unserem Schwerpunktprogramm-Vorgängerprojekt \"3D-printed membrane architectures for ECMO application” haben wir erfolgreich poröse TPMS 3D-Membranen hergestellt und ihre Überlegenheit gegenüber Hohlfasermembranen nachgewiesen. Ermutigt durch diesen wichtigen Meilenstein streben wir die Entwicklung der ersten implantierbaren künstlichen Lunge (IAL) an. Unsere interdisziplinäre Arbeitsgruppe will dieses ehrgeizige Ziel mit dem folgenden Arbeitsprogramm erreichen: Mit der medizinischen Expertise und der Abschätzung der chirurgischen Möglichkeiten für die IAL sollen die geometrischen Rahmenbedingungen bezüglich Form, Volumen und Konnektivität zur Patienten-/Luftversorgung identifiziert werden.  Durch die Kombination von Strömungsexperimenten und -simulationen leiten wir Designstrategien für die IAL ab und entwickeln daraus eine optimale Architektur um den Gasaustausch innerhalb der geometrischen Randbedingungen zu maximieren. Die daraus resultierende komplexe Membran-Architektur wird mit der additiven Fertigung hergestellt. Hierzu werden fortschrittliche Fertigungsmethoden zur Membranherstellung entwickelt. Abschließend wird die erste implantierbare künstliche Lunge in-vitro, ex-vivo und in-vivo unter Verwendung neuer fortschrittlicher Tiermodellsysteme getestet. Damit ebnet dieses Projekt den Weg zur ersten implantierbaren künstlichen Lunge.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "346972946",
      "url": "https://gepris.dfg.de/gepris/projekt/346972946",
      "title": "Antithrombogene adaptive Beschichtungen zur Regulierung der Gerinnung an Oxygenatormembranen",
      "subject_area": "Biomaterialien",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346972946",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Das Hauptziel dieses Antrags liegt in der Entwicklung von antithrombogenen Membranbeschichtungen für die extrakorporale Membranoxygenierung (ECMO). Dabei soll die intrinsische Gerinnungsaktivierung, die durch die Aktivierung von Faktor XII (FXII) an Fremdoberflächen initiiert wird, durch die gezielte Inhibierung von FXIIa und FIXa auf der ECMO Membran verhindert werden. Trotz der Verbesserung von verfügbaren ECMO Systemen mit heparinbeschichteten Oberflächen, erfordert die Anwendung der ECMO Therapie eine systemische Antikoagulation mit Heparin. Allerdings ist die systemische Therapie mit Heparin häufig mit schweren Blutungskomplikationen assoziiert, die auch zu der erhöhten Mortalität in der ECMO Therapie beiträgt. Die systemische Inhibierung von Faktor XIIa und Faktor XIa stellt eine alternative und vielversprechende Strategie zur Verhinderung von Thrombosen mit deutlich reduziertem Blutungsrisiko dar. Für die Entwicklung von ECMO Membranen mit immobilisierten FXIIa und FXIa Inhibitoren werden ultradünne antithrombogene Beschichtungen entwickelt, die mit in situ erzeugtem FXIIa und FXIa spezifisch interagieren und die aktivierten Gerinnungsfaktoren selektiv inhibieren. Zudem soll durch die Bindung von rekombinanten, gewebespezifischen Plasminogenaktivators (tPA) auf der Membran gebildeten Thromben lokal fibrinolytisch abgebaut werden. Zunächst werden verschiedene Hydrogelbeschichtungen entwickelt, die eine bürstenartige Grenzflächenstruktur aufweisen, um eine Proteinadsorption und Zelladhäsion zu verhindern. Dabei werden die physikalisch-chemischen Eigenschaften der Beschichtungen und die Interaktion mit den plasmatischen und zellulären Blutkomponenten charakterisiert. Die größte Herausforderung besteht dabei, die adsorptionsinduzierte Aktivierung von FXII zu minimieren und einen Mechanismus einzubauen, der bei der unzureichenden Inhibierung von FXIIa zu einer unmittelbaren Inaktivierung der weiteren Gerinnung führt. Dazu werden die zu entwickelnden Beschichtungen mit Biomolekülen funktionalisiert, die spezifisch an FXIIa und FXIa binden und zu einer unmittelbaren Inaktivierung beider Gerinnungsfaktoren führen. Da die Aktivierung der Gerinnung auch an anderen Stellen des ECMO Kreislaufs erfolgen kann, werden wir durch die Immobilisierung von tPA eine lokale fibrinolytische Aktivität in die Beschichtung implementieren. Wir werden untersuchen, ob tPA die Wirkung der immobilisierten FXIIa und FXIa Inhibitoren verstärken kann und welche synergistischen Effekte entstehen. Neben der umfangreichen Evaluation in vitro werden nach der Etablierung der antithrombogenen Membran die Hämokompatibilität anhand von tierexperimentellen Modellen in vivo untersucht. Wir erwarten, dass dieses Projekt eine breite wissenschaftliche Basis für den Entwurf und die Herstellung hämokompatibler Beschichtungen für ECMO und andere blutkontaktierende Geräte schaffen wird, bei denen eine langfristige Anwendung von zentraler Bedeutung ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "346973239",
      "url": "https://gepris.dfg.de/gepris/projekt/346973239",
      "title": "Ein systematischer Forschungsansatz für eine verbesserte Patient-Medizinprodukt-Konnektierung, die hilft eine Langzeit-Lungenunterstützung zu ermöglichen (ConnLA)",
      "investigators": "Professorin Dr.-Ing. Jutta  Arens;Professor Dr. Rüdger  Kopp",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346973239",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Ziel des SPP 2014 ist es, die Forschung, die zur Entwicklung eines langfristig implantierbaren Lungenunterstützungssystems führen soll, zu unterstützen. Die Kanülierung von Lungenunterstützungssystemen (ECLA) ist bisher eine Quelle für unerwünschte Komplikationen wie Rezirkulation durch Fehlpositionierung der Kanüle, Ischämie der abgewandten Körperteile, und die Bildung von (Mikro-)Thromben an der Kanülenspitze aufgrund von unphysiologischen Strömungsbedingungen. Diese Komplikationen können zu einer ineffektiven, möglicherweise schädigenden Behandlung des Bluts und zu einer Verringerung der Einsatzzeit des ECLA-Systems aufgrund von Thrombusbildung und Ablagerungen führen. Letzteres erfordert einen häufigeren Austausch der ECLA-Systemkomponenten, der für den Patienten das Behandlungsrisiko erhöht.Daher ist ein neuer systematischer Ansatz, um das ECLA-System mit dem Patienten zu verbinden, notwendig, welcher die beschriebenen Komplikationen adressiert und damit einen wichtigen Schritt hin zu einer langfristig stabilen und implantierbaren künstlichen Lunge darstellt.Das vorliegende Projekt zielt auf eine Alternative zu herkömmlich verwendeten Kanülen ab, wie z. B. hämodynamisch optimierte Gefäßprothesen, die direkt mit den Blutgefäßen verbunden werden. Die Absicht ist es, einerseits für einen zuverlässigen Blutfluss in den extrakorporalen Kreislauf ohne (Mikro-)Thrombenbildung und / oder Ansaugen der Kanülenspitze an der Gefäßwand zu sorgen und andererseits eine Rückgabe des oxygenierten Blutes sicherzustellen, welche eine geringe Scherrate an der Gefäßwand verursacht, eine gute Durchmischung mit dem natürlichen Blutfluss bietet und keine Rezirkulation zur Entnahmestelle verursacht.Um dieses Ziel zu erreichen, muss der minimale und maximale Bedarf des extrakorporalen Blutflusses, der für Therapiekonzepte für verschiedene Arten von Lungenerkrankungen benötigt wird (reine CO2-Elimination oder kombinierte Oxygenierung und CO2-Elimination bei venovenöser ECLA), ermittelt werden. Geeignete Blutgefäße werden mit der Unterstützung bildgebenden Verfahren identifiziert werden und die optimale Form der Gefäßprothese und die optimale Positionierung werden hinsichtlich Winkel der Anströmung, Durchmischung, Scherbelastung und räumlicher Position relativ zu anderen anatomischen Strukturen mittels numerischer Simulation und Methoden der Strömungssichtbarmachung untersucht werden. Basierend auf diesen Daten werden neuartige Gefäßprothesen-Designs erforscht und in vitro getestet werden. Schließlich werden diese In-vitro-Testergebnisse in einer akuten Tierversuchsreihe validiert werden. Weitere In-vivo-Tests im Rahmen einer chronischen Tierversuchsstudie sind für eine zweite Förderperiode geplant.Geplante Projektdauer: 36 Monate, gefolgt von einer Folgebeantragung für weitere 36 MonateDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlichProfessor Dr. Thomas  Schmitz-Rode"
    },
    {
      "project_id": "347367912",
      "url": "https://gepris.dfg.de/gepris/projekt/347367912",
      "title": "Einfluss von NO Freisetzung und DNase Funktionalisierung von Membranoberflächen auf Thrombozytenaktivierung und resultierende NET Formation bei der Oxygenator Thrombose - eine in vivo und in vitro Studie",
      "investigators": "Dr. Nodir  Madrahimov;Professor Dr. Rolf  Rossaint;Smriti  Singh, Ph.D.",
      "subject_area": "Medizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347367912",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Die extrakorporale Lungenunterstützung (ECLA) ist eine lebensrettende Maßnahme für Patienten, die an akutem Lungenversagen leiden. Trotz zahlreicher Weiterentwicklungen der jüngsten Generation von ECLA-Systemen (z.B. gerinnungshemmende Beschichtungen, reduzierte Scherbelastung, Miniaturisierung) ist die Technologie immer noch anfällig für verschiedene Komplikationen. Die Thrombus Entstehung auf der Oxygenatormembran ist nach wie vor eines der kritischsten Ereignisse. Neue Konzepte sind erforderlich, um die nächste Stufe der ECLA-Technologie zu erreichen, die auf eine längerfristige Hämokompatibilität und implantierbare künstliche Lungen abzielt. Die Thrombus Entstehung wird von vielen verschiedenen Faktoren beeinflusst. Neben intrinsischer, extrinsischer und plasmatischer Gerinnung, spielt die zelltypübergreifende Kommunikation zwischen Thrombozyten (PLTs) und neutrophilen Granulozyten eine wesentliche Rolle. Die Freisetzung neutrophiler-extrazellulärer-Fallen (Neutrophil Extracelluar Trap, NET) wird durch den Kontakt neutrophiler Granulozyten mit aktivierten PLTs ausgelöst. NETs sind gewebeartige Strukturen, bestehend aus dekondensierter Kern-DNA, die die Verknüpfung von Fibrin, Thrombozyten und anderen Blutzellen zu einem stabilen Gerinnsel fördern und einen Ankerpunkt für Thrombozyten und neutrophile Granulozyten darstellen. Somit beeinflussen NETs den Prozess der stabilen Thrombusbildung auf der Oxygenatormembran entscheidend. Zur Bekämpfung dieser sehr häufig auftretenden Oxygenator-Thrombose während der ECLA-Therapie, zielt dieses Projekt auf folgende, neue lokale Antikoagulationsstrategien ab:1. Polymethylpenten (PMP)-Oxygenatormembranen werden kovalent mit NO-freisetzenden (NOrel)-Mikrogelen beschichtet, zur Verhinderung einer PLT-Aktivierung.2. PMP-Membranen werden mit DNase-funktionalisierten Mikrogelen beschichtet, zur Verhinderung der NET-Entstehung.3. Eine Kombination beider Beschichtungen wird auf PMP-Membranen aufgetragen, um mögliche additive Effekte zu identifizieren.Nach einer schrittweisen Optimierung dieser drei Beschichtungen werden umfangreiche Tests unter Verwendung von in vitro-Kreisläufen mit menschlichem Blut und einem in vivo ECMO-Modell in der Maus durchgeführt. Die Wirksamkeit der einzelnen Beschichtungen, sowie der Kombination beider Strategien wird im Hinblick auf eine Reduzierung der Oxygenator-Thrombose analysiert und vergleichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlicheProfessor Dr. Andrij  Pich;Professor Dr. Jan  Rossaint"
    },
    {
      "project_id": "447712946",
      "url": "https://gepris.dfg.de/gepris/projekt/447712946",
      "title": "EndoSpray – Effiziente Zellbesiedlung von biohybriden Lungen durch Zerstäubung von scherbeständigen Endothelzellen aus induzierten pluripotenten Stammzellen",
      "subject_area": "Medizinische Physik, Biomedizinische TechnikZellbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447712946",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Chronische Atemwegserkrankungen sind weltweit eine der häufigsten Todesursachen durch nichtübertragbare Krankheiten, mit der chronisch obstruktiven Lungenerkrankung (COPD) als größter Anteil. Exazerbationen bei Patienten mit schwerer COPD sind häufig mit akutem Lungenversagen im Blut verbunden. Die damit verbundene Kohlenstoffdioxid-Retention erfordert künstliche Beatmung des Patienten. Sollte dies nicht ausreichen, muss eine extrakorporale Lungenunterstützung angewandt werden.Extrakorporale Lungenunterstützungssysteme weisen häufig Komplikationen wie Entzündungsreaktionen, Hämolyse, Blutungen und Thrombosen auf. Eine kontinuierliche intensivmedizinische Betreuung ist daher erforderlich. Darüber hinaus verringert die unspezifische Proteinadsorption an den Membranen allmählich die Gasaustauschleistung, die Membranen weisen eine begrenzte Hämo- und Biokompatibilität auf. Trotz vielfältiger Forschungsaktivitäten bleibt dieses Kernproblem bislang ungelöst.Daher wird eine Endothelialisierung der Gasaustauschmembranen vorgeschlagen, um eine natürliche, nicht-thrombogene Oberfläche zu bilden. Damit soll die langfristige Nutzung einer solchen biohybriden Lunge zugelassen und schließlich eine Implantation ermöglicht werden. Es wurden bereits einige Studien zur Endothelialisierung von Gasaustauschmembranen unternommen, bislang jedoch mit spärlichen Daten zum Gastransfer, begrenzten Langzeiterfolgen und ohne Nachweis der möglichen Hochskalierung.In diesem Projekt werden daher Endothelzell-Produktionsmethoden und Zellbesiedlungstechniken für die Entwicklung einer biohybriden Lunge untersucht. Eine ideale Zellquelle für die Endothelialisierung sollte autolog oder immunologisch inert sein und eine nicht-invasive Gewinnung ermöglichen. Darüber hinaus ist eine hohe Proliferationskapazität notwendig, die die Produktion von 1 - 2 Milliarden Endothelzellen ermöglicht, die für die Besiedlung eines Oxygenators benötigt werden. In diesem Projekt werden Endothelzellen abgeleitet aus humanen induzierten pluripotenten Stammzellen (hiPSC-ECs) verwendet. Differenzierungsprotokolle zur gezielten Generierung von hiPSC-ECs, die einen arteriellen Phänotyp und damit eine höhere Scherbeständigkeit aufweisen, werden ebenso untersucht wie die Protokoll-Optimierung zur Generierung großer Zellmengen in Bioreaktoren.Die Zellzerstäubung (Sprühen) gilt als effiziente und universelle Methode, um Zellen auf verschiedene Substrate aufzubringen. Für die Endothelzell-Besiedlung von Gasaustauschmembranen ist das Zellsprühen geeignet, um eine einheitliche Zellschicht zu erzeugen. In diesem Projekt werden wir das mittel- und langfristige Verhalten von hiPSC-ECs nach der Zerstäubung insbesondere unter dynamischer Beanspruchung untersuchen. Abschließend wird mit den beschriebenen Technologien ein Machbarkeitsnachweis für einen endothelialisierten Modelloxygenator mit Langzeittestung durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlichPrivatdozent Dr. Christian  Cornelissen"
    },
    {
      "project_id": "447717028",
      "url": "https://gepris.dfg.de/gepris/projekt/447717028",
      "title": "EndOxy in Flame – Einfluss einer Biohybriden Lunge auf entzündliche Signalwege und Wechselwirkungen zwischen Immunsystem und Endothelzellen",
      "subject_area": "Medizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447717028",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Die extrakorporale Membranoxygenierung (ECMO) stellt eine adäquate Therapie für die Behandlung des akuten Lungenversagens dar. Auch bei chronischem Lungenversagen könnte die ECMO eine Anwendung finden – vorausgesetzt, die Limitationen, die derzeit einen (implantierbaren) Lungenersatz verhindern, werden überwunden. Ein Beispiel für das akute Lungenversagen ist das akute Atemnotsyndrom (ARDS), bei dem die ECMO als Überbrückungsverfahren bis zur Erholung des Patienten eingesetzt wird, während die Chronisch Obstruktive Lungenerkrankung (COPD) die Hauptursache für das chronische Lungenversagen darstellt. Letzteres erfordert einen (implantierbaren) Lungenersatz als langfristige Behandlungsalternative.Der langfristige Einsatz von ECMO-Systemen und ihre Entwicklung hin zu einem implantierbaren Lungenersatz wird jedoch primär durch das Versagen des Oxygenators begrenzt. Dies wiederum ist auf die schlechte Hämokompatibilität der Gasaustauschmembranen zurückzuführen, die in direktem Kontakt mit dem Blut stehen. Infolgedessen führt eine unspezifische Proteinbindung an die Gasaustauschmembran zu einer signifikanten Abnahme der Gasaustauschleistung, sodass ein Austausch der Geräte nach Tagen bis wenigen Wochen erforderlich wird. Darüber hinaus löst die Fremdoberfläche eine systemische Entzündungsreaktion mit noch undefinierten Folgen für den menschlichen Körper aus. Die Beschichtung der Gasaustauschmembranen mit Endothelzellen (die sogenannte Endothelialisierung) ist ein vielversprechender Ansatz zur Überwindung dieser Einschränkungen und kann somit den Weg zum implantierbaren Lungenersatz ebnen. Eine funktionale Endothelzellschicht fungiert hierbei als natürliche Schnittstelle zur Blutphase. Jedoch ist die Rolle der Endothelialisierung in solchen biohybriden Systemen im Hinblick auf akute und chronische Entzündungsreaktionen derzeit noch nicht bekannt. Ebenso ist die Reaktion der Endothelialisierung auf leichte Entzündungsreaktionen bei COPD und hochgradige Entzündungen bei ARDS oder COPD-Exazerbationen unbekannt.Ziel des Projektes ist es daher, die gegenseitigen Einflüsse und Wechselwirkungen der Endothelzellen mit peripherem Blut unter homöostatischen sowie geringfügigen und hochgradigen Entzündungsreaktionen zu untersuchen. Um die entzündlichen Eigenschaften zu bewerten, werden wir (i) durchflusszytometrische Analysen früher Signalereignisse in Kombination mit (ii) transkriptomischen Analysen isolierter Blutzellen sowie Endothelzellen während der extrakorporalen Zirkulation in miniaturisierten biohybriden Lungenmodellen durchführen. Dies wird zur Identifizierung von Signalwegen führen, die (iii) auf Proteinebene verifiziert und von kleinen Molekülen gezielt angesteuert werden können. Die Kombination dieser Methoden wird neue Erkenntnisse über die Eignung biohybrider Systeme bei akuten und chronischen Erkrankungen liefern und mögliche neue Signalwege identifizieren, die mit pharmazeutischen Behandlungsmethoden gezielt angegangen werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlichDr. Aaron  Babendreyer"
    },
    {
      "project_id": "347346497",
      "url": "https://gepris.dfg.de/gepris/projekt/347346497",
      "title": "Entwicklung der Biohybridlunge - Gentisch modifizierte anti-thrombogen und immunologisch unsichtbare Endothelzellen für die Endothelialisierung von Gasaustauschmembranen für erste in-vivo Einsätze",
      "subject_area": "Pneumologie,ThoraxchirurgieHämatologie, Onkologie",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347346497",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "In unseren früheren Studien haben wir uns auf die Entwicklung einer implantierbaren Biohybridlunge (BH) als Alternative zur Lungentransplantation konzentriert. Um die langfristige Anwendung der BH zu unterstützen, haben wir die Endothelialisierung von Gasaustauschmembranen (GEM) zur Schaffung einer hämokompatiblen Oberfläche etabliert. Zweifelsohne wären primäre autologe Endothelzellen die am besten geeignete Zellquelle, aber ihre Generierung zur GEM-Besiedlung ist in einer ausreichenden Menge unmöglich. Unsere hergestellten MHC-Klasse I und Klasse II stillgelegten ECs sind eine optimale Alternative, da sie vor der zellulären und humoralen allogenen Immunantworten geschützt sind. Obwohl sich die Stilllegung der MHC-Expression als wirksame Strategie zur optimalen Anwendung allogener ECs zur Endothelialisierung der BH erwies, bleibt das Risiko für thrombogene Ereignisse ein großes Problem. Durch eine zusätzliche gentechnische Veränderung sollen nicht nur vor MHC- und nicht-MHC-bezogenen Antikörpern und allogenen zellulären Immunantworten geschützt und anti-throbogen sein. Dieser Ansatz wird dazu beitragen, vollständige immunologisch unsichtbare ECs gegen MHC-bezogene oder nicht verwandte allogene Immunantworten zu erzeugen und gleichzeitig die Auslösung von thrombogenen Ereignissen zu verhindern. Zu diesem Zweck werden immunologisch unsichtbare ECs durch Transduktion mit lentiviralen Vektoren erzeugt, die für die shRNAs kodieren, die auf β2-Mikroglobulin und den Klasse-II-Transaktivator (CIITA) und die negativen Komplementregulationsproteine CD55 und CD59 abzielen. Darüber hinaus werden sie mit Vektoren, die für Thrombomodulin oder die Serinprotease S1 kodieren, transduziert, um eine endotheliale, vollständig anti-thrombogene und immunologisch unsichtbare GEM-Besiedlung zu ermöglichen. Trotz der Generierung dieser genetisch modifizierten \"Superzellen\" muss die EC-Zellschicht auf den GEM eine Vielzahl zusätzlicher Anforderungen erfüllen, um die erforderliche langfristige Lungenunterstützung zu gewährleisten oder sogar die Lungenfunktion des Patienten zu ersetzen. Durch die erfolgreiche Übertragung unserer Analysemethoden von den 2D-Gasaustauschfolien auf die klinisch relevanten 3D-GEM, die Etablierung der eigenen Herstellung geeigneter Beschichtungen und die 3D-GEM-Mehrschichtanwendungen, sowie die Etablierung eines Klein- und Großtiermodells zur Erprobung der Biohybridlunge im Tiermodell werden wir klinisch relevante Fragen beantworten. Durch die erfolgreiche Umsetzung dieses Projektes werden wir das beste GEM-Beschichtungs- und Endothelialisierungsverfahren identifizieren, dass die entscheidenden Anforderungen einer Die im Rahmen dieses Projekts erzielten Ergebnisse werden den Weg für eine zukünftige Anwendung der Biohybridlunge als Alternative zur Lungentransplantation als realistische Endzieltherapie ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "347325614",
      "url": "https://gepris.dfg.de/gepris/projekt/347325614",
      "title": "Evaluation und Entwicklung minimal invasiver herz- und herznaher Anschlussmöglichkeiten für eine künstliche Lunge (Connex AL)",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieHerz- und Gefäßchirurgie",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347325614",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Einleitung: Final lungenerkrankte Patienten stellen ein extrem empfindliches Patientengut dar. Ein zentraler Anschluss einer künstlichen Lunge (KL) muss insofern minimal traumatisierend möglich sein und stellt wahrscheinlich eine Achillesferse für einen klinischen Erfolg dar. Darüber hinaus erscheint eine fast uneingeschränkte Mobilität mit künstlicher Lunge absolut erforderlich. In diesem Projekt soll eine minimal invasive bis interventionelle zentrale Anschlussmöglichkeit einer KL systematisch untersucht und vor allem weiterentwickelt werden. Offene Fragen: Bisher wird eine Extrakorporale Membranoxygenierung  (ECMO) über eine einfache Kanülierung am Herzen nach Sternotomie oder über periphere Gefäße vorgenommen. Hinsichtlich eines zentralen ECMO Anschlusses sind bisher lediglich vereinzelt weniger invasive Verfahren beschrieben worden. Völlig offen ist jedoch, welche Perfusionsrouten für einen möglichen KL Anschluss einerseits leistungsfähig genug und andererseits minimal invasiv realisiert werden können. Insbesondere fehlen derzeit für diese Zwecke speziell entwickelte medizintechnische Ansätze.Projektplan: Insgesamt gliedert sich das vorgesehene Projekt in 3 aufeinander aufbauende Abschnitte. In jedem dieser Abschnitte wird ein Anschluss eines (später eine mögliche Form einer KL enthaltenden) Kreislaufs an alle denkbaren herz- und herznahen Anschlussorte untersucht. Es erfolgt einerseits eine chirurgisch technische Evaluation als auch eine hämodynamische Charakterisierung sowohl der chirurgischen Technik als auch vor allem des resultierenden Kreislaufs. Am Ende eines jeden  Abschnitts werden die im Labor bzw. der Simulation gewonnenen Erkenntnisse dann tierexperimentell überprüft.In einem ersten Abschnitt (I: MIC Chirurgie) werden derzeit verfügbare minimal invasive/endos-kopische Verfahren untersucht. Dieser Abschnitt dient auch der Definition des technischen Anforderungskatalogs im nächsten Abschnitt. In diesem (II: MIC Chirurgie assisted) kommen dann neu entwickelte Verfahren zum Einsatz: wesentliche Techniken hierbei stellen (teilweise) neuartige Klammernahtgeräte, Stentdesign oder gänzlich andere Konnektionsverfahren sowie Gewebeklebung dar. Diese Verfahren assistieren in diesem Abschnitt eine minimal invasive Chirurgie. Dagegen werden im letzten Projektabschnitt (III: Endovaskuläre Chirurgie) Verfahren entwickelt, die einen initial endovaskulären/interventionellen Ansatz verfolgen und durch eine endoskopische Chirurgie lediglich unterstützt werden. Hierbei wird auf Bildgebungsmodalitäten zurückgegriffen, welche am UKA auch großtierexperimentell verfügbar sind. Darüber hinaus wird in den tierexperimentellen  Abschnitten II und III eine routinemäßige Bildgebung mittels CT/MR durchgeführt, um Fragen nach der Leistungs-fähigkeit und Flusseigenschaften beantworten zu können. Diese anatomischen bzw. Bildgebungsdaten lassen sich im Weiteren dann ebenfalls als Grundlage zu verschiedenen Simulationen verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlichePrivatdozent Dr. Andreas  Goetzenich;Professor Dr. Tim  Kaufmann"
    },
    {
      "project_id": "447721607",
      "url": "https://gepris.dfg.de/gepris/projekt/447721607",
      "title": "Fatale hämostatische Komplikationen in künstlichen Lungen: Vom Verstehen zum Verhindern – Verstehen des Scherkraft-induzierten Gerinnungsmechanismus für das Verhindern von Thrombose",
      "investigators": "Professor Dr.-Ing. Lars  Krenkel;Professorin Dr. Karla  Lehle;Privatdozent Dr. Thomas  Müller",
      "subject_area": "Medizinische Physik, Biomedizinische TechnikBiomaterialienImmunologieStrömungsmechanik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447721607",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Hintergrund: Künstliche Lungen haben ein gemeinsames Problem: schwerwiegende thromboembolische Effekte und Blutungskomplikationen. Eine Langzeitanwendung und eine Implantation ist momentan unmöglich. Derzeitige extrakorporale Systeme (ECMO) sollen genutzt werden, um ein tieferes Verständnis für die Interaktionen zwischen Blut und künstlichen Oberflächen sowie den Einfluss von nicht-physiologischen Strömungsbedingungen in den Systemen (Blutpumpen/Membranoxygenatoren) auf die Thrombenentstehung zu entwickeln. Ziele: Umfangreiche detaillierte klinische Daten aus der EMCO-Datenbank unseres zertifizierten ECMO-Zentrums sollen genutzt werden, um den Einfluss verschiedener Systeme (VA vs VV) auf die Entstehung von Thrombozytopenie, Blutungen/Thrombenbildungen und Gerinnungsstörungen darzustellen. Wir postulieren, dass Thrombozyten und inflammatorische Zellen für schwerwiegende hämostatische Komplikationen, die die Thrombenbildung im Oxygenator verursachen, verantwortlich sind. Daher wollen wir die Zell-Zell-Interaktionen in den Thromben analysieren, um neue Biomarker zur frühzeitigen Vorhersage von Systemausfällen zu identifizieren. Indikatoren für scherkraftinduzierte Thrombenbildungen sind der elongierte von Willebrand Faktor (vWF), daran akkumulierte Thrombozyten und Leukozyten sowie NET-Bildungen (neutrophil extracellular traps). NETs sind extrazelluläres DNA-Netze, die von aktivierten Neutrophilen ausgeworfen werden und über eine Thrombozytenbindung eine Thrombose initiieren können. Die Lokalisierung und die histologische Untersuchung der Thromben in den Pumpenköpfen soll es ermöglichen, lokale hohe Scherkräfte zu identifizieren und mit den Thrombencharakteristika zu korrelieren.Um Thromben in den Oxygenatoren zu lokalisieren, wird ein räumlich hochauflösendes Micro-CT-System eingesetzt. Die zusätzliche Identifizierung nicht-physiologischer Strömungsbedingungen innerhalb des „bioinkompatiblen“ Systems wird eine Korrelation mit den zellulären Reaktionen ermöglichen. Schließlich werden Vorschläge für ein optimiertes Systemdesign in Kombination mit der Einführung therapeutischer Optionen, die auf den neuen Erkenntnissen der zellulären Wechselwirkungen zur Aufrechterhaltung des hämostaseologischen Gleichgewichts beruhen, erarbeitet.Erkenntnisgewinn: Wir erwarten neue Informationen über die Rolle von Thrombozyten und Neutrophilen im Zusammenhang mit z. B. vWF und aktivierten Thrombozyten bei der Thrombenbildung. Spezielle Bestandteile in organisierten oder wachsenden Thromben werden neue Einblicke in die klinische Entwicklung und die Pathologie der Thrombenbildung gewähren. Das Wissen über die realen Strömungsverhältnisse in neuen/gebrauchten Oxygenatoren, die Aufklärung zellulärer Antworten nach Kontakt mit den Oxygenatoren und die Lokalisation von Thromben in Regionen mit kritischen Blutflüssen innerhalb des Oxygenators werden neue Designs und neue therapeutische Strategien „Towards an Implantable Artificial Lung“ ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "347367258",
      "url": "https://gepris.dfg.de/gepris/projekt/347367258",
      "title": "HIL-Lung - Hardware-in-the-Loop Simulationsumgebung für künstliche Lungen",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieBiomedizinische SystemtechnikMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347367258",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "HIL-Lung - Hardware-in-the-Loop Simulationsumgebung für künstliche LungenDieses Projekt hat zum Ziel, die Wechselwirkung einer künstlichen Lunge mit dem Kreislauf des späteren Implantat-Empfängers zu modellieren und für physikalische Tests zugänglich zu machen. Mittels objekt-orientierter Modellbildung soll dabei die zeitliche Dynamik des Gasaustauschs in der Lunge und die hydraulischen Eigenschaften des an die Lungen angeschlossenen Kreislaufs in Echtzeit simuliert werden. Basierend auf einem zu etablierenden Hardware-in-the-Loop (HIL) Prüfstand soll schließlich ein Prototyp für eine automatisierte Testumgebung etabliert werden, mit der biologische, technische und hybride Kunstlungen bzgl. ihrer Funktionalität untersucht und charakterisiert werden können. Neben Wasser wird dabei auch Blut als Transportmedium verwendet werden, um ein möglichst realistisches Abbild der Realität zu erzeugen und auch Fragen der Gasftransferleistung und Hämokompatibilität realitätsnah addressieren zu können. Entsprechend wird ein hydraulisches Interface etabliert, das bzgl. seines Input-Output-Verhaltens dem physiologischen System hinreichend genau ähnelt (bzgl. Drücken, pulsatiler Durchblutung, etc.). Neben simulierten Fluss- und Potentialsignalen (d.h. Differenzdruckverläufen) lassen sich dabei auch in früheren Tierversuchen erhobene Messdaten auf dem HIL-Prüfstand einspielen und zur Testung des Verhaltens von neu entwickelten Implantaten verwenden. Diese Eigenschaft von HIL-Systemen trägt entscheidend zur Reduktion von Tierversuchen bei.Auf der Systemebene lassen sich ferner bereits in einem frühen Stadium Fragestellungen zur Funktionssicherheit (z.B. bei Komponentenausfall), Robustheit, Automatisierung und Regelung sowie zum Monitoring untersuchen und beantworten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "347306600",
      "url": "https://gepris.dfg.de/gepris/projekt/347306600",
      "title": "Identifikation des thrombogenen und inflammatorischen Signalwegs in künstlichen Lungenmodellen mithilfe einer Proteinanalyse",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieHerz- und Gefäßchirurgie",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347306600",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Die extrakorporale Membranoxygenierung stellt einen erheblichen technologischen Fortschritt bezüglich der Behandlung von akuten und chronischen Lungenerkrankungen dar. Sie wird heutzutage routinemäßig als lebensrettende Maßnahme für Patienten mit akutem Lungenversagen oder als Überbrückung bis zur Lungentransplantation eingesetzt. Auch mit deutlich verbessertem Gasaustausch sowie verbesserter Blutverträglichkeit gibt es zwar Einsatzmöglichkeiten bis zu einigen Tagen, aber bis heute ist noch keine langfristige Lösung greifbar. Dadurch ist der langfristige Einsatz einer implantierbaren künstlichen Lunge zum gegenwärtigen Stand der Technik nicht möglich. Hierbei spielt die Fremdkörperreaktion auf Membranen und Schläuche eine große Rolle, da diese durch z.B. Aktivierung des Gerinnungs- und Komplementsystems zum Oxygenatorversagen beiträgt. Die zugrundeliegende Ursache konnte teilweise auf den sogenannten Vroman-Effekt zurückgeführt werden, bei dem Plasmaproteine sich innerhalb kürzester Zeit auf die Fremdoberflächen ablagern, wobei die Zusammensetzung der Proteine und ihre Konformation sich über die Zeit ändern. Im Idealfall sollten die adsorbierten Proteine eine Neointima-ähnliche Schicht bilden, die als körpereigen erkannt wird und somit unerwünschte Reaktionen minimiert. Bislang ist eine solche Neointima-ähnliche Proteinschicht nicht etabliert. Im geplanten Projekt soll daher der zeitabhängige thrombogene und inflammatorische Signalweg anhand von Oxygenator-Modellen (mit unterschiedlichen Beschichtungen) mit Blut von gesunden Spendern untersucht werden, wobei die sensitive Proteinanalyse (Progenesis LC-MS) verwendet wird. Ebenso werden Oxygenatoren nach Gebrauch am Patienten der gleichen Proteinanalyse unterzogen. Eine anschließende vergleichende Analyse zwischen den Ergebnissen der beiden Versuche soll zusätzliche Erkenntnisse der thrombogenen Einflüsse liefern (z.B. Komorbiditäten der Patienten). Die Erfahrungen aus dieser Grundlagenforschung sollen im Anschluss dazu verwendet werden, die ideale Oxygenator-Oberfläche für eine Langzeitoxygenierung herstellen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeMitverantwortlicheProfessor Dr. Christian  Schlensak;Professor Dr. Hans Peter  Wendel"
    },
    {
      "project_id": "384663409",
      "url": "https://gepris.dfg.de/gepris/projekt/384663409",
      "title": "Koordinationsfonds",
      "subject_area": "Medizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 384663409",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Im Sommer 2015 wurde mit Hilfe der DFG ein erster Workshop als Startpunkt für eine koordinierte Forschung im Hinblick auf die Entwicklung einer künstlichen implantierbaren Lunge organisiert. Man einigte sich auf eine gemeinsame Antragstellung im Rahmen der Schwerpunktprogramme, mit dem die Grundlagen für eine implantierbare Lunge gelegt werden sollen. Der Antrag, der gemeinsam mit den anderen Forschern des Koordinierungsausschusses erarbeitet wurde, wurde im April 2016 bewilligt. Die Planung und Koordination des SPP 2014 liegt seit Sommer 2015 in der Verantwortung von Prof. Rossaint. Schwerpunktaktivitäten, wie die Organisation und Durchführung von Tagungen und Workshops, die interne Kommunikation des SPP, Mentoring oder Öffentlichkeitsarbeit einschließlich der Homepage, müssen im Koordinationsprojekt gefördert und - in gewissem Umfang - von Aachen aus durchgeführt werden. Gleichzeitig werden alle Akteure des SPP zur Teilnahme an den gemeinsamen Aktivitäten ermutigt, so dass auch die angestrebte enge Vernetzung der verschiedenen Forschungsstandorte und Themen erreicht werden kann und in der ersten Phase konnte. Die Koordinatoren dieses SPP sind sich bewusst, dass die Forschungsfortschritte und -ergebnisse in regelmäßigen Treffen verbreitet und diskutiert werden müssen, damit sie von anderen Gruppen, die in diesem strukturierten Forschungsprogramm arbeiten, genutzt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "346973506",
      "url": "https://gepris.dfg.de/gepris/projekt/346973506",
      "title": "Mikrofluidische Zellsortierung - Ein neuer Ansatz auf dem Weg zur implantierbaren künstlichen Lunge",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346973506",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Extrakorporale Lungenunterstützung (ECLA) ist eine lebensrettende Maßnahme für Patienten die an akutem Lungenversagen leiden. Ungeachtet zahlreicher Neuerungen aktueller ECLA Systeme (z.B. antikoagulatorische Beschichtungen, reduzierte Scheerkräfte, Miniaturisierung), ist diese Technologie immer noch sehr anfällig für zahlreiche Komplikationen. Blutgerinnselbildung auf den Membranen ist nach wie vor das kritischste Ereignis in der Klinik. Zur Implementierung einer künstlichen Lungenunterstützungstechnologie werden neue Konzepte benötigt, im Hinblick auf Langzeit Hämokompatibilität und Implantierbarkeit. Im Rahmen des SPP 2014 soll das Projekt die microfluidic cell sorting technology als fundamental neue Strategie in der künstlichen Lungenunterstützung (ALA) untersuchen. In Vorversuchen wurde bereits ein Zellsortierungssystem entwickelt, das die Thrombozytenzahl in dem zu oxygenierenden Blut um bis zu 73% reduziert. In diesem dreistufigen Projekt soll dieses erste Zellsortierungssystem zu einem platelet-bypass for ALA systems welches die Thrombozytenzahl im Oxygenator reduziert und nach Oxygenierung dem Blut wieder zuführt, weiterentwickelt werden (A). Daraus resultieren eine Reduktion der Gerinnungs- sowie Entzündungsaktivierung und schließlich eine verminderte Blutgerinnselbildung auf den Membranen. Der Einfluss diese neuen Systems auf die Gerinnungsaktivierung, sowie den Gastransfer im Oxygenator sollen in vitro (Mock Loop) (B) und in vivo in einem Maus-ECLA Model überprüft werden (C).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "348028075",
      "url": "https://gepris.dfg.de/gepris/projekt/348028075",
      "title": "Multiphysik und multiskalige Optimierung einer implantierbaren Biohybridlunge",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 348028075",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Ziel des Projektes ist die Entwicklung von Computermodellen für die Optimierung des Designs, der Funktion und zur post-operative Leistungsbewertung eines biohybriden intrakorporalen Membranoxygenators (iCMO). Dabei soll eine Computermodell-Plattform geschaffen werden mit welcher verschiedene Oxygenator-Geometrien, Konfigurationen der Gasaustausch-Membran und integrierte Blutpumpeinheiten abgefragt werden können. Ebenso soll die Auswirkung auf die Hämodynamik und der damit einhergehenden Thrombogenizität innerhalb der Systemkomponenten, als auch der Effekt auf den Gasaustausch ersichtlich werden. Des Weiteren müssten verschiedene Kanülierungstechniken und Betriebsmodi für verschiedene Lungendysfunktions-Schweregrade einbezogen werden. Derzeit steht für die Therapie terminaler Lungenkrankheiten nur die Transplantation der Lunge zur Option. Aufgrund der limitierten Transplantat-Verfügbarkeit kann nur einem kleinen Prozentsatz an Patienten auf der Warteliste zeitnah geholfen werden. Die Extrakorporale Membran Oxygenierung (ECMO) ist eine auf modernen Intensivstationen etablierte therapeutische Maßnahme, welche zur Überbrückung bis zur Transplantation angewendet werden kann. Häufig dabei auftretende Komplikationen sind Thrombosierungen, Embolien und Entzündungen, die durch den Kontakt des Blutes mit den fremden Materialien hervorgerufen werden.  Darum ist die Verwendungsdauer der ECMO auf 4-6 Wochen beschränkt, wobei die Patienten intensivstationär und meist im sedierten Zustand mit mechanischer Beatmung verbleiben. Die Entwicklung eines Oxygenators, der Monate bis Jahre verwendbar ist und damit Lebensqualität und Lebenserwartung der Patienten maßgeblich verbessert, wäre ein bedeutsamer Fortschritt in Richtung einer Alternative zur Transplantation. Um dies zu erreichen müssen Oxygenatoren vollständig hämokompatibel und partiell, oder komplett implantierbar werden. Herausforderungen hierbei bestehen in der Miniaturisierung des Oxygenators und der Pumpeneinheit, in der Entwicklung von Anschlussmöglichkeiten an das Blutgefäß- und Gasversorgungssystem und in der Generierung von hämokompatiblen Membranen. Des Weiteren spielen Optimierung verschiedener Parameter wie Oxygenator- und Pumpengeometrie, Konfiguration und Positionierung in situ und Betriebseinstellungen für verschiedene  Lungendysfunktions-Schweregrade eine wichtige Rolle. Jüngste Verbesserungen der Computerleistung und Softwareentwicklung haben anspruchsvolle multiphysikalische 3D-Modelle ermöglicht, mit deren Hilfe die Blutflussdynamik und der Gastransport, sowie deren Auswirkung auf die Funktion des Oxygenators, vorausberechnet werden kann. Mit Ausblick auf die vollständig endothelialisierte und implantierbare Biohybridlunge, wird innerhalb des vorgeschlagenen Antrags ein vollständig analysierter (in silico und in vitro) implantierbarer Prototyp nebst integrierter Pumpeneinheit konstruiert werden, der vor der Implantation zuverlässig endothelialisiert werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "347326394",
      "url": "https://gepris.dfg.de/gepris/projekt/347326394",
      "title": "Patienten-spezifische induzierte pluripotente Stammzellen (iPS-Zellen) für die Endothelialisierung von Membranoberflächen implantierbarer Biohybridlungen",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologiePneumologie,Thoraxchirurgie",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347326394",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Derzeit werden verschiedene Strategien zur Funktionalisierung synthetischer Gasaustauschmembranen angewandt, um Proteinablagerungen und Thrombusbildung zu vermeiden und damit die Funktionsfähigkeit von Lungenunterstützungssystemen zeitlich auszudehnen. Durch chemische Modifikation oder Beschichtung mit biologischen Substanzen wie z.B. Heparin soll die Antithrombogenizität verbessert werden. Obwohl solche Ansätze die Hemokompatibilität der Membranoberflächen zu einem gewissen Grad verbessern, erlauben sie dennoch bisher keine Langzeit-Nutzung der Gasaustauschmembranen. Im Gegensatz dazu könnte eine stabile Endothelialisierung der Oberflächen, die direkten Blutkontakt haben, tatsächlich eine natürliche nicht-thrombogene Oberfäche erzeugen. Hierdurch könnte eine dauerhafte Anwendung von implantierbaren Membranoxygenatoren ohne Thrombusbildung ermöglicht werden.Während erste Studien zur Endothelialisierung von Gasaustauschmembranen vielversprechende Ergebnisse lieferten, wurde bisher keine Endothelzell (EC) - Quelle identifiziert, die für klinische Anwendungen geeignet ist. Zur Besiedlung eines typischen Membranoxygenators mit einer Membranoberfläche von 1,3 bis 4 qm wird eine genetisch stabile Zellquelle mit hoher Expansionsrate benötigt, die darüber hinaus alle funktionellen Eigenschaften von ECs in einer natürlichen Endothelschicht zeigen sollte. Bisherige Entwicklungen haben diese Anforderungen bisher nicht berücksichtigt, ebenso wenig wie existierende Befunde häufiger chromosomaler Abnormalitäten in kultivierten primären ECs. Aufgrund der unzureichenden Expandierbarkeit primärer adulter ECs (z.B. aus der Vena Saphena), wurden in den meisten experimentellen Studien ECs isoliert aus Nabelschnurblut oder Nabelschnurvene verwendet.Basierend auf unseren bisherigen Ergebnissen gehen wir davon aus, dass EC-abgeleitet aus Patienten-spezifischen iPS Zellen die geeignetste Zellquelle für die Endothelialisierung von Membranoxygenatoren darstellen. Im hier dargestellten Projekt soll eine systematische Untersuchung verschiedener EC Quellen (Late Outgrowth ECs aus Nabelschnurblut und adultem peripherem Blut, ECs aus der Nabelschur und adulter Vena Saphena, mikrovaskuläre ECs aus Fettgewebe sowie iPS abgeleitete ECs) bezüglich Expandierbarkeit, genetischer Stabilität sowie Funktionalität durchgeführt werden. Insbesondere sollen Seneszenz-basierte Änderungen von Zellfunktion und Zytokinfreisetzung nach ausgedehnter Expansion, welche zur Generierung der benötigten Zellmengen (1 bis 2 Milliarden ECs pro Gerät) notwendig sind, untersucht werden.Dieses Projekt wird damit entscheidend zur klinischen Translation von biofunktionalisierten Membranoxygenatoren und weiteren EC-basierten Zelltherapien beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    },
    {
      "project_id": "447746988",
      "url": "https://gepris.dfg.de/gepris/projekt/447746988",
      "title": "RenOx - Kombinierte Lungen- und Nierenunterstützung in einem neuartigen, hochintegrierten Gerät für eine patientenindividuelle Lungenersatztherapie",
      "investigators": "Professorin Dr.-Ing. Jutta  Arens;Dr. Michael  Neidlin;Privatdozentin Dr. Bettina  Wiegmann",
      "subject_area": "Medizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447746988",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Der Lungen-Nieren-Crosstalk ist ein entscheidender Aspekt für die Entwicklung einer individualisierten implantierbaren Lunge, und akutes Nierenversagen ist eine häufige Komplikation von Patienten mit akuten und chronischen Lungenverletzungen, die mit hoher Morbidität und Mortalität einhergeht. Patienten, die sich einer extrakorporalen Membranoxygenierung (ECMO) zur Behandlung von akuten oder chronischen Lungenerkrankungen unterziehen, benötigen eine detaillierte Beobachtung der Nierenfunktion, da sie das höchste Risiko für ein akutes Nierenversagen und eine massive Volumenüberlastung haben.Bisher werden die Hämofiltration (Nierenfunktion) und die Membranoxygenierung (Lungenfunktion) mit getrennten Geräten durchgeführt, was zu hohen Infektionsrisiken, Thrombenbildung an den Fremdoberflächen und vielen anderen Fehlerquellen durch redundante Kanülen und Schläuche führt. Daher besteht ein großer Bedarf an der Entwicklung einer kombinierten Lungen- und Nierenunterstützung in einem Gerät.Im Rahmen des Projekts wird eine Lösung für die gleichzeitige Lungen- und Nierenunterstützung entwickelt und in silico, in vitro und in vivo getestet. Zunächst werden die Bedürfnisse der ECMO-Patienten aus klinischen Daten ermittelt, wobei der Schwerpunkt auf dem Flüssigkeitsmanagement und der Nierenfunktion liegt. Anschließend werden modernste Ansätze in der Geräteentwicklung und  herstellung verwendet, um einen Prototyp für umfassende In-vitro-Tests zu entwerfen. Schließlich wird der entwickelte Prototyp im Sinne einer Machbarkeitsstudie in vivo getestet. Parallel dazu wird ein numerisches Rahmenwerk entwickelt, das die Hämodynamik, den Gas- und Massentransfer innerhalb eines \"virtuellen Patienten\" auf der Grundlage klinischer Daten beschreibt, um mechanistische Einblicke in die gleichzeitige Lungen- und Nierenunterstützungstherapie zu erhalten.Das vorgeschlagene Projekt nutzt eine innovative Kombination aus klinischer Datenanalyse, In-vitro- und In-silico-basierter Gerätekonstruktion und -entwicklung und Tierversuchen, um Lösungen für eine Komplikation mit großen medizinischen, sozialen und wirtschaftlichen Auswirkungen zu finden. Darüber hinaus berücksichtigt es den Lungen-Nieren-Crosstalk und bietet neue experimentelle und rechnerische Methoden, um die zugrunde liegenden Mechanismen besser zu verstehen und den Weg zu einer implantierbaren künstlichen Lunge zu ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren LungeInternationaler BezugNiederlande"
    },
    {
      "project_id": "447729163",
      "url": "https://gepris.dfg.de/gepris/projekt/447729163",
      "title": "Sicherheits- und Automatisierungskonzepte für künstliche implantierbare Lungen - SmartLungControl",
      "subject_area": "Medizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447729163",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2014: \nAuf dem Weg zur implantierbaren Lunge",
      "description": "Die Entwicklung einer extrakorporalen Langzeitlungenunterstützung, wie sie im SPP 2014 „Towards an Implantable Lung“ adressiert wird, erfordert eine Vielzahl von technischen Innovationen. Ein Focus vieler Arbeiten lag hierbei auf der Entwicklung von innovativen Komponenten einer Langzeit-Kunstlunge, wie Membrandesign, Biologisierung von Oberflächen oder Antikoagulation. Die Antragsteller haben sich im Rahmen des SPP 2014 bereits mit der Frage der Konnektion des Patienten an eine Kunstlunge, aber auch mit neuen in-vitro Testverfahren zur Evaluierung von Prototypen per Hardware-in-the-Loop Teststand beschäftigt. Neben der verbesserten Hardware wird sich eine Langzeitlungenunterstützung oder gar implantierbare Kunstlunge allerdings maßgeblich in der Art und Weise des Betriebes zu bisherigen Therapien unterscheiden. Während die heutige extrakorporale Lungenunterstützung auf einer Intensivstation unter unmittelbarer Überwachung eines klinische Experten erfolgt, wird ein Langzeitverfahren auch außerhalb der Intensivstation, ggf. sogar außerhalb des Krankenhauses eingesetzt werden. Die fehlende kontinuierliche Betreuung und Adaptierung des Systems durch entsprechend geschultes medizinisches Fachpersonal, wie Intensivpflegekraft, Kardiotechniker oder Intensivmediziner, erfordert eine grundsätzliche Neubetrachtung des Steuerungs- und Sicherheitskonzeptes.Daher soll das Augenmerk hier auf diese veränderten Betriebsbedingungen gesetzt werden. Entsprechende Methoden, Algorithmen und Sensoren werden in diesem Projekt konzeptioniert und exemplarisch erforscht. Bisherige Ansätze zur Automatisierung, zu denen unsere Arbeitsgruppe in Aachen in der Vergangenheit bereits einen maßgeblichen Beitrag geleistet hat, zielten auf eine Unterstützung des Experten im Hinblick auf die Einhaltung des gewählten Betriebspunktes und eine Sicherheitsüberwachung.In dem beantragten Projekt soll ein Konzept für eine bedarfsadaptierte Steuerung und Sicherheitsüberwachung einer Langzeit-Kunstlunge außerhalb der Intensivstation erforscht werden. In einem ersten Schritt erfolgt eine Analyse bereits vorhandener retrospektiver Patienten- und Tierversuchsdaten, gefolgt von einer systematischen Expertenbefragung nach dem Delphi Verfahren. Im zweiten Schritt wird ein Sicherheitskonzept und ein Regelungsentwurf der Kunstlunge erarbeitet. Dazu werden u. a. auch neue Sensorkonzepte sowohl für die Zuverlässigkeitsmaßnahmen als auch für die bedarfsgerechte Adaption untersucht. Abschließend wird das entwickelte Pilotkonzept unter verschiedenen Rahmenbedingungen und in definierten kritischen Betriebszuständen in-silico, in-vitro und in-vivo im Tierversuch validiert und getestet.Am Ende soll ein Konzept vorliegen, wie der Bedarf und erste Lösungsansätze für den Betrieb einer Langzeitkunstlunge bei wechselndem Bedarf und Betriebspunkten außerhalb der Intensivstation sicher, bedarfsadaptiert und individualisiert erfolgen kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2014: \nAuf dem Weg zur implantierbaren Lunge"
    }
  ]
}