{
  "spp_number": "SPP 2494",
  "spp_title": "Produktive Biofilmsysteme",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540882360",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "559358135",
      "url": "https://gepris.dfg.de/gepris/projekt/559358135",
      "title": "2,3-Butandiol Produktion mit Hilfe von Biofilmenclustern an magnetischen Partikeln.",
      "investigators": "Professor Dr. Johannes  Gescher;Professorin Dr. Karin  Jacobs;Professor Dr. Rainer Udo  Meckenstock",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559358135",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Trotz ihres Potenzials gibt es mehrere Herausforderungen, die die Umsetzung von Biofilmprozessen in der weißen Biotechnologie behindern. Zentrale Herausforderungen sind die unvorhersehbare Retention von Biomasse in Biofilmen, das Fehlen etablierter Modellprozesse und das begrenzte Wissen über die genetische Stabilität genetisch veränderter Stämme in kontinuierlichen, auf Biofilmen basierenden Prozessen. Darüber hinaus wird es entscheidend sein, Diffusionslimitierungen zu minimieren, um Biofilmprozesse erfolgreich zu optimieren. Wir streben die Entwicklung von Shewanella oneidensis-Biofilmen an, die 2,3-Butandiol produzieren und an magnetische Nanopartikel gebunden sind. Diese Nanopartikel ermöglichen die Manipulation von Biofilmdichte, Morphologie und Bewegung als Reaktion auf angelegte Magnetfelder und erleichtern zudem den Transport von Elektronen zu sauerstoffreichen Bereichen im Reaktor. Dabei möchten wir die Biofilmeigenschaften auch genetisch steuern und die Zellen durch Transposase-deaktivierung genetisch stabilisieren. Wir haben die notwendigen Arbeiten in sechs miteinander verbundene Arbeitspakete (WP) strukturiert: - WP1: Wir werden Stämme mit einer vorhersehbaren und robusten extrazellulären polymeren Matrix entwickeln und die Oberflächen dieser Stämme mittels Einzelzellkraftspektroskopie analysieren. Die Zellen werden mit magnetisch leitfähigen Nanopartikeln verbunden, die dabei helfen werden, die Biofilmarchitektur mithilfe von Permanentmagneten zu steuern. - WP2: Wir werden die genetische Stabilität durch Deaktivierung von Transposasen erhöhen und die Korrelation zwischen der Deaktivierung von Transposasen und der Produktionsstabilität analysieren. - WP3: Wir werden unsere robotische Infrastruktur verbessern, indem wir einen Roboterarm integrieren, der programmierbare Bewegungen von Permanentmagneten zum Modulieren der Biofilmarchitektur ermöglicht und zudem eine reproduzierbare Platzierung der Setups auf einem Mikroskoptisch erlaubt. - WP4: Wir werden die Produktivität des Biofilms unter verschiedenen Bewegungsregimen der Permanentmagneten analysieren und Methoden untersuchen, um die Produktivität durch Modulation der Biofilmstruktur zu steigern. - WP5: Wir werden Raman-Mikrospektroskopie nutzen, um das dreidimensionale Profil der metabolischen Aktivität in den in WP4 entwickelten Biofilmen zu analysieren und die allgemeine metabolische Produktivität mit der Produktivität von 2,3-Butandiol zu vergleichen. - WP6: Wir werden eine Raman-unterstützte Zellsortiermethode entwickeln, die mit Transkriptom- und Genomsequenzierungsansätzen gekoppelt wird, um zu analysieren, wie metabolische Aktivität mit den genetischen Veränderungen, die im Laufe der Zeit auftreten, korreliert. Insgesamt wird das Projekt eine Reihe grundlegender Fragen in der angewandten Biofilmforschung beantworten und ist im Fokus des Schwerpunktprogramms.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive BiofilmsystemeGroßgeräteFluoreszenzmikroskopGerätegruppe5000 Labormikroskope"
    },
    {
      "project_id": "559281457",
      "url": "https://gepris.dfg.de/gepris/projekt/559281457",
      "title": "3DFiberFilm: Design Hoch-Produktiver Carboxydotropher Biofilme mit der Hilfe von 3D Textilien",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559281457",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Die Verringerung des anthropogenen CO2-Fußabdrucks in der Atmosphäre ist eines der wichtigsten Ziele zur Eindämmung der Risiken und Folgen des Klimawandels. Die Kohlenstoffabscheidung und -verwendung (CCU) durch Mikroorganismen kann eine wichtige Rolle bei der Umwandlung von CO2 aus Punktemissionsquellen in Chemikalien spielen, die alternativ auf fossilem Weg erzeugt worden wären. Insbesondere acetogene Bakterien wie Acetobacter woodii und Clostridium carboxidivorans sind vielversprechende Kandidaten für die Umwandlung von CO2+H2 in kurz- und mittelkettige Alkohole und organische Säuren. Das industrielle Paradebeispiel Clostridium auto-ethanogenum bevorzugt Stahlabgase, die große Mengen CO enthalten, um Ethanol zu produzieren. Im Vergleich dazu stellt die notwendige Zufuhr von schwer löslichem H2 bei CO2+H2-Anwendungen eine zusätzliche Hürde dar, um die vielversprechende Gasfermentation in großtechnischen Bioreaktoren zu realisieren. Genau hier befindet sich die Synergie zwischen den Inhalten von einem SPP und der Gasfermentation: Die Installation hochproduktiver Biofilme, der Bau skalierbarer Biofilmreaktoren und die Erstellung instruktiver Modelle für Biofilmprozesse und -reaktoren sind der Schlüssel, um die CO2+H2-Konversion durch carboxydotrophe Bakterien in großem Maßstab zu ermöglichen. 3DFiberFilm erforscht, entwirft, implementiert und verwendet 3D-Textilfasern als vielversprechende Träger für hochproduktive Biofilme. Intensive Stofftransportstudien, die verschiedene Betriebseinstellungen in unterschiedlichen Bioreaktortypen untersuchen, ergänzen die Forschung zur Maximierung der Raum-Zeit-Ausbeuten und der Kohlenstoffumwandlung als Voraussetzung für den Erfolg. Daher konzentriert sich 3DFiberFilm auf die Optimierung der Biofilmproduktivität durch ein gründliches Verständnis der Wechselwirkungen zwischen Biofilm und Träger sowie zwischen Biofilm, Flüssigkeit und Gas.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559394633",
      "url": "https://gepris.dfg.de/gepris/projekt/559394633",
      "title": "Aufklärung der Limitierungen hydrogenotropher und/oder aerophiler produktiver Biofilme mit Hilfe einer MRI-basierten in-vivo-Methode zur kombinierten Quantifizierung von Reaktantengradienten, Stofftransporteigenschaften und Biomassewachstum",
      "investigators": "Professor Dr.-Ing. Sven  Kerzenmacher;Dr. Ekkehard  Küstermann;Christina  Roggatz, Ph.D.",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559394633",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Das übergeordnete Ziel dieses Projekts ist die Weiterentwicklung der MRT als in-vivo/in-situ-Technik zur Untersuchung der räumlichen Verteilung der Biomassedichte, der Stoffübertragungseigenschaften sowie der Substrat- (O2 und H2) und pH-Gradienten in hydrogenotrophen und/oder aerophilen Biofilmen und zur Aufklärung ihres Einflusses auf die Reaktionsgeschwindigkeiten und das Biomassewachstum. Um die Projektziele zu erreichen, wird ein Biofilm von C. necator in einem miniaturisierten Membran-Biofilmreaktor bei konstanter Durchflussrate kultiviert und im Verlauf seines Wachstums in einem MRT-Scanner experimentell untersucht. Zunächst werden MR-Techniken eingesetzt, um die Morphologie sowie die räumlich aufgelösten pH-, O2- und H2-Konzentrationen innerhalb des Biofilms zu charakterisieren. Um die lokal aufgelösten effektiven Diffusionskoeffizienten innerhalb des Biofilms zu charakterisieren, folgt auf diese Experimente ein plötzlicher Wechsel vom regulären Kulturmedium zu einem Kulturmedium, in dem H2O durch D2O ersetzt wurde. Der Fluss des D2O-basierten Kulturmediums über die Oberfläche des Biofilms führt zu einem fortschreitenden Austausch von H2O gegen D2O, der durch den Stofftransport innerhalb des Biofilms entsteht. Die daraus resultierende zeitabhängige Abnahme des 1H-Signals wird durch MR-Bildgebung registriert und zur Berechnung effektiver Diffusionskoeffizienten und zur Modellierung des Biofilmwachstums verwendet. Darüber hinaus werden wir die Biofilme von C. necator Quorum-Sensing-Molekülen aussetzen und unsere MRT-Methode verwenden, um deren Auswirkungen auf die Architektur und Produktivität in Abhängigkeit von den lokalen pH- und Sauerstoffbedingungen dynamisch zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559382400",
      "url": "https://gepris.dfg.de/gepris/projekt/559382400",
      "title": "Entwicklung von lebenden 3D-Hybridmaterialien für die mixotrophe Biofilm-Katalyse",
      "investigators": "Professorin Dr. Katja  Bühler;Dr.-Ing. Rohan  Karande",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559382400",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Das Projekt 3D-BioCat leistet Pionierarbeit bei der Entwicklung einer neuen Plattform für die Kultivierung lichtbetriebener mixotropher Biofilme, um nachhaltige Produktionswege für Polymervorstufen zu erschließen. Im Mittelpunkt des Projekts steht die Entwicklung modularer Reaktoren, welche auf der Grundlage Hybrider Lebender Materialien (HLMs) das Wachstum chemo-heterotrophe, photoautotrophe und gemischter Biofilme unterstützen. Dabei treibt uns die Hypothese, dass Photo-Biofilm-Katalysatoren in 3D-Strukturen kultiviert und zur Katalyse eingesetzt werden können, indem Geometrien aus der Natur in technische Systeme übertragen werden. Um diese Hypothese zu erforschen, untersucht 3D-BioCat zwei von der Natur inspirierte HLM-Reaktorgeometrien: eine spiralförmige Konfiguration, die zu vertikal zylindrischen Reaktoren führt, und ein halbellipsoides Design. Das Projekt zielt darauf ab, beide Formate zu bewerten und sich dabei auf zwei Hauptleistungsindikatoren zu konzentrieren: die katalytische Effizienz bei der Herstellung von Epsilon-Caprolacton und die potenzielle Skalierbarkeit für den industriellen Einsatz. Darüber hinaus wird im Rahmen des Projekts die langfristige katalytische Effizienz rekombinanter Biofilme für eine nachhaltige Epsilon-Caprolacton-Produktion bewertet und verbessert. Eine innovative Skalierungsstrategie sieht außerdem die Realisierung eines 3000 cm2 großen Biofilmreaktor-Prototyps vor, der für die kontinuierliche Produktion von Chemikalien ausgelegt ist und damit die Grenzen der industriellen Biotechnologie verschiebt. Im Mittelpunkt der Forschung steht der rekombinante Produktionsstamm Syn6803_capro, der zwei heterologe Gene enthält, die für Enzyme kodieren, die die Synthese von Epsilon-Caprolacton katalysieren. Bei den Enzymen handelt es sich um eine Alkoholdehydrogenase (CDH) und eine Baeyer-Villiger-Monooxygenase (CHMO), die aus dem Bakterium Acidovorax sp. CHX100 stammen. Vorläufige Arbeiten an photo HLM-Reaktoren, verbunden mit ihrer Charakterisierung mittels Rasterelektronenmikroskopie und ihrer Anwendung in spiralförmigen Bioreaktoren, bilden die experimentelle Grundlage für das 3D-BioCat-Projekt. Durch unsere umfangreiche etablierte Biofilm Charakterisierungsplattform bestehend aus konfokaler Laser-Scanning-Mikroskopie, optischer Kohärenztomographie, Rasterelektronenmikroskopie, Helium-Ionen-Mikroskopie, Durchflusszytometrie, und sowohl Gas- als auch Flüssigkeitschromatographie, kann die Biofilmbildung zeit- und ortsaufgelöst verfolgt und analysiert, und die katalytische Aktivität des Gesamtsystems bestimmt werden. Darüber hinaus werden wir untersuchen, ob plasmid-basierte Ganzzellkatalysatoren über lange Reaktionszeiten stabil sind und wie sich Plasmidstabilität und Expressionsprofile in den Biofilmen entwickeln. In Zukunft sollen unsere neuen skalierbaren Bioreaktoren auf der Grundlage von HLMs das Potenzial produktiver Biofilme zur kontinuierlichen Herstellung von Chemikalien und Energieträgern nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559381551",
      "url": "https://gepris.dfg.de/gepris/projekt/559381551",
      "title": "Erfassung der Terpenproduktivität von Methanosarcina acetivorans-Biofilmen in porösen Substraten anhand eines mathematisch-physiologischen Ansatzes",
      "investigators": "Professor Dr. Michael  Rother;Dr.-Ing. Nicole  Vorhauer-Huget",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559381551",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Projektziel ist eine solide Grundlage für die Entwicklung skalierbarer Bioreaktoren, in welchen produktive Biofilme in porösen Strukturen immobilisiert sind. Das hohe Oberflächen-zu-Volumen-Verhältnis, das in solchen Reaktoren realisiert wird, stellt den Schlüssel zu wettbewerbsfähigen Raum-Zeit-Ausbeuten dar. Für die Methodenentwicklung wird die anaerobe Kohlenmonoxid-Fermentation durch Methanosarcina acetivorans betrachtet, einem genetisch handhabbaren Mikroorganismus mit nachgewiesenem Potenzial für die industrielle Synthese von Feinchemikalien, einschließlich Terpenen. Ein zuverlässig vorhersagbarer Prozess wird durch Kombination von Transkriptomanalyse und genetischer Manipulation auf der einen und verfahrenstechnischer Überwachung thermodynamischer und struktureller Eigenschaften auf der anderen Seite erreicht. Messungen werden durch einen skalierbaren numerischen Ansatz vervollständigt, der ein rechnerisch effizientes 3D-Porennetzwerkmodell des gekoppelten Transports und Wachstums umfasst sowie die realistische Struktur der porösen Reaktoren und die Physiologie von M. acetivorans berücksichtigt. Die Modellentwicklung wird Teil des Projekts sein und Experimente mit kontinuierlich durchströmten mikrofluidischen Plattformen einbeziehen, da sie sowohl das Wachstum von M. acetivorans unter kontrollierten Bedingungen in einem kleinen Reaktor als auch die erforderlichen Modellparameter abbilden können. Die Terpenproduktivität soll durch Modulation der Biofilmarchitektur, der Filmdicke und der Umsatzrate maximiert werden. Dies wird durch Anpassung der Durchflussraten, Konzentrationsprofile und der räumlichen und zeitlichen Variation der Temperatur unter Verwendung des Vorhersagemodells erreicht. Die optimale Substratstruktur, die ebenfalls durch Modellvorhersagen zugänglich wird, soll eine hohe Porennutzung und eine langanhaltende hohe Biofilmproduktivität ermöglichen. Als Packungsmaterial wird zunächst Polyacrylnitril (PAN) betrachtet, das sich bereits als geeignet für die Biofilmbildung von M. acetivorans unter Batch-Bedingungen erwiesen hat. Die Erfassung der Anpassung des Biokatalysators an die Variation der räumlichen und zeitlichen Bedingungen wird durch eine sinnvolle Verknüpfung von experimentellen und in-silico Daten möglich sein, wodurch biologische Regulierungsroutinen auf die spezifischen Anforderungen zugeschnitten werden können. Schließlich wird M. acetivorans in einem auf hohe Produktivität ausgelegten Plug-Flow-Bioreaktor (PFBR) kultiviert. Das Wachstum wird mittels Röntgentomographie abgebildet, und die Produktivität wird durch Analyse von gelösten und gasförmigen Stoffwechselprodukten sowie durch Untersuchung von Zellmaterial nach dem Prozess bewertet. Diese Experimente werden den Übergang von geschlossenen Behältern zu kontinuierlichen Produktionsbedingungen vorantreiben. Die Ergebnisse werden sowohl für die Validierung des modellgestützten Ansatzes als auch für die Konzipierung einer Upscaling-Strategie von Nutzen sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559573880",
      "url": "https://gepris.dfg.de/gepris/projekt/559573880",
      "title": "Etablierung von Biofilm-Modellen als Werkzeug zur Untersuchung und Optimierung der Produktion von mittelkettigen Fettsäuren und Alkoholen in Membran-Biofilm-Reaktoren",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559573880",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Das Ziel dieses Projektes ist es, mathematische Modelle zu entwickeln, die für die Optimierung und das Upscaling von Membranbiofilmreaktoren eingesetzt werden können. Als System soll ein Zwei-Spezies Biofilm zur anaeroben Syngas-Fermentation etabliert werden. Dazu werden die beiden Bakterien Clostridium autoethanogenum und Clostridium kluyveri verwendet. C. autoethanogenum kann Acetat mit Ethanol als Nebenprodukt aus CO produzieren (Acetogenese). Aus der Solventogenese entsteht über eine indirekte Produktion Ethanol, Butanol und Hexanol auf der Grundlage der entsprechenden organischen Säuren (Acetat, Butyrat bzw. Caproat). Die Zwischenprodukte Butyrat und Caproat werden von C. kluyveri unter Verwendung von Ethanol und Acetat als Substrate hergestellt.Kernstück des Projektes ist die Entwicklung von 1D und 2D Biofilmmodellen für die Etablierung dieses Biofilmsystems und für die Optimierung der Produktausbeute. Dazu werden die Modelle iterativ mit gezielten Laborversuchen kalibriert und soweit möglich validiert. Die biokinetischen Zusammenhänge werden in einem 1D-Biofilmmodel untersucht, welches dann auch genutzt wird, um die Betriebsstrategie für den Membranbiofilmreaktor zu optimieren. Die 2D Modelle werden für Untersuchungen bezüglich des Upscalings und der Entwicklung von Membranmodulen herangezogen. Dazu erfolgt eine Kopplung von Stofftransportprozessen mit unterschiedlichen Modulgeometrien, Fließgeschwindigkeiten und Biofilmwachstum. Zusätzlich werden gezielte Versuche durchgeführt, um die Biofilmablösung (Detachment) mathematisch beschreiben zu können und um die optimale Biofilmdicke einzustellen.Die Modelle werden in Aquasim und COMSOL Multiphysics umgesetzt, die begleitenden Laborversuche bestehen aus Batchversuchen zur Charakterisierung der Bakterien, dem Betrieb von Biofilmreaktoren (Fließzellen und Hohlfaser-Membranbiofilmreaktoren) im Labormaßstab und der begleitenden Analytik (chemische Analytik der Substrate und Produkte, Online-Gasmonitoring und Konfokale Laser Scanning Mikroskopie).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive BiofilmsystemeInternationaler BezugSaudi-ArabienKooperationspartnerProfessor Dr. Cristian  Picioreanu"
    },
    {
      "project_id": "559354107",
      "url": "https://gepris.dfg.de/gepris/projekt/559354107",
      "title": "Koordinationsfonds",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559354107",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Die meisten Mikroorganismen, wachsen in Form von Biofilmen, und jeder ist mit dieser überall verbreiteten Lebensform vertraut. Jeder Stein, der sich schleimig anfühlt, wenn er aus einem Bach herausgenommen wird, oder jeder Zahn, der sich vor und nach dem Zähneputzen anders anfühlt, sind Beispiele für Mikroorganismen, die als Biofilme wachsen. In Biofilmen sind Mikroorganismen typischerweise an eine Oberfläche angeheftet und kommen in hoher Zelldichte vor. Sie sind widerstandsfähiger gegenüber wachstumshemmenden Faktoren, was im medizinischen Kontext problematisch sein kann, jedoch im Hinblick auf die Robustheit von Prozessen in biotechnologischen Anwendungen von Vorteil sein kann. Obwohl die meisten potenziellen mikrobiellen Biokatalysatoren auf der Erde in Form von Biofilmen wachsen und in hoher Zelldichte etabliert werden können und relativ robuste Lebensformen darstellen, arbeiten wir in der Biotechnologie dennoch hauptsächlich mit planktonischen Mikroorganismen in Rührreaktorsystemen. Dies ist umso überraschender, als Biofilme in der Vergangenheit bewiesen haben, dass sie (I) produktiver und (II) widerstandsfähiger sein können und (III) die Produktaufreinigung im Vergleich zu planktonischen Systemen erleichtern können. Es mangelt an Wissen, Erfahrung und Reaktortechnologie, was die erfolgreiche Implementierung dieser Systeme als neue biokatalytische Werkzeuge in einer biobasierten Wirtschaft behindert. Folglich besteht ein dringender Bedarf an Grundlagenforschung, um angewandte Biofilmkatalysatoren zu verstehen, deren volles Potenzial durch metabolische und genetische Ingenieurtechniken zu nutzen und sie in Reaktorumgebungen anzuwenden, die wettbewerbsfähige Raum-Zeit-Ausbeuten in zukünftigen Anwendungen ermöglichen. In Deutschland gibt es zahlreiche Forschungsgruppen aus vielen verschiedenen Disziplinen (z.B. Ingenieurwesen, Mikrobiologie, Molekularbiologie, Physik), die Forschung zu Biofilmen betreiben. Das geplante Schwerpunktprogramm wird ein hervorragendes Instrument sein, um eine solche interdisziplinäre Zusammenarbeit zu ermöglichen und zu fördern. Außerdem wird es eine neue Generation von Wissenschaftler*innen ausbilden und ein maßgeschneidertes Curriculum für individuelle methodische Kommunikation sowie Soft-Skill-Training einrichten. Darüber hinaus hat das Programm einen starken Fokus auf Internationalisierung, indem es mit drei Zentren für Biofilmstudien in Großbritannien, den USA und Singapur zusammenarbeitet. Von dieser Strategie wird das Schwerpunktprogramm wissenschaftlich profitieren, und die Studierenden werden individuell davon profitieren, indem sie Kontakte zu potenziellen Partnern für zukünftige internationale Karrieren knüpfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559396548",
      "url": "https://gepris.dfg.de/gepris/projekt/559396548",
      "title": "LactiFilm – Hydrogelgestützte Co-Kultur-Biofilme aus Laktobazillen und Phytoplankton zur nachhaltigen Produktion von Milchsäure",
      "investigators": "Professorin Dr. Regine von Klitzing;Dr. Shrikrishnan  Sankaran;Professorin Dr. Marie  Weinhart",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559396548",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "In LactiFilm sollen kompartimentierte Co-Kultur-Biofilme aus Photoautotrophen und produktiven Bakterien etabliert werden, die nachhaltig durch Licht und CO2 angetrieben werden, um eine industriell relevante Grundchemikalie zu erzeugen. Die Co-Kultur besteht aus Phytoplankton und Laktobazillen, deren Wachstum, Stoffwechsel und räumliche Verteilung durch eine kompartimentierte Verkapselung in mechanisch und strukturell anpassbaren Hydrogelfilmen individuell kontrolliert wird. Ziel ist die Entwicklung dieser Co-Kultur-Biofilme zur effizienten Produktion von Milchsäure, einem essenziellen Ausgangsstoff für zahlreiche Industriezweige, insbesondere aufgrund der steigenden Nachfrage nach Polymilchsäure (PLA) als biologisch abbaubarem Kunststoff. Der weltweite Bedarf an Milchsäure wird bis 2025 auf über 19 Millionen Tonnen geschätzt. Allerdings stoßen die derzeitigen Produktionsmethoden auf erhebliche Herausforderungen, wie hohe Rohstoffkosten, ein energetisch intensiver Fermentationsprozess und komplexe Aufreinigungsverfahren für die anschließende PLA-Polymerisation. LactiFilm adressiert dies durch das Design mehrschichtiger, Hydrogel-basierte Biofilme, deren Hydrogelmatrix darauf ausgelegt sind, (i) Phytoplankton als Kohlenstoffquelle nachhaltig bereitzustellen und bei Bedarf teilweise zu lysieren, (ii) das Wachstum der Laktobazillen zugunsten der Milchsäureproduktion einzuschränken und (iii) Milchsäure in einer Durchflusszelle mit minimalen Verunreinigungen freizusetzen, sodass eine direkte Polymerisation zu PLA möglich ist. Dieses Konzept wird durch die interdisziplinäre Verknüpfung von Biotechnologie und Materialwissenschaft realisiert. Auf biotechnologischer Seite umfasst dies die Identifizierung optimaler Phytoplanktonstämme, die das Wachstum der Laktobazillen unterstützen und die Produktion optisch reiner Milchsäure gewährleisten. Zudem werden Laktobazillenstämme weiterentwickelt, um die effiziente Verwertung der Phytoplanktonlysate zu maximieren. Die materialwissenschaftlichen Entwicklungen beinhalten das Design und die Synthese polymerer und mikrogelbasierter Komponenten, die zu Bakterien-beladenen Hydrogelfilmen verarbeitet werden. Darüber hinaus werden intelligente Eigenschaften, wie temperaturabhängige Veränderungen der Steifigkeit oder lichtinduzierte lokale Erwärmung, in die Hydrogele integriert, um eine bedarfsgesteuerte, partielle Lyse des Phytoplanktons zu ermöglichen. Diese mehrschichtigen Co-Kultur-Biofilme werden in einen Durchflussreaktor integriert, der eine kontinuierliche Produktion von Milchsäure ermöglicht, die mit minimalem Reinigungsaufwand zu PLA polymerisiert werden kann. Der Ansatz zielt darauf ab, sowohl die Produktivität als auch die Ausbeute der Milchsäure signifikant zu steigern, während Rohstoffkosten und Energieverbrauch reduziert werden. Die Ergebnisse von LactiFilm werden die Entwicklung skalierbarer, nachhaltiger Biofilm-basierter Produktionssysteme vorantreiben und zur weißen Biotechnologie beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559397992",
      "url": "https://gepris.dfg.de/gepris/projekt/559397992",
      "title": "Mikrobielle Biofilme wandeln Kunststoffe in wertvolle chemische Verbindungen um [BIOCYCLING]",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559397992",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Das BIOCYCLING-Projekt zielt darauf ab, ein Biofilm-basiertes System zu entwickeln, um Polyethylenterephthalat (PET)-Kunststoffe in wertvolle chemische Verbindungen umzuwandeln. Mit dem Schwerpunkt auf dem mikrobiellen Abbau erforscht das Projekt die Mechanismen der Biofilmbildung auf PET-Oberflächen und untersucht, wie die bakterielle Architektur und die Zellphysiologie die Effizienz des PET-Abbaus beeinflussen. Im Mittelpunkt der Forschung steht die Entwicklung von Bakterienstämmen, insbesondere Comamonas thiooxidans, die robust PETase sekretieren und PET metabolisieren können. Mit diesen wird ein kontinuierliches Bioreaktorsystem entwickelt, in dem Biofilme PET effizient abbauen und Terephthalsäure in 3,4-Dihydroxybenzoesäure (PCA) umgewandelt werden. Dieser Prozess umfasst die Optimierung von inline-Analysemethoden, einschließlich FTIR und NMR, zur präzisen Erkennung von Abbauprodukten. Durch diese Grundlagenforschung soll im Rahmen des Projekts eine effiziente, skalierbare Lösung für nachhaltiges Kunststoffrecycling geschaffen werden. Dieses Projekt ist in drei Hauptziele unterteilt: Verständnis der Biofilmbindung, Entwicklung von PET-abbauenden Bakterien und Optimierung von Bioreaktoren für die kontinuierliche Aufwertung von PET zu wertvollen Chemikalien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559284611",
      "url": "https://gepris.dfg.de/gepris/projekt/559284611",
      "title": "Nutzung der räumlichen metabolomischen Heterogenität zur Optimierung der Produktivität von Nostoc-Biofilmen",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559284611",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Photoautotrophe Cyanobakterien haben ein großes Potenzial für die direkte Umwandlung von Sonnenenergie und  CO2 in Biokraftstoffe und Feinchemikalien. Dabei zeigen terrestrische filamentöse Cyanobakterien der Gattung Nostoc, die in der Natur Matten und Krusten bilden, auch ausgeprägte Fähigkeiten, sich passiv auf festen Oberflächen zu immobilisieren. Diese mehrzelligen Cyanobakterien weisen eine sehr ausgeprägte phänotypische Heterogenität auf und bilden eine ausgedehnte EPS-Schicht. Die Arbeitsgruppe Dittmann entwickelt seit vielen Jahren den genetisch manipulierbaren Cyanobakterienstamm N. punctiforme PCC 73102 als Modellsystem für die Untersuchung des Sekundärstoffwechsels. Die Forschungsgruppe hat eine ausgeprägte zeitliche und räumliche Heterogenität der Genexpression und eine phänotypische Heterogenität bei der Bildung der EPS-Schicht beobachtet. Das Team nutzt die Hochdichtekultivierung von N. punctiforme für die heterologe Expression von Naturstoffen. Das Ziel des aktuellen Projekts ist die Weiterentwicklung der N. punctiforme-Plattform für die Expression wertvoller Feinchemikalien. Ein besonderer Schwerpunkt liegt auf dem Verständnis der Rolle der räumlichen Heterogenität der Genexpression in Biofilmkonsortien für die Produktivität von Nostoc. Zu diesem Zweck hat sich die Gruppe von Elke Dittmann mit der Gruppe von Nicole Strittmatter an der TU München zusammengetan, die auf dem Gebiet der räumlichen Metabolomik unter Verwendung von Ambient-Massenspektrometrie-Methoden spezialisiert ist. Mit Hilfe dieser Partnerschaft will das interdisziplinäre Team die Existenz räumlicher Heterogenität in der Metabolit-Expression auf verschiedenen Skalen mithilfe eines integrierten räumlichen Transkriptomik/Metabolomik-Ansatzes dokumentieren. Durch die Untersuchung der Mechanismen und Faktoren, die die räumliche Musterbildung steuern, will das Team Konzepte entwickeln, um die Produktivität von Biofilmen zu steigern. Die Entwicklung von Arbeitsabläufen für die standardisierte und quantitative Analyse von Biofilmen mittels räumlicher Metabolomik wird ein wesentlicher Bestandteil zur Erreichung dieses Ziels sein. Zusätzlich zur bereits etablierten Hochdichtekultivierung werden die Immobilisierung auf Trägern und das materialunterstützte Biofilmwachstum getestet, um eine 3D-Kultivierung von Nostoc zu ermöglichen. Ziel des Projekts ist es, ein vielversprechendes biologisches System einzuführen und zu entwickeln, dass ein großes Potenzial für die Entwicklung als produktive Biofilmplattform aufweist, und eine Expertise und ein Toolkit bereitzustellen, die eine zentrale Rolle im Schwerpunktprogramm spielen können. Dabei werden vielfältige Synergien mit Projekten, die sich ebenfalls mit Cyanobakterien und ihren Biofilm-Photobioreaktoren befassen, die materialgestützte Ansätze für das Biofilmwachstum nutzen, sowie mit Projekten, die die räumliche Musterbildung in Mono- und Multispezies-Biofilmen untersuchen, erwartet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559141727",
      "url": "https://gepris.dfg.de/gepris/projekt/559141727",
      "title": "Ressourcenschonende Biofilmreaktoren für Aerosol- Biotransformationsreaktionen",
      "investigators": "Professorin Dr. Katja  Bühler;Professor Dr. Roland  Ulber",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559141727",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Das Projekt ReActoB befasst sich mit zwei Hauptaspekten der Entwicklung biofilmbasierter Prozesse: neuartige, skalierbare Biofilmreaktoren und die Kontrolle des Biofilms. Damit werden die Themen 3 bzw. 1 des SPPs adressiert. Um einen ressourcenschonenden Betrieb von Biofilm-getriebenen Biotransformationen zu ermöglichen, werden ein neuartiger Biofilmreaktor für Aerosol-Biotransformationen (BRAB) und ein Konzept zur Wachstumskontrolle des Biofilms mittels optogenetischer Schalter entwickelt. Dabei wird auf einer bestehenden Biofilmreaktor-Technologie aufgebaut, die ursprünglich für die Kultivierung von terrestrischen Cyanobakterien zur Biomasseproduktion entwickelt wurde. In ReActoB wird dieses System erweitert, um das Biofilmwachstum von chemohetero- und photoautotrophen Mikroorganismen, sowohl aquatischer als auch terrestrischer Herkunft, zu ermöglichen und sie für Biotransformationsreaktionen einschließlich der in situ-Produktentfernung (ISPR) zu nutzen. Das Schlüsselkonzept des BRAB ist die Bereitstellung des Wachstumsmediums als Aerosol, was den Medienbedarf in kontinuierlichen Bioprozessen deutlich reduziert. Dabei stehen eine hohe Oberfläche für die Biofilmadhäsion und die Medium- und Biotransformationssubstratversorgung über die Gasphase im Vordergrund. Als Modellreaktion wird die anspruchsvolle Umsetzung von Cyclohexan zu Cyclohexanol untersucht. Zu diesem Zweck werden wir die Katalysatorleistung im BRAB unter Verwendung rekombinanter Varianten von Pseudomonas taiwanensis VLB120 und Synechocystis sp. PCC6803, sowohl in axenischen als auch in Mischkulturen, bewerten. Das ISPR zielt auf eine extraktive Produktgewinnung durch lösungsmittelimprägnierte Harze ab, die im Vergleich zu einer reinen Lösungsmittelphase leichter zu gewinnen und weniger lösungsmittelintensiv sind. Für die Untersuchung und Charakterisierung von Biofilmen besteht ein umfassendes Prozedere. Biofilmarchitektur und Zellanordnung werden mittels verschiedener bildgebender Verfahren untersucht. Die Populationsdynamik kann mittels Durchflusszytometrie schnell analysiert werden, während die chemische Zusammensetzung des Biofilms mittels biochemischer Analysen und Raman-Spektroskopie untersucht wird. Außerdem wollen wir untersuchen, inwieweit lichtgesteuerte Schalter zur Kontrolle der Biofilmdicke eingesetzt werden können. Zu diesem Zweck werden wir zunächst eine auxotrophe Variante von P. taiwanensis VLB120 erzeugen. In einem nächsten Schritt werden Gene, die die Auxotrophie wieder komplementieren, auf einem Plasmid unter die Kontrolle eines optogenetischen Schalters aus der LOV-Familie gebracht. Dadurch wird das Wachstum ermöglicht, solange der Biofilm dünn genug ist, um Licht durchzulassen, gefolgt von einem Wachstumsstopp, sobald das Licht den Biofilm nicht mehr ausreichend durchdringen kann. Mit diesem System werden wir untersuchen, ob und wie sich das Wachstum durch Anpassung der Lichtintensität oder der Verfügbarkeit steuern lässt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559375699",
      "url": "https://gepris.dfg.de/gepris/projekt/559375699",
      "title": "Steuerung der chemischen Produktivität von kooperativen photobiokatalytischen Konsortien durch materialunterstützten Licht- und Massetransport in Biofilmen",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559375699",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Gemischtartige Biofilme weisen vielversprechende Eigenschaften für die Photobiotechnologie in der chemischen Produktion auf. Allerdings haben Biofilmsysteme technologische Herausforderungen in Bezug auf Licht-, Nährstoff- und Produkttransport innerhalb der dichten Biofilmschichten. Diese Probleme schränken bisher industrielle Anwendungen stark ein. Dieses Projekt adressiert diese Probleme, um ein besseres Verständnis und eine gezielte Steuerung von Licht- und Stofftransport in photobiokatalytischen gemischtartigen Biofilmen für eine erhöhte chemische Produktion zu erreichen. Dazu werden wir Hydrogelstrukturen erarbeiten, welche Merkmale der natürlichen Biofilmmatrix aufweisen, und den Licht- und Stofftransport auch in tiefere Schichten von Biofilmen zu erreichen. Dreidimensionale poröse Hydrogelstrukturen auf Basis von Poly(acrylamid) werden mit eingestellter Porengröße, Vernetzungsgrad, Elastizität und Oberflächenfunktionalisierung synthetisiert und hinsichtlich ihrer Licht- und Molekültransporteigenschaften charakterisiert. Außerdem, werden wir mikrobielle Konsortien mit erweitertem spektralen Lichtsammelvermögen und kooperativen biokatalytischen Reaktioskadaden erarbeiten. Die Konsortien werden aus photoautotrophen gentechnisch veränderten Synechocystis sp., chemolithotrophen Wildtyp Rhodopseudomonas palustris und chemoheterotrophen Pseudomonas taiwanensis Zellen bestehen, wobei jede Spezie einzigartige metabolische und technologische Funktionen beisteuert. Mit unserem Ansatz von materialunterstützen gemischtartigen Biofilmkonsortien werden wir die biokatalytische Leistungsfähigkeit der Systeme bezüglich hoher Produktivität steuern. Wir werden räumlich und zeitlich aufgelöst analysieren, wie die verschiedenen kooperativen mikrobiellen Spezies ihre metabolische Wechselwirkung innerhalb dieser materialunterstützten Biofilme anpassen. Wir werden die photobiokatalytische Produktivität des Biofilmsystems anhand der Synthese von 6-Hydroxyhexansäure aus Cyclohexanon demonstrieren, da diese ein wichtiges Vorprodukt für die industrielle Herstellung von Polycaprolacton ist. Insgesamt zielt unsere Strategie auf eine höhere chemische Produktivität von Biofilmen. Die materialunterstützte Steuerung der Biofilmarchitektur und der metabolischen Wechselwirkung der kooperativen Spezies soll diese verbesserte Produktivität ermöglichen. Darüber hinaus wollen wir ein besseres Verständnis der Anpassung mehrerer biokatalytisch aktiver Spezies in Bezug auf ihre räumliche und zeitliche Lokalisierung und metabolische Aktivität erreichen, indem wir neue quantitative Analysemethoden der Biokatalyse von gemischtartigen Biofilmen entwickeln und einsetzen. Die Ergebnisse unseres Projekts werden den aktuellen Kenntnisstand zu produktiven Biofilmen erweitern, neue Modellsysteme für gemischtartige biokatalytische Biofilme bereitstellen und tiefergehende Einblicke in die Prinzipien des Licht- und Stofftransports in Biofilmen aufzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    },
    {
      "project_id": "559318619",
      "url": "https://gepris.dfg.de/gepris/projekt/559318619",
      "title": "Streptomyces BioFilme: Biosynthese, Zusammensetzung und ihr Potenzial als Produktionssysteme in tubulären Bioreaktoren (StrepBio2Films)",
      "subject_area": "Bioverfahrenstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559318619",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2494: \nProduktive Biofilmsysteme",
      "description": "Aufgrund ihrer beeindruckenden biosynthetischen Vielfalt gelten Streptomyceten als „Biofabriken“ für sekundäre Metabolite und werden daher in der Biotechnologie häufig zur Herstellung von bioaktiven Verbindungen für die Medizin, Lebensmittelindustrie und Agrarwissenschaft eingesetzt. Diese Bakterien sind wichtige Mitglieder des Bodenmikrobioms mit einer faszinierenden Entwicklungsbiologie, die eine Transition von Filamenten zu Sporen beinhaltet. In industriellen Bioprozessen werden sie meist in großvolumigen Rührkesselbioreaktoren als planktonische Zellen kultiviert. Bedingt durch die filamentöse Natur dieser Bakterien ist es jedoch oft schwierig, optimale Kultivierungsbedingungen für eine hohe Produktivität aufrechtzuerhalten, da sich Zellklumpen bilden, die sich negativ auf die Produktivität auswirken. In ihrem natürlichen Habitat Boden bilden Streptomyceten häufig Biofilme. Allerdings ist über die Bildung, Zusammensetzung und Regulation der Biofilme in dieser Gattung sehr wenig bekannt. Darüber hinaus ist unser Verständnis von Streptomyces-Biofilmen für die Produktion von Antibiotika in Bioreaktoren und die Anwendung in Bioprozessen ebenfalls äußerst begrenzt. In diesem interdisziplinären Projekt bietet die synergetische Kombination einer Molekularmikrobiologin und einer Expertin für Bioverfahrenstechnik eine einzigartige Möglichkeit, die Mechanismen der Biofilmbildung in Streptomyces zu untersuchen und wichtige Erkenntnisse über die Robustheit, Reaktionsfähigkeit und Produktivität dieser Biofilme in Bioreaktoren zu gewinnen. Da die Physiologie von Streptomyceten sehr vielfältig ist, werden wir verschiedene Streptomyces-Modelle (S. venezuelae, S. griseus und S. coelicolor) einsetzen. Unsere vorläufigen Daten zeigen, dass c-di-GMP in S. venezuelae die Bildung der extrazellulären Matrix (ECM) durch einen neuartigen Matrixsynthasekomplex induziert. Wir werden die extrazelluläre Matrix isolieren und ihre Zusammensetzung und biophysikalischen Eigenschaften analysieren sowie erforschen, wie die ECM die Antibiotikatiter beeinflusst. In diesem Projekt planen wir, einen Durchbruch in der Anwendung von Streptomyces als Zellfabriken zu erzielen und werden zwei 3D-gedruckte rohrenförmige Durchfluss-Bioreaktor Aufbauten im Milliliter-Maßstab für produktive Streptomyces-Biofilme etablieren. Hierbei werden wir wichtige Erkenntnisse dazu gewinnen, wie sich verschiedene Bioprozess-Gradienten in vertikaler und horizontaler Richtung auf die Robustheit, die Produktivität und die Physiologie auf Populations- und Einzelzellebene des Biofilms auswirken. Zu diesem Zweck werden wir die wichtigsten Prozesskennzahlen analysieren, aber auch fluoreszierende Reporterstämme verwenden. Insgesamt stellen unsere synergetische Expertise und unsere vorläufigen Daten eine leistungsstarke Grundlage für das Verständnis und die Anwendung von Streptomyces-Biofilmen dar, mit dem Ziel, die Produktivität industriell wichtiger Medikamente zum Nutzen der Menschen zu steigern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2494: \nProduktive Biofilmsysteme"
    }
  ]
}