{
  "spp_number": "SPP 2411",
  "spp_title": "LOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/500900173",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "520285071",
      "url": "https://gepris.dfg.de/gepris/projekt/520285071",
      "title": "Cortico-thalamische Rückkopplungsschleifen zur Stabilisierung der visuellen Wahrnehmung",
      "investigators": "Professor Dr. Tobias  Rose;Professorin Dr. Tatjana  Tchumatchenko",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520285071",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Die Antworteigenschaften von Neuronen können sich im Laufe der Zeit ändern, selbst bei scheinbar konstanten Eingangs- und Ausgangsbedingungen. Die Faktoren, die einen solche Repräsentationsdrift steuern, sind jedoch weitgehend unbekannt. Dieses Projekt zielt darauf ab, zu verstehen, wie die kortikale Rückkopplung zum dorsalen lateralen genikulären Nukleus (dLGN) mit lokaler thalamischer Plastizität interagiert, um die langfristige Stabilität der thalamischen und kortikalen Repräsentationen zu bestimmen. Im Rahmen einer engen experimentell-theoretischen Zusammenarbeit wird in unserem Projekt die Stabilität thalamischer und kortikaler Reaktionen auf unterschiedliche visuelle Reize in Anwesenheit oder Abwesenheit von kortikothalamischem Feedback und lokaler thalamischer Plastizität aufgezeichnet und modelliert. Mit Hilfe der Zwei-Photonen-Mikroskopie werden wir den Repräsentationsdrift im primären visuellen Kortex (V1) messen. Insbesondere werden wir chronische Zweifarben-Ca2+-Aufnahmen von thalamokortikalen Projektionen und lokalen V1-Neuronenpopulationen vor und nach einer Störung des kortikothalamischen Feedbacks oder der lokalen thalamischen Plastizität erstellen. Wir werden longitudinale Messungen der passiven und aktiven visuellen Antworten thalamischer Afferenzen und kortikaler Neurone durchführen, um Drift zu quantifizieren. Aufbauend auf unserer Erfahrung in der Entwicklung von Modellen, die die Konnektivität lokaler neuronaler Schaltkreise mit der entsprechenden Aktivität verknüpfen, werden wir ein biologisch realistisches Modell erstellen, das die Selektivität und Dynamik der kortikalen Aktivität unter Verwendung der gemessenen longitudinalen Antworten, einschließlich ihrer Variabilität und zeitlichen Drift, erfasst. Unser Modell wird auf dem supralinearen stabilisierten Rahmen basieren, den wir zuvor zur Ableitung der lokalen synaptischen Konnektivität und der Eingangsprofile verwendet haben. Es kann den Aktivitätszustand und die Statistik der exzitatorischen und inhibitorischen Neuronen und deren thalamischer Inputs genau abbilden. Wir wollen drei spezifische Ziele erreichen. Erstens werden wir die Rolle der lokalen dLGN-Plastizität bei der Stabilisierung der Repräsentation thalamokortikaler Neuronen und gleichzeitig aufgezeichneten kortikalen V1-Netzwerken untersuchen. Zweitens werden wir unsere zentrale Hypothese testen, dass kortikothalamisches Feedback einen stabilisierenden Einfluss auf thalamische und kortikale visuelle Repräsentationen ausübt. Drittens werden wir ein dynamisches, biologisch inspiriertes Netzwerkmodell der thalamo-kortiko-thalamischen Repräsentationsstabilisierung entwickeln, um zu testen, ob wir ein minimal konsistentes Modell erstellen können, das unsere experimentellen Ergebnisse erklärt und weitere überprüfbare Vorhersagen liefert. Zusammenfassend wird dieses Projekt die Feedforward- und Feedback-Konnektivität mit der Entstehung und Kontrolle der kortikalen Repräsentationsdrift verbinden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520223756",
      "url": "https://gepris.dfg.de/gepris/projekt/520223756",
      "title": "Der mediodorsale Thalamus als zentrale Schnittstelle des olfaktorischen Lernens",
      "investigators": "Privatdozent Dr. Friedrich  Johenning;Professorin Jackie  Schiller, Ph.D.",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520223756",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Die soziale Übertragung des Lernens von Nahrungsmittelpräferenzen (STFP) ist ein Lernmodell für Nahrungsmittelvorlieben. STFP-Lernen beruht auf der sozialen Übertragung eines Nahrungsmittelsicherheitssignals. Wir wollen die Kodierung und den Abruf des STFP-Lernens in einer olfaktorischen kortiko-thalamischen-neokortikalen Schleife untersuchen, an der der piriforme Kortex (PC), der mediodorsale Thalamus (MDT) und der orbitofrontale Kortex (OFC) beteiligt sind. Alle drei Komponenten dieser PC-MDT-OFC (PMO)-Schleife spielen eine entscheidende Rolle beim olfaktorischen Lernen. Der MDT erhält Eingänge aus dem ventralen Pallidum, einem hedonischen Hotspot. Damit nimmt der MDT eine zentrale Stellung dabei ein, Geruchsreizen, die im PC und OFC verarbeitet werden, einen Belohnungswert zuzuschreiben. Die stabile Kontextrepräsentation im Rahmen des Lernprozesses erfordert die synchrone Aktivität neuronaler Engramm-Ensembles. Eine Gruppe voneinander abhängiger regionaler Engramm-Ensembles bezeichnet man als Engrammkomplex. Unsere zentrale Hypothese ist, dass der MDT in der PMO-Schleife als synchronisierender Knotenpunkt für die Verarbeitung von Belohnungswerten während des STFP-Lernens dient. Dadurch erleichtert der MDT die Bildung eines Engrammkomplexes. Wir planen, Längsschnittanalysen und Manipulationen an neuronalen Engramm-Ensembles durchführen, die die Kodierung und den Abruf des STFP-Lernens im PC, OFC und MDT bei wachen Mäusen vermitteln. Wir werden modernste bildgebende (miniaturisiertes Mikroskop und Zwei-Photonen Mikroskopie) und elektrophysiologische Techniken (Aufzeichnungen mit Neuropixelprobes) für die dynamische Echtzeitanalyse neuronaler Aktivität einsetzen. Im Rahmen interregionaler opto- und pharmakogenetischer Manipulationen werden transgene und virale Strategien für die schaltkreisspezifische Analyse eingesetzt. Das Forschungsvorhaben lässt sich in 3 Ziele aufteilen: Erstens werden wir untersuchen, wie sich die opto- und pharmakogenetische Manipulation der Aktivität der MDT-Ausgänge in der PMO-Schleife während des Kodierens und Abrufens des STFP-Lernens auf das Verhalten auswirkt. Zweitens werden wir Kalziumimaging einsetzen, um die Entstehung stabiler verhaltensassoziierter neuronaler Aktivitätsmuster von Projektionsneuronen in der PMO-Schleife während des STFP-Lernens zu analysieren. Hier erwarten wir, dieselben Neurone über die verschiedenen Phasen des STFP-Lernens (Kodieren und Abrufen) hinweg longitudinal zu beobachten. Drittens werden wir elektrophysiologische Ableitungen von verhaltensassoziierten neuronalen Aktivitätsmustern der PMO-Schleife während des STFP-Lernens mit hoher zeitlicher Auflösung durchführen. Dabei Charakterisieren wir mehrere Komponenten der PMO-Schleife gleichzeitig. Wir erwarten, dass wir die interdependente und synchrone Aktivierung funktionell verbundener neuronaler Ensembles in verschiedenen Regionen der PMO-Schleife charakterisieren können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungInternationaler BezugIsrael"
    },
    {
      "project_id": "520098446",
      "url": "https://gepris.dfg.de/gepris/projekt/520098446",
      "title": "Die Eigenschaften von Sensory Gating – Untersuchungen der Funktion einer kortikobulbären Schleife.",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520098446",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Gehirnfunktion wird von prädiktiven Systemen bestimmt, die einen enormen funktionellen Bereich - von sensomotorischer Interaktion bis zur bewussten Planung - umfassen. Die Trennung dieser Systeme ist schwierig, da sie auf der Funktion von außerordentlich plastischen Hirnstrukturen beruhen, die sich in einer Ko-Evolution entwickelt haben und miteinander hochvernetzt sind (z.B. Neokortex und Zerebellum). Der Versuch der Abtrennung ist jedoch wichtig, da sich die Dysfunktion eines Systems möglicherweise durch die Förderung eines anderen, überlappenden Systems mildern lassen könnte. Die klassische Beschreibung von Sensory Gating (SG) ist es, dass Bewegungssignale dazu führen periphere sensorische Signale zu modulieren. Diese Charakterisierung deutet bereits eine Rolle für Rückkopplungssignals im Sinne eines prädiktiven Systems an. Das vorliegende Projekt hat ein dreifaches Ziel. Erstens wollen wir demonstrieren, dass SG von anderen prädiktiven Systemen separiert ist. Zweitens planen wir bisher unbekannte Funktionen von SG aufzeigen. Drittens werden wir die neuronalen Grundlagen von SG analysieren, insbesondere die Funktion einer kortkobulbären Schleife, mit deren Hilfe sensorische Hirnstammsignale unter Top-Down Kontrolle gebracht werden könnten. In Vorarbeiten haben wir bereits gezeigt, dass SG eindeutig vom klassischen Konzept des Reafferenzprinzips (= State Estimation, SE) getrennt werden kann - zwei Systeme, die klassischerweise beide im Kontext von Körperbewegungen untersucht wurden. Wir werden nun untersuchen, ob SG auch in Verhaltenselementen ohne Bewegung nachweisbar ist, die wir in eine Armbewegungsaufgabe in kopffixierten Mäusen einbauen, oder sogar in reinen Belohnungserwartungsaufgabe ohne eine Beteiligung des Motorsystems. Weiter strengen wir eine optogenetische Blockade des Zerebellums an, um die Unabhängigkeit von SG von dieser Struktur nachzuweisen. Beide Ziele sind geeignet SG von SE weiter zu trennen und neue Funktionen von SG aufzuzeigen. Hinsichtlich der neuronalen Grundlagen werden wir die kortikobulbäre Projektion vom Neokortex zum Ncl. Cuneatus, mittels projektions- und zellspezifischer optogenetischer Blockade, untersuchen. Um zu zeigen, dass sensorische Modulation mit und ohne Beteiligung des Motorsystems vergleichbar sind, testen wir ob jeweils identische Funktionen sowohl der kortikobulbären Schleife, als auch der lokalen Interneuronen des Cuneatus, zu beobachten sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520285844",
      "url": "https://gepris.dfg.de/gepris/projekt/520285844",
      "title": "Die Kontrolle der zeitlichen Kodierung mehrerer Neuronen im LGN durch striatisches Feedback",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520285844",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Die Hauptquelle für visuelle Informationen in der primären Sehrinde ist der LGN (Lateral Geniculate Nucleus), der seinerseits Informationen von den retinalen Ganglienzellen (RGCs) erhält. Die Tatsache, dass sich die Neuronen des LGN und die RGCs in ihren zeitlichen Antworteigenschaften erheblich voneinander unterscheiden, sowie die Tatsache, dass der LGN retinale und kortikale Eingaben integriert, deuten darauf hin, dass der LGN kein einfacher Relais-Kern ist.  Vielmehr führt der LGN wahrscheinlich komplexe Berechnungen mit den RGC-Eingaben durch. Hier konzentrieren wir uns auf die Bedeutung der zeitlichen Kodierung durch mehrere Neuronen im LGN. Die Neuronen des LGN reagieren hochpräzise auf Reize und kodieren Reizinformationen nicht nur durch die Feuerungsrate, sondern auch durch Spike-Timing-Muster, die eine wichtige Rolle bei der zeitlichen Kodierung spielen könnten. Darüber hinaus ist das LGN eine wichtige Quelle rhythmischer Aktivitätsmuster, die den Kortex mitreißen können. Es wird angenommen, dass die Synchronität zwischen den LGN-Neuronen für die kortiko-thalamische Übertragung entscheidend ist. Frühere Studien deuten darauf hin, dass die zeitliche Kodierung durch mehrere Neuronen im LGN von einem striatalen Feedback abhängt. In diesem Projekt werden wir die folgenden Hypothesen an wachen, am Kopf fixierten Mäusen testen: (1) dass die zeitliche Kodierung naturalistischer Reize (Filme) durch mehrere Neuronen entscheidend von der Interaktion zwischen Feedforward-Eingängen von RGCs und Feedback-Eingängen vom striatalen Kortex abhängt; (2) dass das kortiko-thalamische Feedback unterschiedliche Auswirkungen auf die neuronale Aktivität für vorhersehbare und unvorhersehbare natürliche visuelle Reize hat; (3) dass die Unterdrückung des kortiko-thalamischen Feedbacks die Repräsentationen mehrerer Neuronen im LGN verändert, so dass sie V1 unähnlicher werden und Repräsentationen ähnlicher, die näher an der Bildeingabeebene liegen; (4) dass das kortiko-thalamische Feedback die Kodierung naturalistischer Reize in V1 selbst verbessert.  Wir werden diese Fragen mit einer Kombination von elektrophysiologischen und optogenetischen Störungen untersuchen, einschließlich: (i) Unterdrückung von kortiko-thalamischen Neuronen (Ziel 1) und (ii) Unterdrückung der Neurotransmitter-Freisetzung aus kortiko-thalamischen synaptischen Terminals (Ziel 2). Die letztgenannte Manipulation ermöglicht es uns, die Auswirkungen der durch das visTRN und das dLGN vermittelten Rückkopplung zu unterscheiden und die funktionellen Auswirkungen der kortiko-thalamischen Aktivität auf die V1-Aktivität selbst zu untersuchen. Das Projekt wird eine enge Zusammenarbeit zwischen Computern und experimentellen Neurowissenschaftlern beinhalten. Die Ergebnisse des Projekts werden Aufschluss über die allgemeine Funktion der Feedback-Verarbeitung im zentralen Nervensystem geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungEhemaliger AntragstellerMartin  Vinck, Ph.D., bis 6/2025"
    },
    {
      "project_id": "520140630",
      "url": "https://gepris.dfg.de/gepris/projekt/520140630",
      "title": "Die Pulvinarkerne als zentrale Netzwerkschaltzentrale: Berechnung und Kalibrierung der Organisation des visuellen 3-D-Raums.",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520140630",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Wir stellen eine neue Hypothese zu den Funktionen des Pulvinars bei Primaten vor und machen Vorschläge für spezifische Tests, um die Vorhersagen dieser Hypothese zu überprüfen. Die Pulvinar-Kerne sind bei Primaten im Vergleich zu anderen Säugetieren stark vergrößert. Wir vertreten die Ansicht, dass der Pulvinar als ein Rechensystem fungieren könnte, das speziell für adaptive Berechnungen geeignet ist.  Als spezieller Fall dieser allgemeinen Hypothese werden wir untersuchen, wie der Pulvinar und die mit ihm verbundenen neokortikalen Areale die Strukturierung räumlicher 3-D-Beziehungen in der visuellen Welt unterstützen können. Informationen über die 3-D-Struktur der unmittelbar sichtbaren Welt sind sowohl für sensorische, wahrnehmungsbezogene Urteile über Größe, Form und Position von Objekten als auch für motorische Aktivitäten, insbesondere die Steuerung von Augenbewegungen, wichtig. Beim Menschen sind solche Bewegungen von Natur aus binokular und daher in die räumliche 3-D-Verarbeitung eingebettet. Nur wenige Studien zu den Pulvinarkernen haben die binokularen 3-D-Eigenschaften der Pulvinarneuronen untersucht. Im Gegensatz dazu wurde die binokulare Funktion sensorischer kortikaler Bereiche, die mit dem Pulvinar eng vernetzt sind, ausführlich untersucht. Wir wollen auf der derzeitigen kanonischen Ansicht aufbauen, dass die Pulvinarkerne als Relais oder \"Efferenzkopie\" für kognitive Signale wie räumliche Aufmerksamkeit dienen. In diesem Projekt soll die Hypothese getestet werden, dass das Pulvinar-Relais neuronale Signale über räumliche 3-D-Beziehungen transformiert, wenn sie von einem visuellen kortikalen Bereich zu einem anderen gelangen. Wir werden doppelte elektrophysiologische Ableitungen von den Pulvinarkernen und den anatomisch verbundenen visuellen Kortikalarealen vornehmen. Das Projekt wird die adaptive, regulatorische Rolle des Pulvinars testen, indem Standardparadigmen zur visuomotorischen Adaptation in Kombination mit Eingriffen verwendet werden, die darauf abzielen, die Pulvinarfunktion vorübergehend und reversibel zu stören.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungMitverantwortlich(e)Professorin Dr. Kristine  Krug"
    },
    {
      "project_id": "520287829",
      "url": "https://gepris.dfg.de/gepris/projekt/520287829",
      "title": "Die Rolle der neuronalen Interaktion bei der kontextabhängigen visuellen Wahrnehmung im medialen Temporallappen des Menschen",
      "investigators": "Stefanie  Liebe, Ph.D.;Professor Dr. Florian  Mormann",
      "subject_area": "Kognitive und systemische HumanneurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520287829",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Kognition entsteht durch die koordinierte Aktivität interagierender neuronaler Populationen. Der menschliche mediale Temporallappen (MTL) umfasst anatomisch und funktionell vielfältige Regionen an der Schnittstelle von Wahrnehmung und Gedächtnis, so wie den parahippokampalen Kortex (PHC), Hippocampus (HPC), entorhinalen Kortex (EC) und die Amygdala (AM). Diese Areale sind stark wechselseitig verbunden und bilden Schleifen zwischen dem Neokortex (PHC) und phylogenetisch älteren allokortikalen (HPC/EC) und subkortikalen (AM) Regionen. Jedes Areal erfüllt eine spezielle Funktion: z.B. die visuell-räumliche Verarbeitung komplexer Bilder (PHC), die Verarbeitung von Emotionen/Wertigkeit (AM), die Abbildung der zeitlichen Dimension (EC) sowie die Repräsentation von abstraktem, konzeptuellem Wissen (HPC). Alle sind jedoch auch an der Verarbeitung kontextbezogener Informationen beteiligt. Da kontextabhängige Verarbeitung in hohem Maße von Top-down-Einflüssen via feedback Projektionen abhängt, sind MTL-Regionen gut geeignet, um die Auswirkungen kontextabhängiger Informationsverarbeitung auf dynamische, neuronale Interaktionen zu untersuchen. Bislang ist darüber jedoch erstaunlich wenig bekannt. Innerhalb dieses Antrags untersuchen wir den Einfluss kontextabhängiger visueller Verarbeitung auf neuronale Aktivität mittels gleichzeitiger Aufzeichnung von Einzelzellaktivität und lokalen Feldpotentialen (ca. 100 Kanäle) im menschlichen MTL von Epilepsiepatienten. Wir konzentrieren uns 1. auf die Frage, wie sich Veränderungen der visuell-räumlichen Kontextinformationen auf die Interaktion zwischen einer neokortikalen Region (PHC, visuell-räumliche Verarbeitung), und der Hippocampus-Formation in einer Wiedererkennensaufgabe auswirken. Wird Kontextinformation innerhalb des PHC erzeugt weitergeleitet, oder entsteht sie über hippocampale Rückkopplungsschleifen? Des Weiteren untersuchen wir, wie sich die Aufgabenstellung d.h. die Änderung des Verhaltenskontextes bei identischen Stimuli auf Feedforward-/Feedback-Interaktionen zwischen MTL-Regionen auswirkt. Neuronale Interaktionen werden mit Hilfe paarweiser univariater Analysen von Spike Trains und LFPs quantifiziert, um die oszillatorische Synchronizität zwischen den Arealen zu untersuchen. Aufgrund der großen Datenmengen werden wir neuartige, multivariate Methoden anwenden, um den Beitrag von Feedforward- und Feedback-Signalen zur kontextuellen Modulation auf Populationsebene zu bestimmen. Schließlich werden wir mit Hilfe der Modellierung neuronaler Aktivitäten durch multi-regionale tiefe rekurrente neuronale Netze die Richtung der funktionellen Interaktionen zwischen diesen Regionen analysieren. Zusammenfassend wird unser Ansatz einzigartige Erkenntnisse über den Zusammenhang zwischen der kontextuellen Modulation von visueller Wahrnehmung und Gedächtnis und zugrundeliegenden neuronalen Interaktionen auf der Ebene einzelner Neuronen, als auch Populationen und lokaler Feldpotentiale im menschlichen Gehirn liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungMitverantwortlichProfessor Dr. Jakob  Macke"
    },
    {
      "project_id": "520223571",
      "url": "https://gepris.dfg.de/gepris/projekt/520223571",
      "title": "Ein kortikokollikuläres Netzwerk für Hören und aktive Rauschunterdrückung bei Fledermäusen",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520223571",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Akustisches Rauschen ist eine wesentliche Quelle von Störungen für Tiere, die Schallwellen für die Navigation (Echoortung) oder zur sozialen Kommunikation nutzen. Rauschen kann sensorische Antworten auf relevante Stimuli maskieren und dadurch die Fähigkeit zur Interaktion mit der Umwelt beeinträchtigen. Tiere benutzen eine Reihe von Verhaltensweisen, um die Effekte von Rauschen zu vermeiden wie z.B. die Anpassung der Lautstärke, der Frequenz und des Timings von Vokalisierungen. Solche Verhaltensweisen sind typische Beispiele für aktive Wahrnehmung, bei der Tiere sensorische Repräsentationen des Rauschens nutzen, um die physikalischen Eigenschaften ihrer Vokalisierungen anzupassen. Das Ziel dieses Projekts ist es, die Rolle des kortikalen-subkortikalen Netzwerks bestehend aus frontalem Kortex, auditorischem Kortex und Colliculus Inferior für die Unterdrückung von Rauschen zu untersuchen. Fledermäuse sind ein gut etabliertes Tiermodell für die Erforschung des Hörens und des Vokalisierens. Sie bieten somit einen guten Rahmen für die Untersuchung neuronaler Schaltkreise für Rauschunterdrückung. Unsere Hypothese ist, dass Rauschunterdrückung auf einem Wechselspiel von aufsteigenden und absteigenden neuralen Verarbeitungspfaden beruht, die kortikale und subkortikale Strukturen verbinden und direkte und indirekte Wahrnehmungsschleifen formen. Wir schlagen ein Tandem-Projekt vor, in dem ein Experimentator (Hechavarria, GU Frankfurt am Main) und ein Theoretiker (Triesch, FIAS, Frankfurt am Main) zusammenarbeiten, um von dem Netzwerk aus frontalem Kortex, auditorischem Kortex und Colliculus Inferior abzuleiten, es zu modellieren und es zu manipulieren. In unseren Experimenten werden Fledermäuse Echoortung in ruhigen Umgebungen und bei lautem Rauschen durchführen, während sie in einem Pendel schwingen. Wir werden i) die Aktivität in kortikalen und subkortikalen Regionen gleichzeitig ableiten, während die Fledermäuse sich verhalten, ii) neurale Aktivität manipulieren indem wir Hirnregionen, insbesondere den frontalen Kortex, deaktivieren und iii) Computermodelle mit vorwärts- und rückwärtsgerichteten Verbindungen entwickeln, um zu verstehen, wie Schleifen zwischen Kortex und Mittelhirn zu aktiver effizienter Kodierung von Information in rauschbehafteten Umgebungen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520291101",
      "url": "https://gepris.dfg.de/gepris/projekt/520291101",
      "title": "Furchtschleifen: Adaptive sensorische Kodierung in kortikothalamischen Schaltkreisen während des assoziativen Lernens.",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520291101",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Assoziatives Lernen ist ein grundlegender Mechanismus der Verhaltensanpassung an Veränderungen in der Umwelt. Sinnesreize aus der Umwelt, die auffällige Ergebnisse wie Bedrohungen oder Belohnungen vorhersagen, werden mit diesen assoziiert, was zu Verhaltensänderungen als Reaktion auf die Reize führt, wenn diese allein präsentiert werden. So führt beispielsweise die Angstkonditionierung, ein Modell des assoziativen Lernens auf der Grundlage der klassischen Pawlowschen Konditionierung, zu verstärkten Bedrohungsreaktionen eines Tieres (z. B. Frieren bei Mäusen), wenn es einen sensorischen Reiz (konditionierter Reiz, CS, z. B. ein Ton) erlebt, der zuvor mit einem aversiven Erlebnis (unkonditionierter Reiz, US, z. B. ein leichter elektrischer Reis) gepaart war. Assoziative Lernmodelle wie die Angstkonditionierung wurden ausgiebig genutzt, um die neuronalen Korrelate des bedrohungsbezogenen Lernens zu untersuchen. Es ist zum Beispiel gut beschrieben, dass einzelne Neuronen in der Amygdala ihre Antworten lernabhängig ändern. Kürzlich wurde jedoch gezeigt, dass Furchtlernen höchstwahrscheinlich in einem verteilten neuronalen Schaltkreis kodiert wird, der auch vorgelagerte Bereiche wie den auditorischen Thalamus umfasst. In diesem Projekt werden wir moderne Instrumente der Schaltkreis-Neurowissenschaft einsetzen, um die neuronale Aktivität in kortikothalamischen Schleifen des auditorischen Kortex, des medialen genikulären Körpers und des retikulären Thalamuskerns während des assoziativen auditorischen Furchtlernens und des adaptiven Furchtverhaltens bei frei beweglichen Tieren zu messen und zu manipulieren. Diese Forschung wird uns helfen zu verstehen, wie Aktivität und Plastizität in kortikofugalen Strukturen zur sensorischen Plastizität sowie zur Lern- und Gedächtnisbildung beitragen. Darüber hinaus werden wir computergestützte Neurowissenschaften und maschinelles Lernen einsetzen, um zu beschreiben und zu entschlüsseln, wie sich die sensorische Verarbeitung in den kortikothalamischen Schleifen beim Lernen entwickelt. Schließlich werden wir prüfen, ob einzelne Elemente der kortikothalamischen Schleife Verhaltenszustände der Tiere kodieren, z. B. Furchtstarre oder Exploration, und wie sich Manipulationen jedes dieser Elemente auf die neuronale Kodierung in dem jeweiligen Gebiet sowie auf den Verhaltenszustand des Tieres auswirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520617944",
      "url": "https://gepris.dfg.de/gepris/projekt/520617944",
      "title": "Koordinationsfonds",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520617944",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Unser Gehirn nimmt die Welt dynamisch wahr, indem es relevante Reize hervorhebt und irrelevante ausblendet, um dadurch subjektive Momentaufnahmen der Realität zu erzeugen. Wenn Sie beispielsweise in New York City sind und ein Taxi brauchen, werden Sie für gelbe Objekte empfänglich sein, die Farbe der Taxis in New York City. Diese \"adaptive Wahrnehmung\" der Welt ist der Kern der Flexibilität, die es Säugetieren ermöglicht hat, unter wechselnden Umweltbedingungen zu gedeihen. Die adaptive Wahrnehmung hängt von der Interaktion zwischen dem eingehenden sensorischen Input (\"Feedforward\") und der Aktivität in Rückkopplungsschleifen ab (\"Feedback\"), die modulierend wirkt. Anatomen kennen solche Rückkopplungsscheifen schon seit Jahrzehnten. Diese Projektionen entstehen oft im Kortex und innervieren zahlreiche subkortikale Kerne auf verschiedenen Ebenen der sensorischen Verarbeitung. Interessanterweise, sind \"Feedback\"-Projektionen häufig stärker ausgebildet als \"Feedforward\" Projektionen. Dennoch betrachten wir die sensorische Verarbeitung weiterhin als eine Vorwärts-Transformation von Informationen. Solche “Feedforward-Netzwerke” erfassen jedoch nicht die ausgeprägte Fähigkeit von Säugetiergehirnen, eine komplexe Welt von Augenblick zu Augenblick flexibel zu interpretieren, je nach den aktuellen Bedürfnissen und früheren Erfahrungen. Wir müssen daher die Rolle der Rückkopplungsprojektionen in unser Verständnis der adaptiven Wahrnehmung einbeziehen. Es gibt zwar Theorien über die Funktion von Rückkopplungsprojektionen, aber ihre Erforschung war bisher begrenzt, weil die vorhandenen Methoden nicht ausreichend verfeinert waren, um diese Projektionen selektiv zu erfassen. Dank der jüngsten technischen Fortschritte ist dies nun möglich. In der Tat können wir jetzt mit genetischen Werkzeugen sowohl die kortikalen Neurone, die Feedback senden, als auch die subkortikalen Neurone, die es empfangen, gezielt ansteuern und sogar manipulieren. In Verbindung mit den jüngsten Fortschritten in der Elektrophysiologie mit dicht gepackten Multielektroden und der hirnweiten Bildgebung ermöglichen uns diese Techniken, die Aktivität der kortikalen und subkortikalen Neuronen selbst bei wachen Tieren während der adaptiven Wahrnehmung zu erfassen und zu manipulieren. Die durch diese technischen Entwicklungen erzeugte Dynamik in der Erforschung der neuronalen Mechanismen der adaptiven Wahrnehmung findet ihre Entsprechung auf theoretischer Ebene in der Einbeziehung von Rückkopplungsschleifen in aktuelle künstliche Netzwerkmodelle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520227481",
      "url": "https://gepris.dfg.de/gepris/projekt/520227481",
      "title": "Kortiko-subkortikale Interaktionen über den retikulären Kern des Thalamus für visuelle adaptive Wahrnehmung",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520227481",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Das Sehen bei Säugetieren beruht auf einer Hierarchie von neuronalen Verarbeitungsstufen, die mehrere Rückkopplungs-Schleifen zwischen Kortex, visuellem Thalamus erster und höherer Ordnung und dem visuellen Sektor des retikulären Kerns des Thalamus (visTRN) umfassen. Der TRN, bekannt als \"Wächter des Tors zum Kortex\", ist eine Hauptquelle für die Inhibition der Thalamuskerne und kann daher eine starke Kontrolle über die Thalamusaktivität auf verschiedenen räumlichen und zeitlichen Skalen ausüben. Beim Sehen werden beispielsweise sensorische Signale, die durch das Corpus geniculatum laterale (CGL) des dorsalen Thalamus gehen, substantiell transformiert, was vermutlich eine vielseitige inhibitorische Kontrolle erfordert. Über die sensorische visuelle Verarbeitung hinaus könnte eine vielseitige inhibitorische Kontrolle auch für andere bekannte Funktionen des visTRN erforderlich sein: Modulation der Aktivität im Thalamus durch den Verhaltenszustand, oder durch Aufmerksamkeit. Die Existenz komplexer inhibitorischer Mechanismen wird durch die jüngsten Entdeckungen von Subnetzwerken innerhalb des visTRN unterstützt: Gruppen von genetisch definierten Neuronen, die sich topographisch und physiologisch unterscheiden und mit den visuellen Thalamuskernen erster bzw. höherer Ordnung verbunden sind. Wie diese visTRN-Subnetzwerke zur visuellen sensorischen Verarbeitung beitragen, wie ihre Reaktionen von kortikofugalen Projektionen abhängen und wie sie die thalamische Aktivität im Kontext von Verhalten beeinflussen, ist derzeit unbekannt. Hier schlagen wir vor, diese Fragen zu beantworten, indem wir hochmoderne elektrophysiologische in-vivo-Aufnahmen, optogenetische Manipulationen für Zelltypspezifizität und Input-Mapping, Virus-basiertes Tracing, Verhaltensexperimente und moderne statistische Verfahren kombinieren. Konkret konzentrieren wir uns auf drei Ziele: In Ziel 1 werden wir untersuchen, wie Subpopulationen von visTRN-Neuronen visuelle Informationen unterschiedlich repräsentieren. In Ziel 2 werden wir mit Subnetzwerkauflösung die kortikofugalen Eingänge in den visTRN bestimmen und untersuchen, wie die Antworten in den Subnetzwerken durch Feedback vom visuellen Kortex geformt werden. In Ziel 3 werden wir die Aktivität dieser Subpopulationen von visTRN-Neuronen im Kontext von Verhalten messen und die Dynamik von visTRN-Antworten während des Lernens einer visuellen Aufgabe untersuchen. Das vorgeschlagene Projekt verspricht daher, unser Verständnis darüber zu erweitern, wie der visTRN zum bildgebenden Sehen und letztendlich zur adaptiven Wahrnehmung beiträgt. Allgemeiner gesagt wird das Projekt erforschen, wie komplexe kortiko-subkortikale Rückkopplungs-Schleifen die visuelle sensorische Verarbeitung im Kontext von Verhalten formen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungMitverantwortlichDr. Steffen  Katzner"
    },
    {
      "project_id": "520215880",
      "url": "https://gepris.dfg.de/gepris/projekt/520215880",
      "title": "Kortikofugale Mechanismen des naturalistischen Furchtgedächtnisses",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520215880",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Das Furchtgedächtnis ist überlebenswichtig, und ein führendes Modell, um zu erforschen wie sensorischer Input mit adaptivem Verhalten durch Lernen verknüpft wird. Darüber hinaus können Dysfunktionen dieses Systems zu Angststörungen und Depressionen führen, weit verbreiteten Erkrankungen, die enorme persönliche und gesellschaftliche Kosten verursachen. Aus diesen Gründen werden die neuronalen Mechanismen des auditiven Furchtgedächtnisses seit Jahrzehnten untersucht. Der Löwenanteil dieser Forschung hat jedoch bisher sehr einfache und reduktionistische auditive konditionierte Stimuli (CSs) verwendet, deren Wahrnehmung keine Herausforderung darstellt. Darüber hinaus konzentrierte sich diese Arbeit stark auf subkortikale Gebiete und Mechanismen. Unsere Forschung hat kürzlich aufgedeckt, dass der auditive Kortex eine entscheidende Rolle für das Furchtgedächtnis spielt, wenn komplexe, naturalistische CSs verwendet werden. Im Gegensatz dazu ist die Konditionierung auf einfache auditive CSs unabhängig vom auditiven Kortex. Diese Ergebnisse liefern neue Ansatzpunkte für die Frage, wie Furchterinnerungen im Gehirn gebildet werden, und legen nahe, dass kortikofugale Projektionen des auditiven Kortex eine Schlüsselrolle für die Furchterinnerung unter naturalistischen Bedingungen spielen könnten. Um diese Hypothese zu testen, wollen wir eine Kombination aus allgemeiner und projektionsspezifischer optogenetischer Inaktivierung, 'high-density' extrazellulären Ableitungen und diskriminativer Furchtkonditionierung in Mäusen verwenden. Wir schlagen vor, uns auf zwei zentrale Ausgangsprojektionen des auditiven Kortex zu konzentrieren. Erstens ist seit Langem bekannt, dass die Projektion in die laterale Amygdala für das Gedächtnis eine Rolle spielt. Aber wie diese Bahn die CS Repräsentation in der Amygdala beeinflusst und wie die Furchtkonditionierung diesen Einfluss verändert, ist nicht verstanden, insbesondere für die komplexen CSs die wir untersuchen. Zweitens spielt der auditive 'higher-order' Thalamus ebenfalls eine Schlüsselrolle für das Furchtgedächtnis, wurde jedoch bisher weitgehend als Quelle von Feed-Forward-Informationen untersucht, die an die laterale Amygdala und den auditiven Kortex übermittelt werden. Diese Thalamuskerne erhalten jedoch auch starke Feedback-Projektionen vom auditiven Kortex, die daher eine Schlüsselrolle für das Furchtgedächtnis zu komplexen CSs spielen könnten. Wir erwarten, dass unsere Ergebnisse bisher wenig verstandene Mechanismen aufdecken werden, durch die der auditive Kortex zur Verarbeitung verhaltensrelevanter Reize und zum Gedächtnis in subkortikalen Hirnregionen beiträgt. Zusätzlich zur Erweiterung unseres Verständnisses der gehirnweiten Schaltkreise, die dem assoziativen Furchtgedächtnis zugrunde liegen, erwarten wir, dass die Verwendung von naturalistischen statt einfachen CSs auch Erkenntnisse mit größerer Relevanz für menschliche Erfahrungen generieren wird, die zu adaptiven oder maladaptiven Ergebnissen führen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520284247",
      "url": "https://gepris.dfg.de/gepris/projekt/520284247",
      "title": "Kortikofugale Regulation von Thalamuskernen durch den somatosensorischen Kortex",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520284247",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Der somatosensorische Kortex (S1) des Nagetiers ist fein abgestimmt, um Schnurrhaar (Whisker)-Schwingungen so zu interpretieren, dass räumliche, Objekt- und taktile Informationen erhalten werden. Dies wiederum unterstützt sowohl die Identifizierung und Lokalisierung von Objekten, als auch die Bewegung des Nagetiers durch dessen Umgebung. Whisker-generierte Informationen werden vom Thalamus verarbeitet, bevor sie S1 und die entsprechenden motorischen Strukturen des Gehirns erreichen. Der Neokortex besteht aus sechs Schichten, und obwohl sich viele Studien mit der Informationswahrnehmung und -integration innerhalb der Schichten 1-4 befasst haben, ist viel weniger über die Rolle der Schicht 6 bei der somatosensorischen Informationsverarbeitung bekannt. Diese Struktur ist in die Schichten 6A und 6B unterteilt, die beide an der kortikothalamischen Kontrolle des Thalamus beteiligt sind: Während Schicht 6A an der Modulation von sog. 'first-order' Eigenschaften thalamischer Kernen beteiligt ist, schickt Schicht 6B Projektionen an den posterioren medialen Thalamus (POm), eine Struktur die als sog. 'higher-order' Relais fungiert. Zwei Zellpopulationen in Schicht 6 können anhand ihrer Membranrezeptoren unterschieden werden: Zellen die den Dopamin D1 Rezeptor (Drd1), und Zellen die den Neurotensin Rezeptor 1 (Ntsr1), exprimieren. Vorarbeiten haben gezeigt, dass diese sehr unterschiedliche Projektionsmuster zu POm aufweisen. In diesem Vorhaben, werden wir mittels optogenetischen und elektrophysiologischen Ansätzen bei wachen Mäusen während der Whiskerstimulierung untersuchen, inwieweit L6-Drd1- und L6-Ntsr1-Zellen das Whisking-Verhalten differentiell modulieren. Wir werden die Hypothese überprüfen, dass diese unterschiedlichen Schichten 6-Zellpopulationen verschiedene Aspekte der kortikofugalen Kontrolle des POm erfüllen. Insbesondere möchten wir untersuchen, inwieweit diese unterschiedlichen kortikofugalen Projektionen zum POm eine erfahrungs- und kontextabhängige Modulation der Informationsübertragung vom Thalamus zum somatosensorischen Kortex ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520140856",
      "url": "https://gepris.dfg.de/gepris/projekt/520140856",
      "title": "Lernbezogene topographische Netzwerkaktivitätsmuster von auditorischen corticofugalen Neuronen",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520140856",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Auditorische corticofugale Projektionen entspringen aus den tiefen Schichten des auditorischen Cortex (AC) und modulieren die Aktivität vorangeschalteter Ziele im Mittelhirn und Hirnstamm. Sowohl frühere Studien als auch unsere eigenen präliminären Daten zeigen, dass Schicht 5 corticocolliculare (CC) Neurone sowohl geringe Selektivität gegenüber verschiedenen Geräuschen als auch ein hohes Maß an lokaler Tuning-Heterogenität aufweisen, was für eine schlechte tonotope Organisation im Vergleich zu anderen Schicht 5-Neuronen spricht. Allerdings wurden diese Daten bei passivem Hören der Versuchstiere erhoben, und beziehen daher nicht mit ein, dass kontextspezifische Aktivitätsmuster deutlich besser geordnete Strukturen aufweisen könnten, was die Adaptation der Netzwerke im AC demonstrieren würde. Wir planen diese Frage mittels einer Kombination aus operanter Konditionierung und Zwei-Photonen Ca2+-Imaging zu beantworten. Mäuse werden mittels Wasserbelohnung darauf trainiert, zwischen zwei Sinustönen zu unterscheiden, während wir über mehrere Tage hinweg die Aktivität von CC-Neuronen beobachten werden. Wir erwarten, dass sich lernbezogene Adaptation der Netzwerkaktivität in der Dekorrelation zwischen Antworten auf die beiden Töne zeigt. Außerdem stellen wir die Hypothese auf, dass sich die tonotope Organisation schärft, was zeigen würde, dass Schicht 5 CC-Neurone Informationen über Frequenzen topographisch verarbeiten, insofern diese kontextrelevant sind. Zum Vergleich werden wir das gleiche Experiment für intra-telencephalische (IT) Schicht 5-Neurone durchführen, welche gemäß unserer Daten eine deutlichere Tonotopie zeigen sollten, auch bei passivem Hören. Lernbezogene Veränderungen werden hier wahrscheinlich auch zu finden sein, aber wir erwarten, dass diese weniger stark ausgeprägt sind. Dies würde ein vergleichsweise hohes Maß an Plastizität von CC-Neuronen zeigen, was es ihnen ermöglichen würde, deutlich auf verhaltensrelevante Aufgaben hin zu adaptieren. Die meisten Experimente werden im primären AC-Areal durchgeführt, aber zusätzlich werden wir diese für CC-Neurone im sekundären Areal wiederholen. Interessanterweise könnten CC-Neurone unseren Daten nach bei passivem Hören hier eine besser geordnete Topographie als IT-Neurone aufzuweisen. Wir erwarten daher, dass sich Netzwerkaktivitäts-Modulationen zwischen den Arealen unterscheiden, was neue Einblicke in deren spezifische Funktionen für auditorisches Lernen liefern würde. Im letzten Experiment werden wir die synaptische Transmission von CC-Neuronen auf Neurone im Colliculus inferior optogenetisch unterbrechen. Dies wird untersuchen, ob die topographischen Modulationen und das Lernen als solches von diesen Verbindungen vermittelt werden. Die im beantragten Projekt erhobenen Daten würden zum Verständnis der Funktion von auditorischen corticofugalen Neuronen für Lernprozesse beitragen und außerdem helfen, die Topographie des AC über alle Schichten und Areale hinweg weiter zu entschlüsseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520139811",
      "url": "https://gepris.dfg.de/gepris/projekt/520139811",
      "title": "Modulation thalamokortikaler Schleifen im Menschen um deren Beitrag zur visuellen Wahrnehmung zu verstehen",
      "investigators": "Dr. Jorge  Jaramillo;Privatdozentin Dr. Elisabeth  Kaufmann;Professor Dr. Tobias  Staudigl;Professor Tino  Zaehle, Ph.D.",
      "subject_area": "Kognitive und systemische HumanneurowissenschaftenBiologische Psychologie und Kognitive NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520139811",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Der Beitrag des Thalamus zur menschlichen Kognition wurde lange Zeit unterschätzt. Die Gründe dafür sind zum einen eine traditionell auf den Kortex fokussierte Sichtweise, die höhere kognitive Funktionen ausschließlich durch neurale Schaltkreise auf kortikaler Ebene erklärt. Zum anderen ist die Aufzeichnung von neuronalen Daten aus subkortikalen Arealen durch ihre tiefe Lage im menschlichen Gehirn erschwert, vor allem dann, wenn sowohl räumliche als auch zeitliche Präzision gefordert ist. Neure Entwicklungen im Bereich der Tiefenhirnstimulation bei der Behandlung psychiatrischer und neurologischer Erkrankungen eröffnen nun die Möglichkeit, direkte elektrophysiologische Ableitungen aus dem menschlichen Subkortex und die Beeinflussung dieser Bereiche durch elektrische Stimulation durchzuführen, um mögliche kausale Zusammenhänge für deren Beteiligung an kognitiven Prozessen zu prüfen. Im vorliegenden Projekt nutzen wir diese einzigartige Möglichkeit, indem wir thalamokortikale Schleifen bei Patienten untersuchen, die zur Behandlung ihrer Epilepsie einen Tiefenhirnstimulator implantiert bekamen. Dies ermöglicht es uns, intrakranielles EEG direkt aus dem mediodorsalen Thalamuskern aufzuzeichnen und diesen elektrisch zu stimulieren, um zu prüfen, ob die menschliche visuelle Wahrnehmung von thalamokortikalen Schleifen abhängt. Neben dieser externen Modulation von thalamokortikalen Netzwerken durch elektrische Stimulation untersuchen wir in einer weiteren Studie, ob thalamokortikale Netzwerke auch durch interne Einflüsse moduliert werden, z.B. durch Augenbewegungen. Wiederum soll untersucht werden, welche Auswirkung eine solche interne Modulation thalamokortikaler Netzwerke auf die visuelle Wahrnehmung des Menschen hat. Komputationale Modelle werden einen umfassenden Rahmen bieten, um die Auswirkungen externer und interner Modulation des thalamokortikalen Netzwerks zu vergleichen. Zunächst werden wir die dynamische Aktivität der miteinander verbundenen thalamischen und kortikalen Neuronen modellieren, um ihre Beiträge zur Wahrnehmungsverarbeitung zu verstehen. Als Nächstes werden wir ein Protokoll zur Tiefenhirnstimulation entwickeln, um die Auswirkung einer Störung des thalamokortikalen Netzwerks durch Stimulation des mediodorsalen Thalamus zu modellieren und die kausale Rolle des mediodorsalen Thalamus für die visuelle Wahrnehmung zu bewerten. Schließlich werden wir das thalamokortikale Schaltkreismodell durch die Einbeziehung von Verhaltensrückmeldungen aus dem Augenbewegungssystem erweitern, um potenzielle Beiträge von Augenbewegungen zur Aufmerksamkeit und visuellen Erkennung zu modellieren. Komputationale Modelle sind somit der Schlüssel zur Interpretation der experimentellen Ergebnisse auf der Ebene der neuronalen Schaltkreise und zur Formulierung von Vorhersagen, die im Rahmen des aktuellen Versuchsplans getestet werden können, sowie von translationalen Vorhersagen, die in Tiermodellen getestet werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungInternationaler BezugUSA"
    },
    {
      "project_id": "520283985",
      "url": "https://gepris.dfg.de/gepris/projekt/520283985",
      "title": "Periphere bis foveale kortiko-kollikuläre Verarbeitung visueller Informationen über Augenbewegungen hinweg",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520283985",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Sakkadische Augenbewegungen verursachen aufgrund der Schnelligkeit, mit der sie Bilder der Umgebung auf die Netzhaut übertragen, erhebliche visuelle Unsicherheit. Da ein großer Teil des visuellen Systems retinotopisch organisiert ist, erleben Neurone, die die foveale Netzhautregion repräsentieren, jedes Mal, wenn eine Sakkade stattfindet, einen anderen post-sakkadischen Szenenabschnitt als den, den sie vor Beginn der Augenbewegung erleben. Dies und die Tatsache, dass der post-sakkadische sensorische Input erst lange nach Beginn der Augenbewegung eintrifft (aufgrund der langen afferenten Verarbeitungsverzögerungen), legt die Notwendigkeit eines Mechanismus zur Überbrückung der trans-sakkadischen visuellen Verarbeitung nahe. Eine solche Überbrückung muss sowohl zeitlich (über die Dauer der Sakkaden) als auch räumlich (Verknüpfung eines retinotopisch peripheren präsakkadischen Bildes des Augenbewegungsziels mit einer fovealen postsakkadischen Version davon) erfolgen. Die transakkadische Übertragung visueller Informationen von der Peripherie zur Fovea zwischen verschiedenen retinotopisch organisierten Neuronenpopulationen könnte ein Mittel sein, um genau eine solche Brücke zu realisieren. Wir werden die kortikalen und subkortikalen Mechanismen entschlüsseln, die mit der trans-sakkadischen Übertragung visueller Informationen von der Peripherie zur Fovea verbunden sind. Wir werden zeigen, dass es eine prädiktive Neuzuordnung von peripheren visuellen Informationen eines stabilen Sakkaden-Ziels zu fovealen visuellen Repräsentationen sowohl im Colliculus superior (SC) als auch im primären visuellen Kortex (V1) gibt. Wir werden auch kausal zeigen, dass ein solches Re-Mapping in den motorischen Bursts des SC selbst ausgelöst werden kann. Diese Initialzündung erfolgt durch die Einbettung eines sensorisch abgestimmten Signals in die motorischen SC-Bursts, was bedeutet, dass die Sakkadenbefehle im SC gleichzeitig auch das visuelle Erscheinungsbild der peripheren Sakkadenziele repräsentieren. Wir argumentieren, dass die motorischen Bursts des SC mit einem solchen sensorischen Abstimmungssignal ausgestattet sind, das es dem SC ermöglicht, den visuellen Bereichen eine periphere Szenenvorschau zur Überbrückung der Wahrnehmung zu liefern: Da die motorischen Bursts des SC zeitlich mit den Sakkaden zusammenfallen, ist diese Szenenvorschau genau dann verfügbar, wenn das Sehen (über die sensorische Afferenz) am unsichersten ist. Da der SC aufsteigende Rückkopplungsprojektionen zum Kortex hat, werden wir schließlich untersuchen, ob die sensorisch abgestimmte motorische Burst-Aktivität des SC für die transakkadische Neuzuordnung von visuellen Merkmalen zur Fovea auf kortikaler Ebene entscheidend ist, oder ob kortiko-kortikale Interaktionen (vielleicht über das Areal V4) ausreichend sind. Unsere Experimente werden neue mechanistische Erkenntnisse über die periphere bis foveale kortiko-kollikuläre Verarbeitung visueller Informationen über Augenbewegungen hinweg liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung"
    },
    {
      "project_id": "520287065",
      "url": "https://gepris.dfg.de/gepris/projekt/520287065",
      "title": "Rolle von kortikalen-subkortikalen Schleifen bei der Erkennung von Geruchsreizen sowie der Trennung von Vordergrund- und Hintergrunddüften",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520287065",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Der olfaktorische Bulbus (OB) ist die erste Verarbeitungsstation für Geruchsinformationen im Gehirn. Dieses subkortikale Gebiet sendet Informationen an mehrere kortikale olfaktorische Zentren und erhält direkte Rückprojektionen, die umfangreiche kortikale-subkortikale Schleifen bilden. Bislang ist die genaue physiologische Funktion dieser Schleifen nur unzureichend beschrieben. Eine prominente Theorie, die auf der Grundlage von Computermodellen entwickelt wurde, besagt, dass olfaktorische kortikale-subkortikalen Schleifen die durch den Geruch hervorgerufene neuronale Aktivität an den OB zurückspiegeln und dadurch die Erkennung von \"Vordergrund\"-Gerüchen in einem verrauschten Dufthintergrund verstärken. Diese \"Vordergrund-Hintergrund-Trennung\" ist für viele sensorische Verarbeitungsmodalitäten wesentlich. In diesem Tandemprojekt zwischen den Rothermel und Schwarz Labor werden wir die reziproke neuronale Aktivität zwischen dem OB und den zugehörigen kortikalen Zentren untersuchen, um ihren Beitrag zur Erkennung von Geruchsreizen sowie der Trennung von Vordergrund- und Hintergrunddüften aufzudecken. Insbesondere werden wir die kortikalen Schleifen, die zwischen dem OB und dem vorderen olfaktorischen Nukleus (AON) sowie dem OB und dem vorderem piriformen Kortex (APC) gebildet werden, funktionell vergleichen. Zu diesem Zweck werden wir eine gleichzeitige 2P-Ca2+-Bildgebung von kortikalen Fasern und OB-Ausgangsneuronen verwenden (Ziel 1), um ihre räumlich-zeitliche Beziehung bei verschiedenen Geruchsaufgaben zu untersuchen. Die Daten aus diesen Experimenten werden zur Verfeinerung bestehender OB-olfaktorischer Kortex-Modelle verwendet (Ziel 2). In Ziel 3 werden wir eine aktivitätsabhängige Markierung der Zellen des olfaktorischen Kortex etablieren. Die geruchsabhängige Markierung aktiver AON- und APC-Neuronen wird es uns ermöglichen deren reziproke Projektionen mit dem OB in noch nie dagewesenem Detail mit Hilfe der Lichtblatt-Fluoreszenz-Expansionsmikroskopie (LSFEM) zu untersuchen. Schließlich wird die Expression von optogenetischen Aktuatoren in aktivitätsmarkierten Neuronen es uns ermöglichen, die kausale Beziehung der AON/APC-Aktivität bei der Geruchserkennung und der Trennung von Vordergrund- und Hintergrunddüften zu untersuchen (Ziel 4). Eine erfolgreiche Umsetzung dieses Projekts wird unser Verständnis der physiologischen Funktionen von OB-kortikalen Schleifen für die Geruchsverarbeitung und geruchsgesteuerte Verhaltensweisen grundlegend verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungMitverantwortlich(e)Professorin Dr. Zhaoping  Li"
    },
    {
      "project_id": "520284049",
      "url": "https://gepris.dfg.de/gepris/projekt/520284049",
      "title": "Zeitliche Dynamik des unüberwachten kontextuellen Lernens in kortiko-kollikulären Schleifen",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 520284049",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive Wahrnehmung",
      "description": "Die Vertrautheit mit dem akustischen Kontext (Klänge mit stationärer Statistik) prägt unseren Hörprozess. Statistisches Lernen von Kontextinformationen ist daher für die adaptive Wahrnehmung von entscheidender Bedeutung. Wir wissen jedoch nur wenig über die Schaltkreise, die an diesem impliziten (unüberwachten, nicht verstärkten) Lernen des akustischen Kontexts beteiligt sind. Unsere eigenen Arbeiten haben Veränderungen in der Klangrepräsentation im auditorischen Mittelhirn (inferior Colliculus, IC) gezeigt, die mit kontextuellem Lernen in einer angereicherten Umgebung einhergehen. Der IC ist ein Knotenpunkt in der Hörbahn, der Inputs von anderen auditorischen Strukturen erhält, insbesondere Feedback vom primären auditorischen Kortex (A1) sowie von nicht-auditiven Strukturen. Zwar gibt es zahlreiche Belege für eine Rolle von A1 und insbesondere der kortiko-kollikulären Rückkopplungsprojektion beim verstärkten assoziativen Lernen, doch wurden in Lernstudien in der Regel kurze Reize verwendet, die eher den Vordergrund als den Kontext beschreiben. Andererseits konzentrierten sich Protokolle zur Untersuchung von Aspekten der kontextuellen Verarbeitung (Streaming, Szenenanalyseprotokolle) auf die laufende neuronale Anpassung und nicht auf das Lernen über Wiederholungen hinweg. Um die Schaltkreise, die am kontextuellen Lernen beteiligt sind, besser zu verstehen, schlagen wir vor, die Lernperspektive und die Stream-Segregation-Protokolle zu kombinieren, um die Klangrepräsentation in den Stationen der kortiko-kollikulären Schleife - IC und A1 - (Ziel 1) sowie die Rolle des kortiko-kollikulären Pfads (Ziel 2) beim kontextuellen Lernen in verschiedenen Zeitfenstern zu charakterisieren. Wir werden die Aktivität in wachen Mäusen untersuchen, während das kontextuelle Lernen stattfindet, von Versuch zu Versuch und von Tag zu Tag. Unsere früheren Arbeiten haben gezeigt, dass Veränderungen in der IC-Repräsentation von der Vorhersagbarkeit des kontextuellen Geräusches abhängen, eine Vorhersagbarkeit, die unserer Meinung nach durch die Aktivierung des Geräusches durch die Mausbewegung bestimmt wird. Um die Rolle der Selbstaktivierung bei der Vorhersagbarkeit zu bewerten, werden wir Vergleiche zwischen passiver und aktiver (selbst erzeugter) Exposition in den Versuchsplan einbeziehen. Zusätzlich zu den Messungen der Frequenzrepräsentation werden wir den zeitlichen Verlauf der Adaptation als Maß für das kontextuelle Lernen über kurz- (Minuten) und langfristige (Tage) Zeitfenster unter Verwendung etablierter Streaming-Protokolle verwenden. Um die Wahrnehmungsvariablen von kontextuellen Klängen besser zu verstehen, werden wir schließlich Verhaltenstests durchführen, um die Auswirkungen des kontextuellen Lernens auf die Erkennung des Vordergrunds zu untersuchen (Ziel 3). Diese Experimente werden zu unserem Verständnis des unüberwachten Lernens im Allgemeinen und der Rolle der frühen Hörschleifen im Besonderen beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2411: \nLOOPS: Kortiko-subkortikale Interaktionen für Adaptive WahrnehmungInternationaler BezugGroßbritannien"
    }
  ]
}