{
  "spp_number": "SPP 1991",
  "spp_title": "Taxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313688472",
  "projects_count": 48,
  "projects": [
    {
      "project_id": "447189140",
      "url": "https://gepris.dfg.de/gepris/projekt/447189140",
      "title": "Anwendung von integrativen Multispezies-Koaleszenzmodellen zur Bewältigung des langwierigen Problems der Artenabgrenzung in allopatrisch vorkommenden Populationen",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447189140",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Multispezies-Koaleszenz-basierte Modelle (MSC) wurden als Lösung für das entscheidende Problem der Artenabgrenzung vorgeschlagen. Neuere Arbeiten legen jedoch nahe, dass diese Modelle dazu tendieren, allopatrische Populationen übermäßig aufzuspalten, da sie eher von der Populationsstruktur als von der Artendivergenz allein beeinflusst werden. Wir schlagen vor, das Problem der Artenabgrenzung mithilfe allopatrischer Populationen einer neotropischen Fischfamilie, der Anablepidae, zu erforschen, deren Taxonomie und Systematik in den letzten Jahren häufig geändert wurde und in der kürzlich, auch von uns, mehrere neue Arten beschrieben wurden. Diese Familie bietet ein interessantes System zur Untersuchung allgemeiner Artenabgrenzungsprobleme, da sie sowohl beschriebene Arten enthält, deren Populationen in seit mehreren Millionen Jahren isolierten Gewässersystemen vorkommen (d.h. vernachlässigbarer Genfluss), während einige Artenpaare innerhalb der Gewässersysteme parapatrisch sind (d.h. Potenzial für Genfluss). Darüber hinaus sind diese Fische unter kontrollierten Bedingungen leicht zu züchten, sodass spezifische Kreuzungen vorgenommen werden können, um zu testen, ob sich tatsächlich reproduktive Isolation, die wichtigste Voraussetzung für die Vollendung der Artbildung gemäß dem biologischen Artkonzept, zwischen getrennten koaleszenten Linien entwickelt hat. Unser Ziel ist die Integration von Daten vollständiger Genomeresequenzierungen (das Vertebrate Genome Project (VGP) wird demnächst ein Referenzgenom für die Familie veröffentlichen) und phänotypischer Daten (> 70 morphologische Merkmale und geometrische Morphometrie), um neu entwickelte koaleszenzbasierte integrative taxonomische Ansätze anzuwenden, die diese Datensätze kombinieren sowie genomische Daten zur Durchführung einer Bayes'schen Parameterschätzung in Kombination mit einem heuristischen genealogischen Divergenzindex verwenden. Dann werden wir die Ergebnisse der MSC-basierten Artenabgrenzungen validieren, indem wir sie der empirisch ermittelten reproduktiven Isolation zwischen den Artenpaaren gegenüberstellen. Schließlich werden wir unsere molekularen Daten aufteilen, um den Einfluss der Locus Auswahl auf die MSC-basierten Artenabgrenzung zu untersuchen. Die Familie Anablepidae ist eine relativ kleine Familie von Fischen mit nur etwa 20 Taxa und stellt einen überschaubaren, aber evolutionär hochinteressanten Fall dar, in dem man diese neuen Methoden vergleichen und ausgiebig testen kann, um bei der Identifizierung, Klassifizierung und Beschreibung neuer Arten zu helfen. Diese Methoden können später auf andere artenreichere Linien hochskaliert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugUSAKooperationspartnerProfessor Julián  Torres-Dowdall, Ph.D."
    },
    {
      "project_id": "351201817",
      "url": "https://gepris.dfg.de/gepris/projekt/351201817",
      "title": "Arten und Artengrenzen in den drei adaptiven Radiationen der Buntbarsche Afrikas",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351201817",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die drei adaptiven Radiationen der Buntbarsche in Afrika sind mit hunderten von Arten (zirka 500 im Viktoriasee, 800-100 im Malawisee und etwa 250 im Tanganyikasee) zu Lehrbuchbeispielen der ultraschnellen Artbildung geworden.  Dabei sind die Arten im Tanganyikasee durchschnittlich viel älter (oft mehr als 2 MYA) und daher genetisch leichter zu unterscheiden als die Arten des Malawisees (weniger als 2MYA) oder gar des Viktoriasees, die innerhalb weniger tausender Jahre entstanden sind.  Bei der Identifikation (Taxondiagnose) von Arten gilt es verlässliche molekulare Marker und übertragbare, möglichst 'universelle' Kriterien zu formulieren. Denn die Artbildung wurde möglicherweise begleitet von Hybridisierung und gerade bei den besonders jungen Arten machen Phänomene, wie incomplete lineage sorting (ILS), retention of ancestral polymorphism und auch daraus resultierende Unterschiede zwischen Gen- und Artenbäumen dies schwierig. Diese Phänomene sind natürlich nicht nur in Buntbarschen anzutreffen, aber da vergleichend zwischen drei unterschiedlich alten Artenschwärmen, gut zu analysieren. Wir planen komplette Genome von etwa 200 Individuen ausgewählter Artenpaare (25 Individuen pro Art, damit Allele mit einer 5% Häufigkeit gefunden werden können) aus allen drei Artenschwärmen und noch etwa 15 anderen Arten zu re-sequenzieren. Anhand der kompletten Genome werden verschiedene Klassen von Markern (z.B. exons, introns, UTRs, UCEs, etc.) zusammen und separat analysiert und deren Pass zwischen Gen- oder Allel-(oder genereller Marker-) Baum und Artenzuschreibung bestimmt. Das Ziel ist es möglichst universelle Kriterien bei der Auswahl der Marker und der Analysemethoden zu entwickeln, die weit über Buntbarsche hinaus anwendbar sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätMitverantwortlichProfessor Dr. C. Darrin  Hulsey"
    },
    {
      "project_id": "446951369",
      "url": "https://gepris.dfg.de/gepris/projekt/446951369",
      "title": "Auflösen komplexer Taxonomien mithilfe von Typusmaterial, Hyb-Seq und geometrischer Morphometrie – ein „Proof of Concept“ anhand der herausfordernden Gattung Xanthium L.",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446951369",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Taxonomie ist ein wichtiger Grundstein der Systematik. Die Erstellung zuverlässiger Taxonomien ist besonders schwierig in Artkomplexen, in denen die morphologische und/oder genetische Differenzierung zwischen Abstammungslinien nicht eindeutig ist. In diesen Komplexen existieren oft widersprüchliche taxonomische Konzepte und taxonomische Namen werden oftmals falsch angewendet. In dem geplanten Projekt soll ein konzeptioneller Work-Flow entwickelt werden, um kohärente evolutionäre Linien in komplizierten taxonomischen Gruppen abzugrenzen. Dies geschieht unter Verwendung von Herbarmaterial (einschließlich Typen), Phylogenomik (Hyb-Seq) und geometrischer Morphometrie, unter Anwendung koaleszenz-basierter Methoden. Die Einbeziehung von Typen in die Analysen wird die taxonomische Bewertung erheblich erleichtern und die nomenklatorische Arbeit beschleunigen.In dem Projekt soll der Work-Flow an Xanthium, einer morphologisch komplizierten Gattung der Korbblütler (Asteraceae), getestet werden. Viele Artlinien der Gattung sind heutzutage weltweit verbreitet und die Durchführung einer umfassenden phylogenetischen Studie, die ausschließlich auf Feldsammlungen beruht, wäre sehr zeit- und kostenintensiv. Es ist angedacht etwa 240 Proben zu analysieren (größtenteils Herbarmaterial). Damit wird die gesamte geografische Verbreitung und morphologische Vielfalt von zwei herausfordernden Komplexen der Gattung (d.h. der X. orientale Artkomplex und X. spinosum s.l.) vollständig abgedeckt. Die genomische Information wird durch Hyb-Seq und mit dem \"Asteraceae COS kit\" produziert. Blattform und Merkmale der Fruchtkörbchen (d. h. die weiblichen Körbchen, beziehungsweise Fruchtverbände) werden für die geometrisch-morphometrischen Analysen verwendet. Mit integrativen Methoden für Artabgrenzung (die gleichzeitig genetische und phänotypische Daten analysieren können) werden kohärente Evolutionslinien in diesen Komplexen eingegrenzt. Dank der Einbeziehung von Typusmaterial in die Analysen können diese Linien mit taxonomischen Namen verknüpft werden. In Zusammenarbeit mit anderen Projekten des SPP-Programms soll auf eine methodische Synthese solcher Work-Flows in sehr unterschiedlichen taxonomischen Gruppen hingearbeitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugArgentinien, Italien, Österreich, Portugal, Schweden, Tschechische Republik, USAKooperationspartnerinnen / KooperationspartnerDr. Christian  Bräuchler;Dr. Jirí  Danihelka;Professorin Dulce  Freire;Dr. Diego  Gutierrez;Professor Dr. Bengt  Oxelman;Professor Jose  Panero;Professor Alessio  Papini"
    },
    {
      "project_id": "350173788",
      "url": "https://gepris.dfg.de/gepris/projekt/350173788",
      "title": "Biologische Bodenkrusten als einzigartige Mikroökosysteme sind ein geeignetes Modelsystem um Taxonomie und kryptische Diversität von Mikroalgen aufzuklären",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350173788",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Auf globaler Ebene sind biologische Bodenkrusten (englisch: biological soil crusts; BSC) die produktivste mikrobielle Biomasse in trockenen und anderen extremen Regionen mit Mikroalgen als Schlüsselorganismen. BSCs bestehen aus einem Konsortium lebender Organismen, die mit ihren Exkretionsprodukten Mikroökosystem bilden, welche ökologisch wichtige Funktionen ausüben, wie Primärproduktion, Stickstofffixierung, Mineralisierung, Erhöhung der Wasserretention und Stabilisierung des Bodens. Die Systematik von Mikroalgen wandelt sich momentan von einem morphologischen Artkonzept hin zu einem phylogenetischen. Das morphologische Konzept ist nicht immer verlässlich, da manchen Organismen klar differenzierbare morphologische Eigenschaften fehlen. Daraus folgt, dass sich die beiden Artkonzepte in taxonomischer Zuordnung und Artabgrenzung unterscheiden: ein fundamentales Problem, dass gelöst werden muss. Die Mikroalgen Coccomyxa und Stichococcus werden weltweit in biologischen Bodenkrusten dokumentiert, was für ihre Bedeutung als Schlüsselorganismen in BSCs spricht. Ihre Taxonomie ist noch nicht geklärt, was eine Biodiversitätsbestimmung erschwert. Die Revision von Coccomyxa und Stichococcus deckt sich mit zwei Punkten der Ziele von SPP 1991 Taxon-Omics: I. Entdecken und Abgrenzen von Arten; II. Artbenennung beschleunigen und Werkzeuge oder Monografien zur Identifikation entwickeln.Ein polyphasischer Ansatz basierend auf molekularen Daten, unterstützt durch morphologische, ökophysiologische und biochemische Charakteristika, wird sowohl zu in einer robusten Taxonomie als auch zu der Entdeckung und Benennung neuer Arten führen. Dazu werden neue Stämme aus BSCs von Ostseedünen entlang eins Gradienten isoliert und bereits existierende Stämme aus Kulturensammlung geordert und von diesen, sofern fehlend, die hoch-variable ITS Region und der Chloroplastenmarker rbcL sequenziert. Basierten darauf werden phylogenetische Bäume berechnet und moderne Algorithmen (wie GYMC und PTP) zur Artabgrenzung angewandt. Das Ergebnis der molekularen Analysen wird dann durch chemotaxonomische Marker (low molecular weight carbohydrates), Habitatinformation, ökophysiologische und morphologischen Merkmalen gestärkt. Der polyphasische Ansatz gibt eine starke Datenlage zur taxonomischen Revision von Coccomyxa und Stichococcus und beschleunigt die Artbenennung und Artabgrenzung; neue Arten werden beschrieben oder morphologische Arten vereint. Für zukünftige Studien soll ein barcode tool unter Verwendung von next-generation-sequencing entwickelt werden, das eine schnelle und präzise Biodiversitätsabschätzung der beiden Schlüsselgattungen Coccomyxa und Stichococcus in BSCs erlaubt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "349621075",
      "url": "https://gepris.dfg.de/gepris/projekt/349621075",
      "title": "Der Proteom-Fingerabdruck zur Artidentifizierung - Biodiversitätsbestimmung von Zooplankton anhand optimierter Analyseverfahren für integrierte molekulare und morphologische Datensätze",
      "subject_area": "Ökologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 349621075",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Zooplanktongemeinschaften reagieren schnell auf sich ändernde biologische und physikalische Umweltbedingungen und sind geeignete Indikatoren für Klimaveränderungen. Oft sind sie charakterisiert durch schnelle Änderungen der Artenzusammensetzung, durch hohe Diversität, aber auch durch zahlreiche Organismen, die sich anhand morphologischer Merkmale nur schwer bestimmen lassen. Eine schnelle, einfache und kostengünstige Messmethode zur Erfassung von Diversität und zur Artbestimmung wäre eine maßgebliche Bereicherung für viele marine Forschungsfelder. Artspezifische Proteom-Massenspektren, gemessen mittels MALDI-TOF MS (matrix-assisted laser/desorption ionization time of flight mass spectrometry) haben hohes Potential sich hier zu etablieren. Die Anwendbarkeit dieser mikrobiologischen Standardmethode auf Wirbellose wurde in der Vergangenheit mehrfach gezeigt. Jedoch umfassen die meisten Studien nur wenige Taxa, vernachlässigen mögliche phänotypische Plastizität und testen nicht, ob auch komplexe Gemeinschaften mit dieser Methode auf Artniveau unterschieden werden können. Dies sind jedoch zwingende Fragen für die Anwendung der Methode in Multi-Taxa-Studien. Im Rahmen dieses Projektes werden wir die Anwendbarkeit des proteomischen Fingerabdruckes für die Diskriminierung von Zooplanktonarten testen (hier des Zooplanktons der Nordsee) und Analyseverfahren für Monitoring bzw. Biodiversitätsmessung optimieren. Wir bestimmen die inter- und intra-spezifische Variabilität der Proteom-Profile von ca. 100-150 Zooplanktonarten (aus 13 verschiedenen Phyla), testen, ob eng verwandte Arten zuverlässig diskriminiert werden können und untersuchen die Auswirkungen der Komplexität der Gemeinschaft auf die Artunterscheidung anhand von Proteom-Merkmalen. Anschließend testen wir, welches (halb-)überwachte maschinelle Lernverfahren sich am besten für die Klassifizierung von Zooplanktonarten eignet, wobei ein besonderer Schwerpunkt auf der Detektion neuer Arten (z.B. für das Monitoring) liegt. Wir untersuchen den Einfluss der Merkmalsauswahl und vergleichen die Leistung verschiedener Klassifikationsverfahren: Random Forest, Support Vector Machine sowie neuronale Netze. Wir evaluieren, ob die Integration nicht-proteomischer Merkmale den Klassifikationserfolg erhöht. Weiterhin etablieren wir ein nicht-überwachtes maschinelles Lernverfahren zur Artunterscheidung (z.B. für Biodiversitätsbewertungen). Anschließend validieren wir die Methode anhand der hochdiversen Zooplanktongemeinschaft der Bermuda-Atlantischen Zeitreihenstudie in der Sargassosee. Abschließend entwickeln wir eine Strategie für die FAIR (Findable, Accessible, Interoperable, Reusable) Datenspeicherung integrativer Datensätze (Proteom-Profile, Taxonomie, genetischer Barcode). Diese Studie wird zu unserem Verständnis der Methodenvalidität aber auch der Fallstricke bei Verwendung von MALDI-TOF MS zur Analyse komplexerer metazoischer Artengemeinschaften beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351279439",
      "url": "https://gepris.dfg.de/gepris/projekt/351279439",
      "title": "Die Artabgrenzung im apomiktischen Polyploid-Komplex Ranunculus auricomus mittels eines integrativen TaxonOMICS Ansatzes",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351279439",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die Artabgrenzung ist noch immer eine Herausforderung für Pflanzen mit Apomixis, dh. mit asexueller Samenproduktion. Apomiktische Polyploid-Komplexe umfassen einige wenige sexuelle Arten, und zahlreiche asexuelle Hybrid-Derivate. Durch fakultative Sexualität und Kreuzungen können unzählige, lokal vorkommende morphologische Phänotypen entstehen. Vor allem in Nordeuropa sind derartige Morphotypen traditionell als Arten beschrieben worden. Um diese typologische Taxonomie zu überwinden, zielt das Projekt darauf, evolutionäre Linien zu klassifizieren, die räumlich und zeitlich etabliert sind. Wir werden die Analyse des eurasiatischen Ranunculus auricomus-Komplex in Nordeuropa fortsetzen (>600 beschriebene Arten) und eine Kombination von etablierten Methoden verwenden: (1) Phylogenomik, d.h. eine Anwendung von zwei genomischen Methoden (target enrichment und restriction site associated DNA sequencing, RAD-seq). Bei Target enrichment werden c. 600 Kern-Gene und das Plastidengenom sequenziert, um das phylogenetische Grundgerüst des Komplexes zu rekonstruieren. Weiters kann die Diversifizierung in Raum und Zeit mit diesen Markern analysiert werden. RAD-seq verwendet eine Vielzahl anonymer Marker aus dem gesamten Genom, um die Evolution des Genomes, Gen-Fluss und genetische Diversität innerhalb und zwischen apomiktischen Linien zu analysieren. (2) Durchflusszytometrie wird verwendet, um Ploidiestufen und Grad der fakultativen Sexualität anhand von Samen zu erfassen. (3) Digitalisierte Bildgebung der Pflanzen, verbunden mit geometrischer Morphometrie, wird die Unterschiede und Diversität im Phänotyp objektiv erfassen. Die Klassifizierung der Arten wird auf einer Kombination der Ergebnisse beruhen, um etablierte evolutionäre Linien als Arten zu erfassen. In Zusammenarbeit mit anderen Forschergruppen wird ein umfassendes Artkonzept erstellt und methodische Ansätze verbessert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447015552",
      "url": "https://gepris.dfg.de/gepris/projekt/447015552",
      "title": "Die CARRARA-Pipeline: Nutzung von Machine-learning-Methoden für die automatische Artabgrenzung in intensiv hybridisierenden Pflanzengattungen anhand von Herbarbelegen",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447015552",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Polyploidie und Hybridisierung stellen herausragende Prozesse bei der Entstehung neuer Arten und in der Evolution der Blütenpflanzen dar. Während wir uns in der ersten Projektphase des SPP Taxon-Omics damit beschäftigt haben, Lösungsmöglichkeiten für die Artabgrenzung in Polyploidkomplexen (am Beispiel der Gattung Leucanthemum Mill.) zu erarbeiten, wendet sich der vorliegende Projektantrag den noch komplexeren Fragen der objektiven und durch Machine-learning-Verfahren beschleunigten, automatischen Artabgrenzung in intensiv hybridisierenden Pflanzengattungen zu. In unserem Forschungsansatz verzichten wir bewusst auf die Durchführung von Sammelreisen, um durch die Beschränkung auf Herbarmaterial realistische Verfahrensweisen für den Einsatz von Museumsmaterial in modernen taxonomischen Arbeiten aufzuzeigen und zu implementieren. Für die molekulargenetische Analyse werden wir hierbei das hyRADseq-Verfahren verwenden und deren Ergebnisse mit der automatischen Erfassung von morphologischen Merkmalen und der Rekonstruktion von öko-klimatologischen Nischen zu einem Gesamtansatz für die Artabgrenzung verbinden (die CARRARA-Pipeline). Unser Ansatz wird dabei in drei Gattungen der Korbblütler (Compositae, Asteraceae) veranschaulicht und getestet werden, die sich durch ihre kritische Taxonomie auszeichnen, die auf umfangreiche Hybridbildung zurückzuführen ist: das Senecio nemorensis Syngameon (8 Arten; Europa), die Gattung Rhodanthemum B.H.Wilcox et al. (15 Arten; Nord-West-Afrika), und die Gattung Baccharis L. in Chile (14 Arten, 26 beschriebene Hybridkombinationen).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351648292",
      "url": "https://gepris.dfg.de/gepris/projekt/351648292",
      "title": "Die genetische Basis der Wirtsspezifität als Hilfsmittel für Arterkennung und Artabgrenzung in den Ustilaginales - einer Parasitengruppen mit hohem Genfluss",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351648292",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Während der ersten Förderperiode des SPP 1991 konzentrierten wir uns auf Fragen der Hybridisierung und Artenabgrenzung in Ustilaginales. Frühere Arbeiten haben gezeigt, dass selbst Arten innerhalb des Ustilaginales, die seit Millionen von Jahren getrennt sind, in der Lage sind, die sexuelle Fortpflanzung zu initiieren. Anhand mehrerer neu sequenzierter Genome verschiedener Arten konnten wir nun zeigen, dass die Hybridisierung ein gemeinsames Merkmal dieser Linie von wirtsspezifischen Pflanzenparasiten ist und höchstwahrscheinlich ein wichtiges Merkmal während der Entwicklung der gesamten Linie war. Dies macht es schwierig, Artenkonzepte wie das biologische Artenkonzept (Paarungspopulation kompatibler Individuen, die lebensfähige Nachkommen produzieren) oder das phylogenetische Artenkonzept (auf Koaleszenz basierende Ansätze) und die auf diesen Konzepten basierende Artenerkennung in dieser Linie anzuwenden. Daher möchten wir in diesem Folgeantrag die Relevanz der Wirtsspezifität für die Erkennung und Abgrenzung von Arten untersuchen und testen. Wir werden Mitglieder zweier eng verwandter Familien, nämlich der Ustilaginaceae und der Anthracoideaceae, vergleichen, um verschiedene Aspekte zu analysieren, die für die Taxonomie von Pflanzenparasiten relevant sind. Wir planen, die folgenden Aspekte zu untersuchen: (1) Wir werden den Beitrag von Genen, die mit dem Infektionsprozess verbunden sind (wie Gene, die für Effektoren kodieren), im Hinblick auf die Wirtsspezifität und ihr Schicksal während Hybridisierungsereignissen untersuchen. (2) Wir werden Informationen über das vollständige Genom, die Wirtsspezifität und die Co-Phylogenie verwenden, um die Sortierung der Abstammungslinien relevanter Gene in verschiedenen Evolutionsschichten der Ustilaginaceae zu verstehen. (3) Basierend auf der Anreicherung von bestimmten DNA-Regionen wird die kürzlich erfolgte Speziation in Populationen von vier Geschwisterarten von Anthracoideaceae untersucht. Damit werden wir zur Diskussion von Artenkonzepten und Artenabgrenzungen bei Pflanzenparasiten beitragen, bei denen traditionelle Artenkonzepte wie die morphologischen, biologischen oder phylogenetischen Artenkonzepte bisher kein zufriedenstellendes taxonomisches Konzept liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447190101",
      "url": "https://gepris.dfg.de/gepris/projekt/447190101",
      "title": "Die verborgene Vielfalt weitverbreiteter räuberischer Amöben der Ordnung Vampyrellida (Rhizaria)",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447190101",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die Ordnung Vampyrellida umfasst räuberische Amöben, die eine genetisch vielfältige Gruppe von Protisten des Stammes Rhizaria darstellen. Wir wissen, dass diese komplizierten Mikroben sich auf hochspezialisierte Weise von anderen Eukaryoten ernähren, aber ihre tatsächliche Vielfalt und ihre ökologischen Rollen sind nur fragmentarisch bekannt. Wir werden Proben von Süßwasser-, Meeres- und Landlebensräumen nehmen, Kulturen von vampyrelliden Amöben durch Einzelzellisolierung etablieren, die Struktur der isolierten Spezies mit Licht- und Elektronenmikroskopie untersuchen und ihre Beutesprektren mit Laborexperimenten testen. Dies wird mit Hochdurchsatz-Sequenzierungstechniken kombiniert, um die genetische Vampyrelliden-Diversität in schlecht beprobten Habitaten (z.B. Moore) zu erkunden und die Phylogenie der Vampyrelliden besser aufzulösen. Damit werden die geplanten Arbeiten unser phänotypisches Verständnis dieser weit verbreiteten und ökologisch interessanten Mikroben erweitern und eine Grundlage für ihre Identifizierung schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351985275",
      "url": "https://gepris.dfg.de/gepris/projekt/351985275",
      "title": "Die Verknüpfung von morphologisch beschriebenen Arten mit molekularbiologischer Information (Markergene)",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351985275",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Das Ziel diese Antrages ist es, zuverlässige Sequenz Referenzen für Protisten (Nanoflagellaten) zu erstellen. Nur in Verbindung mit der Morphologie können Sequenzdaten einzelnen Protistenarten zugewiesen werden. Ein Trend in der eukaryotischen Mikrobiologie ist die Metagenomanalyse von Protistengemeinschaften aus verschiedenen Habitaten. Die gigantische Menge an Daten enthält allerdings einen Großteil an nicht definierten oder zuweisbaren Sequenzen, da Referenzdatenbanken fehlen beziehungsweise fehlerhaft sind. Eine Initiative gegen diesen Missstand ist die EukRef Datenbank, die, unterstützt von taxonomischen Experten, Referenzdaten erfasst. Mit dem beantragten Projekt soll hierzu beigetragen werden und zusätzlich, durch Kultivierung möglichst vieler Arten, autökologische Daten wie Temperatur und Salinitätstoleranz,  erfasst werden. Mit Hilfe eines automatischen Mikromanipulators wird eine innovative und effiziente Methode zur Etablierung klonaler Protistenkulturen etabliert. Das detaillierte Wissen um die geographische aber auch saisonale Verbreitung von Protisten (im ersten Abschnitt hauptsächlich Choanoflagellaten) ermöglicht, wie in einer Pilotstudie demonstriert, ein hocheffizientes Erfassen einer großen Anzahl an Arten innerhalb kurzer Zeit. Damit ist ein wissenschaftlicher Zugewinn auf jeden Fall garantiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351790369",
      "url": "https://gepris.dfg.de/gepris/projekt/351790369",
      "title": "Dschungel Genomik - durch Nanopore Sequenzierung in Biodiversitäts-Hotspots den \"Linnean shortfall\" überwinden",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351790369",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Der dramatisch beschleunigte Verlust von Arten und Lebensräume verlangt, dass Taxonomen viel schneller Arten entdecken und beschreiben, als dies traditionelle Methoden erlauben. In der ersten SPP-Phase haben wir eine Monographie-Pipeline entwickelt, die durch Sequenzierung von Typus-Material ein Sortieren beschriebener Taxa in genetisch/morphologisch distinkte Arten und Synonyme ermöglicht und dazu das Abfassen umfassender Monographien erleichtert. Dieser Ansatz kann allerdings nicht zur Entdeckung neuer Arten beitragen, da nur bereits beschriebene Taxa untersucht werden. Um diese Schwäche zu beheben, schlagen wir einen auf Nanopore-Sequenzierung basierenden Ansatz zur Entdeckung unbeschriebener Arten vor. Nanopore-Sequenzierung kann zum schnellen und relativ billigen Screening von unbestimmten Sammlungsmaterial verwendet werden, ist aber auch besonders gut dazu geeignet, direkt im Feld neue Arten zu erkennen. Auf diese Weise wollen wir den sogenannten \"Linnean shortfall\" also die Zahl noch unbeschriebenen Pflanzenarten reduzieren und die Rate der Entdeckung neuer Pflanzen stark steigern.Wir wollen unseren Ansatz in Madagaskar testen, einem der am stärksten bedrohten Biodiversitäts-Hotspots. Wir werden uns wieder auf die Familie der Kürbisgewächse (Cucurbitaceae) fokussieren, die in Madagaskar durch eine extreme Diversität an Lebensformen, Lebensräumen und Bestäubern auffällt. Erstaunlicherweise scheinen die Kürbisgewächse Madagaskars aber extrem artenarm zu sein und im Vergleich zum Familien-Durchschnitt deutlich reduzierte Artbildungsraten zu haben, zumindest wenn diese mit den beschriebenen Arten berechnet werden. Die wahrscheinlichste Erklärung für diese paradoxe Situation ist, dass ein großer Teil der Kürbisgewächse Madagaskars noch gar nicht entdeckt wurde. Wir wollen dies testen, indem wir für die 70 beschriebenen Arten eine genomische Referenz-Datenbank anlegen und dann bis zu 1000 Pflanzen-Individuen mithilfe von Nanopore-Sequenzierung direkt im Gelände in Madagascar screenen. Durch Abgleich mit unserer Referenz-Datenbank können wir dann vor Ort entscheiden, welche Pflanzen neue Arten sein könnten und diese gezielt untersuchen, was die Effizienz der Feldarbeit stark erhöht. Im Ergebnis werden wir eine umfassende Artenliste und Monographie für die Kürbisgewächse Madagaskars liefern können. Den genomische Datensatz können wir in Kombination mit bereits vorhandenen globalen Daten zur Stammbaum-Analyse, Abschätzung der biogeographischen Geschichte und Berechnung der echten Artbildungsraten verwenden. Unser einfacher Dschungel-Genomik Ansatz ermöglicht ferner die Einbeziehung und Schulung einheimischer Wissenschaftler, die damit bei ihrer Arbeit langfristig unabhängig von ausländischer Unterstützung werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447018090",
      "url": "https://gepris.dfg.de/gepris/projekt/447018090",
      "title": "Effiziente Nutzung von Herbarmaterial - Hybrid in Veronica als Fallbeispiel",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447018090",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In den letzten 30 Jahren wurden Herbarbelege als DNA-Quelle für eine Vielzahl von Forschungsfragen verwendet, angefangen bei der Phylogenetik, aber derzeit auch für Genomik und funktionelle Genetik. Folglich steigt der Druck, Material für die DNA-Extraktion bereitzustellen, was eine destruktive Entnahme von manchmal kostbaren Proben, z.B. Typusmaterial, bedeutet. Um eine unnötige und schließlich wiederholte Beschädigung von Typusmaterial zu vermeiden, müssen Methoden erforscht, die das Material nicht beschädigen, und destruktive Methoden optimiert werden. Aufbauend auf den Informationen und Erfahrungen aus früheren Projekten zur Herbar-Genomik in Veronica subg. Pseudolysimachium untersuchen wir zunächst die Anwendung der Nah-Infrarot-Spektroskopie zur Abschätzung der Ploidie von Herbarmaterial ohne Blattentnahme. Zweitens erforschen wir die Grenzen der genomischen Analyse bei Herbarmaterial. Frühere Untersuchungen haben gezeigt, dass GBS (oder verwandte RAD-seq-Methoden) und die Amplikonsequenzierung auf der Grundlage der mikrofluidischen PCR unter großen Mengen fehlender Daten leiden, die die Erstellung robuster phylogenetischer Methoden verhindern. Die Hyb-seq-Methode leidet weniger unter fehlenden Daten, wenn die Sonden auf der Grundlage eng verwandter Genome entwickelt werden, wird aber zunehmend unzuverlässig, wenn die Sonden aus weiter entfernt-verwandten Quellen stammen. In diesem Projekt untersuchen wir die Grenzen der Multiplex-Shotgun-Genotypisierung (genome skimming) an Proben, die zumeist schon in früheren Studien untersucht wurden, jetzt aber auch Herbarmaterial einschließen, die als wichtig für das Verständnis der Taxonomie der Arten auf dem Balkan angesehen werden. Außerdem untersuchen wir die Notwendigkeit, ein eng verwandtes Referenzgenom für Analysen zu haben. Unsere früheren Untersuchungen in der Untergattung haben gezeigt, dass die verfügbaren Transkriptome und ein Genom aus anderen Untergattungen von Veronica zu weit voneinander entfernt sind und daher de novo-Assemblierung besser Ergebnisse liefern. Dies hängt sicherlich von der genetischen Distanz zu den untersuchten Organismen ab, und wir werden daher drei Genome sequenzieren, die unterscheidlich nah mit unserer Fokusgruppe verwandt sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "410254097",
      "url": "https://gepris.dfg.de/gepris/projekt/410254097",
      "title": "Eine Lösung für das Management von ‚Specimina-Proben-Taxon-Merkmals’-Daten aus den 27 Projekten des DFG Schwerpunktes 1991 „Taxon-Omics“",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 410254097",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Während der letzten zehn Jahre hat die Taxonomie sich sehr gewandelt, da sie immer mehr auf DNA-Sequenzdaten und digitalisierte Daten aufbaut. Dies hat zu neuen Formen der Zusammenarbeit geführt und ermöglicht zudem die Beantwortung von Fragen, die früher unzureichend untersucht werden konnten. In Anerkennung dieser Sachlage hat die DFG das Schwerpunktprogramm 1991 „Taxon-Omics – neue Herangehensweisen für die Entdeckung und Benennung von Biodiversität’ mit 27 Einzelprojekten eingerichtet. Elf der Projekte fokusieren auf Tiere, acht auf Pflanzen, fünf auf Mikroorganismen und drei auf Pilze. Das vorliegende Projekt erbittet einen Postdoktoranden und halbe Datenkurator-Stelle, um einen Mechanismus zu implementieren, der allen 27 Projekten Hilfe bei der sofortigen Datenarchivierung gäbe, sachgerecht verlinked mit Specimina, Proben, Merkmalen oder Taxonomien in einer Umgebung, die den DFG-GFBio-Platform Standards entspricht. Der vorgeschlagene Ansatz baut auf Digitale Objekt Identifiers (DOIs) und eine DOI-Registratur mit einer nutzerfreundlichen Oberfläche, die existierende Lösungen relevanter Datenbanken (die es für sehr verschiedene Merkmale und Taxa gibt) inkorporieren könnte, mit dem Ziel die Daten in GBIF und GFBio Plattformen permanent abzulegen und weltweit zugänglich zu machen. Ein Nebenziel ist, die PIs zu ermutigen, Daten zur Verfügung zu stellen zum Testen eines Hochdurchsatz-Ansatzes zur Artabgrenzung, der große Datenmengen braucht, da er auf machine-learning baut. Das vorgeschlagene Projekt würde wesentlich zur Vernetzung der SPP 1991 Projekte beitragen und die PIs dazu bringen, die Archivierung strukturierter Daten zu beginnen, was eine vielfältige zukünftige Nachnutzung erleichterte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemalige AntragstellerinProfessorin Dr. Susanne Sabine  Renner, bis 9/2020"
    },
    {
      "project_id": "350782366",
      "url": "https://gepris.dfg.de/gepris/projekt/350782366",
      "title": "Entwicklung, Erprobung und Anwendung genomischer Methoden für die Artabgrenzung bei palaearktischen und tropischen Amphibien",
      "subject_area": "Evolution, AnthropologieSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350782366",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In den vergangenen 10 Jahren haben neue Hochdurchsatz-DNA-Sequenziertechniken die Möglichkeit eröffnet, äusserst umfangreiche genomische Datensätze zu erhalten und diese im Rahmen von koaleszenzbasierten statistischen Verfahren für die Identifizierung  isolierter Evolutionslinien von Organismen einzusetzen. Diese Methoden ermöglichen erstmals eine prinzipiell sehr akkurate statistisch abgesicherte Abgrenzung verschiedener Arten. Empirische Vergleiche verschiedener Typen genetischer Marker für dieses Ziel sind jedoch selten. In dem hier beantragten Projekt planen wir, die Effizienz verschiedener genomischer Markersätze in der statistischen Artabgrenzung vergleichend zu testen. Hierfür werden wir Amphibien als Modellgruppe verwenden. Unser Ziel ist es, eine effiziente, bezahlbare und routinemäßig anwendbare Methode zur Hochdurchsatz-Sequenzierung eines Sets molekularer Marker zu entwickeln, welche bei Amphibien eine verläßliche Artabgrenzung ermöglichen. Hierfür werden wir zunächst von 17 gut untersuchten europäischen Amphibienarten unterschiedliche genomische Daten erarbeiten, insbesondere durch Sequenzierung von RNA (RNAseq / Transkriptome) sowie durch Methoden wie \"restriction site associated DNA sequencing\" (ddRADseq), \"hybridization capture using RAD probes\" (hyRAD), und \"molecular inversion probes\" (MIP). Die europäischen Zielarten vertreten das gesamte Kontinuum von sehr jungen und kaum differenzierten innerartlichen Einheiten bis hin zu genetisch und morphologisch stark divergenten jedoch manchmal hybridisierenden Arten. Die Taxonomie dieser Arten ist durch eine Vielzahl sehr umfangreicher, integrativer Studien untersucht, so dass sie als Bezugsnorm für die Zielgenauigkeit der koaleszenzbasierten Artabgrenzungs-Verfahren mit den verschiedenen genetischen Marker-Sets dienen können. Wir werden Marker unter anderem nach unterschiedlicher Länge, Sequenziertechnik, Variation und biologischer Funktion miteinander vergleichen und ihre Eignung zur Artabgrenzung bei den europäischen Zielarten testen. Gut geeignete Marker dürfen schwach differenzierte innerartliche genetische Cluster nicht fälschlicherweise als Arten identifizieren, also keine taxonomische Inflation herbeiführen. Sie sollten aber auch eindeutig differenzierte aber hybridisierende Arten zuverlässig als eigenständig erkennen. Basierend auf den erhaltenen empirischen Daten werden wir ein effizientes und auch bei routinemäßiger Anwendung bezahlbares Marker-Set erarbeiten und hierzu auch Details zu Sequenziermethode und statistischer Artabgrenzung bei Amphibien vorschlagen. Diese Methode wird dann auf eine taxonomisch komplexe Gruppe tropischer Frösche angewendet (die Gattung Brygoomantis aus Madagaskar), mit dem Ziel einer \"fast track\"-taxonomischen Revision mit der formalen Beschreibung von über 20 Arten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350440084",
      "url": "https://gepris.dfg.de/gepris/projekt/350440084",
      "title": "Erstellung und Validierung einer bioinformatischen Methoden-Pipeline zur Artabgrenzung und zur phylogenetischen Netzwerk-Rekonstruktion in Polyploidkomplexen",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350440084",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Hybridbildung, die Verdoppelung ganzer Genome (Autopolyploidie) und die Kombination beider Vorgänge (Allopolyploidie) stellen herausragende Prozesse bei der Entstehung neuer Arten und in der Evolution der Blütenpflanzen dar. Dabei führt das Auftreten von Genfluss zwischen Arten der gleichen Ploidiestufe, aber auch zwischen Arten mit unterschiedlicher Ploidie, das mehrfache Entstehen polyploider Arten, oftmals unter reziproker Beteiligung der gleichen Arten, und das geringe Alter radiierender Polyploidkomplexe die ultimative Herausforderung für eine DNA-basierte, phylogenetische Sippenabgrenzung dar. Darüber hinaus bereitet die Rekonstruktion retikulater Verwandtschaftsverhältnisse, wie sie in Polyploidkomplexen unweigerlich vorkommen, wegen des Fehlens expliziter phylogenetischer Methoden noch erhebliche Schwierigkeiten. Unser hier vorgeschlagenes Projekt im Schwerpunktprogramm \"Taxon-Omics: New Approaches for Discovering and Naming Biodiversity\" wird in erster Linie eine bioinformatische Pipeline etablieren und evaluieren, die eine schnelle Entdeckung und Abgrenzung neuer Arten in polyploiden Pflanzengruppen erlaubt, sowie die Rekonstruktion von Artenbäumen und -netzwerken ermöglicht. Neben molekularen Daten sollen dabei auch Daten aus den Bereichen Morphologie, Verbreitung und öko-klimatologische Nischen bei der Sippenabgrenzung Berücksichtigung erfahren. Die zu erarbeitende Methoden-Pipeline soll am Polyploidkomplex der Gattung Leucanthemum (Margeriten; Korbblütengewächse) etabliert und evaluiert werden, deren Arten die Ploidiestufen zwischen 2x und 22x umfassen. Dazu werden molekulare Sequenzdaten mit neuesten Sequenziermethoden gewonnen und deren Analyse in die bioinformatische Pipeline integriert: Genetische Variabilität innerhalb und besonders zwischen miteinander hybridisierender Arten wird über GBS/RADseq (Illumina-Sequenzierung) erfasst, um aktuelle Hybridisierungsereignisse zu erkennen und von homoploider oder polyploider hybridogener Artbildung zu unterscheiden, während längere Abschnitte des Kerngenoms (single-copy-Gene) über PacBio single-molecule-Sequenzierung für die Rekonstruktion evolutionärer Netzwerke und die Evaluation von Artgrenzen mittels Koaleszenz-Theorie-basierter Methoden genutzt werden. Das vorgeschlagene Projekt umfasst auch die Validierung der vorgeschlagenen Pipeline mit Daten, die aus anderen Projekten, die sich mit dem Erkennen evolutionärer Einheiten in polyploiden oder agamen Artenkomplexen beschäftigen, stammen. Darüber hinaus wird auch die Diskussion unserer Konzepte und Methoden mit ähnlichen Fragestellungen in anderen Organismengruppen im Zuge des Schwerpunktprogramms angestrebt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350964009",
      "url": "https://gepris.dfg.de/gepris/projekt/350964009",
      "title": "Etablierung eines standardisierten und universell anwendbaren Sets von Kernmarkern für die genomweite multi-locus Artabgrenzung von Metazoen",
      "subject_area": "Systematik und Morphologie der TiereBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350964009",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In unserem Projekt der ersten Förderungsrunde des DFG SPP \"TaxonOmics\" haben wir ein Set an Genen, die weitgehend konsistent nur in Einzelkopie im Kerngenom von Tieren vorliegen (Universal Single-Copy Orthologs — USCOs), unter Anwendung eines DNA-Anreicherungsverfahrens als Marker für eine kerngen-basiertes Barcoding-Verfahren etablieren. Nachdem wir die Eignung und die Stärken von USCOs zur Differenzierung von Arten an ausgewählten Gruppen innerhalb der megadiversen Arthropoden getestet haben, planen wir in der zweiten Projektphase die Robustheit des USCO- Barcodings mit dem des COI-Barcodings zu vergleichen. Im Mittelpunkt steht dabei der Test, wie weit das USCO-Barcoding weniger anfällig für eine Überschätzung der tatsächlichen Artendiversität ist als das COI-Barcoding. Zu diesem Zweck werden wir die geographische Dichte an innerartlichen Proben relativ zur Anzahl an untersuchten Proben aus Projektphase I stark erhöhen, wobei wir uns auf die folgenden Gruppen, die bereits in der Phase I des Projects untersucht wurden, fokussieren wollen: Hundertfüßer, Maikäfer, Schwebfliegen, Tagfalter und Zitterspinnen. Wir planen darüber hinaus möglichen Genfluss durch Untersuchung von USCOs zu untersuchen — etwas, das mit dem klassischen Barcoding nicht möglich wäre. Die für die zuvor genannten Untersuchungen notwenigen bioinformatischen Schritte planen wir in eine Pipeline zu integrieren. In diesem Zusammenhang werden wir auch alternative Sequenz-Assemblierungs- und Artabgrenzungsmethoden evaluieren. Um ein Aussage darüber treffen zu können, wie gut USCOs innerhalb der von uns untersuchten Gruppen das Kerngenom in seiner gesamten Ausdehnung abdecken und wie weit USCOs eventuell eine Tendenz zum Clustern innerhalb der Genome zeigen (letzteres ist von Relevanz bei der statistischen Auswertung dieser Gene), werden wir mithilfe von DNA-Sequenzierverfahren, die sehr lange DNA am Stück ablesen, die Lage der USCOs in den von uns untersuchten Gruppen bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350358945",
      "url": "https://gepris.dfg.de/gepris/projekt/350358945",
      "title": "Exploration genomischer Methoden für die Abgrenzung von Arten in Radiationen von Landschnecken",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350358945",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In dem vorgeschlagenen Projekt soll Methoden für die Artabgrenzung auf der Grundlage von Netzwerken entwickelt werden, um Genfluss bei der Abgrenzung von Arten zu berücksichtigen und es sollen Ansätze, die verschiedene Arten von Daten (morphologische, genomische, geographische, ökologische) in einer integrativen Taxonomie kombinieren können, verbessert werden. Wir werden ddRAD Daten generieren, um die Taxonomie von artenreichen Landschneckenradiationen in Indonesien zu klären, die Ursachen dieser Radiationen zu verstehen und Methoden zur Artabgrenzung zu evaluieren. Darüber hinaus werden wir ddRAD Daten für eine Käferradiation generieren, für die bereits Daten für \"Universal Single-Copy Orthologs\" die durch Target DNA Anreicherung gewonnen wurden, existieren, um die Vor- und Nachteile beider Labormethoden zur Generierung von Markern für die Abgrenzung von Arten in einem Kooperationsteilprojekt direkt vergleichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugIndonesien, ItalienKooperationspartnerinnen / KooperationspartnerProfessor Dr. Christian  Hennig;Dr. Ayu  Nurinsiyah"
    },
    {
      "project_id": "447013012",
      "url": "https://gepris.dfg.de/gepris/projekt/447013012",
      "title": "Fortsetzung der molekularen Charakterisierung der Diversität mikrobieller Eukaryonten in Waldböden und im Kronenraum unter Verwendung eines Metatranskriptom-Ansatzes (micDiv II)",
      "subject_area": "Systematik und Morphologie der TiereÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447013012",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Baumkronen bieten Lebensräume für äußerst vielfältige und bislang noch wenig charakterisierte Gemeinschaften mikrobieller Eukaryoten (Protisten). Dies ist das Hauptergebnis unserer ersten Projektphase. Die Hochdurchsatz-Sequenzierung der beiden Protisten-Phyla-Oomyceten (Stramenopiles) und Cercozoa (Rhizaria) ergab durchschnittlich > 400 bzw. > 700 OTUs. Zusätzlich untersuchten wir in einer ersten Studie den Artenreichtum und die Häufigkeit von Protisten in Luftproben und fanden eine große Vielfalt passiv verteilter Taxa. Nachfolgende gezielte taxonomische Studien zeigten, dass die Gattung Rhogostoma in Luftproben, Baumkronen bzw. Blattoberflächen eine herausragende Rolle spielt. Bisher wurden nur fünf Rhogostoma-Arten beschrieben. Wir entdeckten 23 neue Taxa (!) In der Gattung Rhogostoma. Unser Ziel ist es, Mechanismen aufzudecken die zu der hohen Diversität von Protistentaxa in Baumkronen führen, wie z. B. neutrale Prozesse durch passive Ausbreitung, oder deterministische, nischenbasierte Prozesse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätMitverantwortlichProfessor Dr. Kenneth  Dumack"
    },
    {
      "project_id": "447176041",
      "url": "https://gepris.dfg.de/gepris/projekt/447176041",
      "title": "FrogCap füllt taxonomische Lücken: Hybrid Enrichment für die nächste Generation der Taxonomie.",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447176041",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Von den geschätzten acht Millionen Arten, die taxonomisch bisher noch unbeschrieben sind, ist ein unabschätzbarer, aber zweifellos großer Teil von der taxonomischen Beschreibung ausgeschlossen, da sie entweder zu Artenkomplexen oder kryptischen Arten gehören, oder weil Unklarheit hinsichtlich der Zuordnung historischer Namen besteht, die Vorrang vor neuen Namen haben. Diese Hürde für die Beseitigung taxonomischer Lücken ist ein ausschlaggebender Faktor, der die Vollendung des globalen Inventars der biologischen Vielfalt verzögert. Um dieses Hindernis zu überwinden und die Voraussetzungen für ein umfassenderes Verständnis der biologischen Vielfalt zu schaffen, benötigen wir klare, robuste Methoden zur Identifizierung und Beschreibung von Arten, die aber auch geeignet sind Inflation von Artbeschreibungen zu vermeiden. In dem vorgeschlagenen Projekt werde ich FrogCap verwenden, ein kürzlich entwickeltes \"Köderset\" für die Hybrid-Anreicherungssequenz-Erfassung. Diese genomische Methode werde ich nutzen, um etwa 13.000 Kernmarker zu sequenzieren. Als Ausgangsmaterial werde ich sowohl Museumsmaterial verwenden, das möglicherweise in Formalin gespeichert ist, sowie hochwertige Gewebeproben von Engmaulfröschen der madagaskar-endemische Unterfamilie Cophylinae. Diese Frösche repräsentieren den typischen Fall einer äußerst vielfältigen Gruppe mit vielen kryptischen Arten und häufig unklarem Material, wodurch sie sich ideal dazu eignen neue Methoden zu testen, um die Geschwindigkeit und Zuverlässigkeit des taxonomischen Fortschritts angesichts typischer taxonomischer Herausforderungen zu steigern. Ich werde den genomischen FrogCap-Datensatz mit vorhandene Mikro-CT- und morphometrische-Datensätze in ein neues, typenexplizites Art-Abgrenzungsprotokoll integrieren und den genealogischen Divergenz Index verwenden, um nicht-eindeutig abgegrenzte Schwesterarten, die in Allopatrie oder Parapatrie leben, zu identifizieren. Eine Auswahl solcher mehrdeutig abgegrenzten Einheiten wird dann durch Feldprobenentnahme entlang eines Transsekts zwischen ihren Hauptausbreitungsgebieten überprüft und genomischen Gefällenanalysen unterzogen, um das Ausmaß des Genflusses zwischen den Ausbreitungsgebieten zu identifizieren. Die daraus resultierende, rigorose Abgrenzung der Arten wird in taxonomischen Monographien der einzelnen Gattungen zusammengefasst, in denen ein erheblicher Teil der bisher unbenannten Vielfalt dieser Frösche beschrieben wird. Das vorgeschlagene Projekt wird ein solides taxonomisches Gerüst errichten, das das Risiko für Synonymbeschreibungen und fehlerhafte Anwendung von Namen in der Zukunft minimiert und eine breite Anwendbarkeit und Skalierbarkeit auf andere Taxa aufweist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemaliger AntragstellerMark D.  Scherz, Ph.D., bis 8/2021"
    },
    {
      "project_id": "447185000",
      "url": "https://gepris.dfg.de/gepris/projekt/447185000",
      "title": "Genomik von Hybridisierung und Artenabgrenzung in Cichliden",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447185000",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Hybridisierung gibt Aufschluss darüber, in welchen Genomregionen die Artenintegrität erhalten bleibt, wobei diese Regionen für die korrekte taxonomische Diagnose von entscheidender Bedeutung sein könnten. Um Tausende von genomweiten Markern zu genotypisieren, führten wir vier experimentelle Hybridkreuzungen in Buntbarschen durch und planen, Rad-seq Daten zu sammeln. Wild gefangene Hybrid-Individuen in Artpaaren zeigen genomweite Muster der differentiellen Introgression. Ausgezeichnete Referenzgenome erleichtern die genaue genomische Kartierung von Markern aus diesen und den experimentellen Kreuzungen, um festzustellen, welche Marker und genomischen Regionen von neutralen Introgressionsmustern abweichen. Wir werden diese empirischen Muster der introgessionsresistenten Loci aus drei evolutionär unterschiedlichen Radiationen in Afrika und Mittelamerika synthetisieren und unsere entwickelten Kriterien sowie den Maßstab auf DNA-Pulldown-Techniken erweitern, die speziell für unbeschriebene Museumsstücke von schlechter Qualität angepasst werden. Das Fokussieren auf sich wiederholend hybridisiernede Gruppen, ermöglicht es, Vergleiche von Abgrenzungsmethoden zu generieren, die den Informationsinhalt und die Wirksamkeit von Marker der introgressionsresistenten Genomregionen gegenüberstellen. Weiterhin kann durch das Einbeziehen von Hybridindividuen ein allgemeines Modell für solide taxonomische Diagnosen einer Reihe unbeschriebender Arten entwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemaliger AntragstellerProfessor Dr. C. Darrin  Hulsey, bis 2/2021"
    },
    {
      "project_id": "447016541",
      "url": "https://gepris.dfg.de/gepris/projekt/447016541",
      "title": "Hybridzonen paläarktischer Amphibien als Modell zum Verständnis von zeitlichen Mustern bei Artbildungsprozessen und zur Weiterentwicklung von Artabgrenzungsmethoden",
      "subject_area": "Evolution, AnthropologieSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447016541",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die Untersuchung des geographischen und genomischen Umfangs von Genaustausch und Genpool-Vermischung zwischen zwei Arten oder Stammeslinien in ihrer Hybridzone kann wertvolle, empirische Daten zur Abgrenzung von Arten liefern. Über die Analyse von Hybridzonen lässt sich auch besser verstehen, wie die reproduktive Isolation zwischen Stammeslinien über die Zeit, oder im Zusammenhang mit fortschreitender Genomdifferenzierung, fortschreitet. In dem hier beantragten Projekt planen wir, 15 Hybridzonen ost-paläarktischer Amphibien mittels RADseq-Markern zu untersuchen. Zusammen mit bereits existierenden Datensätzen wird dies eine ausreichend große Stichprobe (35 hybridisierende Artenpaare) ergeben, um Muster in der Ausprägung dieser Hybridzonen zu erkennen. Hierfür werden wir einen zeitkalibrierten phylogenomischen Stammbaum von 300 größtenteils paläarktischen Amphibienarten rekonstruieren, basierend auf mehreren Tausend Kerngen-Markern, die mittels Hybrid Enrichment / Bait Capture Verfahren sequenziert werden. Wir werden statistisch analysieren, ob und in welcher Weise die Ausprägung der Hybridzonen im Hinblick auf ihre geographische Ausdehnung, bzw. der Anzahl betroffener Loci, eher mit dem Divergenz-Alter der betroffenen Stammeslinien (Arten) oder mit ihrer allgemeinen genomischen Divergenz zusammenhängt. Zentral wird dabei das Testen der Hypothese sein, dass das Maß reproduktiver Isolation in nicht-linearer Weise ansteigt und sehr schnell eine vollständige Isolation eintritt, nachdem eine bestimmte Menge von Barrieren-Loci entstanden sind. Zusätzlich werden wir die Datensätze nutzen, um empirisch zu überprüfen, wie viele Loci notwendig sind, um mit ausreichender Wahrscheinlichkeit eine Aussage über die Ausdehnung und Ausprägung einer Hybridzone zu treffen. Diese Ergebnisse werden wichtig sein, um in einem weiteren, explorativen Aspekt des Projekts eine kosteneffiziente Multiplex-PCR-Methode zu entwickeln, um 20-50 universelle Kerngen-Marker bei Amphibien (und darüber hinaus bei anderen Wirbeltieren) zu sequenzieren. Indem wir diesen neuen Ansatz auf die gleichen Proben anwenden, die auch über RADseq untersucht werden, werden wir überprüfen können, ob die über ein solches Next-Generation DNA Barcoding erhaltenen Markersequenzen ausreichen, um Hybridzonen zu charakterisieren und somit eine zuverlässige Abgrenzung von Arten ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugChinaKooperationspartnerProfessor Christophe  Dufresnes, Ph.D."
    },
    {
      "project_id": "447013721",
      "url": "https://gepris.dfg.de/gepris/projekt/447013721",
      "title": "Höhenzonierter Artenwechsel, hochandine Gebirgspässe und isolierte Gebirgsinseln: neutrale und adaptive Prozesse in der Radiation südamerikanischer Apocynaceae (Hundsgiftgewächse)",
      "investigators": "Professorin Dr. Sigrid  Liede-Schumann;Privatdozent Dr. Nicolai M.  Nürk",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447013721",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Gebirgssysteme sind Zentren biologischer Vielfalt. Die Flora der Anden in Südamerika gehört zu den vielfältigsten, evolutionär aktivsten und artenreichsten weltweit. Wir untersuchen adaptive und neutrale Prozesse in der Evolution von Diversität in tropischen Gebirgssystemen in Südamerika anhand von Orthosiinae-Arten der Pflanzenfamilie Apocynaceae. Um die relativen Beiträge beider Prozesse zur Diversifizierung von Orthosiinae zu verstehen, wird (1) mithilfe morphologischer und genomischer Analysen die Anzahl der Arten erfasst. Zielangereicherte Genomdaten (Hyb-Seq) und Pflanzen-Belege weltweit aufbewahrt in Museen und Herbarien werden dazu analysiert. Zeitkalibrierte Art-Phylogenien werden verwendet, um (2) die Geschwindigkeit der Blütengrößenentwicklung zwischen den Abstammungslinien zu analysieren. Die Häufigkeit und das Ausmaß abrupter Wechsel in der der Blütengröße und -struktur wird ermittelt und auf Korrelation mit Diversifizierungsraten getestet. Die räumliche Analyse der Verbreitung der Arten und Modellierung ihrer klimatischen Nischen wird verwendet, um (3) die Häufigkeit allopatrischer Diversifizierung und deren Phylogeographie, sowie ökologischen Präferenzen und das Höhenmuster im Wechsel von Arten abzuschätzen (aktuell und historisch). Integration unser genomischen, phänotypischen, räumlichen und ökologischen Daten ermöglicht schließlich (4) Tempo und Modus neutraler und adaptiver Prozesse abzuschätzen, sowie deren Einfluss auf die Radiationsdynamik andiner Orthosiinae. Dies wird Faktoren der Artdifferenzierung identifizieren, sowie deren Wechselwirkungen untereinander. Innerhalb des SPP \"Taxon-Omics\" besteht unser übergeordnetes Ziel darin, eine Pipeline für die Aktualisierung von Arten und Metadaten in digitalen Herbarien zu etablieren. Zugängliche Daten, assoziiert mit einer Beobachtung (Herbarbeleg) also verfügbar und wiederverwendbar, bilden die Grundlage für die historische, aktuelle und zukünftige Analyse von Biodiversität und ihrer Entwicklungsdynamik in den südamerikanischen Anden. Im Kompetenznetzwerk dieses Schwerpunktprogramms bilden thematische Synergien das zentrale Umfeld für diese Studie als auch für die Ausbildung integrativer Taxonomen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugArgentinien, Bolivien, Brasilien, Costa Rica, Ecuador, USAKooperationspartnerinnen / KooperationspartnerDr. Héctor A.  Keller;Carla  Maldonado Goyzueta, Ph.D.;Dr. J. Francisco  Morales;Professor Alessandro  Rapini, Ph.D.;Professorin Dr. Katya S.  Romoleroux;Professorin Dr. Shannon C.K.  Straub"
    },
    {
      "project_id": "351914540",
      "url": "https://gepris.dfg.de/gepris/projekt/351914540",
      "title": "Innovative methodische Integration zur Beschreibung und Charakterisierung einer unbekannten Fauna: Hochdurchsatzsequenzierung, transkriptombasierte, geankerter Phylogenie, hyperspektrale Bildanalyse und Morphologie",
      "subject_area": "Systematik und Morphologie der TiereÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351914540",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Wir schlagen einen innovativen Ansatz für integrative Taxonomie vor, in dem wir Hochdurchsatzsequenzierung nutzen um multi-locus Sequenzdaten zu generieren, diese mit hyperspektraler Bildanalyse und klassischer Morphologie kombinieren, um Arten abzugrenzen und neue Arten zu entdecken. Neu entdeckte Arten werden mit einem Netzwerk taxonomischer Experten simple aber diagnostisch genau beschrieben. Alle sequenzierten Arten werden in einem \"Tree of Life\" auf Artniveau phylogenetisch platziert, wobei wir Transkriptomsequenzen nutzen werden um das Rückgrat der Phylogenie zu ankern und die zwei sequenzierten Gene (mtCOI & 28S rRNA) um die \"Blätter\" der Phylogenie zu platzieren bzw. auszufüllen. Afrika stellt mit seiner wenig untersuchten aber Artenreichen Köcherfliegenfauna ein ideales Testsystem für unseren Ansatz dar. Ziel ist es eine taxonomische Grundlage für Köcherfliegendiversität und zukünftige taxonomische Arbeiten zu schaffen. Dabei präsentieren wir ein Beispiel wie man die Geschwindigkeit und Effizienz von DNA-Taxonomie mit etablierten und erfolgreichen Ansätzen zuenArtbeschreibungr gewinnbringend und zeitsparend kombinieren kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugUSAMitverantwortlicheProfessor Dr. Karl  Kjer;Christian  Nansen"
    },
    {
      "project_id": "447015402",
      "url": "https://gepris.dfg.de/gepris/projekt/447015402",
      "title": "Integrativer Ansatz zur Aufklärung taxonomischer Probleme in den Prasiolaceen (Trebouxiophyceae, Chlorophyta)",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447015402",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Mitglieder der Grünalgen-Familie Prasiolacae (Trebouxiophyceae) kommen insbesondere in nährstoffreichen Habitaten entlang der Meeresküsten und im Inland von temperierten und polaren Regionen vor. Als integraler Bestandteil von so genannten \"kryptogamischen Überzügen\" zeigen sie ungewöhnliche ökologische Eigentschaften, aber dennoch sind viele Aspekte ihrer Biologie unbekannt. Neuere molekulargenetische Studien haben zudem eine unerwartet hohe Diversität in diese Familie gezeigt, aber diese Studien deckten auch taxonomische Probleme innerhalb und zwischen morphologisch definierten Gattungen der Prasiolaceen auf. Um zukünftige Studien in dieser Familie von ökologisch wichtigen Primärproduzenten zu ermöglichen, ist eine klare und reproduzierbare Anwendung von taxonomischen Namen erforderlich. Dieses Projekt zielt darauf ab, eine Anzahl taxonomischer Probleme innerhalb der Familie in einem integrativen Ansatz aufzuklären, der die Neuentdeckung von Arten von der Nord- und Südhalbkugel mit Kulturstudien, der Sequenzierung von Herbarexemplaren und phylgenetischen Analysen basierend auf vielen Markern kombiniert. Das vorgestellte Projekt passt daher sehr gut in die Forschungsausrichtung des Taxon-Omics Schwerpunktprogramms.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447018505",
      "url": "https://gepris.dfg.de/gepris/projekt/447018505",
      "title": "Konzepte, Werkzeuge und Unterstützung für die Verwaltung, Archivierung, Mobilisierung und Integration taxonomischer Daten",
      "subject_area": "Evolution, Anthropologie",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447018505",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Taxonomie kann angesichts von geschätzten drei Milliarden Sammlungsexemplaren, die zunehmend in Hochdurchsatzverfahren digitalisiert werden, sowie Millionen von online publizierten DNA Sequenzen, Bildern und morphologischen Datensätzen, als \"Big Data\" Wissenschaft verstanden werden. In der ersten Periode des Taxon-Omics Schwerpunktprogramms wurde deutlich, dass Datenmanagement und Datenintegration zentrale Aspekte dieses Konsortiums sein müssen, was auch vom DFG-Senat angemerkt wurde. In einem zentralen Projekt von Renner und Vences wurde daher erfasst und in zwei Workshops diskutiert, welche Daten in den Einzelprojekten generiert werden und welche Archivierungsstrategien verfolgt werden; sowie Unterstützung bei dem konkreten Datenmanagement der Einzelprojekte angeboten. In einem ersten Positionspapier wurde auf die Bedeutung von Datenarchivierung Daten-Wiedernutzung für die Taxonomie hingewiesen, und in einer umfangreichen Literaturanalyse die Erfordernisse an Datenmanagement in der alpha-Taxonomie ermittelt. Basierend auf den Erfahrungen der ersten SPP-Periode ist das hier beantragte Projekt darauf ausgerichtet, den Einzelprojekten der zweiten Periode von Anfang an gezielt konzeptionelle ebenso wie praktische Unterstützung in Management und Archivierung der generierten Daten bereitzustellen. Dies wird in Form von Workshops als auch durch direkter Unterstützung durch einen Datenmanager erfolgen, sowohl zur Verbsserung der Datenmanagement-Pläne als auch bei der Unterstützung der Einreichung von Datenpaketen in Repositorien, bevorzugt über das GFBio-Portal. Daneben werden wir an der Implementierung von Front-End Lösungen arbeiten, um Belegexemplar (= Specimen)-basierte Datenpakete in benutzerfreundlicher Weise in Repositorien archivieren zu können, sowie eine effiziente Belegexemplar-basierte Suche in Portalen zu ermöglichen. Für die verbesserte Archivierung werden wir Belegexemplar-basierte Tabellenvorlagen für die Metadateneingabe weiterentwickeln und implementieren, sowie ein Portal entwickeln, welche diese automatisch einliest und zusammen mit den Datenpaketen einem Plausibilitäts-Check unterzieht, um beispielsweise falsch geschriebene wissenschaftliche Namen oder Dateinamen zu erkennen und zu korrigieren. Weiterhin werden wir die Arbeit mit dem weiterlaufenden Daten-Projekt aus der ersten Phase des SPP koordinieren, in dem benutzerfreundliche Software auf der Basis von \"Machine Learning\" entwickelt werden soll, welche den tatsächlichen Arbeitsablauf der integrativen Taxonomie unterstützt. Als Teil der Netzwerkaktivitäten dieses zentralen Projekts werden wir zudem Verfahrensprotokolle aus den verschiedenen Einzelprojekten kompilieren und - in Kooperation mit den Einzelprojekten - open-access publizieren, um moderne Methoden in der Taxonomie weiter zu etablieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350584689",
      "url": "https://gepris.dfg.de/gepris/projekt/350584689",
      "title": "Koordinationsfonds",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350584689",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Taxonomie ist die Wissenschaft, die am unmittelbarsten für die Dokumentation und das Verständnis von Veränderungen der biologischen Vielfalt relevant ist, sei es aufgrund des Artenverlusts oder der Entdeckung neuer Arten. In den letzten fünfzehn Jahren hat sich dieses Gebiet aufgrund der Nutzung DNA-basierter Daten, die leicht gewonnen und geteilt werden können, stark verändert. Die Forschung in diesem Schwerpunktprogramm umfasst moderne taxonomische Ansätze zur Entdeckung, Benennung und Quantifizierung der organismischen Vielfalt als Grundlage für die Dokumentation, Bewertung und Entschärfung der Änderungen der Biodiversität. Die Forschung wird sich auf einen oder mehrere der folgenden Bereiche konzentrieren: (i) Entdeckung und Abgrenzung von Arten oder anderen evolvierenden Einheiten unter Verwendung moderner Ansätze, (ii) Beschleunigung des Benennungsprozesses und Erstellung aktualisierbarer Identifikationswerkzeuge, Beschreibungen, Klassifizierungen oder Monographien und (iii) effiziente oder neuartige Nutzung naturhistorischer Sammlungen durch automatisierte Bildanalyse, genetische oder genomische Daten aus historischen Proben oder lebenden Sammlungen oder neue Methoden zum Vergleichen und Quantifizieren von Merkmalen. Ansätze, die entwickelt und angewendet werden sollen, umfassen die automatische Identifizierung von Proben mit computerbasierten Bildanalysen oder Barcode-Ansätzen; neue Werkzeuge zur Nutzung interner morphologischer Merkmale wie Mikrocomputertomographie (Mikro-CT); und Bioinformatik zur Abgrenzung von Arten durch Hochdurchsatzsequenzierung (HTS). Die Phylogenetik entwickelt sich derzeit in Richtung HTS-Daten, wobei einige Sequenzierungsmethoden zusätzlich Allelinformationen liefern, die für koaleszenzbasierte phylogenetische Analysen auf Artenebene geeignet sind.Dieses Schwerpunktprogramm bringt Gruppen zusammen, die sich mit Phylogenien, Hybridarten oder öko-morphologischen Merkmalen befassen, die für die Taxonomie relevant sind, indem sie neuartige empirische oder analytische Methoden anwenden oder entwickeln. Forschung, die sich mit der Klärung der Bedeutung von Zehntausenden bestehender, aber schlecht typisierter Namen durch moderne Methoden befasst, wird ebenfalls berücksichtigt. Somit vereint das Schwerpunktprogramm Wissenschaftlerinnen und Wissenschaftler, die sich mit der Systematik / Taxonomie von Tieren, Pilzen, Pflanzen oder eukaryotischen Mikroorganismen befassen, und sucht nach einem Erfahrungsaustausch bei der Anwendung großer Datensätze der Systematik, die von der Feldarbeit bis zum Omics-basierten Ansätzen im Molekularlabor reichen – idealerweise anwendbar auf verschiedene Reiche der Organismen. Wir unterstützen ein umfassendes und integriertes Datenmanagement und entwickeln Standards für auffindbare, zugängliche, interoperable und wiederverwendbare taxonomische Daten (FAIR-Prinzipien).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemalige AntragstellerinProfessorin Dr. Susanne Sabine  Renner, bis 9/2020"
    },
    {
      "project_id": "447193113",
      "url": "https://gepris.dfg.de/gepris/projekt/447193113",
      "title": "Koordinationsfonds",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447193113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Insgesamt wurden in der ersten 3-Jahres Periode 27 Projekte mit 38 PIs im DFG Schwerpunktprogram 'Taxon-Omics' gefördert. Koordiniert wurde das Programm von Frau Prof. Susanne Renner zusammen mit dem Steering Committee. Verschiedene Parameter wie z. B. Publikationen, eingeladene Vorträge, abgeschlossene Abschlussarbeiten oder dokumentiere Kooperationen dokumentieren den Erfolg des SPPs. Besonders beeindruckend war dabei die Teilnahme an den sieben organisierten Workshops, an denen jeder Doktorand oder Postdoc im Schnitt mehr als drei Mal teilgenommen hat. Die jährlichen Treffen haben nicht nur das Forschungsfeld voran gebracht, sondern haben die Weiterentwicklung der verschiedenen Methoden insbesondere durch die Zusammenarbeit der Teilnehmer beschleunigt.Der Antrag des Koordinationsprojektes für die zweite Förderperiode des SPPs evaluiert die Effektivität der verschiedenen Maßnahmen und schlägt die Weiterführung der erfolgreichen Maßnahmen vor. So sollen jährliche Treffen, verschiedene Workshops und der Austausch zwischen Laboren fortgeführt werden. Zusätzlich schlagen wir einige Änderungen vor um die gesamte Performance des SPPs zu verbessern. Wir werden unsere Bemühungen in Bezug auf Geschlechtergerechtigkeit und Diversität in der Wissenschaft verstärken. Ein Workshop während eines Jahrestreffens wird sich den Themen 'Unconscious Bias in Science' and 'LGBT+ diversity in academia' widmen. Schließlich werden wir einen besonderen Schwerpunkt auf 'Outreach' legen, um nicht nur die Forschung in Gebiet der Systematik und Taxonomie zu voran zu bringen, sondern auch die Verbreitung moderner Taxonomie in andere Disziplinen und die Öffentlichkeit mit adäquaten Medien wie zum Beispiel Kurzfilmen zu tragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350500653",
      "url": "https://gepris.dfg.de/gepris/projekt/350500653",
      "title": "Lecanomics: Neue Wege zur Erkennung und Abgrenzung von Arten in einer allgegenwärtigen Gruppe von Flechten",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350500653",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "(1) Flechten sind unauffällige aber wichtige Bestandteile terrestrischer Ökosysteme. Ihre Diversität ist derzeit nicht annähernd bekannt. Viele Regionen der Welt sind schlecht erforscht und die Abgrenzung vieler Arten ist unklar. Das größte Hindernis auf dem Weg zu einer vollständigeren Erfassung der Flechtendiversität ist der fehlende Zugang zu genomischen Ressourcen für die wenigen Fachleute, die Mikroflechten im Gelände aufspüren können. Neue Datenbanken oder Initiativen zur DNA-Sequenzierungs alleine können die Geschwindigkeit, mit der neue Arten beschrieben werden, nicht beschleunigen.(2) Stattdessen ist es notwendig die Enden des taxonomischen Arbeitsablaufs besser zu verbinden: Feldforschung und die Verifizierung potentieller neuer Arten durch genomische Methoden. Auf der Grundlage von Referenzgenomen aus axenischen Flechtenkulturen wollen wir genomische und genetische Marker zur Arterkennung und -abgrenzung entwickeln, die an großen Stichproben aus schlecht erforschten Regionen getestet werden sollen. Weltweite Besammlung und Rückmeldung an Sammler wird durch ein internationales Team von Spezialisten in regionalen Zentren organisiert. Unser Projekt verwendet eine etablierte open-source IT-Lösung, um integrative Taxonomie mit crowd-science zu verbinden. Hierfür wird eine Plattform entwickelt, die Arbeitsabläufe in kooperativen Gruppen von Sammlern, Taxonomen, Laborpersonal und Phylogenetikern organisiert. Erfahrungen aus diesem Projekt sollen helfen, taxonomische Arbeitsabläufe auch für andere unauffällige Organismengruppen zu rationalisieren.  (3) Die Krustenflechtengattung Lecanora stellt mit fast 1000 beschriebenen Arten aus allen terrestrischen Ökosystemen das Modell für unser Projekt dar. Mehr als 250 Arten sind in den letzten 50 Jahren neu beschrieben worden. Außerhalb Europas und Nordamerikas können derzeit nur wenige Spezialisten die Arten im Gelände entdecken und bestimmen. Zudem sind Beschreibungen neuer Arten meist noch nicht durch molekulare Daten unterstützt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351812489",
      "url": "https://gepris.dfg.de/gepris/projekt/351812489",
      "title": "Marine heterotrophe Alveolaten: ein genomischer und morphologischer Einzell-Zellen Ansatz",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351812489",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die meisten eukaryotischen Spezies sind vermutlich mikrobielle Eukaryoten (Protisten), obwohl im Besonderen für sie nur wenige Sequenzen veröffentlicht sind und vergleichsweise wenige Arten taxonomisch erfasst sind. Besonders mikrobielle heterotrophische Eukaryoten sind wenig erfasst, da die meisten Beschreibungen und Nukleinsäure-basierten Untersuchungen auf Kulturen der Organismen zurückzuführen sind und die Kultivierung von heterotrophen deutlich schwerer ist als die von autotrophen Organismen. Neu entwickelte Methoden wie single cell PCR basieren auf einzelnen Zellen und ermöglichen eine Klassifizierung ohne vorherige Kultivierung. Die meisten Arbeiten basieren jedoch immer noch auf bereits publizierte Sequenzen, die meist von kultivierbaren Arten kommen. Unbekannte Arten werden deshalb als schlecht oder gar nicht annotierte Sequenzen unsichtbar. Der Bedarf an intensiver Annotation und korrekter Taxonomie von Heterotrophen wird noch offensichtlicher, wenn man bedenkt, dass Daten für Metatranscriptomics nahezu gar keine Information zu Heterotrophen hat. Diese Arbeit wird sich vor Allem mit marinen heterotrophen Protisten befassen, da diese zeitweise den größten Teil der planktonischen Biomasse ausmachen und Schlüsselpositionen innerhalb des marinen Nahrungsnetzes bekleiden. Um einen guten Einblick in die Biodiversität der heterotrophen Organismen mit ihren jährlichen Veränderungen zu bekommen, werden wir eine drei Feldstudie durchführen. Das Ziel, umfassende Daten zur Ergänzung existierender Datenbanken zu sammeln, wird durch die Entwicklung eines Methodensets erreicht werden, das Mikroskopie, single cell multiplex PCR, single cell transcriptomics und meta-Analysen der gesammelten Feldproben beinhalten wird. Durch single cell PCR und Sequenzierung der ribosomalen DNA (SSU, LSU und ITS) werden wir Sequenzen zur Klassifizierung oder Identifizierung von (kryptischen) Arten ermitteln. Eine höhere Auflösung der Sequenzen wird durch die Modellierung von ITS2-Sekundärstrukturen und compensatory base change-Analysen (CBC) erreicht werden. Lichtmikroskopische Untersuchungen werden dazu genutzt werden, neue und etablierte morphometrische Eigenschaften der verschiedenen Arten zu finden, die mit der Spezieseinteilung durch Sequenzanalysen übereinstimmen. Weiterhin werden durch single cell transcriptomics zusätzliche Marker für Schlüsselspezies entwickelt, um größere Lücken in Metatranscriptomic-Datenbanken zu schließen. Meta-Analysen der abiotischen und biotischen Faktoren der Umwelt werden den Datensatz mit Zusatzinformationen komplettieren. Die gesammelten umfassenden Daten werden nach gründlicher Prüfung und Nomenklatur in vorhandene Datenbanken eingespeist werden. Das neu entwickelte Methodenset wird zukünftige Klassifizierung von Spezies vereinfachen und die gesammelten Daten werden die Datenbanken ergänzen, sodass in zukünftigen Studien eine vollständigere Untersuchung von eukaryotischen Mikroorganismen der Umwelt möglich sein wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätMitverantwortlich(e)Dr. Sylke  Wohlrab"
    },
    {
      "project_id": "446959130",
      "url": "https://gepris.dfg.de/gepris/projekt/446959130",
      "title": "Molekulare Analyse der sektionalen Klassifizierung der Strauchweiden (Salix L. subg. Chamaetia/Vetrix) basierend auf RAD sequencing Daten",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446959130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Neueste Sequenziertechniken ermöglichen es auf der Basis vieler tausender Sequenzdaten die evolutionäre Vergangenheit von Organismen zu rekonstruieren und existierende taxonomische Konzepte zu überprüfen. Dennoch werden die neuen Methoden hauptsächlich für diploide Gattungen oder gut abgegrenzte Artengruppen in einem begrenzten geographischen Gebiet angewendet. Die Untersuchung von taxonomisch komplexen Pflanzengruppen, die häufig hybridisieren, bei denen Introgression und retikulate Evolution vorhanden ist und die polyploid sind, ist hingegen immer noch eine Herausforderung.Die artenreiche Gattung Salix L. und insbesondere die Strauchweiden (Chamaetia/Vetrix) sind solch seine taxonomisch schwierige Gruppe bestehend aus Bäumen und Sträuchern, die in der Nordhemisphäre vorkommen. Die Arten sind diözisch, zeigen innerartliche morphologische Vielfalt, hybridisieren häufig und besitzen verschiedene Ploidiestufen. All diese Faktoren erschweren die taxonomische Arbeit innerhalb der Gattung. Trotzdem existieren taxonomische Abhandlungen der Gattung, die aber ausschließlich auf morphologischen und ökologischen Daten basieren und geographisch begrenzt sind. Anhand dieser werden innerhalb der Untergattungen Chamaetia/Vetrix weltweit mehr als 300 Arten in ca. 40 Sektionen unterschieden. Insgesamt gibt es noch viele offene Fragen bezüglich der Abgrenzung der Arten und Sektionen. So wurde z.B. die traditionelle Klassifizierung noch nie umfassend mit molekularen Daten getestet. Der Hauptgrund ist der Mangel an informativen Merkmalen bei traditionellen molekularen Markern. Neue Sequenziertechniken wie 'RAD sequencing' ermöglichen dagegen die gleichzeitige Analyse zehntausender variabler genetischer Merkmale. In dem vorliegenden Projekt soll die bestehende sektionale Klassifizierung der Strauchweiden und ihre komplexe Evolution anhand eines weltweiten Samplings aller beschriebenen Sektionen mithilfe hoch-informativer RAD Daten analysiert werden. Eine gut aufgelöste Phylogenie mit mehreren Arten je Sektion bietet einen genetischen Rahmen, der in Kombination mit morphologischen Daten dazu beitragen kann, die taxonomischen Schwierigkeiten der Gattung Salix zu entwirren. Basierend auf den molekularen Daten sollen spezifische Analysen für die polyploiden Arten durchgeführt werden. Im Rahmen des Projekts soll außerdem \"hyRAD\" etabliert werden, eine Methode, die ermöglicht, degenerierte DNA von z.B. Herbariumsbelegen zu sequenzieren und in einen RAD Datensatz zu integrieren. Schließlich soll die Evolution der Strauchweiden in Raum und Zeit mithilfe einer datierten Phylogenie und biogeographischen Methoden rekonstruiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugChina, Georgien, Kanada, Norwegen, Russische Föderation, Schweden, Tschechische Republik, USAKooperationspartnerinnen / KooperationspartnerProfessor Dr. Bruce G.  Baldwin;Geoffrey  Hall;Dr. Li  He;Professorin Dr. Sophie  Karrenberg;Dr. Manana  Khutsishvili;Professor Dr. Tommi  Nyman;Dr. Maria  Tomoshevich, bis 3/2022;Dr. Martin  Volf"
    },
    {
      "project_id": "447009466",
      "url": "https://gepris.dfg.de/gepris/projekt/447009466",
      "title": "Molekulare Taxonomie aquatischer Hyphomyceten und Sicherung historischer Sammlungen",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447009466",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Aquatische Hyphomyceten haben die wichtige Funktion des Abbaus und der Umwandlung von Laub in Fließgewässern. Es sind über 300 Arten aquatischer Hyphomyceten beschrieben. Die charakteristischen Staurosporen der meisten aquatischen Hyphomyceten sind morphologische Anpassungen an das Überleben und die Ausbreitung in aquatischen Lebensräumen. Die Verwandtschaftsverhältnisse von aquatischen Hyphomyceten und das Ausmaß der Konvergenz der konidialen Merkmale der meist holoanamorphen Gattungen sind kaum bekannt. Diese Lücken in unserem Verständnis bestehen aufgrund der Knappheit von DNA-Sequenzen von Ex-Typus- oder authentischen Kulturen. Aquatische Hyphomyceten sind in den öffentlichen Kultursammlungen weltweit unterrepräsentiert. Häufig sind Stämme von aquatischen Hyphomyceten nicht zugänglich für die Forschung sondern entweder in Sammlungen verborgen oder die Typstämme sind nur als getrocknete Kulturen und Objektträger hinterlegt. Die beiden umfangreichsten Kultursammlungen der ökologisch wichtigen Gruppe von Pilzen wurden von zwei inzwischen pensionierten Taxonomen in Europa angelegt und müssen für die zukünftige Forschung gesichert werden. Das Ziel dieses Projekts ist die neue und effiziente Nutzung der Kultursammlungen. Dazu werden die Stämme aus den Sammlungen auf ihre Lebensfähigkeit und Identität geprüft. Alle Kulturen werden multilocus sequenziert. Von Schlüsseltaxa (Gattungstypus, häufige Arten, phänotypisch besondere Arten) werden die Genome sequenziert. Dies wird zu klaren Identifikationen, verbesserten Klassifizierungen und nomenklatorisch korrekten Namen führen. Gattungs- und Artgrenzen werden neu definiert werden. Spezies mit verlorenen Typen oder Typkulturen in schlechtem Zustand werden epitypisiert. Die gesicherten Sammlungen und die zugehörigen Daten, (Sequenzen und phänotypische Merkmale) sind entscheidend um die Biodiversitätsforschung zu verbessern.Darüber hinaus wird die Entwicklungsgeschichte der konvergenten Merkmale aquatischer Hyphomyceten durch phylogenetische Analyse von Genomen untersucht. Alle in diesem Projekt erzeugten Daten werden öffentlichen Datenbanken (u.a. GenBank, MycoBank) hinzugefügt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351237598",
      "url": "https://gepris.dfg.de/gepris/projekt/351237598",
      "title": "MuseOMICS als Mittel zur Fehlersuche im DNA-Barcoding: die Untersuchung der Gründe für taxonomische Inkongruenz bei phytophagen Hymenoptera und Orthoptera durch 'hybridization capture' mit RAD-Sonden.",
      "subject_area": "Systematik und Morphologie der TiereBioinformatik und Theoretische BiologieEvolution, Anthropologie",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351237598",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "DNA-Barcoding hat sich als ein präzises Werkzeug zur Artbestimmung bei Tieren erwiesen, führt jedoch bei einzelnen Gruppen nicht zum erwarteten Ergebnis. Insbesondere bei den ökologisch wichtigen phytophagen Hymenoptera und Orthoptera stimmen bei vielen Arten die Ergebnisse des Barcoding nicht mit denen überein, die mit traditionellen taxonomischen Methoden erzielt wurden. So finden sich oft finden sich Gruppen nahe verwandter Arten, deren Barcodes keine oder nur sehr geringe Unterschiede aufweisen. Unsere umfangreiche Referenzdatenbank zu DNA-Barcodes sowie unsere taxonomische Expertise, gekoppelt mit der Verfügbarkeit sicher bestimmter Belegexemplare an der Zoologischen Staatssammlung München, bilden einen idealen Ausgangspunkt für Untersuchung sonst kaum auflösbarer Artkomplexe. Wir verwenden zwei innovative Methoden, ddRAD und hyRAD-Sequenzierungen, zur Erfassung phylogenetischer Daten von Taxa mit identischen mitochondrialen Barcodes und verwenden diese genomischen Elemente zur Untersuchung des möglichen Einflusses von Introgression oder 'incomplete lineage sorting' bei diesen Arten. In einem multidisziplinären Ansatz kombinieren wir dann populationsgenetische Daten mit Merkmalen zur Morphologie, zu Wirtspflanzen, zur Biogeographie und zur Populationsstruktur, um festzustellen, welche dieser Faktoren möglicherweise mit Introgression korreliert sind. Auf der Grundlage unserer Ergebnisse entwickeln wir Richtlinien zum Umgang mit Taxa, die durch identischen Barcodes gekennzeichnet sind, zuerst spezifisch für die internationale BOLD Barcode Datenbank und danach allgemein als 'best practice guideline' in der Biodiversitätsforschung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351914121",
      "url": "https://gepris.dfg.de/gepris/projekt/351914121",
      "title": "Neubewertung von Taxonomie und Verbreitungsmuster der Xanthophyceae (Stramenopiles)",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351914121",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Xanthophyceae sind eine Algengruppe, die sowohl wichtige Primärproduzenten in Böden und dem Süßwasser als auch vielversprechend für eine biotechnologische Nutzung sind. Bisherige Bemühungen ihre ökologische Signifikanz und Nutzung weiter zu erforschen waren jedoch behindert durch das Fehlen eindeutiger Artabgrenzungen, das Vorhandensein von kryptischen Artenkomplexen und ausgedehnter morphologischer Plastizität. Wir gehen davon aus, dass Xanthophyceen viel diverser sind und häufiger vorkommen als bisher erkannt. Deshalb beinhaltet das hier vorgeschlagene Projekt zwei eng ineinander verzahnte Aufgabenstellungen, (1) eine Klärung der Taxonomie der Xanthophyceae mit neu-definierten Arten und Gattungen sowie (2) eine weitere Untersuchung von Habitatpräferenzen, Artbildungsprozessen sowie dem Aufspüren und der Namensgebung neuer Arten und Abstammungslinien der Xanthophyceae. Monophyletische Einheiten (Arten und Gattungen) werden mittels hochauflösender molekularer Marker aus bislang kryptischen Artkomplexen heraus aufgedeckt werden. Es wird eine breite Palette von Kulturen, aus Kultursammlungen, von einzelnen kollaborierenden Wissenschaftlern sowie eigenen neuen Isolaten, die auch während des Projektes etabliert werden, untersucht, um eine Datenbank von Referenzsequenzen aufzubauen. Unter Anwendung des monophyletischen Artkonzeptes werden Arten von Xanthophyceen definiert und abgegrenzt, sofern drei Marker, d.h. ITS2 einschließlich Sekundärstruktur-Merkmale, psbA/rbcL-spacer Regionen und vollständige rbcL Sequenzen übereinstimmend eine klar aufgelöste und robuste phylogenetische Struktur ergeben. Die Namen der Xanthophyceen-Arten werden mit Epitypen verankert, die anhand geeigneter und kryokonservierter Referenzkulturen aufgestellt werden, um den Erfordernissen des ICN zu genügen. Für Artbildung und ökologische Präferenzen der Xanthophyceen wird getestet, ob die neu-definierten Arten an enge ökologische Nischen angepasst sind und welche abiotischen Parameter die Diversität und taxonomische Zusammensetzung von Gemeinschaften der Xanthophyceen bestimmen. Anhand eines Hochdurchsatz-Metabarcoding Ansatzes werden Diversität und Verbreitungsmuster der Xanthophyceen über unterschiedliche Habitate und geographische Regionen hinweg untersucht. Eine große Anzahl von Umweltproben aus dem Süßwasser, dem Boden und anderen terrestrischen Lebensräumen wird mithilfe auf spezifische Gruppen zielender Sequenzierung als sog. paired-ends reads auf Illumina-Plattformen untersucht. Da Xanthophyceen eine weitverbreitete und wichtige Algengruppe im Boden sind, ist es unser Ziel, das Verbeitungsmuster von Xanthophyceen-Arten mit physikochemischen Eigenschaften ihres Bodensubstrates zu korrelieren, um dadurch Parameter herauszufinden, die die Zusammensetzung von Xanthophyceen-Gemeinschaften bestimmen. Indem Proben aus weit getrennten geografischen Regionen benutzt werden, lassen sich Habitatpräferenzen unabhängig von geografischer Verbreitung untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447015140",
      "url": "https://gepris.dfg.de/gepris/projekt/447015140",
      "title": "Neue Ansätze für eine moderne und effiziente Isolierung und Artbeschreibung von einzelligen Eukaryoten am Beispiel von Choanoflagellaten",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447015140",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In diesem Folgeantrag des SPP planen wir die Ergebnisse der ersten Phase in neue Ansätze für eine ganzheitliche taxonomische Hochdurchsatzforschung zur Artenabgrenzung von Protisten, insbesondere Choanoflagellaten, umsetzen. Wir haben bereits die ersten funktionierenden, gruppenspezifischen Primer für einen Metabarcoding-Ansatz entworfen, der es ermöglichen soll, in Kombination mit artspezifischen FISH-Sonden und Fluoreszenzmarkierung durch Transfektion, die Beziehung zwischen Geno- und Morphotyp zu entschlüsseln. Darüber hinaus planen wir die Verwendung von micofluidity Kammern für die Zellsortierung für verschiedene Zwecke, wie die Erstellung klonaler Kulturen, Einzelzell-PCR, Transkriptomik, autökologische Experimente und morphologische Charakterisierung. Die zentralen Probennahmeorte sind dänische Gewässer (Kattegat und Isefjord), Mittelmeer (Barcelona), UK (Bucht von Southampton und Humber-Mündung), tropische Meeresaquarien (Kölner Zoo) und die Andamansee (Thailand).Gemeinsam mit unseren Kooperationspartnern wollen wir die Taxonomie der Protisten, insbesondere der Choanoflagellaten, durch die Anwendung neuer Ansätze hinsichtlich einer hocheffiziente Artabgrenzung verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447192820",
      "url": "https://gepris.dfg.de/gepris/projekt/447192820",
      "title": "Neue Methoden zur Artabgrenzung anhand von Genomdaten mit Beispielen von zwei weit verbreiteten Leuchtkäfer Arten (Lamprohiza splendidula und Photinus pyralis)",
      "investigators": "Dr. Ana  Catalan, Ph.D.;Dr. Sebastian  Höhna",
      "subject_area": "Bioinformatik und Theoretische BiologieEvolution, Anthropologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447192820",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Methoden zur Artenabgrenzung spielen eine wichtige Rolle in der Evolutionsbiologie, Systematik und Ökologie. Das primäre Ziel dieser Methoden ist das Schätzen der Grenzen zwischen Arten; wann eine Art in mehrere Arten unterteilt werden sollte und wann verschiedene Population zur gleichen Art gehören. In den letzten Jahren wurden mehrere neuen Methoden zur Artenabgrenzung entwickelt, angetrieben von der Verfügbarkeit von Genomdaten. Jedoch sind die aktuellen Methoden zu vereinfacht und entsprechen nicht der Komplexität der Natur. Zum Beispiel wird zumeist angenommen, dass sich Populationsgrößen nicht verändert haben und es keinen Genfluss zwischen Arten gibt. Beide Annahmen treffen in der Realität selten zu.In diesem Projekt werden wir eine neue Methode zur Artenabgrenzung entwickeln welche die bestehende Unzulänglichkeiten adressieren wird. Unsere neue Methode basiert auf einem Model mit Genfluss und Populationsgrößenänderungen. Des weiteren erwarten wir, dass unsere Methode robust und exakt sein wird, da unsere Methode auf erprobten Ansätzen der Statistik aufbaut. Wir werden unsere Method auf Robustheit und Präzision evaluieren. Zusätzlich werden wir unsere Methode mit bestehenden Methoden in einer ausführlichem Studie anhand von simulierten Daten vergleichen.Wir werden unsere Methodenentwicklung mit einer Fall-Studie komplementiere damit die Methodenentwicklung keine Praxis-relevanten Probleme übersieht. Unsere Fall-Studie bezieht sich auf die Artabgrenzung des Nordamerikanischen Glühwürmchens Photinus pyralis und des Europäischen Glühwürmchens Lamprohiza splendidula. Beide Arten sind auf ihren Kontinenten weit verbreitet und die aktuellen Taxonomie erkennt nur jeweils eine Art an. Dies ist erstaunlich da beide Glühwürmchen Arten sich weit verbreitet haben und nur die Männchen fliegen können. Die europäische Glühwürmchen Art hat sich höchst wahrscheinlich erst nach der letzten Eiszeit in Zentraleuropa (einschließlich Deutschland) verbreitet und könnte deshalb nördlich der Alpen eine neue Art repräsentieren.Dieses Projekt wird die Forschung in der Taxonomie und Biodiversität durch eine neue Methode zur Artabgrenzung vorantreiben. Das Fallbeispiel der Glühwürmchen wird als Beispiel für weitere Studien dienen, einige davon im SPP. Die Analyse der Artabgrenzung der Glühwürmchen wird auch Fragen zum Klimawandel (die Besiedlung von Permafrost-Gebieten) und der Verstädterung (Lichtüberflutung) und deren Einfluss auf die Biodiversität der Insekten adressieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "349312599",
      "url": "https://gepris.dfg.de/gepris/projekt/349312599",
      "title": "Nutzung von historischem Sammlungsmaterial um evolutionäre Änderungen auf Grund des Klimawandel zu studieren",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 349312599",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Ziel dieses Projektes ist die Nutzung von historischem Herbarmaterial für das Studium von zwischen- und innerartlichen Änderungen im Blattaustrieb von 17 europäischen Baumarten während der letzten c. 130 Jahre, um daraus auf mikro- und makro-evolutionäre Anpassungen der phänologischen Strategien dieser Arten auf den Klimawandel zu schließen. Innerhalb des SPP 1991 fällt dieses Projekt in den Forschungsschwerpunkt 3, neuartige Nutzung historischer Sammlungen (insbesondere auch mit computergestützter Bilderkennung). Wir werden Bilder von tausenden von Specimina (und deren Etikettendaten) aus dem gesamt Verbreitungsgebiet der 17 Arten nutzen, um Änderungen im Blattaustrieb zu quantifizieren für (i) Populationen entlang von Breiten- und Längengrad, (ii) über die Zeit, und (iii) zwischen Arten bekannter Verwandtschaftsverhältnisse. Pilotdaten werden im Antrag vorgestellt. Weil die schnellste Änderung in der Tageslänge auf jedem Breitengrad jedes Jahr gleich ist, sollten Arten mit tageslängen-abhängigem Blattaustrieb geringere räumliche und interannuelle Änderungen zeigen als licht-unabhängige Arten (deren Blattaustrieb durch Winter- und Frühlingstemperaturen bestimmt wird). Bisher konnten diese Hypothesen nicht getestet werden, weil der Einfluss der Tageslänge auf Baum-Phänologie experimentell schwierig zu testen ist; Jungpflanzen können dafür nicht benutzt werden, da sie sich anderes verhalten. Aufbauend auf der Arbeit von Unger, Merhof und Renner (BMC Evol. Biol., in press) werden wir existierenden code für die automatische Bilderkennung auf 13 der 17 Arten anwenden: die Durchführung des Projekts ist jedoch nicht vom Erfolg des computer vision Einsatzes abhängig. Die Herbar-Methode kann lange Zeitreihen für Baumphänologie liefern und erlaubt es, in der Zeit zurück zu gehen und so Umfang und Richtung von organismischen Antworten auf den Klimawandel zu studieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "447193030",
      "url": "https://gepris.dfg.de/gepris/projekt/447193030",
      "title": "Ophiuroid-Phylogenomik: erhellen die Dunkelheit des Abysals",
      "subject_area": "Ökologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenEvolution, AnthropologieSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447193030",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die abyssalen Tiefseeebenen sind das weltweit größte Ökosystem und beherbergen eine enorme Artenvielfalt. Große Flächen der Tiefsee, vor allem im Nordost Pazifik im Clarion-Clipperton Gebiet (CCZ), haben ökonomische Relevanz, da sie polymetallische Knollen auf der Oberfläche aufweisen. Zukünftiger Tiefseebergbau wird dieses abyssale Ökosystem zwangsläufig  zerstören und zu einem massiven Verlust auf die Ökosysteme, wenn nicht sogar zu Artensterben führen. Schlangenstern (Ophiuroidea) ist eines der charakteristischen Bewohner der Tiefsee. Aufgrund ihrer großen Artenvielfalt und morphologische Anpassungen gelten sie als gute Model-Organismen um Evolution und Diversitätsentstehung zu untersuchen. In einer rezenten Studie konnte wir zeigen, dass die Artenvielfalt im Abyssal viel größer ist als bisher angenommen. Wir haben völlig unbekannte neue 70 Millionen Jahre alte evolutive Linien entdeckt die ausschließlich im Abyssal leben. In diesem Projekt wollen wir die Enstehungsgeschichte dieser evolutiven Linien untersuchen. Wir haben bisher nur 2 Gene analysiert und wollen nun die Exon-Capture Methode benutzen um 1500 Exons zu untersuchen. Damit wollen wir die evolutive Entstehung der Artenvielfalt und Anpassungen der Tiefseefauna verstehen. Unsere Daten sollen zum größten Phylogenomische Stammbaum der Ophiuroidea beitragen und neue Tiefseearten sollen beschrieben werden bevor diese ganze Vielfalt vom Tiefseebergbau bedroht wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugAustralienMitverantwortlich(e)Dr. Magdalini  ChristodoulouKooperationspartnerTim O' Hara, Ph.D.;Andrew  Hugall, Ph.D."
    },
    {
      "project_id": "350664738",
      "url": "https://gepris.dfg.de/gepris/projekt/350664738",
      "title": "Phylogenomik der Gattung Hypoxylon basierend auf 50 neuen, hochwertigen Genomen und mit besonderem Schwerpunkt auf dem H. rubiginosum-Komplex",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350664738",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Die Gattung Hypoxylon (Hypoxylaceae, Xylariales) und Verwandte waren Gegenstand intensiver Arbeiten hinsichtlich der Bewertung ihrer Taxonomie durch polythetische Methoden (einschließlich sorgfältiger morphologischer Studien, Erstellung von Sekundärmetabolitenprofilen unter Verwendung von HPLC / DAD-MS und Multi-Locus-Phylogenien). Zudem wurden von diesen Pilzen mehrere neue Sekundärmetaboliten entdeckt, von denen viele chemotaxonomische Marker sind und/oder eine starke Bioaktivität aufweisen. In einem aktuell laufenden Projekt wurden 13 Genomsequenzen aus Arten der Hypoxylaceae und Xylaria hypoxylon für Sekundärstoff-Biosynthesegencluster (BGC) generiert und annotiert und über 600 BGC gefunden, die hauptsächlich auf einzelne Spezies beschränkt waren. Weiterhin wurden verschiedene Methoden zum Genomvergleich (ANI-durchschnittliche Nukleotididentität; AAI-durchschnittliche Aminosäureidentität; POCP-Prozentsatz konservierter Proteine) erstmals in großen Stil bei Pilzen angewendet. Zudem wurde für Sordariomyceten erstmals eine Phylogenomik auf Familienebene verwirklicht, und die Phylogenie auf der Grundlage der vollständigen Genomsequenzen war weitgehend in Übereinstimmung mit der Multi-Locus-Phylogenie. Diese Datenmatrix wurde durch eine gleichzeitig konstruierte HPLC-DAD/MS-basierte Substanzbibliothek ergänzt, die HPLC-Profile von Extrakten aus den sequenzierten Stämmen enthält. Die Bibliothek enthält über 100 reine Sekundärmetaboliten von Hypoxylaceae und ist daher perfekt zur Dereplikation (d. H. Zur Identifizierung bekannter Metaboliten im Frühstadium durch Vergleich ihrer Spektren und Retentionszeiten in einem standardisierten HPLC-System) geeignet.Das Folgeprojekt soll diese Voraussetzungen schaffen und auf den Hypoxylon rubiginosum-Komplex abzielen, der zahlreiche Endophyten und anscheinend seltene, wirtsspezifische Saprotrophe sowie allgegenwärtige Ascomyceten umfasst, die auf Angiospermenholz wachsen. Insgesamt werden 50 repräsentative Stämme dieses Komplexes ausgewählt. Einige Endophyten, die phylogenetisch eng mit den von Ascosporen abgeleiteten Stämmen verwandt zu sein scheinen, werden ebenfalls einbezogen. Die Stämme werden einer Genomsequenzierung unterzogen und gleichzeitig intensiv auf die Metabolitenproduktion untersuchtDie Ziele der Studie sind: a) Generierung von 50 Genomsequenzen verschiedener Arten von Hypoxylon mit Schwerpunkt auf dem H. rubiginosum-Komplex; b) den Nutzen von Genomvergleichsparametern (ANI, AAI, POCP) für die Artabgrenzung zu bewerten; c) Stabilisierung der Phylogenie von Hypoxylon auf der Grundlage phylogenomischer Ansätze; d) Untersuchung der Genome und des Sekundärmetaboloms von endophytischen Stämmen im Vergleich zu Stämmen, die aus Ascosporen stammen; e) weitere Untersuchung der evolutionären Beziehungen zwischen den BGC eng verwandter Arten; f) Identifizierung der BGC für wichtige chemotaxonomische Markermoleküle; und g) bisher unbekannte Metaboliten von Hypoxylon und deren BGC zu entdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351649567",
      "url": "https://gepris.dfg.de/gepris/projekt/351649567",
      "title": "Phylogenomische Analysen archivierter DNS",
      "subject_area": "Evolution, AnthropologieAllgemeine Genetik und funktionelle GenomforschungÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351649567",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Museale Sammlungen weltweit beherbergen Millionen von Präparaten, die als Referenzen diverser Forschungsbereiche dienen. Zur Fixierung vieler Präparate wird oft Formaldehyd eingesetzt. Während die Fixierung und anschließende Konservierung der Proben dem Erhalt von morphologischen Merkmalen dienen, nimmt die DNS der Proben großen Schaden, da Formaldehyde Quervernetzungen sowohl zwischen DNS Strängen als auch zwischen DNS und Proteinen erzeugen. Diese Quervernetzungen verhindern sowohl die Amplifikation als auch Sequenzierung der DNS mit allen gängigen Methoden. Zusätzlich wird die DNS durch die Konservierung durch Depurination degradiert, was zu einer starken Fragmentierung führt. Aus diesen Gründen sind sich DNS Proben von archivierten Präparaten (arcDNA) und historischen Proben (aDNA) sehr ähnlich. In diesem Projekt wollen wir das aktuelle Wissen um formaldehyd-spezifische Behandlungen von fixiertem Material mit aDNA Extraktionsprotokollen kombinieren, um sehr kurze DNS Stücke (unter 100 Basenpaaren Länge) zu erfassen. Diese Kurzfragmente müssen in eine DNS Bibliothek eingebracht werden, wobei eine Erstellung aus einzelsträngiger DNS der derzeit vielversprechendste Ansatz ist. Die Bibliothek kann dann direkt sequenziert werden oder aber weutere Schritte unternommen werden, um beispielsweise durch Hybridisierung bestimmte Loci aus der Bibliothek zu fischen. Wir werden diese Technik nutzen, um das mitochondriale Genom sowie phylogenetisch informative nukleäre Loci zu sequenzieren. Unser Ziel ist, ein Protokoll zu erstellen, das nicht nur kosteneffizient, sondern auch universell einsetzbar ist. Nach einer erfolgreichen Testphase werden wir dieses Protokoll beispielhaft auf musealen Proben von tiefseelebenden Laternenhaien anwenden. Diese Haie sind ein hervorragendes Beispiel für seltene Arten, die in ihrer natürlichen Umgebung schwer zugänglich sind und deswegen für molekulare taxonomische und phylogenetische Analysen nur bedingt zur Verfügung stehen. Hier ist DNS von Museumspräparaten von größtem Nutzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemaliger AntragstellerDr. Nicolas  Straube, bis 6/2019"
    },
    {
      "project_id": "352447832",
      "url": "https://gepris.dfg.de/gepris/projekt/352447832",
      "title": "Pollen metabarcoding an naturkundlichen Hummelsammlungen, um Pflanzen-Bestäuberinteraktionen in Deutschland retrospektive zu analysieren",
      "investigators": "Professorin Dr. Birgit  Gemeinholzer;Professor Dr. Alexander  Keller;Professor Dr. Michael  Ohl;Professor Dr. Ingolf  Steffan-Dewenter",
      "subject_area": "Evolution und Systematik der Pflanzen und PilzeÖkologie und Biodiversität der Pflanzen und ÖkosystemeÖkologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 352447832",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In Deutschland gibt es mehr als 35 nichtparasitäre pollensammelnde Hummelarten. Von diesen haben 20 Prozent eine wichtige Bestäuberfunktion. 16 Arten sind in Deutschland gefährdet oder vom Aussterben bedroht. Der z.T. starke Rückgang vieler Hummelpopulationen in den letzten Jahrzehnten ist primär auf Veränderungen in der Landnutzung und landwirtschaftlicher Verfahren zurückzuführen. In den Niederlanden, Belgien und Groß Britanniens konnten mikroskopische Analysen der Pollen an Wildbienen in naturkundlichen Sammlungen retrospektive zeigen, dass eine Veränderung der Blütenbesuche und des damit verbundenen Nahrungsangebots eine Hauptursache für den Rückgang der Wildbienen ist (Kleijn and Raemakers 2008, Scheper et al. 2014). Neue DNA-Metabarcoding-Methoden ermöglichen optimierte Pollenidentifikationen mit höherer Auflösung und Genauigkeit (Pornon et al. 2016). Die Methode kann noch weiter optimiert werden und soll im Rahmen dieses Projektes dazu dienen, Pollen an Hummeln in naturkundlichen Sammlungen in Deutschland in drei verschiedenen Zeiträumen (vor 1950, zwischen 1950-1980, nach 1980, in Zeiten drastischer landwirtschaftlicher Veränderungen) retrospektiv zu analysieren. Durch interdisziplinäre Zusammenarbeit zwischen Zoologen, Botanikern und Ökologen beabsichtigen wir (i) die Software zum Pollenmetabarcoding zu optimieren, um methodenbedingte Einflußfaktoren zu reduzieren, (ii) die Identifikationsgenauigkeit des Pollenmetabarcodings durch die Anwendung multipler Metabarcodingmarker zu erhöhen,(iii) die Nahrungspräferenzen von seltenen und häufigen Hummelarten in Deutschland anhand naturkundlicher Sammlungen retrospektiv zu untersuchen und (iv) zu analysieren, ob eine Veränderung des Nahrungsangebots im 20. Jahrhundert die Veränderungen der Hummelpopulationen sowie ihre Gefährdung erklären können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351280491",
      "url": "https://gepris.dfg.de/gepris/projekt/351280491",
      "title": "Schwamm TaxonOMICs V2",
      "subject_area": "Systematik und Morphologie der TiereEvolution, Anthropologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351280491",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Schwämme (Porifera) sind ökologisch wichtige Tiere aber schwer zu identifizieren und standard DNA-Barcoding funktioniert unzureichend. In diesem Projekt werden wir ein neues Assay zur Artbestimmung auf der Basis von \"Target-Enrichment\" und Illumina-Technologie, welches wir in der ersten Phase des Schwerpunktprogramms entwickelt haben, nun weiterentwickeln und auf eine taxonomisch sehr schwierige Gruppe von Schwämmen, die Haplosclerida (Demospongiae), anwenden. Unser Assay wird anhand von rezent gesammeltem und frischem Material aus dem Roten Meer sowie Sammlungsmaterial inkl. (Holo)typen aus Museen (\"museomics\") überprüft werden um eine gesichertere Artendeckung und Artabgrenzung in den Haplosclerida voranzutreiben, einer der artenreichsten Ordnungen der Schwämme.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugIrlandKooperationspartnerinProfessorin Dr. Grace  McCormack"
    },
    {
      "project_id": "351198199",
      "url": "https://gepris.dfg.de/gepris/projekt/351198199",
      "title": "Taxon-Omics in Mikrogastroden: Auf dem Weg zu einem probabilistischen und automatischen Art-Entdeckungssystem",
      "subject_area": "Systematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351198199",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "In den letzten 250 Jahren wurden ca. 1,5 Mio. Arten beschrieben, Schätzungen über die tatsächliche Artenzahl variieren jedoch zwischen 3 und 100 Mio. Einige Wissenschaftler gehen deshalb davon aus, dass viele Arten ausgerottet sind, bevor sie beschrieben werden konnten. Es ist jedoch nicht einfach, den Anteil der unbeschriebenen Arten signifikant zu verringern, da es in der Taxonomie einen grundlegenden Konflikt zwischen zwei Hauptinteressen gibt, der Qualität der Arterkennung/Artbeschreibung und der entsprechenden Rate.Ein Lösungsansatz besteht in der Integration von Museums-Informationen mit Omics-Daten und der Anwendung von Verfahren für eine (semi-) automatische Arterkennung. Mit der steigenden Fülle von genomischen Daten wurden bereits verschiedene Verfahren zur Artbestimmung entwickelt, die auf phylogenetischen oder Barcoding-Informationen basieren. Jedoch werden bisher nicht-genetische Informationen, die einen hohen diagnostischen Wert haben können, nur selten eingebunden. Probleme, die mit einem integrativen Ansatz verbunden sind, umfassen die Notwendigkeit für eine robuste phylogenetische Hypothese, den höheren rechentechnischen Aufwand, Schwierigkeiten bei der Nutzung gemischter Datentypen und die limitierte Eignung für große taxonomische Gruppen. Aufgrund dieser Limitationen von Phylogenie- oder Barcoding-basierten Systemen soll im vorliegenden Antrag ein neuartiges probabilistisches und semi-automatisches 'Species Discovery System' (proSDS) entwickelt werden. Es basiert auf einer integrierten Referenzdatenbank (anatomische, 3D-morphologische, genetische, ökologische und biogeographische Informationen) und nutzt 'supervised machine learning' Verfahren, um Arten dynamisch zu erkennen. Das Projekt hat fünf Teilziele: 1) den Aufbau einer kuratierten Referenzdatenbank, 2) das Testen verschiedener Verfahren zum effizienten Kodieren von Merkmalen, 3) das Testen von Diskriminanz-Verfahren zur Arterkennung, 4) das Testen von Verfahren zum Umgang mit fehlenden Daten und 5) die Implementierung des Ansatzes in ein öffentlich-zugängliches R-basiertes Interface (proSDS). Der proSDS-Ansatz ist in verschiedener Hinsicht innovativ. Er basiert auf integrativen Daten, kann mit fehlenden Daten und gemischten Datentypen umgehen, ist für Fossilien nutzbar, greift für bestimmte Merkmalsinformationen auf öffentliche Datenbanken zurück, nutzt neuartige Merkmalskodierungen wie bspw. die fraktale Dimension D, führt ein dynamisches Update von Merkmalswichtungen und Klassifizierungsregeln durch, und stellt dem Nutzer neben der Wahrscheinlichkeit, dass ein Abfrage-Individuum zu einer bekannten oder neuen Art gehört, auch Informationen zum individuellen Beitrag der diskriminatorischen Merkmale zur Verfügung.Dieser neue Ansatz kann prinzipiell für Taxa aus verschiedenen Reichen verwendet werden. Für die Entwicklung und das Testen des Ansatzes werden jedoch Daten aus der artenreichen und 'taxonomisch-schwierigen' Mikrogastropoden-Familie Hydrobiidae genutzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugBrasilienMitverantwortlichProfessor Dr. André  Backes"
    },
    {
      "project_id": "350360458",
      "url": "https://gepris.dfg.de/gepris/projekt/350360458",
      "title": "TaxonOMICS australischer Chenopodiaceae: eine facettenreiche Studie zur Analyse einer der schwierigsten australischen Pflanzenfamilien",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350360458",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Unser Projekt testet und optimiert universelle molekulare und bioinformatische Methoden zur vereinfachten Exploration und Beschreibung von Biodiversität. Bisher haben wir einen modifizierten RADseq-Ansatz zur phylogenetischen Analyse junger, diverser Artkomplexe entwickelt. Dieser Ansatz löst analytische Probleme mit klassischen RAD Daten durch tiefes Sequenzieren einer DNA-Bibliothek aus mehreren Tausend 300-600 bp langen Loci. So sind zusätzlich zu klassischen ML- und SNP-basierten- auch coalescent-based two-step summary-Methoden anwendbar, um daraus Artbäume abzuleiten. Darüber hinaus haben wir einen umfassenden Datenanalyse-Ansatz entwickelt, um ein exaktes de novo-Clustering zu gewährleisten, begleitet von weiteren Filterschritten und schließlich vergleichenden phylogenetischen Analysen. Unser Labor hat diesen Ansatz, außer an unserer Untersuchungsgruppe den australischen Camphorosmeae, auch an einer Vielzahl anderer, eng verwandter Pflanzengruppen erfolgreich getestet. Der molekulare Ansatz zum Verständnis der Diversifizierung der Camphorosmeae wird durch Bildklassifizierung ergänzt, um die Identifikation von Taxa im Feld zu erleichtern. Eine Pilotstudie zu neuronalen Netzwerkarchitekturen an den morphologisch diversen australischen Camphorosmeae lieferte vielversprechende Ergebnisse. In Kooperation mit unseren internationalen Experten können wir in der zweiten Runde von SPP Taxon-Omics unsere Untersuchungen auf die taxonomisch schwierigen Gattungen Atriplex und Tecticornia ausweiten, und so fast 80% der australischen Chenopodiaceae abdecken. Durch die spezifischen Anforderungen der verschiedenen Untersuchungsgruppen werden wir auch das molekulare Spektrum zur Artabgrenzung erweitern. Zur Auftrennung von Linien in Atriplex und den Camphorosmeae wird hyRAD-capturing (Suchan et al. 2017) in unser llddRADseq-Protokoll einfließen. Außerdem werden wir einen speziellen Hyb-Seq-Ansatz verwenden, um die ungeklärten Artenkomplexe in Tecticornia aufzulösen. Beides eignet sich für phylogenetische Studien mit degradierter DNA aus umfangreichen musealen Sammlungen. Neben der verfeinerten Bildklassifizierung der Camphorosmeae planen wir eine Pilotstudie zu Atriplex mit Bildern von Herbarbelegen und aus dem Feld. Dieses Werkzeug erweitern wir mit bereits online verfügbaren Schlüsseln, die ihrerseits sowohl Bilder als auch detaillierte Beschreibungen enthalten. Dafür müssen diese entsprechend der neuen, auf unseren phylogenetischen Untersuchungen basierenden Taxonomie aktualisiert werden. Die Kombination dieser molekularen und bioinformatischen Ansätze wird nicht nur die komplexe Evolution unserer Untersuchungsgruppen aufklären und ihre herausfordernden Artkomplexe entschlüsseln, sie dient auch der nächsten Generation von Taxonomen als nachhaltige Ressource zur Erkundung der atemberaubenden Biodiversität Australiens.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "350992967",
      "url": "https://gepris.dfg.de/gepris/projekt/350992967",
      "title": "Tiefe Mobilisierung von mikroskopischen Sammlungen durch hochdurchsatz Mikroskopie, Bildanalysen, und Verlinkung mit molekularen Daten (MobiDiC - MOBIlization of a DIatom Collection)",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 350992967",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Diatomeen sind mikroskopische Algen mit Zellwänden aus Silikat, die hinsichtlich der globalen Primärproduktion und den biogeochemischen Kohlenstoff- und Silikat-Kreisläufen eine wichtige Rolle spielen. Darüber hinaus finden sie umfangreiche Anwendung in der biologi-schen Gewässerüberwachung und der Rekonstruktion von Paläo-Umweltbedingungen. Taxonomische Sammlungen dieser Organismen wurden bisher nicht in wesentlichem Umfang digitalisiert, da ein einzelner Objektträger mehrere tausend Exemplare mehrerer Dutzend Arten enthalten kann. Die Dokumentation solcher Objektträger beruht bisher ausschließlich auf einzeln von Hand angefertigten mikroskopischen Aufnahmen individueller Kieselschalen. Wir beabsichtigen den Einsatz von Slide-Scanning-Mikroskopen, gefolgt von computer-unterstützter taxonomischer Katalogisierung, um die Menge an Informationen substanziell zu vergrößern, welche für die Auswertung von Sammlungsdaten und die sammlungsbasierte Forschung zur Verfügung stehen. Darüber hinaus werden wir Möglichkeiten untersuchen, um die Verknüpfung dieser Informationen mit Felduntersuchungen, nämlich, mit Identifizierung von Diatomeen auf Basis der Morphologie lebender Zellen und des molekularen Barcodings zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351710143",
      "url": "https://gepris.dfg.de/gepris/projekt/351710143",
      "title": "Typusbelege und Genome - Lösen eines Konfliktes am Beispiel häufig hybridisierender Arten der Gattung Veronica.",
      "subject_area": "Evolution und Systematik der Pflanzen und Pilze",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351710143",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Artbeschreibungen wurden seit jeher von der Art der verfügbaren Merkmale beeinflusst. Genomische Analysen bilden in diesem Zusammenhang keine Ausnahme. In Arten, die häufig hybridisieren wie z.B. Veronica spicata kann dies bedeuten, dass der Typusbeleg auch ein Hybrid ist, was potentiell die Taxonomie der Art destabilisieren könnte. In diesem Projekt werden wir verschiedene Aspekte des Konfliktes von Typus und Genomik untersuchen, indem wir Typus-Material und heute lebende Pflanzen vom Typus-Standort mit genomischen und morphologischen Methoden untersuchen, um ein stabiles System zu erreichen, dass traditionelle Taxonomie und genetische Identität mehrerer Namen aus der Veronica-Untergattung Pseudolysimachium aus Europa vereinbart. Neue Aspekte des Projektes beinhalten die Verwendung von Methoden der fossilen DNA-Analyse zur DNA-Extraktion von Herbarbelegen, inklusive der Whole genome-Amplifikation, der Vergleich der Hyb-Seq- und microfluid-PCR-Methoden als vielversprechende Methoden der Hochdurchsatz-Sequenzierung und die morphometrische Analyse, inklusive der outline-Analyse, für eine große Anzahl von Typus-Belegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351263740",
      "url": "https://gepris.dfg.de/gepris/projekt/351263740",
      "title": "Umfassende molekulare Charakterisierung der Diversität eukaryotischer Mikroorganismen und Zusammensetzung ihrer Artengemeinschaften in Waldböden und im Kronenraum verschiedener Biome mit Hilfe eines mutliplen Barcoding-Ansatzes - micDiv",
      "subject_area": "Ökologie und Biodiversität der Tiere und Ökosysteme, Organismische InteraktionenSystematik und Morphologie der Tiere",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351263740",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Protisten besetzen im Boden Schlüsselpositionen in Nahrungsnetzen aufgrund ihrer hohen Abundanz, ihres hohen Turnovers und ihrer funktionellen Bedeutung als mikrobielle Grazer. Methodische Schwierigkeiten sowohl in Kulturtechniken als auch in der Anwendung molekularer Methoden begrenzen jedoch immer noch sehr unser Wissen über ihre Diversität und Verbreitung, so dass auch große Gruppen noch unentdeckt bleiben. Entsprechend sind Struktur und Funktion natürlicher Protistengemeinschaften weitgehend unbekannt. Wir werden kulturunabhängige Hochdurchsatz-Sequenziermethoden mit gruppenspezifischen Primern für Amplicon-Sequenzierungen und rRNA-Trancriptomsequenzierungen anwenden für eine umfassende Abschätzung der Protistendiversität in Wäldern vom Boden bis zur Kronenregion (Borke, Blätter, Totholz, Astgabeln, Astlöchern, Epiphyten) in einem temperaten und einem tropischen Biom.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität"
    },
    {
      "project_id": "351987423",
      "url": "https://gepris.dfg.de/gepris/projekt/351987423",
      "title": "Vergleichende und experimentelle Flügelmuster Genomik in Lepidoptera",
      "subject_area": "Systematik und Morphologie der TiereEvolution, Anthropologie",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 351987423",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Seit Beginn der Naturgeschichte sind Wissenschaftler von der Variation der Färbung in und zwischen den Arten, insbesondere die der Lepidoptera, fasziniert. In diesem Projekt sollen zwei Gattungen untersucht werden, deren Flügelmusterung unterschiedliche ökologische Strategien repräsentieren, um sich vor Prädatoren zu schützen. Während die Gattung Hyles mit ihrem Flügelmuster eine Tarntracht zeigt, nutzen Arten der Gattung Zygaena eine Warntracht um mögliche Prädatoren vor ihrem Gift zu warnen. Durch den Vergleich der genetischen Grundlage dieser zwei Gattungen werden unsere Analysen in den evolutionären Kontext der Lepidoptera gesetzt, da hier die unterschiedlichen Effekte verschiedener Selektionsdrücke auf die Flügelmuster verglichen werden. Veränderungen des Klimas beeinflussen Umweltgradienten, und wir erwarten, dass diese die Flügelmusterverteilung durch adaptive Hybridisierung verändert. Um den genetischen Hintergrund der Flügelmuster zu verstehen, werden wir genomweite Assoziationsstudien durchführen und Beziehungen zwischen Genotypen und phänotypischen Merkmalen quantifizieren. Müller'sche Mimikry führt zu Konvergenz von Flügelmustern in Zygaena, und Konvergenz erwarten wir also auch im genetischen Aufbau, der den Flügelmustern in der Gattung zugrunde liegt. Maschinelles Lernen soll in diesem Kontext genutzt werden, um die verwendeten Exemplare in signifikante evolutionäre Einheiten einzuteilen und um phänotypische Merkmale zu extrahieren. Weiterhin werden Zuchtexperimente unter kontrollierten Temperaturregimen durchgeführt, und deren Ergebnisse mit Klimadaten der Sammlungsorte der Museumsexemplare verglichen, um den Einfluss phänotypischer Plastizität auf die Entwicklung von Flügelmustern im Individuum zu verstehen. Diese neuartige Nutzung naturhistorischer Sammlungen wird durch die Kombination von automatischer Bildanalyse mit genomischen Daten, sowohl von historischem als auch von frischem Probenmaterial, die integrative wissenschaftliche Nutzung von Museumsexemplaren in der Taxonomie weiter forcieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätInternationaler BezugGroßbritannien, NorwegenKooperationspartnerinnen / KooperationspartnerDr. Marine Servane  Brieuc;Dr. Ian J.  Kitching"
    },
    {
      "project_id": "447342662",
      "url": "https://gepris.dfg.de/gepris/projekt/447342662",
      "title": "Vom Feld ins Museum - Etablierung einer einfachen und kostenguenstigen multiplex Methode fuer Spinnen Taxonomie unter Verwendung von Third Generation Sequencing Technologie",
      "subject_area": "Ökologie und Biodiversität der Tiere und Ökosysteme, Organismische Interaktionen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 447342662",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und Biodiversität",
      "description": "Das Forschungsfeld der Taxonomie hat in den letzten Jahren massiv von der Methode des DNA Barcoding profitiert. Barcoding basiert meist auf der Untersuchung kurzer Genfragmente, s.g. DNA-Barcodes, die zur Identifikation von Taxa herangezogen werden. Allerdings ist die taxonomische Auflösung solcher einzelner Genmarker oft stark limitiert und ihre Evolution spiegelt nicht immer die Evolution von Arten wider. Die Entwicklung von Hochdurchsatz-Sequenziertechnologien hat es in den letzten Jahren erlaubt, die Anzahl untersuchter Genmarker zu vervielfachen. Molekular-Taxonomische Hypothesen können nun auf hunderten oder tausenden von Genen basieren und erlauben damit die sichere Identifikation selbst von evolutionär sehr jungen Arten. Derartige Hochdurchsatzmethoden erhöhen allerdings den Aufwand und die Kosten für DNA Barcoding erheblich. Für Taxonomen, die sich mit der Bestimmung und Beschreibung hunderter neuer Arten konfrontiert sehen, sind diese aber oft unverhältnismäßig aufwendig und teuer. Wir möchten ein alternatives DNA Barcoding Protokoll etablieren, in dem genomweite Multilokus-Daten generiert werden. Geeignete Barcode Marker werden über vergleichende Genomik identifiziert, mittels Long-Range-PCR amplifiziert und anschließend mittels Nanopore-Technologie sequenziert. Unser Protokoll besticht durch seine einfache Handhabung und geringen Kosten von nur wenigen Euro. Darüber hinaus möchten wir ein Multiplex-PCR Protokoll und einen vereinfachten Gen Enrichment Assay entwickeln, um lange Barcode Sequenzen aus Museumsmaterial mit stark degradierter DNA zu gewinnen. Die hier vorgeschlagenen Protokolle erlauben die Generierung tausender von Basenpaaren informativer DNA-Barcode Sequenzen über diverse taxonomische Gruppen für deutlich reduzierte Kosten gegenüber bislang verwandten Hochdurchsatz-Methoden. Darüber hinaus zeichnen diese sich durch eine stark vereinfachte Handhabung aus, die sie Taxonomen auf der ganzen Welt zugänglich machen, auch in Ländern mit limitiertem Forschungsetat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1991: \nTaxon-OMICS: Neue Herangehensweisen zur Entdeckung und Benennung von Arten und BiodiversitätEhemaliger AntragstellerDr. Stefan  Prost, bis 12/2021"
    }
  ]
}