{
  "spp_number": "SPP 2395",
  "spp_title": "Lokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/461101128",
  "projects_count": 28,
  "projects": [
    {
      "project_id": "559420345",
      "url": "https://gepris.dfg.de/gepris/projekt/559420345",
      "title": "Chronische Belastung durch Umweltschadstoffe und molekulare Reprogrammierung der Mikroglia bei ischämischem Schlaganfall",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieImmunologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559420345",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia, Immunzelle im Gehirn, reagieren bei neurodegenerativen Erkrankungen und Schlaganfällen auf komplexe Weise und spielen eine Rolle, die von Neurotoxizität bis hin zur Gewebereparatur reicht. Neue Daten deuten darauf hin, dass Umweltschadstoffe Mikroglia aktivieren können, was zu Schäden in den neuronalen Populationen führt. Tatsächlich wird die Mikrogliafunktion stark von äußeren Faktoren beeinflusst. Frühere Ergebnisse deuten darauf hin, dass selbst geringe Expositionen gegenüber Umweltgiften im frühen Leben zu langfristigen epigenetischen Veränderungen führen können, die ihre Reaktionen auf spätere Stimuli beeinträchtigen. Die zugrunde liegenden Mechanismen, die Umweltschadstoffe und mikrogliale Veränderungen im Zusammenhang mit Schlaganfällen miteinander verbinden, sind jedoch noch nicht vollständig verstanden. Die wichtigsten Forschungsfragen, die mit dem Projekt beantwortet werden sollen, lauten wie folgt: Wie trägt die chronische Exposition gegenüber Umweltschadstoffen zu molekularen Veränderungen der Mikroglia bei? Durch welche Mechanismen beeinflussen diese Pollutanten die Mikrogliafunktion im Kontext des Schlaganfalls? Konkret stellt das Projekt die Hypothese auf, dass es drei potenzielle Wege gibt: die direkte Wirkung von Umwelttoxinen auf Mikroglia, die systemische Aktivierung peripherer Immunzellen durch Toxine, die sich auf Mikroglia auswirken, und die Störung der Homöostase des Mikrobioms an der Darmbarriere, die zu einer Beeinträchtigung der Mikrogliafunktion führt. Das Projekt zielt darauf ab, diese Fragen durch eine Kombination fortschrittlicher Methoden kritisch zu untersuchen, einschließlich mikroglialer Transkriptomanalyse, epigenetischer Veränderungen, In-vivo-Tracking von Immunzellen und Manipulation des Mikrobioms. Die Zusammenarbeit mit den Gruppenleitern innerhalb des SPP wird es ermöglichen, eingehend zu untersuchen, wie lokale und periphere Modifikatoren die Mikrogliafunktion im Kontext von Gehirnerkrankungen beeinflussen. Ein besseres Verständnis, wie externe Faktoren wie Umweltschadstoffe zu Veränderungen der Mikrogliafunktion führen, könnte erhebliche Auswirkungen auf die Behandlung des Schlaganfallrisikos und anderer neurodegenerativer Erkrankungen haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500247271",
      "url": "https://gepris.dfg.de/gepris/projekt/500247271",
      "title": "Das deubiquitinierende Enzym A20 als Wächter der Homöostase des\nzentralen Nervensystems",
      "subject_area": "Experimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500247271",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Die Lysin-63 gekoppelte Ubiquitinierung ist eine post-translationale Modifikation, welche zur Aktivierung des NFkappaB Signalweges führt. Das Entfernen dieser Ubiquitinketten stellt einen wichtigen Mechanismus zur Kontrolle der NFkB Aktivität dar und wird von Proteasen der Klasse der deubiquitinierenden (DUB-) Enzyme durchgeführt. Wir und andere konnten zeigen, dass das DUB-Enzym A20 den NFkappaB Signalweg in einer Reihe von Immunzellen, darunter T Zellen, B Zellen und Dendritische Zellen, sowie in einigen Populationen von Makrophagen, insbesondere den Mikrogliazellen reguliert. Kürzlich haben wir dazu berichtet, dass A20 eine kritische Rolle für die Funktion der Mikroglia im steady state spielt: in Abwesenheit von A20 exprimierten die Zellen Gene, welche mit viralen Infektionen assoziiert sind, was schließlich zur Invasion von CD8+ T Zellen in das ZNS führte. Zudem fanden wir in Mäusen mit A20-defizienten Mikroglia dysfunktionale neuronale Netzwerke. Dieser Phänotyp konnte durch Eliminierung der invadierenden T Zellen korrigiert werden. Neben A20 existiert CYLD als ein weiteres wichtiges DUB-Enzym, welches mit dem NFkappaB Signalweg assoziiert ist. Während der ersten SPP-Förderperiode konnten wir schlüssig zeigen, dass CYLD keine Rolle für die Funktion der Mikroglia im steady state oder während autoimmun-entzündlicher Prozesse im ZNS spielt. Im Rahmen der zweiten SPP-Förderperiode planen wir nun, die präzise Rolle von A20 weiter zu untersuchen, sowohl in homöostatischen Mikroglia als auch während der Alterung, Autoimmunität sowie neurodegenerativen Prozessen. Genauer wollen wir analysieren, wie die Hyperaktivierung von Mikroglia nach A20-Deletion zu neuronaler Dysfunktion führt, und wie dies die Genexpression in Neuronen und umliegenden Gliazellen moduliert. Weiter wollen wir die exakte Rolle des Interferon-gamma untersuchen, welches von infiltrierenden T Zellen produziert wird. Dazu wollen wir neue genetische Mausmodelle auf dem Hintergrund A20-defizienter Mikroglia entwickeln, in welchen zum einen die Produzenten dieses Zytokins, und zum anderen die Signalempfänger manipuliert werden. Als nächstes werden wir die Mäuse mit mikroglialer Hyperaktivierung auf Entstehung, Verlauf und Rückbildung von ZNS-spezifischer Autoimmunität im EAE-Modell testen. Schließlich möchten wir eine mögliche Rolle für die mikrogliale Regulation durch A20 während der Alterung erörtern, sowohl im Mausmodell, als auch anhand von humanem post mortem Material von (gealterten) gesunden Probanden sowie Morbus Alzheimer Patienten. Zusammenfassend zielen unsere vorgeschlagenen Experimente auf die Evaluierung des A20 als möglichem Regulator mikroglialer Aktivierung und Funktion im Normalzustand, aber auch während autoimmun-entzündlicher und alterungsbedingter Prozesse im ZNS. Ultimativ sollen unsere Ergebnisse A20 als mögliches Ziel von gezielten Manipulationen identifizieren, um physiologische und pathologische Prozesse im Zusammenhang mit diesem DUB-Enzym zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500300545",
      "url": "https://gepris.dfg.de/gepris/projekt/500300545",
      "title": "Das Kontinuum mikroglialer Subpopulationen zu funktionellen Veränderungen bei Multipler Sklerose",
      "subject_area": "Molekulare und zelluläre Neurologie und Neuropathologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500300545",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia sind die im Hirnparenchym ansässigen Phagozyten, die bei Störungen der Homöostase des Zentralnervensystems, wie sie bei Neuroinflammation einschließlich Multipler Sklerose (MS) auftreten, als erste reagieren. Bei einer Störung der Homöostase des Gehirns machen Mikroglia eine Reihe von Veränderungen in ihrer Proteinexpression, Morphologie und ihrem Stoffwechsel durch. Bei progressiver MS zeigten wir mit Hilfe der Massenzytometrie (CyTOF) und der bildgebenden CyTOF (IMC) eine phänotypische Heterogenität der Mikroglia in aktiven Läsionen, die von schützenden bis hin zu aktivierenden Ereignissen, einschließlich einer Zunahme des phagozytischen Phänotyps und der Expression proinflammatorischer Moleküle. Es muss jedoch noch untersucht werden, ob diese phänotypische Heterogenität mit der Vielfalt mikroglialer Funktionen in Bezug auf den pathologischen Ort korreliert (in den verschiedenen Läsionstypen der MS, d. h. in kortikalen und langsam expandierenden aktiven Läsionen sowie im remyelinisierten Bereich (eines „shadow plaque“)). In diesem Projekt wollen wir das Kontinuum mikroglialer Phänotypen bis hin zu funktionellen/metabolomischen Veränderungen in verschiedenen Läsionstypen der MS (d. h. kortikale und langsam expandierende aktive Läsionen) im Vergleich zu NAWM, NA grauer Substanz (NAGM) und „shadow plaque“ (n=10; 5 Regionen/Spender) kartieren. Hirngewebe von Spendern ohne Neuropathologie und von Spendern mit nicht-MS-Neuroinflammation werden als Kontrollen verwendet (n = 10; graue und weiße Substanz). Wir werden zwei hochmoderne räumliche Technologien einsetzen, nämlich die bildgebende Massenzytometrie (IMC) und die DESI-Ionenmobilitäts-TOF-Massenspektrometrie zur In-situ-Analyse von Metaboliten und Lipiden. Die Beziehungen zwischen phänotypischen, metabolomischen und funktionellen Veränderungen von Mikroglia/Makrophagen in verschiedenen Läsionstypen im Vergleich zu NAWM und NAGM sowie zu Kontrollen werden mithilfe modernster Algorithmen entschlüsselt. Die Zell-Zell-Interaktion zwischen verschiedenen Mikroglia-/Makrophagen-Untergruppen und anderen ZNS-Zellen in verschiedenen MS-Läsionstypen sowie in NAWM, NAGM und „shadow plaque“ wird ebenfalls bewertet werden. Schließlich werden die Ergebnisse mit dem EAE-Mausmodell mit schubförmigem Verlauf validiert/verglichen.Unsere Ergebnisse werden neue Einblicke in die Rolle der Mikroglia/Makrophagen und ihre Reaktionen auf lokale Reize in verschiedenen Läsionstypen in Richtung MS Pathologie liefern, was zu einem besseren Verständnis der Biologie menschlicher Mikroglia und ihrer Rolle in verschiedenen MS-Stadien führen wird, sowie zu der Frage, wie sie unter verschiedenen MS-Bedingungen manipuliert werden können. Darüber hinaus werden die Ergebnisse aus dem Bereich der Remyelinisierung die Rolle der Mikroglia im Regenerationsprozess der MS belegen, was einen wichtigen Einfluss auf die künftige Entwicklung einer auf Mikroglia abzielenden Behandlung haben wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionInternationaler BezugGroßbritannienKooperationspartnerProfessor Dr. Zoltan  Takats, Ph.D."
    },
    {
      "project_id": "500260917",
      "url": "https://gepris.dfg.de/gepris/projekt/500260917",
      "title": "Desialylierung als Auslöser von Mikroglia-Reaktionen in der alternden und degenerierenden Netzhaut",
      "subject_area": "AugenheilkundeMolekulare und zelluläre Neurologie und Neuropathologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500260917",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Altersabhängige Netzhautdegenerationen sind die Hauptursachen für Sehverlust und Erblindung. Ein chronisch pro-entzündliches Milieu, das oft durch Mikroglia gesteuert wird, ist ein Hauptmerkmal dieser Krankheiten. Reaktive Sauerstoffspezies und Komplementkomponenten (C1q, C3), die von Mikroglia und Makrophagen produziert und freigesetzt werden, tragen zum Fortschreiten der Netzhautdegeneration bei. Die Sialylierung von Glykoproteinen ist ein wichtiger Kontrollpunkt für die Regulation des Komplementsystems und der zellulären Immunantwort. Das Ausmaß der Sialylierung nimmt beim Menschen mit zunehmendem Alter ab, ihre genaue Bedeutung für Komplement- und Mikroglia-assoziierte Erkrankungen wie der AMD ist jedoch weitgehend unverstanden. In diesem Projekt werden wir den Effekt einer reduzierten Sialylierung auf den Mikroglia-Zustand in der Netzhaut anhand von Gne+/- Mäusen untersuchen und den Phänotyp mit der alternden und degenerierenden menschlichen Netzhaut, speziell mit Bezug auf die altersabhängige Makuladegeneration (AMD) vergleichen. Gne+/- Tiere werden mit Cx3cr1-GFP- Reportertieren gekreuzt und diese Mäuse werden einer akuten Weißlichtexposition als etablierten und kontrolliert induzierten Netzhautschaden unterzogen. Die nicht-invasive optische Kohärenztomographie (SD-OCT) und die konfokale Scanning Laser Ophthalmoskopie (SLO) werden dann für eine zeitliche und vergleichende Analyse der Photorezeptordegeneration und der Mikroglia-Immunantwort eingesetzt. Weiterhin werden wir den Sialylierungszustand, den Mikroglia-Phänotyp und das RNAseq-basierte Transkriptom von humanem postmortalem Netzhautgewebe von an AMD erkrankten Patienten und Kontrollpersonen vergleichbaren Alters analysieren. Die Kombination dieser In vivo-Analysen im Tiermodell mit retinaler In situ-Immunhistochemie und RNAseq-Analysen von Retinas der Maus und des Menschen wird es möglich machen, die kritischen Zeitpunkte zu definieren, an denen bereits ein leichter Sialylierungsverlust ausreicht, die Mikroglia zu alarmieren und zu messbaren Anzeichen einer Netzhautdegeneration führt. Wir erwarten von diesen Experimenten, die Bedeutung der Desialylierung als Auslöser einer Mikroglia-Immunantwort bei Mäusen und Menschen aufzuklären und eine neue Zielstruktur für die Therapie altersbedingter Netzhauterkrankungen aufzeigen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500305540",
      "url": "https://gepris.dfg.de/gepris/projekt/500305540",
      "title": "Die Rolle der Modulation des Mikrotubuli-Cytoskeletts in Mikroglia und der Effekt auf Kognition",
      "investigators": "Dr. Sophie  Crux-Daseking;Professor Dr. Martin  Fuhrmann",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500305540",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia sind residente Makrophagen des zentralen Nervensystems (ZNS), wo sie als erste Immunantwort auf Pathogene agieren. Darüber hinaus sind Mikroglia hochmobile Zellen, die mit der Regulierung der Homöostase des ZNS und der neuronalen Funktion in Verbindung stehen. Allerdings ist wenig darüber bekannt, wie Mikroglia Neuronen beeinflussen und umgekehrt. Die Zytoskelettproteine „Aktin-depolarisierender Faktor“ (ADF) und Cofilin-1 (Cfl1), die die Depolymerisation von Aktinfilamenten modulieren, sind entscheidend für die neuronale Entwicklung, Funktion und Zellzykluskontrolle. Wir haben herausgefunden, dass ADF/Cfl1 in Mikroglia für die Abtastung des Gehirngewebes, auch als Mikroglia-Motilität bekannt, sowie für die Migration der Mikroglia erforderlich sind. Mikroglia, die ADF/Cfl1-defizient sind, zeigten neben veränderten F-Aktin-Dynamiken auch abnormale Mikrotubuli- Dynamiken. Im Hippocampus, einer für Lernen und Gedächtnis wichtigen Gehirnregion, stellten wir eine Beziehung zwischen der Mikroglia-Feinprozess-Motilität und der neuronalen Aktivität sowie der Stabilität von Synapsen fest. Interessanterweise waren ADF/Cfl1-KOMäuse in hippocampusabhängigem Lernen und Gedächtnis beeinträchtigt, was darauf hindeutet, dass ADF/Cfl1-Defizienz in Mikroglia die Kognition möglicherweise durch ihre Funktion bei der Regulierung der Synapsenstabilität und der neuronalen Aktivität beeinflusst. Weil wir auch ein Defizit in der Mikrotubuli-Dynamik festgestellt haben, fragten wir uns, ob die Mikroglia-Feinprozess- Motilität von der Mikrotubuli-Dynamik abhängt und sich auf die neuronale Funktion und Kognition auswirkt. Daher stellen wir die Hypothese auf, dass die Funktion von Mikroglia von einem dynamischen Mikrotubuli-Zytoskelett abhängt und dies entscheidend für die Funktion neuronaler Netzwerke ist, die zum Lernen und Gedächtnis beitragen. Diese Hypothese werden wir mithilfe von Mäusen mit einem mikroglia-spezifischen und induzierbaren Knockout von Tubulin-Tyrosin-Ligase (TTL), das für die Mikrotubuli-Dynamik notwendig ist, untersuchen. In diesen Mäusen werden wir modernste in vivo Zwei-Photonen-Mikroskopie von Neuronen und Mikroglia im Hippocampus von wachen, kopffixierten und frei beweglichen Mäusen durchführen, um die Rolle der Mikrotubuli-Dynamik in Mikroglia und ihre Bedeutung für neuronale Netzwerke zu entschlüsseln. Um zu untersuchen, wie TTL-defiziente Mikroglia die Synapsen- Umstrukturierung beeinflussen, werden wir dendritische Spines und Mikroglia im Hippocampus in vivo im nanoskopischen Maßstab mithilfe modernster 2P-STED-Mikroskopie untersuchen. Unsere Experimente werden neue Erkenntnisse über die Rolle von Mikrotubuli in Mikroglia und deren Einfluss auf Lernen und Gedächtnis liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559329136",
      "url": "https://gepris.dfg.de/gepris/projekt/559329136",
      "title": "Die Rolle der Translation bei der Gestaltung mikroglialer Aktivierungszustände während der Neuroinflammation",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559329136",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Die präzise Regulierung der Mikroglia-Aktivierung - bestimmt durch das fragile Gleichgewicht zwischen Aktivierung und Rückkehr in den inaktiven Zustand - ist entscheidend für die Aufrechterhaltung der Homöostase und die Gesundheit des Gehirns. Eine Störung dieses Gleichgewichts spielt eine zentrale Rolle bei der Entstehung zahlreicher neurologischer Erkrankungen. Unsere neusten Forschungsergebnisse zeigen, dass die Bildung von TDP-43-haltigen Stressgranula dieses Gleichgewicht zugunsten einer chronischen Mikrogliaaktivierung und einer langanhaltenden Neuroinflammation nach traumatischen Hirnverletzungen verschiebt. Besonders bemerkenswert ist dabei, dass die Proteinsynthese in diesen Stressgranula-enthaltenden, dauerhaft aktivierten Mikroglia signifikant verändert ist. In diesem Kooperationsprojekt bündeln wir die komplementäre Expertise des Kiebler Labors im Bereich der Proteinsynthese und des Ninkovic Labors auf dem Gebiet der Neuroinflammation, um folgende zentrale Fragestellungen zu beantworten: 1. Wie beeinflussen Veränderungen in der Proteintranslation den Aktivierungszustand der Mikroglia? (Arbeitspaket 1). 2. Welche Proteine mit veränderter Translation sind für die Regulierung des Mikroglia-Aktivierungszustandes von Bedeutung? (Arbeitspaket 2). 3. Welche Mechanismen führen zu veränderter Proteintranslation in aktivierten Mikroglia? (Arbeitspaket 3). 4. Wie werden spezifische Funktionen aktivierter Mikroglia durch veränderte Proteinsynthese moduliert? (Arbeitspaket 4). Mit der Aufdeckung neuer Mechanismen der translationsabhängigen Regulation von Mikroglia-Reaktivität wollen wir bislang unbekannte regulatorische Prinzipien verstehen, die die Mikroglia-Aktivierung und Neuroinflammation beeinflussen. Diese Erkenntnisse ermöglichen hoffentlich innovative Ansätze zur Rückführung krankheitsassoziierter Mikroglia-Zustände in ihre gesunde, physiologische Funktion.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500215821",
      "url": "https://gepris.dfg.de/gepris/projekt/500215821",
      "title": "Die Rolle myeloider Zellen beim ischämischen Schlaganfall",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieKlinische Neurologie; Neurochirurgie und NeuroradiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500215821",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "In der Behandlung von Schlaganfallpatienten stehen wir vor einem großen Translationsdefizit erfolgreicher experimenteller Ergebnisse in neue medikamentöse Therapien. Trotz großer Anstrengungen sind die Pathomechanismen nach Schlaganfall deutlich komplexer als bisher angenommen. Dabei können insbesondere inflammatorische Mechanismen bidirektionale Effekte auf das akute Schlaganfallergebnis versus Langzeitergebnis vermitteln. Unmittelbar nach der Induktion eines ischämischen Schlaganfalls kommt es zu dynamischen Veränderungen der Zellinteraktionen, die auch Mikroglia, die lokalen Immunzellen des zentralen Nervensystems (ZNS), betreffen. Die Mikroglia wird aktiviert, was zu Veränderungen der Morphologie und der Eigenschaften, wie vermehrte Phagozytose und Proliferation, führt. Zusätzlich können nach Schlaganfall auch Monozyten in die Läsion einwandern, die als Makrophagen (Mo/MΦ) morphologisch nicht von Mikroglia zu unterscheiden sind. Beide Zelltypen beeinflussen jedoch klar das akute und chronische Schlaganfallergebnis. Letztlich sind jedoch die Mechanismen, wie Veränderungen des zerebralen Mikromillieus nach Schlaganfall Zellinteraktionen myeloider und anderer Zellen des ZNS beeinflussen, unklar. Zudem existieren kaum Untersuchungen in humanem Gewebe.In diesem Projekt verfolgen wir das Ziel, die diversen Eigenschaften myeloider Zellen, insbesondere der Mikroglia und Mo/MΦ, in der Pathogenese des ischämischen Schlaganfalls aufzudecken. Zunächst werden die proliferativen Dynamiken myeloider Zellen in Bezug auf klonale Expansion, Zellauswanderung und apoptotischen Zelltod charakterisiert. Dazu werden zwei multifarbene Reporterstämme eingesetzt, die sogenannte 'Microfetti' Maus (Cx3cr1creER/+ R26RConfetti/+) sowie die neu entwickelte 'Monofetti' Maus (Ccr2creERT2/+ R26RConfetti/+). Im Sinne eines Kandidatenansatzes wird der monoklonale 'Triggering receptor expressed on myeloid cells' (TREM)2 Antikörper, 4D9, angewendet. Dadurch werden die Eigenschaften der Mikroglia nach Schlaganfall moduliert und die agonistischen TREM2 Effekte auf das Schlaganfallergebnis getestet, wobei eine komplexe Endpunktanalyse mit histologischen und elektrophysiologischen Untersuchungen sowie Verhaltenstestbatterien zum Einsatz kommen. Potentielle Mechanismen werden in vitro und ex vivo mittels verschiedener Zellkulturtechniken und molekularbiologischer Methoden untersucht. In komplementären Experimenten wird mit Hilfe des antagonistischen TREM1 Köderproteins LP17 die Invasion und die Eigenschaften Mo/MΦ moduliert. In einem translationalen Ansatz wird mittels 'imaging mass cytometry' Autopsiegewebe von Schlaganfallpatienten untersucht und mit den experimentellen Ergebnissen verglichen. Damit werden Veränderungen im zerebralen Mikromillieu nach Schlaganfall auf Einzelzellebene aufgelöst, bleiben aber dem untersuchten Hirngewebe räumlich zugeordnet. Dadurch ist ein tieferes Verständnis veränderter Zellinteraktionen zwischen myeloiden Zellen und anderen Zellen im ZNS möglich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionMitverantwortlichProfessor Dr. Matthias  Endres"
    },
    {
      "project_id": "500297100",
      "url": "https://gepris.dfg.de/gepris/projekt/500297100",
      "title": "Einfluss von Zytokinen auf den Mikrogliastoffwechsel bei Alzheimer-\nErkrankung",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieImmunologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500297100",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia spielen eine entscheidende Rolle bei der Aufrechterhaltung der Gehirngesundheit, indem sie abgestorbene Zellen beseitigen und das Gleichgewicht bewahren. Unter normalen Umständen nutzen diese Zellen oxidative Phosphorylierung (OxPhos) zur Energiegewinnung, ein langsamer, aber beständiger Prozess, der gut für ihre routinemäßigen Funktionen geeignet ist. In neurodegenerativen Erkrankungen wie der Alzheimer-Krankheit (AD), bei der sich schädliche, fettreiche Substanzen wie Amyloid-beta-Plaques ansammeln, wechseln die Mikroglia jedoch zu Glykolyse, einer schnelleren Methode der Energieproduktion. Obwohl dies eine schnellere Reaktion auf Entzündungen ermöglicht, führt es auch zu einer Ansammlung von Fetten in den Zellen, was ihre Fähigkeit beeinträchtigt, phagozytierte Plaque-Partikel wirksam abzubauen. Aktuelle Studien haben gezeigt, dass Mikroglia bei AD durch Fettablagerungen überfordert werden können, was Entzündungen auslöst und die Krankheit verschlimmert. Unsere Forschung untersucht, ob eine Rückkehr der Mikroglia zur OxPhos-Energiegewinnung ihre Fähigkeit verbessern könnte, diese Fettablagerungen effizienter zu verarbeiten und die Ansammlung von Amyloid-beta-Plaques zu verringern. Ein vielversprechender Ansatz ist der Einsatz von Zytokinen, immunregulierenden Molekülen, die in Mausmodellen für AD bereits Verbesserungen gezeigt haben und derzeit in klinischen Studien untersucht werden. Die zugrunde liegenden molekularen Mechanismen dieser Zytokinbehandlung sind jedoch noch unklar. Wir vermuten, dass der positive Effekt darin liegen könnte, das die Zytokine den Energieverbrauch der Mikroglia so verändern, dass sie zur OxPhos zurückkehren, was für den Fettabbau effektiver ist. Unsere Forschung könnte zu neuen Therapien führen, die die Fähigkeit der Mikroglia verbessern, Plaques im Gehirn zu bewältigen, und somit möglicherweise den Krankheitsverlauf bei Alzheimer verlangsamen. Dieser Ansatz könnte weiterhin neue Erkenntnisse über die Anpassungsfähigkeit von Mikroglia und die Rolle der Zytokin-Signalübertragung liefern und innovative Behandlungsoptionen für neurodegenerative Erkrankungen eröffnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionInternationaler BezugFinnland"
    },
    {
      "project_id": "500300695",
      "url": "https://gepris.dfg.de/gepris/projekt/500300695",
      "title": "Entschlüsselung geschlechtsspezifischer Mikroglia-Funktionszustände während der menschlichen Hirnentwicklung und beim Rett-Syndrom",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenExperimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500300695",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "In diesem Projekt wird untersucht, wie die ortsständigen Immunzellen des Gehirns, die sogenannten Mikroglia, die menschliche Hirnentwicklung beeinflussen und zu neuropsychiatrischen Erkrankungen wie dem Rett-Syndrom beitragen. Mikroglia passen sich kontinuierlich an Veränderungen in ihrer Umgebung an und spielen eine zentrale Rolle bei der Aufrechterhaltung der Homöostase des Gehirns. Frühere Studien haben gezeigt, dass frühe Immunaktivierungen eng mit Entwicklungsstörungen des Gehirns assoziiert sind. Es bleibt jedoch unklar, inwiefern diese Reaktionen zwischen Männern und Frauen unterschiedlich verlaufen und wie solche Unterschiede das Risiko für neuropsychiatrische Erkrankungen beeinflussen. Dieses Projekt nutzt eine neu entwickelte organoidbasierte Methode, um zu untersuchen, inwieweit Mikroglia während kritischer Entwicklungsphasen des Gehirns bei Frauen und Männern unterschiedlich auf pathologische Immunaktivierungen reagieren. Mithilfe von hochauflösender Mikroskopie, molekularen Sequenzierungsmethoden und rechnergestützten Modellen wird erforscht, ob diese Immunantworten zu unterschiedlichen Entwicklungsverläufen und Krankheitsrisiken bei Männern und Frauen führen. Das Ziel ist es, zu verstehen, wie geschlechtsspezifische Unterschiede in der mikroglialen Reaktion auf pathogene Reize die Entstehung bestimmter neuropsychiatrischer Erkrankungen beeinflussen. Ein besonderer Schwerpunkt liegt auf dem Rett-Syndrom, einer Entwicklungsstörung, die hauptsächlich Frauen betrifft. Wir werden untersuchen, wie Mutationen im MECP2-Gen, die mit dieser Erkrankung in Verbindung stehen, das Verhalten der Mikroglia verändern, die Interaktionen von Mikroglia mit anderen Gehirnzellen stören und zur Krankheitsprogression beitragen. Patientenspezifische Modellsysteme, die das sich entwickelnde Gehirn auf Gewebeebene nachbilden, werden eingesetzt, um die Rolle von Mikroglia bei dieser Erkrankung detailliert zu untersuchen. Dabei liegt ein besonderes Augenmerk auf der Unterscheidung zwischen zellautonomen Prozessen, die von den Mikroglia selbst gesteuert werden, und nicht zellautonomen Prozessen, die durch Interaktionen mit der umliegenden Gewebeumgebung moduliert werden. Dieses Projekt wird entscheidende Einblicke in die geschlechtsspezifischen Unterschiede von Mikroglia liefern und deren Rolle bei der Entstehung von Entwicklungs- und neuropsychiatrischen Erkrankungen aufzeigen. Die gewonnenen Erkenntnisse könnten neue Ansätze für gezielte Therapien eröffnen, die geschlechtsspezifische Unterschiede im Krankheitsverlauf berücksichtigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500012302",
      "url": "https://gepris.dfg.de/gepris/projekt/500012302",
      "title": "Entwicklung eines humanisierten Mausmodells zur Untersuchung des alternsabhängigen Einflusses der Darmmikrobiota auf die Diversität von Mikroglia im Gehirn",
      "investigators": "Dr. Christiane  Frahm;Professor Dr. Christoph  Kaleta;Christian  Schmeer, Ph.D.",
      "subject_area": "Kognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500012302",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Der Rückgang kognitiver Fähigkeiten und Demenz gehören weltweit zu den wichtigsten altersbedingten Gesundheitsproblemen. Ein wesentlicher Bestandteil der altersassoziierten Neurodegeneration ist eine geringgradige systemische Entzündung (Inflammaging), die im Gehirn hauptsächlich durch aktivierte Mikroglia vermittelt wird. Aktuelle Arbeiten zeigen, dass Mikroglia Signale von Darmmikroben sowie deren Stoffwechselprodukten empfangen und darauf reagieren. Dies unterstreicht die Wechselwirkungen zwischen Mikrobiota und Mikroglia als attraktives therapeutisches Ziel für Therapien um der altersbezogenen Entzündung entgegenzuwirken. Ziel dieses Projekts ist die Entwicklung eines humanisierten Mikrobiota Mausmodells, um einen kausalen Zusammenhang zwischen der menschlichen Darmmikrobiota und der Funktion und Diversität von Mikrogliazellen herzustellen. Wir erwarten eine Verbesserung der kognitiven Funktion bei alten Mäusen nach dem Transfer von Mikrobiota aus jungen Spendern durch die entzündungshemmende und neurounterstützende Funktion von Mikroglia. Umgekehrt erwarten wir einen proinflammatorischen Mikroglia-Phänotyp, der mit kognitiven Dysfunktionen bei jungen Mäusen nach Transfer von Mikrobiota von alten Spendern einhergeht. Durch Einzelzellsequenzierung von Hippocampi werden wir damit verbundene Änderungen in der Heterogenität und Genaktivität in Mikroglia bestimmen. Insbesondere werden Mikroglia im Hinblick auf die Regulation von Entzündungsgenen analysiert und auf dieser Grundlage in zelluläre Subtypen eingeteilt. Darüber hinaus werden wir den mikroglialen Aktivierungszustand mittels immunhistochemischer Methoden bestimmen. Um die Mikrobiota kausal mit der Funktion und Diversität der Mikroglia zu verknüpfen, werden wir einen neuartigen Modellierungsansatz verwenden, um von Mikrobiota produzierte Metaboliten zu identifizieren, die die mikrogliale Heterogenität beeinflussen. Die funktionelle Relevanz dieser peripher produzierten Metaboliten wird in Zellkulturen primärer Mikroglia validiert. In Zukunft soll unser neues präklinisches Tiermodell sowie der entwickelte Modellierungsansatz als wesentliche Grundlage für das rationale Design mikrobiombasierter Therapien dienen, um der durch Mikroglia vermittelten altersbedingten Neurodegeneration entgegenzuwirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500300783",
      "url": "https://gepris.dfg.de/gepris/projekt/500300783",
      "title": "Genetische und nicht-genetische Einflussfaktoren auf die klonalen Dynamiken und Plastizität von Hirntumor-assoziierten myeloiden Zellen",
      "investigators": "Dr. Ilon  Liu;Dr. Leif  Ludwig",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500300783",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Myeloide Zellen des zentralen Nervensystems (ZNS) umfassen unter anderem Mikroglia und Makrophagen, welchen eine Schlüsselrolle in der Entwicklung und Evolution von Hirntumoren, Therapieresistenz sowie Krebstherapie-induzierter Neurotoxizität zugeschrieben wird. Trotz zunehmender Evidenzlage über ihre Diversität und zentralen Funktionen im physiologischen sowie erkrankten Gehirn bleiben die klonalen Dynamiken und Trajektorien dieser Zellen in vivo im menschlichen Gehirn weitestgehend unverstanden. Dieses lag bislang vor allem an technischen Limitationen, die klonalen Verwandtschaftsverhältnisse zwischen Zellen direkt in humanen Kohorten und Geweben nachzuvollziehen. Somit bleibt unbeantwortet, in welchem Ausmaß Hirntumor-assoziierte myeloide Zellen i) klonal expandierte Populationen darstellen, bzw. ii) eine hohe Plastizität aufweisen, d.h. in verschiedene zelluläre Zustände übergehen können, und iii) wie derartige Zellzustände und Plastizität auf genetischer als auch nicht-genetischer Ebene reguliert werden. Das Gesamtziel dieses Antrags liegt nun darin, ein tiefgehendes Verständnis in die Klonalitäten, Dynamiken und zugrunde liegenden Regulatoren von myeloiden Immunzellen im Kontext von Hirntumorevolution und Krebstherapie-induzierter Neurotoxizität zu erlangen. Hierfür werden wir somatische mitochondriale DNA-Mutationen als natürlich vorkommende zelluläre „Barcodes“ nutzen, welche mittels multi-omischen Einzelzelltechnologien hochaufgelöst werden, um die klonalen Schicksale von myeloiden ZNS-Zellen in longitudinalen Kohorten von Glioblastompatienten vor sowie nach Standard-Radiochemotherapie nachzuvollziehen. Darüber hinaus werden wir die bislang nicht bekannte Prävalenz der klonalen Hämatopoese von unbestimmtem Potential (CHIP), welche sich insbesondere in der alternden Bevölkerung manifestiert, in typischerweise älteren Glioblastompatienten untersuchen. Ausgehend von jüngsten Erkenntnissen der Einflüsse von CHIP auf myeloide ZNS-Zellen im Kontext der Alzheimer-Erkrankung, werden wir analog die Auswirkungen von CHIP auf Hirntumor-assoziierte myeloide Zellen untersuchen. Zusammenfassend wird dieses Forschungsvorhaben wesentliche Erkenntnisse liefern über die i) die zeitliche Evolution und Plastizität von myeloiden ZNS-Zellen, welche zu Hirntumorresistenz und Therapie-induzierter Neurotoxizität beitragen, sowie darüber Aufschluss geben, ii) wie diese Zellpopulationen durch genetische und nicht-genetische Mechanismen reguliert werden. Perspektivisch gehen wir davon aus, dass die Ergebnisse dieses Forschungsvorhabens zu verbesserten Behandlungen beitragen werden, beispielsweise zu Therapien, welche sich spezifischer gegen die myeloiden Zellpopulationen richten, die für Tumorresistenz sowie Toxizität verantwortlich sind. Entsprechende Erkenntnisse könnten darüber hinaus auch auf andere Krebs- und ZNS-Erkrankungen übertragbar sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559109360",
      "url": "https://gepris.dfg.de/gepris/projekt/559109360",
      "title": "Gewebsansässige CD8+ T-Zell-Regulation der Mikroglia-Funktion",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559109360",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Unser Hauptziel ist es, die Faktoren aufzudecken, die bestimmen, ob die Aktivierung von Mikroglia sich auflöst oder in eine chronische Entzündungsreaktion übergeht. Um dies zu erreichen, müssen wir die Liganden und Rezeptoren identifizieren, die an der Regulierung der Mikroglia-Reaktionen beteiligt sind. Unsere bisherigen Forschungen haben gezeigt, dass CD8+ geweberesidente Gedächtnis-T-Zellen (TRM) eine entscheidende Rolle bei der Förderung chronischer Entzündungen im Gehirn spielen könnten. Diese CD8+ TRM-Zellen fungieren als Wächter im Gewebe und alarmieren ihre Umgebung schnell, wenn sie auf ein Antigen stoßen, um bei erneuten Infektionen eine sofortige lokale Abwehr zu gewährleisten. Obwohl sie für den Schutz vor lokalen Reinfektionen unerlässlich sind, können diese Zellen in bestimmten Krankheiten schädlich sein, indem sie zu lokalisierten Krankheitsprozessen beitragen. Das zentrale Ziel dieses Vorschlags ist es, zu untersuchen, wie Mikroglia im CD8+ TRM-Nischenumfeld aktiviert werden, und die Auswirkungen auf die Krankheitsentwicklung zu bewerten. Mit einem gut etablierten Modell einer vireninduzierten Hirninfektion in der frühen Lebensphase von Mäusen werden wir persistente fokale Bereiche mit CD8+ TRM-Akkumulation erzeugen. Wir werden den Zeitpunkt und die Lokalisation der Mikroglia-Aktivierung innerhalb dieser Nische untersuchen und ein gezieltes Screening mit CD8+ T-Zell-Transfer durchführen, um systematisch Effektormoleküle und deren Auswirkungen auf die Mikroglia zu identifizieren. Darüber hinaus werden wir die Hypothese testen, dass interferon-responsive Mikroglia innerhalb der CD8+ TRM-Nische als Hotspots für altersbedingte Schäden der weißen Substanz und die Bildung von Amyloid-Plaques dienen könnten. Dieser Vorschlag zielt darauf ab, einen neuartigen Zusammenhang zwischen früheren Virusinfektionen, CD8+ TRM-Zellen, Mikroglia-Aktivierung und deren möglichen Beitrag zu Alterungsprozessen und Erkrankungen herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionInternationaler BezugSchweizKooperationspartnerProfessor Dr. Doron  Merkler"
    },
    {
      "project_id": "500074888",
      "url": "https://gepris.dfg.de/gepris/projekt/500074888",
      "title": "Koordinationsfonds",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500074888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "In den kommenden Jahren wird das Forschungsfeld  über ein einfaches Konzept der krankheitsassoziierten Mikroglia oder der Homöostase-assoziierten Mikroglia hinausgehen. Hochentwickelte transkriptomische  und transgene Technologien werden mit modernsten in-vivo-Bildgebungsverfahren kombiniert, um RNA- und Protein-Expressionsprofile mit unterschiedlichen Mikrogliafunktionen zu verknüpfen. Darüber hinaus werden die Analyse von Big Data und in silico Modellierungen in präklinischen Studien weiter genutzt, um die Wirksamkeit und Transparenz unserer Forschungsaktivitäten zu verbessern. Gleichzeitig werden bioethische Aspekte sowie Qualitäts- und Datenmanagement stärker in dieses Schwerpunktprogramm integriert. Darüber hinaus erfordert die aktuelle Situation, die Reaktion von Mikroglia auf Viren wie COVID-19 und ihre akuten und langfristigen Folgen für die Gesundheit des Gehirns zu untersuchen. Daher ist es an der Zeit, ein landesweites, international wettbewerbsfähiges, interdisziplinäres Konsortium aufzubauen und ein Schwerpunktprogramm zur Erforschung der Mikroglia-Biologie zu starten.Das Programm zielt darauf ab, die folgenden drei Hauptfragen zu beantworten:1. Welche lokalen Ereignisse bestimmen den Zustand der Mikroglia?2. Wie moduliert der periphere Immunstatus (z. B. Virusinfektionen) den Zustand und den Phänotyp der Mikroglia  während der Entwicklung und des Alterns?3. Wie viel von der Mausarbeit spiegelt sich in menschlichen Krankheiten wider und wie können wir die präklinischen Modelle verbessern?Um diese Fragen zu beantworten, müssen wir aktuelle Daten und Erkenntnisse auswerten und assimilieren, modernste Methoden zur Visualisierung und Manipulation von Mikroglia einsetzen und die Peripherie-Gehirn-Immunachse in unsere zukünftige Forschung integrieren.Zusammengenommen schlagen wir die folgenden Ziele und Leistungen für das Schwerpunktprogramm vor:-Aufbau einer landesweiten Datenbank mit OMICS-, Struktur- und Funktionsdaten.-Geschlecht als Variable zur Datenbank hinzufügen.-Lokale Ereignisse identifizieren, die die Funktion und den Phänotyp der Mikroglia prägen.-Diese Daten für in silico und mathematische Modellierung verwenden, um therapeutische Zielstrukturen zu identifizieren.-Untersuchung der identifizierten therapeutischen Zielstrukturen in Tiermodellen und Menschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559328371",
      "url": "https://gepris.dfg.de/gepris/projekt/559328371",
      "title": "Koordinationsfonds",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559328371",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Im nächsten Förderzeitraum wird das Konsortium seine translationalen Forschungen zu Mikroglia fortsetzen und sich auf drei Hauptfragen konzentrieren: das Verständnis der lokalen Signale, die den Zustand der Mikroglia beeinflussen, die Untersuchung, wie das periphere Immunsystem Mikroglia während der Entwicklung und des Alterns beeinflusst, und die Prüfung der Relevanz von Mausmodellen für menschliche Krankheiten, um die präklinische Forschung zu verbessern. Zu den kurzfristigen Zielen gehört die Weiterentwicklung einer umfassenden Datenbank, die RNAseq-, Single-Cell-RNAseq- und Proteomik-Daten zu Mikroglia aus verschiedenen Regionen, Altersgruppen und Krankheiten integriert. Das Konsortium wird auch den Einsatz von räumlichen Single-Cell-RNA-Sequenzierungstechnologien und innovativen Bildgebungsverfahren, wie z. B. räumliche Lipidomik, fördern, um Mikroglia-Subtypen und deren Funktionen zu kartieren. Mittelfristig plant das Konsortium den Einsatz verschiedener Mausmodelle, um Mikroglia-Subpopulationen zu visualisieren, und wird innovative in vivo-Bildgebungsverfahren, einschließlich der Drei-Photonen-Mikroskopie und Superauflösungstechniken, anwenden, um Mikroglia-Interaktionen auf subzellulärer Ebene zu untersuchen. Darüber hinaus ermöglicht die Anwendung der Fluoreszenz-Lebensdauermessung die Beobachtung von enzymatischen Aktivitäten innerhalb von Mikroglia. Langfristige Ziele umfassen die Entwicklung von Werkzeugen zur optogenetischen und chemogenetischen Manipulation von Mikroglia, um deren Auswirkungen auf neuronale, astrozytäre und oligodendrogliale Funktionen im Detail zu untersuchen. Das Konsortium plant zudem die Zusammenarbeit bei der Entwicklung mikroglia-spezifischer optogenetischer Modelle und die Erforschung therapeutischer Strategien, die auf spezifische Mikroglia-Zustände abzielen. Diese Ansätze könnten dazu beitragen, neue Behandlungswege für Hirnerkrankungen zu identifizieren. Das Konsortium wird die Zusammenarbeit weiter stärken und dabei die Standardisierung von Forschungsprotokollen und den Austausch von Daten in den Vordergrund stellen. Ein besonderer Schwerpunkt wird auf der Verbesserung des Datenmanagements durch die Ernennung eines Data Steward liegen, sowie der Nutzung der GIN-Tonic-Plattform und die Integration von Bildgebungsdaten mithilfe von OMERO. Die Gruppe wird außerdem ein Goldstandardprotokoll für die Isolation von Mikroglia entwickeln und Datenbanken für Maus- und menschliche Mikroglia-RNAseq-Daten einrichten, die mit funktionellen Ergebnissen wie Phagozytose und synaptischem Remodeling verknüpft sind. Eine Research Data Management Core Group wird in Zusammenarbeit mit bioinformatischen Einrichtungen das Datenmanagement des Konsortiums optimieren. Diese Bemühungen zielen darauf ab, die Mikroglia-Forschung und deren Anwendungen in der therapeutischen Entwicklung voranzutreiben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500301475",
      "url": "https://gepris.dfg.de/gepris/projekt/500301475",
      "title": "MacTrac - Verfolgung räumlich-zeitlicher Trajektorien von Makrophagen-Subtypen bei entzündlicher Demyelinisierung",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500301475",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "MacTrac fokussiert sich auf räumliche und zeitliche Trajektorien von Makrophagen-Subtypen bei entzündlicher Demyelinisierung. Zunächst werden wir Genexpression entlang entzündlich-entmarkender Läsionsareale bei Multipler Sklerose (MS) kartieren. Dann werden wir mittels integrierter bioinformatischer Landkarten Makrophagen-Subtypen charakterisieren als Grundlage für die Läsions- und Krankheitsprogression bei der MS. Schließlich werden wir mithilfe von transgenen Modellsystemen Makrophagen-Subtypen während der Entwicklung entzündlich-entmarkender Läsionen funktionell analysieren. MacTrac hat auch das Ziel, den Effekt von Makrophagen-Subtypen auf andere neurogliale Zelltypen und das umgehende Gewebe zu definieren. Wir werden räumlich-definierte Makrophagen-Subtypen multidimensional auflösen mithilfe von Einzelzellkern- und räumlich definierten RNA-Sequenzierungstechniken in Gewebeproben von MS-Patienten und transgenen Modellsystem mit dem Ziel Makrophagen-Subtypen entlang räumlich-zeitlicher Trajektorien zu charakterisieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionInternationaler BezugÖsterreichKooperationspartnerDr. Simon  Hametner, Ph.D."
    },
    {
      "project_id": "500301720",
      "url": "https://gepris.dfg.de/gepris/projekt/500301720",
      "title": "Mikroglia determinieren die neurotoxische Gewebeumgebung in transplantierbaren Leukodystrophien",
      "investigators": "Dr. Caroline  Bergner;Dr. Stefan  Nessler;Professorin Dr. Christine  Stadelmann-Nessler",
      "subject_area": "Molekulare und zelluläre Neurologie und NeuropathologieKlinische Neurologie; Neurochirurgie und Neuroradiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500301720",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Humane genetische Erkrankungen der weißen Substanz, sog. Leukodystrophien, sind seltene Erkrankungen, denen in einigen Fällen primäre Schädigung der Mikroglia zu Grunde liegen. Ein Beispiel hierfür ist die CSF1R-assoziierte Leukenzephalopathie (CSF1R-LE). Wir und andere Arbeitsgruppen konnten zeigen, dass auch bei der cerebralen X-chromosomalen Adrenoleukodystrophie (CALD) Mikrogliaschäden frühzeitig in der Läsionsentwicklung auftreten. Die häufigste Erkrankung der weißen Substanz beim Menschen ist die multiple Sklerose (MS), die durch Myelinschädigung und fokale Mikrogliaaktivierung sowie Mikrogliaverlust in chronischen Läsionen gekennzeichnet ist. Allen diesen Erkrankungen gemeinsam ist die deutliche und klinisch relevante axonale Schädigung. Im vorliegenden Projekt wollen wir untersuchen, welches die zellulären und molekularen Mediatoren sind, die dieser axonalen Schädigung zugrunde liegen. In der ersten Förderphase haben wir mittels räumlicher Transkriptomanalyse (10x Visium CytAssist) transkriptionelle „Läsionscluster“ identifiziert, die Areale mit hoher Dichte an axonalem Schaden von jenen mit niedriger Dichte unterscheiden. Wir konnten dort spezifisch hochregulierte Gensignaturen identifizieren, die mögliche Kandidaten für axonotoxische Mediatoren beinhalten. Im hier beantragten Projekt wollen wir diese Arbeiten weiterführen und mittels (sub)zellulär aufgelöster Methodik (10x Xenium) die in den jeweiligen Läsionarealen für den Gewebeschaden relevanten zellulären Interaktionen identifizieren. Zudem werden wir die bereits in der letzten Förderphase identifizierten Moleküle in unseren humanisierten und Mikroglia-depletierbaren Mausmodellen auf ihre pathogenetische Relevanz hin untersuchen und damit therapeutische Targets verifizieren. Hauptziel unseres Antrags ist es, die Behandlung von Patientinnen und Patienten mit Erkrankungen der weißen Substanz zu verbessern. Hierfür werden wir außerdem neue, MRI-basierte Methoden der frühen Läsionsdetektion bei CALD untersuchen. Wir werden ermitteln, wie die Effizienz einer hämaopoetischen Stammzelltransplantation in Leukodystrophien erhöht werden kann. Die aus den Gewebedaten gewonnenen Erkenntnisse über spezifisch regulierte Moleküle werden wir nutzen, um neue  Serum- und Liquorbiomarker zu identifizieren, die in Patienten als Marker für Krankheitsbeginn und -progress dienen und den Erfolg einer  Transplantation abbilden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559333543",
      "url": "https://gepris.dfg.de/gepris/projekt/559333543",
      "title": "Mikroglia-Dynamik bei Netzhauterkrankungen: Müllerzellen und T-Zellen als lokale und periphere Interaktionspartner",
      "subject_area": "AugenheilkundeExperimentelle Modelle zum Verständnis von Erkrankungen des NervensystemsMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559333543",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Dieses Projekt zielt darauf ab, kritische Lücken im Verständnis darüber zu schließen, wie Mikrogliazellen, die Gewebsmakrophagen der Netzhaut, mit Müllerzellen als lokale und T-Zellen aus der Peripherie als einwandernde Interaktionspartner interagieren. Der Schwerpunkt liegt auf der Untersuchung dieser Interaktionen im Zusammenhang mit der diabetischen Retinopathie (DR), einer der Hauptursachen für den Verlust des Sehvermögens, und während der Gentherapie mit Adeno-assoziierten Viren (AAV), die ein großes Potenzial für die wirksame Behandlung von Patienten mit DR hat. Unter Verwendung geeigneter transgener Schweinemodelle mit hohem Translationspotenzial wird sich die Forschung insbesondere mit den folgenden Zielen befassen: (i) Mikroglia, die in verschiedenen Regionen der Netzhaut zu finden sind, verhalten sich unterschiedlich, abhängig von lokalen Faktoren wie Stoffwechselstress oder Chemokinen wie CCL2, die hauptsächlich von Müllerzellen stammen. In der Studie soll untersucht werden, wie diese Faktoren das Verhalten und die Heterogenität der Mikroglia sowohl in zentralen als auch in peripheren Teilen der Netzhaut beeinflussen. (ii) Ein wichtiges Ziel ist es, zu definieren, wie Mikroglia sowohl mit lokalen Netzhautzellen, insbesondere Müllerzellen als auch mit peripheren Immunzellen wie CD4+ T-Zellen interagieren, um ihre Rolle bei der Immunregulation und der Entzündung der Netzhaut zu verstehen. (iii) Das Projekt wird untersuchen, wie die Heterogenität der Mikroglia die Reaktion der Netzhaut auf eine AAV-vermittelte Gentherapie beeinflusst. Da AAV-vermittelte Therapien für Netzhauterkrankungen, einschließlich DR, entwickelt werden, wird sich die Studie mit der Frage befassen, wie ungewünschte Immunreaktionen, insbesondere in der diabetischen Netzhaut, gedämpft oder im Hinblick auf einen besseren Therapieverlauf moduliert werden können. (iv) Mit Hilfe der Einzelzell-Proteomik sollen die molekularen Profile von Netzhautzellen auf Einzelzellebene untersucht werden, um Einblicke in die Immunantwort und die Interaktion zwischen Mikroglia und Müllerzellen zu gewinnen. Dies wird zu einem tieferen Verständnis der Komplexität der Zell-Zell-Interaktionen von Mikroglia, Müllerzellen und T-Zellen beitragen und therapeutische Strategien optimieren. Durch die Kombination von Expertisen in den Bereichen Immunologie und Netzhautbiologie werden in diesem interdisziplinären Projekt innovative Techniken und Modelle eingesetzt, die die Humanpathologie möglichst präzise abbilden. Das übergeordnete Ziel ist es, das Wissen über die Faktoren, die Mikroglia-Reaktionen und deren Heterogenität in der Retina steuern, zu erweitern, um die Entwicklung neuer therapeutischer Strategien für Netzhaut- und ZNS-Erkrankungen voran zu bringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500215759",
      "url": "https://gepris.dfg.de/gepris/projekt/500215759",
      "title": "Mikroglia-IL-10- und Csf1r-Abhängigkeit – Nutzung von Mausmodellen zur Entschlüsselung der Mikroglia-Biologie",
      "subject_area": "Anatomie und Physiologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500215759",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Als residente Makrophagen des Gehirns tragen Mikroglia entscheidend zur Entwicklung und Aufrechterhaltung der Gehirnfunktionen bei. Mausmodelle haben tiefgreifende Einblicke in den einzigartigen Entwicklungsursprung dieser Zellen, ihre Aufrechterhaltung durch Selbsterneuerung und diskrete Aktivierungsmuster geliefert. Mit den Experimenten unseres Antrages planen wir neu entwickelte Mausmodelle zu nutzen, um zwei einzigartige Mikroglia-Merkmale zu untersuchen, die mit Pathologien in Verbindung gebracht wurden. Insbesondere werden wir uns auf die Abhängigkeit der Mikroglia von dem entzündungshemmenden Zytokin IL-10 und von Signalen des Wachstumsfaktorrezeptors Csf1r konzentrieren. Neue Einblicke könnten die zukünftige Entwicklung von auf Mikroglia ausgerichteten Therapien unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und FunktionInternationaler BezugIsrael"
    },
    {
      "project_id": "500012246",
      "url": "https://gepris.dfg.de/gepris/projekt/500012246",
      "title": "Mikroglia-Neuronen Interaktion in der Erholungsphase nach zerebraler Ischämie",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenExperimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500012246",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Die Genesung nach einem ischämischen Schlaganfall bleibt eine klinische und experimentelle Herausforderung. Um die therapeutischen Bemühungen zu verbessern, brauchen wir ein besseres Verständnis der zugrunde liegenden Interaktion der wichtigsten zellulären Akteure. Im gesunden Gehirn spielen Mikroglia eine wichtige Rolle bei der Unterstützung der synaptischen neuronalen Funktion, die derzeit von Prof. T. Oertner im Rahmen eines ERC Synergy Consortium MicroCOPS untersucht wird. In userem Antrag werden wir die neuen verfügbaren Mausmodelle und modernste Imagingtechnologie nutzen, um die Rolle der Mikroglia-Neuron-Interaktion beim Schlaganfall zu untersuchen. Wir gehen davon aus, dass die Aktivierung von Mikroglia während der Erholungsphase eines Schlaganfalls zu einer verringerten Hemmung und einer verbesserten funktionellen Erholung führt. Um diese Hypothese zu überprüfen, werden wir zunächst Mikroglia in verschiedenen Stadien der Schlaganfall-Erholung analysieren und fokussieren uns dabei auf Signalwege, die neuronale Antworten auslösen. Dann werden wir unsere neu entwickelten Mikroglia-DREADD-Mäuse verwenden, um die durch Schlaganfälle induzierte synaptische Plastizität und das axonale Sprouting zu verändern. Um die neuronale Erholung nach Schlaganfall zu verbessern,  werden wir schließlich Mikroglia aktivieren und Adenosin durch intrazerebrale Nanobody Injektionen blockieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500215606",
      "url": "https://gepris.dfg.de/gepris/projekt/500215606",
      "title": "Multidimensionale Analyse und zielgerichtete Therapie mikroglialer Zellen zur Unterdrückung des Gehirntumorrezidivs.",
      "investigators": "Privatdozentin Dr. Charlotte  Flüh;Professor Dr. Rainer  Glass",
      "subject_area": "Experimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500215606",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia vermittelt die angeborene, zerebrale Immunabwehr und erfüllt daher Schlüsselfunktionen in der Neuroinflammation, Neurodegeneration und Neuroonkologie. Die Analyse von Biopsien, z.B. aus aggressiven Gehirntumoren (Glioblastom; GBM), ermöglichte wichtige Einblicke in die pathologische Rolle menschlicher Mikroglia / Makrophagen. Die biologischen Prozesse in der Haupttumormasse, die neurochirurgisch entfernt wird, können aber keine direkten Aufschlüsse über die Mechanismen der Rezidivbildung geben, an der die GBM Patienten meist versterben. Tumorzellen, die nicht operativ entfernbar sind, bilden die Basis für Tumorrezidive. Die Interaktion zwischen diesen infiltrativen GBM-Zellen und Mikroglia fördert die Tumorzellvaliabilität, Immunevasion und Chemoresistenz. Die zell- und molekularbiologischen Charakteristika der rezidiv-fördernden Mikroglia sind allerdings weitgehend unbekannt. Wir haben ein robustes und flexibles Mausmodell für rezidivierende GBM entwickelt, um diesen Punkt zu erforschen. Zusammen mit unserem breiten Spektrum an genetisch modifizieren Mausmodellen für Hirntumore, Makrophagen und Mikroglia können wir nun das Zusammenspiel der Mikroglia mit infiltrativen, rezidivierenden Gliomzellen untersuchen. Wir haben bereits Mikroglia-sekretierte, pro-tumorigene humanspezifische Signalmoleküle identifiziert, die sich als direkte therapeutische Targets eignen und außerdem Aspekte der geschlechtsspezifischen Epidemiologie des GBM erklären können. Weiterhin haben wir ZNS-gängige Therapeutika identifizert, die sich eignen eine Mikroglia-geförderte Chemoresistenz zu unterbinden. Für unsere präklinischen Analysen haben wir zusätzlich ein humanisiertes Gehirnschnitt-Modell des GBM entwickelt, in dem pluripotente humane stammzell-derivierte Mikroglia zum Einsatz kommen. Darüber hinaus werden wir transgene Mausmodellen anwenden, mit denen der Prozess der aberranten (tumorinduzierten) mikroglialen Differenzierung in klonaler und zeitlicher Auflösung untersucht wird. Zusammenfassend sind wir so in der Lage, Mikroglia-spezifische Therapieansätze zu entwickeln, die differenziert die Interaktion mit verbliebenen Tumorzellen unterbinden und so eine Tumorremission nach operativer Entfernung befördern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559395868",
      "url": "https://gepris.dfg.de/gepris/projekt/559395868",
      "title": "Raumzeitliche Untersuchung der Heterogenität und Dynamik von Mikroglia im Glioblastom",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559395868",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Das Glioblastom (GB) ist der häufigste und bösartigste Hirntumor bei Erwachsenen (Ostrom et al., 2023). Die Tumormikroumgebung (TME) beeinflusst maßgeblich das Fortschreiten des GBs, wobei Mikroglia einen erheblichen Anteil der nicht-neoplastischen Zellen ausmachen (Buonfiglioli & Hambardzumyan, 2021; Solomou et al., 2024). Während Mikroglia mit GB-Zellen interagieren, sind die Komplexitäten dieser Interaktionen noch unzureichend verstanden, und die Identifizierung immunmodulatorischer Ziele zur Bekämpfung der lokalen Immunsuppression in der TME bleibt herausfordernd. Wir haben kürzlich eine biphasische Mikroglia-Antwort auf anhaltende GB-Infiltration tief im Corpus Callosum in vivo identifiziert, zusammen mit unterschiedlichen Mikroglia-Subtypen am Tumorrand, die auf eine differenzielle Rekrutierung hindeuten (Nebeling et al., 2024). Die genauen raumzeitlichen Dynamiken und molekularen Mechanismen, die die Interaktionen zwischen Mikroglia und GB steuern, bleiben jedoch unklar, und mikroglia-gerichtete Therapien waren in klinischen Studien bisher nicht erfolgreich. Um diese Lücken zu schließen, werden wir das Verhalten von Mikroglia als Reaktion auf GB-Infiltration in verschiedenen Tumornischen mithilfe fortschrittlicher Drei-Photonen-Mikroskopie und \"Spatial Omics\"-Techniken analysieren. Zudem werden wir Strategien untersuchen, um den Dialog zwischen Mikroglia und GB zu modulieren, um die normale Funktion der Mikroglia wiederherzustellen und das Tumorwachstum zu verringern. Durch den Einsatz eines immunkompetenten autochthonen Glioblastom-Mausmodells werden wir kritische Aspekte der Mikroglia-GB-Kommunikation aufdecken, die wertvolle Einblicke in ihre wechselseitige Beziehung liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500260735",
      "url": "https://gepris.dfg.de/gepris/projekt/500260735",
      "title": "Rolle aktivierter Mikroglia für die Umstruktierung neuronaler Netzwerke nach Atemwegsinfektionen",
      "investigators": "Dr. Shirin  Hosseini;Professor Dr. Martin  Korte",
      "subject_area": "Experimentelle Modelle zum Verständnis von Erkrankungen des Nervensystems",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500260735",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Verschiedene Umweltfaktoren, darunter Virusinfektionen, modulieren die Mikrogliafunktion, was zu Synapsenverlust und ZNS-Funktionsstörungen führen kann. Die komplexe Aktivierung von Mikroglia, ausgelöst durch eine ZNS-Infektion oder eine starke periphere Immunstimulation, erfordert in der Gesamtschau periphere und lokale Signale. Bei neuroinflammatorischen Prozessen können Mikroglia zusammen mit eindringenden peripheren Immunzellenden Synapsenverlust fördern. Inwieweit eine Virusinfektion auch die Mikroglia-Diversität beeinflusst, was zu Synapsenabbau durch spezialisierte Mikroglia führen könnte, ist unklar. Bei neurotrope Virusinfektionen wird die Hypothese verfolgt, dass aktivierte Mikroglia Synapsen über einen Interferon-abhängigen Mechanismus und/oder Komplementkomponenten abbauen. Wir konnten bereits zeigen, dass eine anhaltende Mikroglia-Aktivierung nach Infektion mit dem Influenza-A-Virus (IAV) - sowohl mit nicht-neurotropen als auch mit neurotropen Stämmen - mit Synapsenverlust, beeinträchtigter synaptischer Plastizität, kognitivem Verfall und lokaler Sekretion von IFN-γ und CCL2 im Hippocampus korreliert ist, was bei älteren Mäusen zudem langanhaltend ist. Welche peripheren und zentralen Signale das synaptische Pruning durch Mikroglia während einer IAV-Infektion auslösen, bleibt zu klären. Von anderen Viren ist bekannt, dass sie das Zusammenspiel zwischen Mikroglia und IFN-γ-produzierenden T-Zellen als Auslöser der Phagozytose neuronaler Synapsen dysregulieren, was zu kognitiven Beeinträchtigungen führt. Daher soll im ersten Teil dieses Antrags die mögliche Rolle von T-Zellen als periphere Triebkräfte des synaptischen Prunings durch Mikroglia über lokale IFN-γ-Signale und die CCL2-Expression als lokale Hinweisreize, die Mikroglia zu bestimmten Synapsen rekrutieren, untersucht werden. Während sich Studien über Mikroglia-vermitteltes synaptisches Pruning bisher auf erregende Synapsen konzentrierten, wurde kürzlich eine spezifische GABA-empfindliche Mikroglia-Population identifiziert, die während der postnatalen Entwicklung für das Pruning hemmender Synapsen verantwortlich ist. Eine Dysbalance im Erregungs-/Hemmungsverhältnis kann bei Patienten nach verschiedenen Grippeausbrüchen zu Krampfanfällen und Beeinträchtigung der kognitiven Leistung führen. Daher werden wir im zweiten Teil die Auswirkungen einer IAV-Infektion auf die funktionelle Vielfalt der Mikroglia untersuchen, die möglicherweise zu einem selektiven Abbau von erregenden (Glutamat-empfangenden Mikroglia) oder hemmenden (GABA-empfangenden Mikroglia) Synapsen beitragen könnte (mögliches E/I-Ungleichgewicht). Das Verständnis der Grundlagen der IAV-induzierten Mikroglia-Diversität soll mit Hilfe eines humanisierten 3D-Kultursystems weiter ausgebaut werden, um letztendlich auch tiefere Einblicke in die Ätiologie vieler neurologischer Erkrankungen zu gewinnen, die durch Atemwegserkrankungen begünstigt werden könnten, um so neue therapeutische Strategien zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559420174",
      "url": "https://gepris.dfg.de/gepris/projekt/559420174",
      "title": "Rolle der Vielfalt von Mikroglia im Umbau GABAerger Synapsen in kortiko-limbischen Schaltkreisen und Angstverhalten",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559420174",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia spielen bei der Gestaltung der Gehirnfunktion sowohl unter physiologischen als auch unter pathologischen Bedingungen eine wesentliche Rolle. Als Makrophagen des zentralen Nervensystems tragen sie zur Reaktion des Gehirns auf Infektionen und Gewebeschäden bei und verschlimmern oder mildern die Auswirkungen der Schäden je nach Kontext. Eine ebenso entscheidende Rolle spielen Mikroglia bei der Gestaltung von neuronalen Schaltkreisen unter normalen physiologischen Bedingungen, insbesondere während der frühen Entwicklung sowie in Phasen der Plastizität in adulten Schaltkreisen. Angesichts der fundametellen Bedeutung dieser Prozesse für die normale Gehirnfunktion ist es nicht überraschend, dass in den letzten Jahren eine veränderte Aktivität vom Mikroglia zunehmend mit der Ätiologie psychiatrischer Störungen in Verbindung gebracht wird. Es wurde postuliert, dass Mikroglia entweder durch eine abnorme Aktivierung, die möglicherweise durch Stress ausgelöst werden, oder durch den Verlust normaler physiologischer Prozesse, die gesunde Gehirnkreisläufe formen und aufrechterhalten, zu diesen Störungen beitragen können. Ein Schlüsselprozess, der von Mikroglia sowohl unter physiologischen als auch pathologischen Bedingungen vermittelt wird, ist der Synapsenumbau, entweder durch Phagozytose von synaptischen Endigungen oder durch Stimulation der Synapsenbildung. Während sich die meisten Studien, die den synaptischen Umbau durch Mikroglia untersuchten, auf ihre Rolle an glutamatergen, erregenden Synapsen konzentrierten, deuten neuere Erkenntnisse darauf hin, dass sie gleichermaßen zum Umbau von GABAergen, hemmenden Synapsen beitragen. Diese Beobachtung ist besonders wichtig, da bekannt ist, dass eine Fehlfunktion der GABAergen Synapsen auch zu psychiatrischen Störungen, einschließlich Angststörungen, beiträgt. Die Identifizierung der genauen Mechanismen, durch die Mikroglia die GABAergen Synapsen in den relevanten Hirnregionen, einschließlich des kortikolimbischen Systems, formen, ist daher von entscheidender Bedeutung für das Verständnis ihrer Rolle in der Pathophysiologie und der möglichen Behandlung psychiatrischer Störungen. Im vorliegenden Abtrag untersuchen wir, ob Mikroglia durch ihre Rolle beim Umbau von GABAergen Synapsen im sich entwickelnden kortikolimbischen System zur Ätiologie von angstbedingten Störungen beitragen kann, und zu untersuchen, ob die lokale Umgebung den mikroglialen Umbau von GABAergen Synapsen unter physiologischen und stressbedingten pathologischen Bedingungen beeinflusst. Zu diesem Zweck kombinieren wir  eine weite Palette von Ansätzen in Mausmodellen, darunter Immunhistochemie, Elektrophysiologie, Optogenetik, Chemogenetik, RNA-Sequenzierung und In-vivo-Bildgebung, um den Einfluss der lokalen Umgebung auf den mikroglialen Umbau von GABAergen Synapsen im sich entwickelnden kortikolimbischen System zu bewerten und die Rolle von GABA-rezeptiven Mikroglia an GABAergen Synapsen und im Angstverhalten zu identizifieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500299518",
      "url": "https://gepris.dfg.de/gepris/projekt/500299518",
      "title": "Störungen des Aktin-Zytoskeletts als Ursache zellulärer Dysfunktion und Diversität in Mikroglia",
      "investigators": "Professor Dr. Frank  Bradke;Dr. Annett  Halle",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenExperimentelle Modelle zum Verständnis von Erkrankungen des NervensystemsImmunologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500299518",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia haben stark verzweigte und bewegliche Zellfortsätze. Viele Funktionen von Mikroglia hängen von der Motilität dieser Zellfortsätze ab, zum Beispiel die Überwachung des umgebenden Gewebes und die Interaktion mit anderen ZNS-Zellen und Synapsen. Mikroglia passen ihre Zellform an, um diese Funktionen zu erfüllen. Dies wird in eukaryotischen Zellen durch das Zytoskelett reguliert. Trotz dieser Tatsache ist jedoch überraschend wenig über das Zytoskelett in Mikroglia bekannt. Einige Aktin-Zytoskelett-regulierende Faktoren in Mikroglia wurden als Risikogene für neurologische Erkrankungen identifiziert, was auf eine Rolle von Mikroglia in der Krankheitspathologie hindeutet. In diesem Projekt werden wir daher untersuchen, wie der Verlust eines dieser Gene, CYFIP1, welches genetisch mit Autismus und Schizophrenie assoziiert ist, zu Zellfunktionsstörungen und zu Inflammation in Mikroglia beiträgt. Indem wir die Inflammation mithilfe genetischer Mauslinien blockieren, werden wir die Auswirkungen der Entzündung auf Mikrogliafunktionen untersuchen, die über die primäre Zytoskelettstörung hinausgehen. Wir werden auch die Rolle des Zytoskeletts in grundlegenden zellbiologischen Prozessen mithilfe von 3D-Zellkulturen und menschlichen iPS-Zellen untersuchen. Da die Expression von Zytoskelett-regulierenden Genen in Mikroglia bei neurodegenerativen Erkrankungen verändert ist, werden wir zudem diese Veränderungen in menschlichem postmortalem Gewebe von Patienten mit neurodegenerativen Erkrankungen systematisch untersuchen, indem wir multiplex in-situ Hybridisierungs-Analysen durchführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500118375",
      "url": "https://gepris.dfg.de/gepris/projekt/500118375",
      "title": "T-Zellen als Modulatoren der Mikroglia-vermittelten Neurodegeneration bei der Niemann-Pick Typ C Erkrankung (NPC)",
      "investigators": "Professor Dr. Arthur  Liesz;Sabina  Tahirovic, Ph.D.",
      "subject_area": "Experimentelle Modelle zum Verständnis von Erkrankungen des NervensystemsMolekulare Biologie und Physiologie von Nerven- und GliazellenMolekulare und zelluläre Neurologie und Neuropathologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500118375",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Ziel unseres Projekts ist es, die Interaktion zwischen Mikroglia und T-Zellen im Zusammenhang mit Neurodegeneration und Neuroinflammation zu untersuchen. Wir werden unser neu generiertes Mausmodell für die Niemann-Pick Typ C (NPC) Erkrankung verwenden, welches die Mikroglia-vermittelte Neurodegeneration rekapituliert. NPC ist eine seltene fortschreitende autosomal-rezessive Lipidspeicherstörung, die hauptsächlich durch Mutationen im NPC1 Gen verursacht wird, das die intrazelluläre Lipidhomöostase steuert. Die Erkrankung präsentiert sich mit komplexen viszeralen, neurologischen und psychiatrischen Symptomen, die sich am häufigsten im Kindesalter manifestieren und schnell zu Neurodegeneration und vorzeitigem Tod führen. Es gibt derzeit keine Heilung für diese verheerende Kinderdemenz. Ein zugrundeliegendes pathologisches Merkmal ist die Neuroinflammation, welche der Neurodegeneration voraus geht. Um einen möglichen Einfluss des adaptiven Immunsystems auf Neuroinflammation und Neurodegeneration zu bestimmen, werden wir das myeloid-spezifische NPC1-Depletions-Mausmodell untersuchen. Unser Ziel ist es, (i) die Rekrutierung und Phänotypen der T-Zellen in der NPC Pathologie zu charakterisieren, (ii) die funktionelle Rolle der T-Zellen auf Mikroglia Phänotypen und NPC Pathologie zu bestimmen, (iii) Mikroglia als Mediatoren von T-Zell Effekten zu testen und (iv) T-Zell-Mikroglia-Interaktionen im humanen Hirngewebe und im Blut von NPC Patienten zu validieren. Mit den Ergebnissen der 4 Arbeitspakete wollen wir eine Rolle des adaptiven Immunsystems bei der Neurodegeneration identifizieren und dazu beitragen, sein Potenzial für die therapeutische Modulation zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "500299701",
      "url": "https://gepris.dfg.de/gepris/projekt/500299701",
      "title": "Trainierte Spp1+ mikrogliale Immunität in Gliomen – (TRAINSPOTTING)",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 500299701",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Basierend auf den Ergebnissen der ersten Förderperiode, die die Rolle von myeloiden Zellen, die Gliome infiltrieren, nicht nur bei der Beeinflussung von T-Zell-Antworten, die durch Impfstoffe oder Immun-Checkpoint-Inhibitoren induziert werden, sondern auch bei der T-Zell-vermittelten Gliom-Kontrolle durch Strahlentherapie belegen, stellen wir die Hypothese auf, dass eine trainierte Immunität oder ein angeborenes Immungedächtnis Schlüsselmechanismen sind, die eine lang anhaltende Veränderung in der immunologischen Mikroumgebung von Gliomen orchestrieren, was Auswirkungen auf die Entwicklung von Gliomen, aber auch auf Rezidivei nach Strahlentherapie hat. In diesem Projekt werden wir die in der ersten Förderperiode gewonnenen und analysierten Daten, Modelle und Proben aus klinischen Studien nutzen, um die molekularen Mechanismen zu entschlüsseln, die an der Modulation des angeborenen Immungedächtnisses in Mikrogliazellen beteiligt sind, wobei wir uns speziell auf Spp1+ Mikrogliazellen konzentrieren, die zeitliche und räumliche Dynamik entschlüsseln und die Auswirkungen auf die Entwicklung von Gliomen und Rückfällen nach der Therapie untersuchen. Wir werden etablierte Instrumente einsetzen, um angeborenes Immungedächtnis und Toleranz in Mikrogliazellen zu induzieren (WP1) und diese Studien mit Strahlentherapie ergänzen - einer DNA-Schäden induzierenden Behandlungsmodalität für Gliome, von der kürzlich gezeigt wurde, dass sie ein funktionell relevantes angeborenes Immungedächtnis bei Mikrogliazellen induziert (WP2). Schließlich werden wir Proben aus klinischen Studien untersuchen, um die in den präklinischen Modellen identifizierten molekularen und zellulären Schlüsselmechanismen zu validieren (WP3). Wir erwarten, dass dieser Datensatz wichtige Informationen für die Entwicklung rationaler kombinatorischer sowie neuartiger, auf Spp1+ Mikroglia abzielender Therapien zur Verhinderung von Rezidiven und des Fortschreitens von Gliomen liefern wird. Im Rahmen des SPP2395 erwarten wir, dass dieser Datensatz wichtige Informationen über den Zustand menschlicher Mikroglia liefert, aber auch über Zustände, die mit Priming, Training und Toleranz in Gesundheit und Krankheit verbunden sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559176814",
      "url": "https://gepris.dfg.de/gepris/projekt/559176814",
      "title": "Vergleichende molekulare Analyse des angeborenen Immunsystems im ZNS im Laufe der Evolution",
      "subject_area": "Molekulare und zelluläre Neurologie und Neuropathologie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559176814",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Ortsständige Zellen des angeborenen Immunsystems stellen die erste Barriere der Immunantwort während Infektionen dar. Im zentralen Nervensystem (ZNS) sind es vor allem parenchymatöse Mikrogliazellen als auch ZNS-assozierte Makrophagen (CAM) in den ZNS-Grenzzonen, welche die lokalen Immunatworten hervorrufen und damit die Gewebehomeostase gewährleisten. Wie die Evolution mikrogliale und CAM-Funktionen im ZNS verändert hat, ist momentan unklar. Wir wollen daher die lokalen Immunantworten von unterschiedlichen ZNS-Makrophagenpopulationen in verschiedenen Hirnregionen im Laufe der Evolution unter Zuhilfenahme neuester molekularer Techniken untersuchen. Wir versprechen uns von diesen Experimenten fundamental neue Einsichten darüber, wie sich das lokale Immunsystem im ZNS phyologenetisch adaptiert und entwickelt hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    },
    {
      "project_id": "559330405",
      "url": "https://gepris.dfg.de/gepris/projekt/559330405",
      "title": "Zeitliche und räumliche Diversität von Mikroglia und die reziproke Interaktion mit dem noradrenergen System in der Alzheimer Erkrankung",
      "subject_area": "Experimentelle Modelle zum Verständnis von Erkrankungen des NervensystemsHumangenetik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 559330405",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion",
      "description": "Mikroglia werden auch als das wichtigste \"Abfallentsorgungssystem\" des Gehirns bezeichnet, doch diese Bezeichnung lässt ihre wichtige Funktion für Entwicklung und Gesundheit außer Acht. Ihre Rolle beschränkt sich nicht nur auf die Beseitigung von Abfall; Mikroglia spielen auch eine wichtige Rolle bei der synaptischen Plastizität, einem molekularen Phänomen, das der Fähigkeit des Gehirns zugrunde liegt, ständig neue Verknüpfungen zu bilden. Wenn diese Fähigkeit verloren geht, nimmt die kognitive Funktion ab, was zu den fortgeschrittenen Symptomen von Demenzerkrankungen wie der Alzheimer-Krankheit (AD) führt. Es ist mittlerweile bekannt, dass die diesbezüglichen molekularen Prozesse dem kognitiven Verfall um mindestens ein Jahrzehnt vorausgehen - dementsprechend ist ein frühes therapeutisches Eingreifen von größter Bedeutung, da der Krankheitsverlauf mit den derzeit verfügbaren Therapien nur verlangsamt werden kann. Eines der frühesten prodromalen Anzeichen von AD ist die Beeinträchtigung des Geruchssinns (Hyposmie). Unsere eigene Arbeit zeigt in einem ß-Amyloid-Mausmodell von, dass Mikroglia im Bulbus olfactorius (OB), der für den Geruchssinn verantwortlichen Gehirnregion, Nervenfasern entfernen die Noradrenalin freisetzen, ein Neurotransmitter, der für seine aufmerksamkeits- und wachheitsfördernden Effekte und seine Modulation des Geruchssinns bekannt ist. Der Verlust von Noradrenalin ist ein physiologisches Phänomen, das mit dem Altern einhergeht, bei AD jedoch beschleunigt auftritt. Parallel dazu kam es zu einer frühen Mikrogliose im Bulbus olfactorius von Patienten mit prodromaler AD, die olfaktorische Defizite zeigten. In ähnlicher Weise war die noradrenerge Innervation im postmortalen Gewebe des OB von Patienten mit prodromaler AD drastisch reduziert. Hyposmie hat jedoch bei weitem nicht so drastische sozioökonomische Folgen wie späte kognitive Symptome bei AD. Diese Dissonanz nehmen wir zum Anstoß für unseren vorliegenden Forschungsantrag. Hierin möchten wir auf unsere bisherigen Daten aufbauen, um die Beziehung zwischen Noradrenalin und Mikrogliadynamik in Kortex und Hippocampus zu untersuchen, zwei Gehirnregionen, die mit Gedächtnisverlust und funktionellem Abbau in Verbindung stehen. Die Expertise der Antragsteller ist ideal geeignet, um diese Experimente durchzuführen: Wir werden hochmoderne Mausmodelle, Hochdurchsatzsequenzierung, einschließlich räumlich und zeitlich aufgelöster Transkriptomanalysen, pharmakologische und opto-/chemogenetische Modulation, In-vivo-Bildgebungsverfahren sowie ausgefeilte bioinformatische Analysepipelines verwenden. Unsere Ergebnisse zielen darauf ab, das Verständnis der Wirkung von Noradrenalin auf Mikroglia in physiologischer und pathologischer Hinsicht zu verbessern und als potenzielle Grundlage für ein verbessertes Therapieschema zu dienen, bei dem die Modulation von Noradrenalin in bestimmten Gehirnbereichen zu einem besseren Gesundheitsergebnis bei gefährdeten Patienten führen könnte.Mikroglia werden auch als das wichtigste \"Abfallentsorgungssystem\" des Gehirns bezeichnet, doch diese Bezeichnung lässt ihre wichtige Funktion für Entwicklung und Gesundheit außer Acht. Ihre Rolle beschränkt sich nicht nur auf die Beseitigung von Abfall; Mikroglia spielen auch eine wichtige Rolle bei der synaptischen Plastizität, einem molekularen Phänomen, das der Fähigkeit des Gehirns zugrunde liegt, ständig neue Verknüpfungen zu bilden. Wenn diese Fähigkeit verloren geht, nimmt die kognitive Funktion ab, was zu den fortgeschrittenen Symptomen von Demenzerkrankungen wie der Alzheimer-Krankheit (AD) führt. Es ist mittlerweile bekannt, dass die diesbezüglichen molekularen Prozesse dem kognitiven Verfall um mindestens ein Jahrzehnt vorausgehen - dementsprechend ist ein frühes therapeutisches Eingreifen von größter Bedeutung, da der Krankheitsverlauf mit den derzeit verfügbaren Therapien nur verlangsamt werden kann. Eines der frühesten prodromalen Anzeichen von AD ist die Beeinträchtigung des Geruchssinns (Hyposmie). Unsere eigene Arbeit zeigt in einem ß-Amyloid-Mausmodell von, dass Mikroglia im Bulbus olfactorius (OB), der für den Geruchssinn verantwortlichen Gehirnregion, Nervenfasern entfernen die Noradrenalin freisetzen, ein Neurotransmitter, der für seine aufmerksamkeits- und wachheitsfördernden Effekte und seine Modulation des Geruchssinns bekannt ist. Der Verlust von Noradrenalin ist ein physiologisches Phänomen, das mit dem Altern einhergeht, bei AD jedoch beschleunigt auftritt. Parallel dazu kam es zu einer frühen Mikrogliose im Bulbus olfactorius von Patienten mit prodromaler AD, die olfaktorische Defizite zeigten. In ähnlicher Weise war die noradrenerge Innervation im postmortalen Gewebe des OB von Patienten mit prodromaler AD drastisch reduziert. Hyposmie hat jedoch bei weitem nicht so drastische sozioökonomische Folgen wie späte kognitive Symptome bei AD. Diese Dissonanz nehmen wir zum Anstoß für unseren vorliegenden Forschungsantrag. Hierin möchten wir auf unsere bisherigen Daten aufbauen, um die Beziehung zwischen Noradrenalin und Mikrogliadynamik in Kortex und Hippocampus zu untersuchen, zwei Gehirnregionen, die mit Gedächtnisverlust und funktionellem Abbau in Verbindung stehen. Die Expertise der Antragsteller ist ideal geeignet, um diese Experimente durchzuführen: Wir werden hochmoderne Mausmodelle, Hochdurchsatzsequenzierung, einschließlich räumlich und zeitlich aufgelöster Transkriptomanalysen, pharmakologische und opto-/chemogenetische Modulation, In-vivo-Bildgebungsverfahren sowie ausgefeilte bioinformatische Analysepipelines verwenden. Unsere Ergebnisse zielen darauf ab, das Verständnis der Wirkung von Noradrenalin auf Mikroglia in physiologischer und pathologischer Hinsicht zu verbessern und als potenzielle Grundlage für ein verbessertes Therapieschema zu dienen, bei dem die Modulation von Noradrenalin in bestimmten Gehirnbereichen zu einem besseren Gesundheitsergebnis bei gefährdeten Patienten führen könnte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2395: \nLokale und periphere Faktoren der mikroglialen Vielfalt und Funktion"
    }
  ]
}