{
  "spp_number": "SPP 2244",
  "spp_title": "2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422707584",
  "projects_count": 30,
  "projects": [
    {
      "project_id": "443416235",
      "url": "https://gepris.dfg.de/gepris/projekt/443416235",
      "title": "1D topologische Supraleitung und Majorana Zustände in van der Waals Heterostrukturen charakterisiert durch Rastersondenmikroskopie",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443416235",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Topologische Supraleiter sind ein exotischer Zustand von Materie mit potenziellen Anwendungen in zukünftigen Quantencomputern. Ein vielversprechender Ansatz, um topologische Supraleitung zu realisieren ist einen konventionellen Supraleiter in Kontakt mit einem topologischen Grenzflächenzustand zu bringen um Supraleitung in diesen zu induzieren. Wir beabsichtigen dieses Szenario innerhalb des Schwerpunktprogramms durch Verwendung einer neuartigen Probenpräparationstechnik, der dry-transfer flip technique’, und in epitaktisch gewachsenen Filmen, durch Fabrikation von van der Waals Heterostrukturen aus zweidimensionalen, atomar dünnen topologischen Isolatoren WTe2 und (Bi(1-x)Sb(x))2Te3 auf Supraleitern NbSe2 und FeTe(1-y)Se(y) zu realisieren. Um die induziert Supraleitung in den topologischen Isolatoren zu charakterisierenverwenden wir Rastersondenmikroskopie bei tiefen Temperaturen und im Ultrahochvakuum. Die Kombination von topologischer Supraleitung mit Magnetismus erlaubt es ferner sogenannte Majorana Zustände zu realisieren. Im Rahmen des Projektes wollen wir Majorana Zustände in van der Waals Heterostrukturen studieren, um ein tieferes Verständnis der zugrundeliegenden Physik zu erlangen. Ein weiteres Probensystem, in dem wir Majorana Zustände studieren wollen, sind atomar dünne Schichten aus NbSe2, in Kombination mit einem magnetischen Schichtmaterial wie Fe3Ge1Te2. Unsere experimentellen Messungen werden innerhalb des Schwerpunktprogramms durch Kollaborationen mit Theoriegruppen unterstützt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlichProfessor Dr. Stefan F.  Tautz"
    },
    {
      "project_id": "443274490",
      "url": "https://gepris.dfg.de/gepris/projekt/443274490",
      "title": "2D Heterostrukturen mit durch anisotrope Verspannung abstimmbaren Moire-Potentialen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443274490",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Dieses Projekt konzentriert sich auf die Erforschung stark korrelierter elektronischer und exzitonischer Phasen in Van-der-Waals-Heterostrukturen aus Graphen und Übergangsmetalldichalcogeniden, deren Gitter über eine angelegte mechanische Spannung definiert gedehnt werden können. Durch die Kombination lokaler optischer Verfahren hoher räumlicher (<1µm) und zeitlicher (~1ps) Auflösung mit nichtlokalen Quanten-(Magneto-)Transportansätzen werden wir stark korrelierte Quantenzustände in dehnbaren Moiré-Übergittern untersuchen. Die Dehnung verändert die Symmetrie des Moiré-Potentials und ist daher ein Abstimmungsmechanismus für Wechselwirkungen. Darüber hinaus werden wir die Teilchendichte (von Elektronen, Exzitonen, Trionen), die Gittertemperatur und das Vorhandensein von Energieeintrag verändern. Die Experimente werden Gleichgewichtsphänomene (Korrelationseffekte und Kondensation) aufklären, die Stärke der Wechselwirkungen zwischen den Teilchen testen, das Spektrum der niederenergetischen Anregungen messen und die Auswirkungen von Abweichungen vom Gleichgewicht bewerten. Durch die Kombination von optischen und Transport-Methoden eröffnen wir den Weg zur Kontrolle von Spin- und Valley-Freiheitsgraden, führen zeitaufgelöste Untersuchungen von korrelierten Phasen durch und erreichen dadurch ein Verständnis der dabei auftretenden kollektiven Zustände. Drei führende Gruppen sind beteiligt, zwei an der Leibnitz Universität Hannover und eine an der Technischen Universität München, die jeweils synergetisch die notwendige Expertise in der Herstellung von vdW-Heterostrukturen, der über mehrachsige piezoelektrische Aktoren einstellbaren beliebigen Dehnung, der ortsaufgelösten CW- und zeitaufgelösten optischen Experimente und der Quanten(magneto)-Transportspektroskopie mitbringen. Mittelfristiges Ziel ist es, über den Stand der Technik hinaus Moiré-Systeme zu realisieren und die Quanten-Vielteilchenphysik in 2D-Heterostrukturen zu erforschen. Langfristig sollen künstliche Quantenfestkörper und eine abstimmbare Quantensimulatorplattform unter Ausnutzung von Wechselwirkungen realisiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlichAndreas  Stier, Ph.D."
    },
    {
      "project_id": "443406340",
      "url": "https://gepris.dfg.de/gepris/projekt/443406340",
      "title": "Atomistische Theorie der angeregten Zustände in van-der-Waals Heterostrukturen: Moiré-Effekte, Verspannung und elektrische Feld Effekte",
      "subject_area": "Theoretische Physik der kondensierten MaterieOptik, Quantenoptik und Physik der Atome, Moleküle und PlasmenTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443406340",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Ziel des vorliegenden Projekts ist die Untersuchung angeregter Zustände in van-der-Waals-Heterostrukturen einschließlich Moiré-Einschluss-Effekten in Gegenwart von Verspannungen und elektrischen Feldern. Zu den berechneten angeregten Zuständen gehören Exzitonen, Trionen, Biexzitonen und höher geladene Exzitonen. Die zugrundeliegende Theorie ist atomistisch und umfasst Berechnungen von bis zu 3.000 Atomen auf dem ab-initio DFT-Niveau und bis zu 50.000 Atomen auf der semi-empirischen (AEP) Niveau (AEPs wurden in der ersten Förderperiode entwickelt). Die strukturelle Relaxation, einschließlich der Rekonstruktionen, wird mit unserem klassischen Kraftfeld (entwickelt in der ersten Förderperiode) durchgeführt. Die Einteilchenergebnisse werden anschließend in unserer CI-Methode verwendet, um schließlich die erwähnten Vielteilchenanregungen (Exzitonen, Trionen und Biexzitonen) zu erhalten. Ein bedeutender Teil der Arbeit wird in Zusammenarbeit mit SPP-Schwerpunktprogrammgruppen durchgeführt, die in einem speziellen Arbeitspaket aufgeführt sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlicheDr. Sumanti  Patra;Dr. Torben  Steenbock"
    },
    {
      "project_id": "443275027",
      "url": "https://gepris.dfg.de/gepris/projekt/443275027",
      "title": "Auf der Jagd nach Polaritonen: Ein Weg zur Untersuchung der optoelektronischen Eigenschaften von van der Waals Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443275027",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "In diesem Projekt werden wir Exzitonen-Polaritonen in zwei dimensionalen van der Waals Heterostrukturen untersuchen und abbilden. Dabei werden wir Zwischenschicht-Exzitonen, sowie optische Moirémuster mit dem von uns entwickelten Wellenlängen durchstimmbaren Nahfeld Mikroskop, welches im sichtbaren spektralen Bereich arbeitet, studieren. In Van-der-Waals Heterostrukturen aus Dichalkogeniden von Übergangsmetallen (TMDs) lassen sich Exzitonen und Trionen anregen bei denen das Elektron aus einer Schicht mit einem Loch aus einer anderen Schicht gebunden ist. Wie gezeigt wurde haben diese Zwischenschicht-Exzitonen und Trionen eine sehr hohe Lebensdauer und können weit im Material propagieren, da sie nicht strahlend zerfallen können. Wir werden die Ausbreitung der Zwischenschicht-Exziton- und Trion-Polaritonen im realen Raum abbilden und deren fundamentalen Eigenschaften untersuchen. Dazu werden wir Nahfeldinterferenzmuster mit nanoskaliger Auflösung aufnehmen. Das zweite bemerkenswerte Merkmal der 2D-Heterostrukturen sind Moiré-Muster, die sich durch das Stapeln von zwei ausgerichteten Gittern (Orientierung, Gitterkonstante) ergeben. Wir wollen die Veränderung der lokalen atomaren Konfiguration visualisieren. Dazu werden wir den Absorptionskoeffizienten der Heterostrukturen im realen Raum mittels Nahfeldmikrokopie vermessen. Die Nahfeldmikroskopie reagiert sehr empfindlich auf kleinste Veränderungen im elektronischen Potential. Durch die Abstimmung der Anregungswellenlänge auf die Energie der elektronischen Übergänge des Moiré-Gitter werden wir im Stande sein dessen Einfluss auf die Polaritonenausbreitung aufzuzeigen. Darüber hinaus erwarten wir in den Nahfeldbildern die Visualisierung von Quantenpunkten, die durch die Modulierung der Bandstruktur auftreten können.  Unsere Experimente werden für verschiedene Materialkombinationen durchgeführt. Durch die Kombination der nanoskaligen Mikroskopie mit der Fern- und Nahfeldspektroskopie werden die Lebensdauer der Exzitonen, deren Propagation und die Kopplungsstärke der Licht-Materie-Wechselwirkung ermittelt. Des Weiteren werden wir Techniken zur Charakterisierung von TMD van-der-Waals Heterostrukturen mittels optischer Spektroskopie entwickeln. Unser Projekt wird von einer starken Kooperation innerhalb des SPP 2D Materials zur Probenvorbereitung, Charakterisierung und theoretischen Modellierung profitieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)Mitverantwortlich(e)Professorin Dr. Stephanie  Reich"
    },
    {
      "project_id": "535146365",
      "url": "https://gepris.dfg.de/gepris/projekt/535146365",
      "title": "Auf der Suche nach einem quantenkritischen Punkt – Thermodynamische Untersuchungen der supraleitenden und inkohärenten Metall Phasen in verdrehtem Doppelschicht-Graphen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535146365",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Das übergeordnete Forschungsziel dieses Projekts besteht darin, die Thermodynamik der Bildung korrelierter elektronischer Phasen aus einem inkohärenten Metallzustand, durch spezifische Wärme Messungen in verdrehten Graphen Doppellagen (MATBG) zu untersuchen. Mit solchen Messungen wollen wir einen quantenkritischen Punkt im Phasendiagramm dieses Systems lokalisieren und mikroskopische Einblicke in die ihn umgebenden geordneten Phasen gewinnen. Der Mechanismus der Bildung hochgeordneter Zustände wie Supraleiter oder Magnete aus einer inkohärenten Metall-Phase in der Nähe eines quantenkritischen Punktes ist ein großes Rätsel, über das bei einer Vielzahl korrelierter Materialien berichtet wird, aber es bleibt bis heute eines der größten offenen Fragen in der modernen Physik der kondensierten Materie. Die jüngste Entdeckung flacher Bänder und der Nachweis starker elektronischer Korrelationen, Supraleitung, Magnetismus und einer inkohärenten Metallphase in MATBG haben diesen Status quo verändert. Aufgrund seiner beispiellosen Einstellbarkeit, die die Steuerung der elektronischen Bandstruktur und der Position des Fermi-Niveaus ermöglicht, eröffnete es enorme neue Möglichkeiten bei der Untersuchung dieser stark korrelierten Phasen, die nun die Untersuchung der Entstehung korrelierter Phänomene in fermionischen Systemen ermöglichen, in kontinuierlicher Weise. In den letzten Jahren hat meine Gruppe alle notwendigen Techniken etabliert, um eine detaillierte Untersuchung der elektronischen Wärmekapazität in MATBG durchzuführen, nämlich die Arbeit zur Herstellung von MATBG-Heterostrukturen und die Fähigkeit, die elektronische spezifische Wärme mesoskopischer 2D-Materialien durch eine Kombination aus Johnson-Noise-Thermometrie und Lasererwärmung zu messen. Die Untersuchung der spezifischen Wärme im quantenkritischen Zustand von MATBG könnte dazu beitragen, das seit langem bestehende Rätsel um die Natur dieses inkohärenten metallischen Hintergrunds und seine Beziehung zur supraleitenden Phase zu lösen. Die Verwendung von MATBG für diese Studie wird eine hochgradig anpassbare Plattform bieten, die es ermöglicht, eine noch unerforschte Beobachtungsgröße in diesem System zu untersuchen: die elektronische spezifische Wärme. Damit werden wir zum ersten Mal thermodynamische Messungen an einem neuen und beispiellos abstimmbaren Mitglied der Familie der inkohaerenten Metalle durchführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535253440",
      "url": "https://gepris.dfg.de/gepris/projekt/535253440",
      "title": "Dipolare Exzitonen und Kopplung zwischen Monolagen: Optik, Dynamik und Transport in Janus-TMD-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535253440",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Die vertikale Stapelung von atomar dünnen Übergangsmetall-Dichalcogeniden (TMDs) zu van-der-Waals-Heterostrukturen ermöglicht die Realisierung einer Vielzahl von physikalischen Phänomenen und technologischen Anwendungen. Die Grenzfläche zwischen diesen beiden Materialien diktiert die resultierenden Eigenschaften, die durch die Wahl des Materials, des Rotationswinkels und durch elektrische Felder eingestellt werden können. Ein radikaler Ansatz zur Veränderung des Verhaltens dieser Grenzflächen ist die chemische Veränderung der konstituierenden Schichten. TMD-Monolagen bestehen aus einer Übergangsmetallschicht zwischen zwei Chalkogenschichten. Durch Ersetzen einer dieser Chalkogenschichten durch eine andere ist es daher möglich, ein \"Janus\"-TMD herzustellen, d.h. aus MoSe2 wird zum Beispiel SeMoS. Es wird erwartet, dass der inhärente Dipol in Janus-TMDs ihr Grenzflächenverhalten in TMD-Heterostrukturen (Janus HSs) drastisch verändert, indem er den Zwischenschichtabstand, die Hybridisierung der Wellenfunktion und das Moiré-Potenzial moduliert. Eine weitere Konsequenz des intrinsischen Dipols ist ein verstärkte Exziton-Phonon-Wechselwirkung. Daher erwarten wir, dass in Janus-HS Exzitonen unter Mitwirkung von Phononen äußerst effizient gebildet werden und Verluste bei der Rekombination minimiert werden könnten. Wir erwarten auch einen hochinteressanten Exziton-Transport in Janus-HSs: Einerseits dürften die erhöhten Moiré-Potentiale und die verstärkte Exziton-Phonon-Streuung die Ausbreitung von Exzitonen erheblich behindern, andererseits wird der inhärente Dipol mit Sicherheit zu einer effizienten Exziton-Exziton-Abstoßung führen, die einen schnelleren Exziton-Transport ermöglicht. Gegenwärtig sind Janus-HS nur unzureichend erforscht, es gibt nur eine Handvoll experimenteller und theoretischer Studien. In diesem Antrag werden wir eine gemeinsame experimentell-theoretische Zusammenarbeit durchführen, die modernstes CVD-Wachstum mit hochentwickelter optischer Charakterisierung und mikroskopischer Vielteilchentheorie kombiniert. Insbesondere werden wir (i) die Rolle erforschen, die die Stapelreihenfolge, die Materialwahl, der Rotationswinkel, die Temperatur und das elektrische Feld auf den optischen Fingerabdruck von Intra- und Interlayer-Exzitonen in Janus-HS haben, (ii) die Bildung, die Relaxation und den Zerfall von Exzitonen in Janus-HS aufzeigen, wobei die lange Lebensdauer, die verstärkte Exziton-Phonon-Streuung und der inhärente elektrische Dipol von entscheidender Bedeutung sein werden, (iii) den Exziton-Transport zu erforschen und zu bestimmen, wie das Moiré-Potenzial moduliert werden kann, um Exzitonen entweder einzufangen oder freizusetzen, indem die Stapelungsordnung und der Verdrehungswinkel in Janus-HS eingestellt werden. Unsere Arbeit wird Wege zur externen Abstimmbarkeit und Kontrolle all dieser Vielteilchenphänomene aufzeigen, die auch für optoelektronische Anwendungen auf Basis von Janus-TMD-Materialien von großer Bedeutung sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535247173",
      "url": "https://gepris.dfg.de/gepris/projekt/535247173",
      "title": "Dunkle Exzitonen: Energielandschaft, Dynamik, Transport und korrelierte Phasen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535247173",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Das Ziel des Projektes ist es die Energielandschaft, Dynamik, Transporteigenschaften und korrelierte Wechselwirkungen von intralagen, hybriden und interlagen Exzitonen in zwei-dimensionalen Halbleitern zu untersuchen. Obwohl ähnliche Fragen bereits intensiv untersucht werden verspricht unser Projekt einen komplementären Ansatz zu offenen Fragestellungen: Wir haben in den letzten Jahren ein neues Experiment zur zeit- und winkelaufgelösten Photoemissionsspektroskopie (trARPES) entwickelt, welches zum Studium von exfolierten van-der-Waals Heterostrukturen genutzt werden kann. Wir können die Formations- und Zerfallsdynamik von hellen und dunklen Exzitonen auf ultrakurzen Zeit- und Längenskalen untersuchen (55 fs Zeit-, 150 meV Energie-, 0.04 1/A Impuls- and 500 nm Realraumauflösung). Im Rahmen des SPP planen wir die Vielseitigkeit des trARPES Experimentes auszunutzen um die raumzeitliche Dynamik von hellen und dunklen Exzitonen in exfolierten Heterostrukturen von Übergangsmetall-Dichalkogeniden (TMDs) zu charakterisieren. Ziel ist es die Exzitonendynamik und korrelierte Wechselwirkungen mit der Moiré Wellenlänge (d.h., Drehwinkel), durch die Unterdrückung von interlagen Wechselwirkung mit hBN Entkopplungslagen und durch die gezielte Manipulation von lokalen Verspannungen in der Probe zu kontrollieren. Dazu fokussieren wir uns auf drei Schwerpunkte: (i) Wir werden TMD/TMD und TMD/hBN/TMD Heterostrukturen untersuchen um den Einfluss des Moiré Potentiales auf die Ausbildungsdynamik von interlagen Exzitonen zu charakterisieren. (ii) Wir werden Diffusionsprozesse von hellen und dunklen Exzitonen unter Anwesenheit des Moiré Potentials, hBN Entkopplungslagen und lokalen Verspannungen der Probe untersuchen. (iii) Zuletzt ist es das Ziel die Stabilisierung von Kondensaten dunkler Exzitonen in TMD/hBN/TMD Heterostrukturen nachzuweisen. Das große Ziel ist hier die Charakterisierung der Kondensate mit Hilfe der Orbitaltomographie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443274823",
      "url": "https://gepris.dfg.de/gepris/projekt/443274823",
      "title": "Elektrische Kontrolle der kombinierten Spin-Bahn und magnetischen Austauschkopplung in Graphen-basierten van der Waals Heterostrukturen (CombSOC)",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443274823",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Das Projekt CombSOC zielt darauf ab, Spin-Bahn-Kopplung (SOC)-basierte und magnetische Proximity-Effekte in van-der-Waals-Heterostrukturen zu kombinieren, um maßgeschneiderte und elektrisch abstimmbare Spinpolarisationen in die Bandstruktur von Graphen einzuprägen. Für undotierte (2D-Magnet/Graphen/2D-SOC-Material) Hetero-Trilagen sollen die magnetischen Anisotropien in der Ebene und die topologischen Bandlücken in der Nähe des Ladungsneutralitätspunkts von Graphen experimentell nachgewiesen werden. Des Weiteren soll untersucht werden, ob ihre Größe durch externe Stimuli, wie z.B. ein extern angelegtes elektrisches Verschiebungsfeld, gesteuert werden kann. Für Graphenschichten mit hoher Dotierung, welche durch Ladungstransfer innerhalb der Heterostrukturen erzeugt wird, sollen im Rahmen von CombSOC die induzierten Spinpolarisationen entfernt vom Ladungsneutralitätspunkt und deren Auswirkung auf kollektive Spin- und Ladungsanregungen in der hochdotierten Graphenschicht bestimmt werden. Das doppelt-proximierte Graphen wird durch komplementäre elektronische und optoelektronische Spektroskopie untersucht. Während Magnetotransport-Messungen die magnetischen Anisotropien und topologischen Bandlücken in der Nähe des Ladungsneutralitätspunkts aufzeigen sollen, und \"Spinvalve\"-Messungen die Anisotropie der Spinlebensdauer liefern, wird eine spinabhängige Tunnelspektroskopie zur Bestimmung der Spinpolarisationen auch bei Energien entfernt vom Ladungsneuträlitätspunkt eingesetzt. Mit Hilfe einer zeitaufgelösten, resonanten Photostromspektroskopie im nahen und mittleren Infrarotbereich werden die Symmetrien und die Dynamiken u.a. der anisotropen photogalvanischen Ströme, die mit den spinabhängigen Interbandübergängen im proximitierten Graphen verbunden sind, fundamental charakterisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535356462",
      "url": "https://gepris.dfg.de/gepris/projekt/535356462",
      "title": "Fingerprinting, Tailoring und Transport von Exzitonen in verspannten 2D-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535356462",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Heterostrukturen von 2D-Halbleitern weisen neuartige Phänomene auf, die von exzitonischer Kondensation bis hin zu wechselwirkungsgesteuertem Ferromagnetismus in Moiré-Gittern reichen. Es werden neue Werkzeuge benötigt, um diese Phänomene zu untersuchen und zu kontrollieren. Das Ziel dieses Projekts ist die Entwicklung eines experimentellen Werkzeugkastens auf der Grundlage von Strain-Engineering, um Exzitonen in solchen 2D-Halbleiter-Heterostrukturen zu identifizieren, zu erzeugen und zu transportieren. Mit “Identifizierung\" meinen wir die Identifizierung der Position von Exzitonen im Impulsraum, wodurch der Charakter der derzeit diskutierten Zustände enträtselt wird. Dazu nutzen wir die Tatsache, dass sich verschiedene Teile der Brillion-Zone von 2D-Heterostrukturen bei Belastung unterschiedlich schnell verschieben. Mit dem Begriff \"Erzeugen\" meinen wir die Schaffung von emergenten Zuständen, die nur in belasteten Proben existieren. Ein solcher Zustand entsteht, wenn verschiedene Arten von Exzitonen (z. B. freie und lokalisierte) unter Belastung in eine energetische Resonanz gebracht werden, wodurch ein neuer hybridisierter Zustand entsteht. Eine andere Art von Zustand entsteht, wenn die Dehnung die Gitterkonstante verändert oder die Symmetrie des Moiré-Musters bricht. Unter “Transport” verstehen wir schließlich die Verwendung abstimmbarer inhomogener Dehnungsfelder zur Erzeugung einer effektiven Kraft, die auf Exzitonen wirkt. Dies führt bei verschiedenen Exzitonenspezies zu Langstreckentrichterbildung und Antitrichterbildung, zur Erzeugung lokalisierter Zustände durch Einschluss und zur Erzeugung korrelierter Zustände bei hoher Exzitonendichte. All diese Experimente beruhen auf einzigartigen Techniken, die wir kürzlich entwickelt haben, um homogene oder inhomogene Dehnungen mit einer in-situ einstellbaren Größe von bis zu 3 % auf saubere 2D-Materialien und ihre Heterostrukturen bei kryogenen Temperaturen anzuwenden. Wir werden mit anderen SPP-projekten zusammenarbeiten, um gespannte Moiré-Heterostrukturen abzubilden, zeitaufgelöste exzitonische Transportmessungen durchzuführen und theoretische Modelle für gedehnte Moirés zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535290457",
      "url": "https://gepris.dfg.de/gepris/projekt/535290457",
      "title": "Gezielte Herstellung von Vielteilchenzuständen in zweidimensionalen van-der-Waals-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535290457",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Bei der Verbindung korrelierter zweidimensionaler Materialien kann eine Vielzahl von Vielteilchen-Grundzuständen entstehen, abhängig von den elektronischen Eigenschaften der beiden Schichten sowie von der Art der Kopplung zwischen ihnen. Das Ziel dieses Vorhabens ist die Schaffung einer van-der-Waals-Heterostruktur, in der die obere Schicht (MoS2) einen vollständig zugänglichen lokalisierten Spin besitzt, der an die korrelierten Quasiteilchen in der unteren Schicht koppelt. Durch diese Wechselwirkung werden verschiedene Vielteilchenzustände erzeugt, die mittels Rastertunnelmikroskopie und -spektroskopie bei niedrigen Temperaturen und in einem Magnetfeld analysiert werden. Wenn die Quasiteilchen in der unteren Schicht durch die Fermi-Flüssigkeitstheorie beschrieben werden, induziert die Kopplung an den Spin in der oberen Schicht Spinfluktuationen, die eine Kondo-Resonanz in der Nähe des lokalisierten Spins erzeugen. Wenn die Quasiteilchen dagegen zu Cooper-Paaren mit einer Energielücke in der Spektralfunktion kondensieren, entstehen Yu-Shiba-Rusinov Zustände innerhalb dieser supraleitenden Lücke nahe der Fermi-Energie. Schließlich werden exotische magnetische Grundzustände behandelt, wenn der lokalisierte Spin an eine Quantenspinflüssigkeit koppelt. Die experimentellen Ergebnisse werden durch modernste theoretische Modelle untermauert, die es uns ermöglichen, Einblicke in die mikroskopische Wechselwirkung solcher Systeme zu gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlichProfessor Dr. Thomas Werner  Michely"
    },
    {
      "project_id": "443404566",
      "url": "https://gepris.dfg.de/gepris/projekt/443404566",
      "title": "Grundlagen und Anwendungen zweidimensionaler supraleitender Spintronik",
      "investigators": "Professor Dr. Wolfgang  Belzig;Professor Dr. Angelo  Di Bernardo;Professorin Dr. Elke  Scheer",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443404566",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Der Proximity-Effekt zwischen einem konventionellen dreidimensionalen Supraleiter (S) und einem Ferromagneten (F) kann zur Umwandlung der Cooper-Paare von Elektronen aus einem konventionellen antiparallelen Spin-Zustand (Spin-Singulett) in einen parallelen Spin-Zustand (Spin-Triplett) führen. Der Nachweis der Spin-Triplett-Erzeugung in S/F-Systemen hat das neue Forschungsfeld der supraleitenden Spintronik, kurz Superspintronik, eröffnet, welches darauf abzielt, supraleitende Bauelemente zu entwickeln, in denen Spin-Triplett-Supraströme für spintronische Funktionen mit sehr hoher Energieeffizienz verwendet werden. Die Entwicklung geschichteter van der Waals (vdW)-Heterostrukturen in Verbindung mit der Möglichkeit, vdW-Materialien bis hinunter zu Monolagen zu exfolieren ermöglicht die Untersuchung von zweidimensionalen (2D) S/F-Systemen.  Dieser Projektantrag zielt daher auf die Erforschung von 2D-S/F-Systemen ab. Unser Ziel ist es nicht nur, unkonventionelle supraleitende Zustände zu erforschen, die durch den Proximity-Effekt in 2D-Supraleiter/2D-Ferromagnet(2DS/2DF)-Heterostrukturen entstehen, was aus fundamentaler Sicht interessant ist, sondern auch 2DS/2DF-Systeme zu nutzen, um supraleitende spintronische Bauelemente mit neuartigen Funktionalitäten zu konzipieren. Unser Forschungsprogramm verfolgt einen systematischen Ansatz, der die Charakterisierung der Materialien, die theoretische Modellierung, die experimentelle Untersuchung der spektroskopischen Eigenschaften und die Herstellung der Bauelemente umfasst. Die 2DF/2DS-Systeme werden durch mechanische Exfolierung und Trockentransfer in inerter Atmosphäre hergestellt, und ihre spektroskopischen Eigenschaften werden einerseits als Tunnel-Devices (mit einer 2D-Isolatorschicht auf der 2DF/2DS-Hybridstruktur) und Tieftemperatur-Rastertunnelmikroskopie und -Spektroskopie untersucht. Die Experimente werden durch theoretische Modelle auf Basis von Bogoliubov-de Gennes-Gleichungen und quasiklassischen Greenschen Funktionen begleitet, nicht nur um die am besten geeigneten 2DS/2DF-Kombinationen und -Geometrien für Bauelementanwendungen zu ermitteln, sondern auch um das Verständnis der elektronischen Spektroskopie und der elektronischen Transportdaten zu erleichtern. In der ersten Förderperiode haben wir die Methodik entwickelt und indirekte Nachweise für die Erzeugung von Tripletts in Doppelschichtsystemen aus 2D-Supraleitern und dem helikalen vdW-Metall Cr1/3NbSe2 gefunden. Basierend auf diesen Ergebnissen werden wir nun Josephson-Kontakte und Spin-Ventil-Strukturen untersuchen, wobei wir auch andere helikale F-Metalle und/oder halbleitende Fs in Kombination mit NbSe2 und NbS2 als Supraleiter verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)Internationaler BezugIsraelausländischer MitantragstellerProfessor Dr. Hadar  Steinberg"
    },
    {
      "project_id": "443378379",
      "url": "https://gepris.dfg.de/gepris/projekt/443378379",
      "title": "Hochenergetische Exzitonen und Kontrolle exzitonischer Quantenoptik in gestapelten van der Waals Halbleitern",
      "subject_area": "Experimentelle Physik der kondensierten MaterieOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443378379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Die optischen Eigenschaften dünner Halbleiterschichten von Übergangsmetall-Dichalcogeniden (TMDC) werden von Exzitonen dominiert, d.h. gebundenen Zustände von Löchern im höchsten Valenzband und Elektronen im niedrigsten Leitungsband. Exzitonen in den aus van-der-Waals (vdW) Kristallen wie z.B. WSe2 exfolierten zweidimensionalen Schichten können auch in einer Konfiguration existieren, in der das Elektron ein hochliegendes Leitungsband mit fast doppelter Energie der Bandlücke besetzt. Das Elektron kann optisch von der Bandkante in das hochliegende Leitungsband angeregt werden. Dies ermöglicht eine exzitonische Rabi-Oszillation, analog dem Phänomen der von atomaren Gasen bekannten elektromagnetisch induzierten Transparenz, welche sich in einer spektralen Aufspaltung des nichtlinearen Streuspektrums bei der zweiten Harmonischen der Laseranregung äußert.  Während die hochenergetischen Exzitonen (HX) in Monolagen kurzlebig sind, treten in mehrlagigen vdW Strukturen ähnliche, räumlich indirekte und längerlebige Zustände auf. Wir untersuchen die optischen Eigenschaften solcher Exzitonen mit Interlagen-Hybridisierung und statischen Dipolmomenten, welche durch elektrische Felder und elektrostatische Dotierung beeinflusst werden können. Im Gegensatz zu konventionellen Exzitonen erwartet man aufgrund des Beitrags von Bändern negativer Masse, dass hochliegende, elektrisch neutrale Exzitonen eine Beschleunigung in elektrischen Feldern erfahren. Dieses ungewöhnliche Verhalten sollte bei genügend langer Lebensdauer der Interlagen-Exzitonen messbar werden. Im Vergleich zu niederenergetischen Exzitonen nahe der Bandkante sind HX wesentlich empfindlicher gegenüber der elektronischen Kopplung der einzelnen Lagen eines vdW-Kristalls. Da sie gleichzeitig spektral weit von Defektzuständen in der Nähe der Bandkante entfernt sind, eignen sie sich hervorragend zur Untersuchung des Einflusses des periodischen Moiré-Potentials gegeneinander verdrehter Kristallschichten auf die oberen Leitungsbänder. In diesem Zusammenhang wird eine fruchtbare Zusammenarbeit mit Theoriegruppen erwartet, da die Untersuchung des Moiré-Effekts auf diese Bänder durch direkte optische Untersuchungen wie Reflektometrie schwierig ist. Neuartige Exzitonenphysik wird für den Fall erwartet, dass die Beträge von Loch- und Elektronenmasse gleiche Beträge haben, da hierbei die effektive Masse des Elektron-Loch Paars divergiert. Exzitonische Mehrniveausysteme zeigen starke Licht-Materie Wechselwirkung und tragen zu nichtlinearen Suszeptibilitäten bei, die z. B. durch elektrische Felder gesteuert werden können. Jüngste Berichte weisen darauf hin, dass Interlagen-Exzitonen mit permanenten Dipolen deterministische Einzelphotonenemission zeigen, wenn sie in Moiré-Potentialen eingefangen werden. Wir gehen davon aus, dass hochliegende exzitonische Zustände es ermöglichen werden, optisch-nichtlineare Effekte im Grenzbereich der Wechselwirkung einzelner Exzitonen mit dem Lichtfeld zu beobachten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443361515",
      "url": "https://gepris.dfg.de/gepris/projekt/443361515",
      "title": "Interlagen-Exzitonen in hochentwickelten, auf Basis von chemischer Gasphasen-Abscheidung hergestellten Van-der-Waals-Heterostrukturen mit kontrollierter Moiré-Wellenlänge",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443361515",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Wir planen die Herstellung hochentwickelter Van-der-Waals-Heterostrukturen (VdW-HS) mit kontrollierter Moiré-Wellenlänge. Als Materialbasis verwenden wir Monolagen (ML) von Übergangsmetall-Dichalcogeniden (ÜMDs), die mit Hilfe von chemischer Gasphasenabscheidung (chemical vapor deposition, CVD) gewachsen werden. Dieser Prozess erzeugt großflächige (>100 Mikrometer) ML mit wohldefinierter dreieckiger Form, die direkt mit der Kristallausrichtung korreliert ist. Kürzlich konnte gezeigt werden, dass diese ML ähnlich geringe Linienbreiten wie mechanisch exfolierte ML aufweisen, wenn sie vom Wachstumssubtrat getrennt und in hexagonalem Bornitrid (hBN) eingekapselt werden. Dementsprechend sind diese CVD-gewachsenen MLs ein neuartiger, in nahezu unbegrenzter Menge verfügbarer Baustein für die Herstellung von VdW-HS. Zusätzlich können wir die relative kristallographische Orientierung in den VdW-HS mit hoher Präzision kontrollieren, da wir einfach die Ausrichtung der langen, wohldefinierten Kanten bestimmen können, anstelle auf die weniger präzise und zeitaufwendige Messung der Polarisationsabhängigkeit der zweiten Harmonischen zurückgreifen zu müssen.In diesen hochentwickelten VdW-HS werden wir Interlagen-Exzitonen (ILE) mit verschiedenen optischen Spektroskopie-Techniken bei tiefen Temperaturen untersuchen. Wir werden Mikro-Photolumineszenz, Faraday-Rotation und Kerr-Mikroskopie einsetzen, um systematisch den Einfluss der relativen (Fehl-)Ausrichtung der Lagen im reziproken Raum und des moiré-induzierten Übergitter-Potentials auf die ILE-Energie, die Photolumineszenz-Lebensdauer, die Dynamik der Valleypolarisation und die Diffusion zu untersuchen. Da die nahezu unbegrenzte Verfügbarkeit der CVD-ML einen Engpass bei der Herstellung von VdW-HS beseitigt, planen wir auch die Fertigung komplexerer VdW-HS durch die Integration ferromagnetischer Lagen, mit denen wir unter Nutzung von Proximity-Effekten die Valley-Entartung aufheben können. Zugleich werden wir die CVD-Wachstumsprozesse weiter optimieren um damit eine direkte Herstellung von ÜMD-VdW-HS zu ermöglichen. Bei direktem CVD-Wachstum von VdW-HS können wir eine epitaktische Ausrichtung der ÜMD-Lagen erwarten. Die so entstehenden VdW-HS unterscheiden sich fundamental von HS, die wir über deterministisches Stapeln erzeugen können: in direkt gewachsenen, epitaktischen VdW-HS treten keine Moiré-Effekte auf, sie bilden damit eine wichtige Vergleichsbasis. Weiterhin werden wir neuartige Substrate für das CVD-Wachstum untersuchen, darunter epitaktisch gewachsenes hBN.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443275141",
      "url": "https://gepris.dfg.de/gepris/projekt/443275141",
      "title": "Kompression von gestapelten 2D Materialien: von Naheffekten zur metastabilen Hybridisierung",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443275141",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Zweidimensionale (2D) Materialien werden durch starke chemische Bindungen zwischen den Atomen einer Ebene und eine schwache physikalische Wechselwirkung zwischen den Lagen gebildet. Sie zeichnen sich durch eine außerordentliche mechanische Festigkeit in der Ebene und eine gleichzeitige hohe Flexibilität aus. Die Einschnürung des elektronischen Systems auf zwei Dimensionen führt zu einigen bemerkenswerten Eigenschaften, wie zum Beispiel einer hohen Beweglichkeit der Ladungsträger in Graphen und einer starken Spinkopplung in MoS2. Im Schwerpunktprogram werden neuartige physikalische Phänomene in gestapelten 2D Materialien erforscht, in denen die Nachbarschaft der Lagen zu kollektiven elektronischen Zuständen führt. In diesem Projekt erforschen wir einen Bereich von mechanischen Eigenschaften und elektrischer Leitfähigkeit, der sich erst aus einer Kompression der Lagen durch einen starken äußeren Druck ergibt. Wenn der Abstand zwischen den Lagen abnimmt, können sogar temporäre chemische Bindungen zustande kommen. Diese Hybridisierung hat einen dramatischen Einfluss auf die Leitfähigkeit und die mechanischen Eigenschaften. Wir werden die nanoskalige, leitfähige Spitze eines Rasterkraftmikroskops benutzen, um sowohl den Druck einzubringen als auch die Eigenschaften des Materials zu untersuchen. Atomare Empfindlichkeit und Auflösung werden durch Messung an sehr sauberen Proben im Ultrahochvakuum erreicht. Die Dynamik der Wechselwirkung zwischen den Lagen wird in atomaren Reibungsexperimenten untersucht, in denen Gleitgeschwindigkeit und Temperatur variiert werden. Solche Experimente zeigen die Dissipation an, die sich aus temporärer Bildung chemischer Bindungen ergibt und bestimmen deren Lebensdauer. Gleichzeitig wird die elektrische Leitfähigkeit gemessen, für die eine starke Änderung durch die Hybridisierung erwartet wird. Diese Projekt ist Teil einer Kollaboration, in der die Herstellung von gestapelten Heterostrukturen aus 2D Materialien mit größter struktureller Reinheit angestrebt wird. In einer weiteren Kollaboration mit theoretisch arbeitenden Gruppen sollen die druckinduzierten Veränderungen der mechanischen Eigenschaften und des elektrischen Transports im Vergleich mit atomistischen Simulationen der Bindungsprozesse untersucht werden. Das Verständnis der Phänomene, die sich aus der Kompression gestapelter 2D Materialien ergeben, soll zum Bau neuartiger flexibler Elektronik und zur Entwicklung drucksensitiver Bauteile beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443405092",
      "url": "https://gepris.dfg.de/gepris/projekt/443405092",
      "title": "Konstruktion von 2D van der Waals Magnetismus auf der Nanoskala",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungExperimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443405092",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Van der Waals (vdW) Heterostrukturen sind künstlich aufgebaute Strukturen, die atomar dünne Schichten mit ausgeprägten intrinsischen Eigenschaften wie Spin-Orbit-gespaltene elektronische Bänder oder Supraleitung kombinieren. Diese Stapel bestehen aus atomar scharfen Grenzflächen und können physikalische Phänomene beherbergen, die aus der nicht-trivialen Kombination der einzelnen Schichten entstehen. Die Entdeckung intrinsisch ferromagnetischer 2D-Schichten im Jahr 2017 lieferte einen wichtigen Baustein, der eine ganz neue Klasse von vdW-Heterostrukturen mit Spin-Freiheitsgrad ermöglichte. In diesem Projekt schlagen wir vor, gemeinsam eine theoretische und experimentelle Charakterisierung von vdW-Doppelschichten durchzuführen, die aus einer Kombination von 2D-Magnetschicht und eine Schicht mit großer Spin-Orbit-Kopplung bestehen. In diesem Antrag wollen wir zunächst Näherungseffekte von vdW-Schicht mit großer Spin-Orbit-Wechselwirkung auf die magnetische Anisotropieenergie oder die magnetischen Austauschwechselwirkungen eines 2D-Magneten studieren, mit dem Ziel, die ferromagnetische Curie-Temperatur zu erhöhen oder nichtferromagnetische Zustände zu stabilisieren. Zweitens planen wir, die Wechselwirkung umzukehren und den proximal induzierten Magnetismus von einem 2D-Magneten auf die topologischen Eigenschaften einer zweiten Schicht zu untersuchen. Um unsere Ziele zu erreichen, planen wir, mit Hilfe von First-Principle-Methoden, die auf der zeitabhängigen Dichtefunktionaltheorie in Kombination mit der Vielkörperstörungstheorie basieren, die elektronischen, magnetischen und Transporteigenschaften von Doppelschichten zu berechnen und zu erforschen, wobei der Schwerpunkt auf die magnetischen Inter- und Intralayer-Interaktionen liegen wird. In diesen Berechnungen wollen wir über die Simulation des Grundzustandes hinausgehen und auch dynamische Eigenschaften wie lokale Spin-Flip-Prozesse oder kollektive Anregungen wie Magnonen und deren Wechselwirkungen mit Elektronen simulieren. Für die Zukunft planen wir auch komplexere Heterostrukturen, die aus mehr Schichten bestehen, zu simulieren.Komplementär dazu, wollen wir Doppelschichten mit einem 2D-Magneten und einer Schicht aus relativ schweren Elementen mit starker Spin-Orbit-Interaktion herstellen und anschließend die strukturellen, elektronischen und magnetischen Eigenschaften mittels kombinierter Rastertunnel- (STM) und Rasterkraftmikroskopie (AFM) charakterisieren. Entscheidend ist hier die einzigartige Möglichkeit, mit dem STM/AFM Informationen auf der Nanometerskala zu erhalten. Dies wird es uns ermöglichen, proximity-induzierte Effekte und Kanteneffekte sowie komplex geordnete magnetische Strukturen zu studieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlicheDr. Jose  Martinez;Dr. Manuel dos Santos Dias, Ph.D."
    },
    {
      "project_id": "444137888",
      "url": "https://gepris.dfg.de/gepris/projekt/444137888",
      "title": "Koordinationsfonds",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 444137888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Zweidimensionale (2D) Materialien sind Kristalle mit einer Dicke von nur einem oder sehr wenigen Atomen. Nach der Entdeckung von Graphen, dem prominentesten Vertreter dieser Materialklasse, wurden viele andere 2D-Kristalle identifiziert. Oft weisen sie faszinierende Eigenschaften auf, die in dreidimensionalen Festkörpern keine Entsprechung haben. Weiterhin kann das wohldefinierte Stapeln von 2D-Kristallen zu neuen Materiezuständen führen, auch wenn die einzelnen Schichten nur schwach durch van der Waals Wechselwirkungen (vdW) gebunden sind. Das eindrucksvollste Beispiel, das 2018 veröffentlicht wurde, ist die Umwandlung von zweischichtigem Graphen in einen Supraleiter, wenn die Schichten um einen \"magischen Winkel\" von etwa 1,1 Grad verdreht werden. Eine solch delikate Strukturmanipulation ist dank der massiven Forschungsanstrengungen im Bereich der 2D Materialien möglich geworden und öffnet die Tür zur Untersuchung von Phasenübergängen, die durch den sogenannten Proximity-Effekt erzwungen werden. Zum Beispiel wurden Phasienübergnge zwischen einem Mott-Isolator und einem unkonventionellen supraleitenden Zustand zu einer 2D-ferromagnetischen Phase oder Halbleiter-Metall-Übergänge beobachtet. Darüber hinaus bieten vdW-Heterostrukturen reichhaltige optische und optoelektronische Eigenschaften, wie z. B. Interlayer-Exzitonen und Trionen. Die Kombination von 2D-Kristallen mit unterschiedlichen Eigenschaften, z. B. einem 2D-Supraleiter und einem topologischen 2D-Isolator, kann die Tür zu exotischen physikalischen Phänomenen wie Majorana-Fermionen öffnen. Ziel des Schwerpunktprogramms 2244 \"2D Materialien: Physik von vdW [Hetero-]Strukturen\" ist es, die Forschungsanstrengungen und das Fachwissen in der deutschen Wissenschaftsgemeinschaft zu bündeln, um die vielen offenen grundlegenden Fragen zu gestapelten 2D-Materialien anzugehen. SPP 2244 verfolgt die folgenden drei Ziele: Ziel 1: Erforschung der Auswirkungen der Wechselwirkungen zwischen den Schichten auf die elektronischen Eigenschaften und die Transporteigenschaften in 2D-vdW-Materialien. Ziel 2: Untersuchung der optischen Eigenschaften, die sich aus den Wechselwirkungen zwischen den Schichten in 2D-vdW-Materialien ergeben.  Ziel 3: Untersuchung kollektiver und korrelierter Phänomene, die zu exotischen Effekten in 2D-vdW-Materialien führen. Um eine enge Zusammenarbeit zu gewährleisten, wird der SPP 2244 von einem Koordinationsbüro begleitet. Dieses kümmert sich um die Organisation von Sommerschulen für Doktoranden und Postdoktoranden, Trainings-Events, Gleichstellungsmaßnahmen und wissenschaftlichen Workshops für alle Mitglieder und assoziierten Mitglieder des Schwerpunkts. Weiterhin werden ein Programm zum Doktorandenaustausch zwischen den beteiligten Projekten sowie Anschubfinanzierung für Nachwuchswissenschaftler angeboten. Die wissenschaftliche Arbeit des SPP 2244 wird von einem Steering-Komitee begleitet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443274199",
      "url": "https://gepris.dfg.de/gepris/projekt/443274199",
      "title": "Korrelationen in van der Waals [Hetero]Strukturen: spektroskopische Signaturen von Quasiteilchen und kollektiven Anregungen",
      "investigators": "Professor Dr. Dante Marvin  Kennes;Professor Dr. Tim  Wehling;Professorin Dr. Ursula  Wurstbauer",
      "subject_area": "Theoretische Physik der kondensierten MaterieExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443274199",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Dieses Forschungsprojekt untersucht Korrelationseffekte in van-der-Waals-[Hetero]Strukturen. Im Fokus der eng verzahnten Kooperation zwischen Theorie und Experiment steht die Exploration der spektroskopischen Fingerabdrücke dieser Korrelationseffekte. Durch die Kombination von mikroskopischen „strong“ und „weak coupling“ Theorien mit der Spektroskopie von kollektiven Anregungen mittels resonanter inelastischer Lichtstreuung wollen wir die folgenden grundlegenden Fragen bearbeiten: (i) Wie bestimmt das Zusammenspiel von Elektron-Elektron- und Elektron-Phonon-Wechselwirkung emergente Phänomene und elektronische Ordnungen in van der Waals-Heterostrukturen? (ii) Wie robust sind Korrelationen in van-der-Waals-Heterostrukturen gegenüber (lokalen) Verspannungen, Unordnung und Inhomogenitäten? (iii) Was lässt sich mittels neuartiger (optischer) Spektroskopien spezifisch über Korrelationseffekte in van der Waals-Heterostrukturen lernen? Für die letzte Frage möchten wir neuartige experimentelle Techniken, z.B. basierend auf der Spektroskopie kollektiver Anregungen, identifizieren und anwenden, um Korrelationen in van der Waals [Hetero]strukturen genauer zu verstehen. Zur Beantwortung der Fragen i-iii werden wir verschiedene Systeme untersuchen, darunter TMDC-Heterostrukturen (wie MX2 mit M=Mo, W), die korrelierte isolierende Zustände und korrelierte Metalle aufweisen, Graphen-(Moiré-)Multischichten mit Moiré-induzierten supraleitenden Zuständen sowie \"neuartige\" Grenzflächen, die auf korrelierten Konstituenten wie Mott-Hubbard-Monolagen und magnetischen Monolagen basieren. Methodisch werden wir komplementäre theoretische Methoden einsetzen, insbesondere die dynamische Molekularfeldtheorie und komplementäre „weak coupling“-Methoden (RPA und funktionale Renormierungsgruppe). Diese Methoden zur Behandlung von Elektronenkorrelationen werden auf Modelle angewandt, die auf atomistischen Tight-Binding- und Kontinuumsbeschreibungen basieren. Zusätzlich werden bei Bedarf ab initio-Rechnungen der Elektron-Phonon-Kopplung durchgeführt. Zur experimentellen Untersuchung von Korrelationseffekten werden inelastische Lichtstreuung und optische Spektroskopie von kollektiven Moden und Phononen eingesetzt. Insgesamt, soll dieses Projekt ein vollständigeres Bild emergenter Phänomene in van-der-Waals-[Hetero-]Strukturen durch das Zusammenspiel von Theorie und Experiment ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443405902",
      "url": "https://gepris.dfg.de/gepris/projekt/443405902",
      "title": "Magnetische und elektronische Eigenschaften von Graphene/MOFene-Supergittern",
      "subject_area": "Experimentelle Physik der kondensierten MaterieExperimentelle und Theoretische PolymerphysikTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443405902",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "In der ersten Förderperiode stellten wir Heterostrukturen (HS) aus vertikal gestapentem Graphen mit einem kristallinen 2D-Polymer her. Wir haben deren Struktur und elektronische Struktur mit theoretischen und experimentellen Methoden gründlich charakterisiert und verstanden. Wir untersuchten in silico die HS in An- und Abwesenheit typischer Substrate, und die Auswirkung der entsprechenden Korrugation auf die Bandstruktur. In einer 2DPI/Graphen-HS zeigten wir einen starken Interlagen-Ladungstransfer, eine Verbesserung der spektralen Eigenschaften sowie erste Hinweise auf eine Öffnung der Bandlücke in Graphen aufgrund der Interlagen-Wechselwirkung. Nachdem wir die den Zugang zu den nanoskaligen elektronischen Eigenschaften solcher HS sowohl theoretisch als auch experimentell etabliert haben, konzentrierenwir uns in der zweiten Förderperiode auf die subtileren magnetischen Wechselwirkungen zwischen 2D metallorganischen Gerüstverbindungen, sogenanntem MOFen, und verschiedenen Graphen-Systemen (Graphen und gated Bernal-stacked bilayer graphene, gBLG). MOFene enthalten Metallzentren als Knoten, die durch organische Liganden verbunden sind, wobei die Metallzentren Ladungs- und/oder Spinzentren tragen. MOFene mit einem charakteristischen Gitter erzwingen somit ein isostrukturelles Ladungs-/ magnetisches Übergitter auf beliebigen 2D-Materialien wie Graphen oder gBLG. In solchen HS können wir die Auswirkungen der Gittertopologie und verschiedener Metallzentren auf den resultierenden Magnetismus der HS analysieren. Wir werden die magnetische und elektronische Intralagen-Kopplung in MOFen mit Honigwaben-, Kagome- und rhombischer Gittertopologie experimentell und theoretisch untersuchen. Dadurch können wir die magnetische Kopplung zwischen den einzelnen Schichten und die daraus resultierenden makroskopischen magnetischen Eigenschaften beeinflussen. Besonders interessant ist, dass wir die Auswirkungen des Magnetismus und der Intralagen Spin-Bahn-Kopplung des MOFens auf die komplizierten korrelierten Zustände untersuchen können, die wir kürzlich in gBLG nahe seiner abstimmbaren van-Hove-Singularität identifiziert haben. Ein zentrales Ziel dieser Untersuchungen ist das Verständnis von Übergittereffekten unterschiedlicher Topologie. Während bei allen Gittern eine ferromagnetische und antiferromagnetische Ordnung der magnetischen Zentren möglich ist, sollte die Spinfrustration im Kagome-Gitter entweder zur ferromagnetischen Ordnung oder zu einer Spinflüssigkeit führen. Da die Wechselwirkungen durch die Wahl der magnetischen Zentren und Liganden eingestellt werden können, werden solche faszinierenden 2D-Spin-Flüssigkeits-Systeme realisierbar sein. In diesem Antrag wird eine breite Palette experimenteller und theoretischer Methoden eingesetzt, darunter fortgeschrittene Materialtransfertechniken, Quantentransport, Rasternahfeldmikroskopie, Rasterspektroskopie auf der Nanoskala, orthogonale Tight-Binding-Hamiltonians, Dichtefunktionaltheorie und Quasiteilchenmethoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443361625",
      "url": "https://gepris.dfg.de/gepris/projekt/443361625",
      "title": "Magnetotransportuntersuchungen von Grenzflächenwechselwirkungen in van der Waals Strukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443361625",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Ziel dieses Projekts ist es, die Auswirkungen von Grenzflächenwechselwirkungen auf Quantenphasen zu untersuchen, die in 2D-Materialien auftreten. Magnettransport dient dabei als primäre Sonde. Es werden zwei verschiedene Arten von Van-der-Waals-Heterostrukturen untersucht, an denen Vorarbeiten durchgeführt wurden. Heterostrukturen bestehen entweder aus supraleitendem NbSe2 unterschiedlicher Dicke oder um Graphen-Doppelschichten, bei der die Graphenlagen um den magischen Winkel verdreht sind, als Hauptbestandteil. Beides wird dann mit einem anderen 2D-Material angenähert, um zu untersuchen, wie die supraleitende Phase oder andere durch Wechselwirkung und Korrelation induzierte Grundzustände, die in diesen Systemen auftreten, beeinflusst oder verändert werden. Für NbSe2 werden wir systematisch eine Reihe von Van-der-Waals-Heterostrukturen untersuchen, bei denen das zusätzliche 2D-Material beispielsweise einen anderen Grad der Ladungsübertragung an der Grenzfläche verursacht, ungewöhnliche magnetische Eigenschaften besitzt oder Ladungsdichtewellenphysik aufweist. Der Unterschied in der Austrittsarbeit wird zunächst als Hauptkriterium für die Auswahl bestimmter benachbarter 2D-Materialien dienen. Für verdrehtes Doppelschicht-Graphen wird RuCl3, vermutlich eine Quantenspinflüssigkeit mit reichhaltigen magnetischen Eigenschaften, angenähert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443273985",
      "url": "https://gepris.dfg.de/gepris/projekt/443273985",
      "title": "Mikroskopische Beschreibung von Korrelationseffekten in verdrehten van der Waals [Hetero]Strukturen",
      "subject_area": "Theoretische Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443273985",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Van-der-Waals Heterostrukturen und insbesondere die kürzlich entdeckten verdrehten Graphen-Systeme bergen das Potenzial, neue Materiezustände zu realisieren, welche durch Elektron-Elektron-Wechselwirkungen getrieben werden. Dieser Prämisse folgend ist das Vertiefen unseres Wissens über Korrelationsphysik in solchen Systemen, das Ziel dieses Forschungsprojekts, welches in Säule C des SPP angesiedelt ist. Wir streben einen zweigeteilten Ansatz an:Auf der einen Seite werden wir den vielseitigen Raum der Möglichkeiten von verdrehtenvan-der-Waals Heterostrukturen erkunden, vor allem jenseits des Paradigmas von zwei- odermehrlagigem Graphen. Bei diesem Teil der Arbeit werden wir uns auf eine qualitative Analyse der Korrelationseffekte in einem effektiven Niedrigenergie-Modells konzentrieren. Letzteres kann durch eine ab-initio Charakterisierung aufgestellt werden kann, welche als Startpunkt für das Hinzufügen der Elektron-Wechselwirkung dienen kann.Auf der anderen Seite werden wir unsere Betrachtungsart auf alle Atome in der großenMoiré-Brillouin Zone ausweiten, was uns erlaubt auch die höher energetischen Zustände zubeschreiben. Dadurch erhalten wir Zugang zur Beschreibung von Effekten die durch Energiebänder weiter weg vom Ferminiveaus herrühren. Dieser zweite Forschungsansatz, unterstützt durch ab-initio Einsichten anderer Gruppen dieses Schwerpunktprogramms, hilft uns quantitative Vorhersagen zutreffen, welche nicht durch große Korrelationsstärken erschwert werden, wie sie prototypisch in den effektiven Niederenergie-Modellen auftreten. Schlussendlich erlaubt uns dieser Ansatz ebenfalls, ein kontrolliertes Reduktionsschema auf quantitative Niedrigenergie-Modelle aufzustellen, welches Abschirmeffekte jenseits der Random-Phase-Approximation in Betracht zieht.Absehbare Ergebnisse unserer Studien beinhalten die Quantifizierung von Phasendiagrammen für existierende, sowie neue van-der-Waals Heterostrukturen, die Charakterisierung derrelevanten Energieskalen und experimentell relevanten Antwortsfunktionen des Grundzustandes, sowie Vorhersagen über die Kontrollmöglichkeiten und Materialeigenschaften von diesen Systemen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443416027",
      "url": "https://gepris.dfg.de/gepris/projekt/443416027",
      "title": "Nichtlineare und kohährente Vielteilcheneffekte in Mikrokavitäten mit van der\nWaals Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443416027",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "In unserem Vorhaben werden wir verdrehte van der Waals Heterostrukturen aus Übergangsmetall-Dichalkogenid Monolagen in optischen Mikrokavitäten untersuchen. Durch die Kopplung an die photonischen Resonanzen der Mikroresonatoren ändern diese Exzitonen ihr Verhalten grundlegend:  Im Rahmen der quantenelektrodynamischen Beschreibung können wir zwei Regime unterscheiden. Im Regime der schwachen Kopplung resultiert die Verstärkung der spontanen Emission in einer Umordnung der Emission in resonante Moden, was beispielsweise zu einer drastischen Reduktion der Laserschwelle in Mikrolasern führt. In unserem Projekt werden wir periodische, kollektive gekoppelte Quantenemitter-Arrays in verdrehten Heterobilagen und neuartigen Heterotrilagen in optischen Resonatoren untersuchen. Wir werden hierbei quantenoptische Methoden einsetzen, um ein besonderes Augenmerk auf deren korreliertes und kollektives Verhalten zu legen. Das Regime der starken Kopplung zeichnet sich durch einen resonanten und kohärenten Energietransfer zwischen Licht- und Materieresonanzen aus, was zu neuen polaritonischen Eigenzuständen des kohärent gekoppelten Systems führt. Durch den Einsatz von van der Waals Heterostrukturen werden wir im Regime der starken Kopplung dipolare Quantengase kreieren und deren makroskopische Kohärenz, sowie das korrelierte Verhalten im Rahmen von Bose-Hubbard Physik untersuchen. Unser Konsortium verbindet experimentelles Arbeiten mit quantenoptischer und materialrealistischer Modellierung und baut auf die langjähriger Erfahrung unserer sehr erfolgreichen gemeinsamen Zusammenarbeit auf.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443405696",
      "url": "https://gepris.dfg.de/gepris/projekt/443405696",
      "title": "Optische Anregungen in Übergangsdichalkogenid-Heterostrukturen unter Druck",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443405696",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Ziel des vorgeschlagenen Projekts ist es, ein umfassendes Verständnis der Interlagenkopplung in Übergangsmetalldichalkogenid-Heterostrukturen zu erlangen. In vielen Fällen führt die Wechselwirkung zwischen den Lagen zu neuen elektronischen und optischen Eigenschaften, die sich fundamental von den denen der Einzelschichten unterscheiden. Ein Schlüsselparameter dabei ist die Stärke der Interlagenkopplung und ihre Moiré-Struktur. Diese wird durch die Materialwahl und den Herstellungsprozess vorgegeben und danach typischerweise als unveränderliche Systemeigenschaft betrachtet. Angelegter hydrostatischer oder uniaxialer Druck verändert aber den Abstand der Lagen und damit die elektronische Kopplung stark. Deshalb lassen sich Interlagen-Exzitonen und Moiré-Bänder durch Druck durchstimmen. In enger Zusammenarbeit von Experiment und Theorie, werden wir Heterostrukturen von Übergangsmetalldichalkogeniden herstellen und ihre (zeitabhängigen) optischen Eigenschaften unter Druck untersuchen. Experimentelle Techniken umfassen (ultraschnelle) Photolumineszenz-, Absorptions- und Zweite-Harmonische-Spektroskopie. Unser theoretischer Ansatz ist eine Kombination aus ab-initio-Vielteilchen-Untersuchungen und Modellentwicklung, um die Größe des untersuchten Systems handhabbar zu machen. Zusätzlich werden wir räumliche Druckprofile entwickeln, die es ermöglichen, Interlagen-Exzitonen an bestimmte Stellen zu lenken und als Fernziel kollektive Phänomene wie Bose-Einsteinkondensation zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443416183",
      "url": "https://gepris.dfg.de/gepris/projekt/443416183",
      "title": "Proximity-Spin-Wechselwirkungen in 2D-magnetischen vdW-(Hetero-)Multilayern",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443416183",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Proximity-Spin-Wechselwirkungen sind für die 2D-Spintronik von zentraler Bedeutung. Mit vdW-Heterostrukturen lassen sich die SOC- und die Austauschkopplung konstruieren und manipulieren. Dies ist ein lang angestrebtes Ziel der Spintronik, das mit herkömmlichen Massenmaterialien oder sogar mit Halbleiter-Heterostrukturen wie Quantentöpfen und Quantenpunkten nicht erreicht werden kann. Durch Gating und Dotierung, Dehnung und Druck, Twisting und Stacking lassen sich die Spinphänomene in einer gewünschten Materialstruktur maßschneidern.  Motiviert durch die beeindruckenden jüngsten experimentellen Fortschritte bei der Erforschung von Spin-Wechselwirkungen in Van-der-Waals-Heterostrukturen durch Spintransport, Ladungs-Spin-Umwandlung, mesoskopischen Transport und Auswirkungen auf stark korrelierte Phasen in twisted und untwisted Graphen-Multilayern, wir schlagen vor, systematische und umfassende Berechnungen nach ersten Prinzipien und phänomenologische Modellierung von Proximity-Spin-Wechselwirkungen in großen Superzellen, die Graphen, Übergangsmetall-Dichalcogenide und magnetische Monoschichten umfassen, sowie in gemischten Gitterstrukturen mit hexagonalen und rechteckigen Gittern und Auswirkungen des Proximity-Austauschs auf die Magnetisierungsdynamik in van-der-Waals-Heterostrukturen durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443405595",
      "url": "https://gepris.dfg.de/gepris/projekt/443405595",
      "title": "Quantengase in Moiré-geordneten und rekonstruierten Heterostrukturen: Effektive Dimensionalitäten, Hybridzustände und Wechselwirkungen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443405595",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Van der Waals Heterostrukturen aus verdrehten oder gitterfehlangepassten zweidimensionalen Übergangsmetall-Dichalkogeniden haben sich als vielseitige Plattformen für optische Untersuchungen von Vielteilchenphänomenen und korrelierter Elektronenphysik etabliert. Diese Phänomene sind empfindlich auf spezifische Materialkonfigurationen wie Gitterkonstanten und Drehwinkel, die zur Ausbildung von Moiré-Übergittern oder lokal und mesoskopisch rekonstruierten Domänen führen. Das hohe Maß an Durchstimmbarkeit der elektronischen Vielteilchenzustände erfordert ein genaues Verständnis der zugrunde liegenden elementaren Prozesse. Das Hauptziel des Projekts besteht darin, ein umfassendes Verständnis der Vielteilchenphysik in halbleitenden van der Waals Heterostrukturen und damit ihrer optischen Phänomenologie in linearen und nichtlinearen Regimen zu erarbeiten. Dazu wird ein breites Spektrum an Dichtebedingungen für bosonische und fermionische Quasiteilchen wie Exzitonen, Elektron-Loch-Plasmen und deren Mischungen untersucht. Konkret zielt das Projekt darauf ab, die Auswirkungen der Dimensionalität von effektiv zweidimensionalen, eindimensionalen und nulldimensionalen Bereichen in rekonstruierten Heterostrukturen auf die Dynamik und den Transport optischer Anregungen zu verstehen. Hierbei wird eine einheitliche Materialplattform für alle relevanten Lokalisationsregimes von niedrigen bis hin zu hohen Dichten verwendet. Darüber hinaus werden wir hybride, wechselwirkende Moiré-Exzitonen erzeugen und kontrollieren, indem wir starke Exziton-Exziton und Exziton-Photon Wechselwirkungen für durchstimmbare dipolare Polaronen kombinieren. Schließlich werden experimentelle und theoretische Ansätze entwickelt um sowohl die Stärke als auch das Vorzeichen der Exziton-Exziton-Wechselwirkungen von abstoßend bis anziehend zu manipulieren. Dazu wird auch die Grenze zwischen reinen Bose- und Fermi-Gasen ausgelotet, um die Formierung verschiedener Vielteilchenphasen zu beeinflussen. Diese Ziele werden mit modernsten Probenherstellungstechniken sowie fortschrittlichen experimentellen und theoretischen Methoden verfolgt, wozu hyperspektrale und magneto-spektroskopische Verfahren, ultraschnelle transiente Mikroskopie und strukturelle Charakterisierung sowie mikroskopische Vielteilchentheorie elektronischer und optischer Eigenschaften bis hin zu hohen Dichten gehören. Letztlich soll das Projekt aktuelle Fragen in einem schnell expandierenden Forschungsfeld beantworten und wesentliche wissenschaftliche und technologische Fortschritte im Bereich zweidimensionaler Van der Waals Heterostrukturen ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535377524",
      "url": "https://gepris.dfg.de/gepris/projekt/535377524",
      "title": "Quantenpunkte in verdrehtem und proximity-gekoppeltem zweilagigen Graphen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535377524",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Das Ziel dieses Projektes ist es, ein tiefes Verständnis von gatterdefinierten Quantenpunkten in van der Waals (vdW) Heterostrukturen mit maßgeschneiderten Eigenschaften zu erlangen. Wir werden die Technologie zur Herstellung von Quantenpunkten in Bernal-gestapeltem zweilagigem Graphen (engl. bilayer graphene (BLG)) auf komplexere vdW-Heterostrukturen ausweiten. Insbesondere auf Heterostrukturen, die (i) aus BLG bestehen, welches an einen Übergangsmetall-Dichalcogenide (engl. transition metal dichalcogenide (TMD)) Kristall gekoppelt ist und (ii) aus verdrehten zweischichtigen Graphen (engl. twisted bilayer graphene (tBLG)) nahe dem magischen Winkel bestehen. Durch die Durchführung von Tieftemperatur-Quantentransportmessungen an diesen Bauelementen werden wir die schichtabhängige, proximity-induzierte Spin-Bahn-Kopplung in BLG-Quantenpunkten untersuchen und Einblicke in die Elektron-Elektron-Wechselwirkung in Ladungsinseln und Quantenpunkten in tBLG gewinnen. Dies ist sowohl für quantentechnologische Anwendungen interessant, wie z.B. Spin-Qubit-Kontrolltechniken und mögliche Licht-Materie-Kopplungsszenarien in BLG/TMD Heterostrukturen, als auch aus fundamentaler Sicht, da es die Untersuchung wichtiger Kopplungsstärken und Energieskalen wie der Spin-Bahn-Lücke und der Elektron-Elektron-Wechselwirkung ermöglicht. Die in diesem Projekt gewonnenen Erkenntnisse werden das Potential von 2D-vdW-Heterostrukturen für quantentechnologische Anwendungen erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "535379461",
      "url": "https://gepris.dfg.de/gepris/projekt/535379461",
      "title": "Starke Interlayerwechselwirkungen in zweidimensionalen pniktogen-basierten Homo- und Heterobilagen",
      "subject_area": "Theoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535379461",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Das Projekt wird anhand theoretischer Simulationen den Einfluß der starken Wechselwirkung in Bilagen von zweidimensionalem Antimon (Antimonen) oder Bismut (Bismuthen) auf die Struktur und die elektronischen und optischen Eigenschaften dieser Materialien, um die Möglichkeit der Herstellung von interessanten Zs möglichen Umständen zwischen den Grenzfällen von entkoppelten und voll wechselwirkenden Bilagen anhand der Manipulation der Stärke der Interlagenwechselwirkung abzuschätzen. Als mögliche Kontrollknöpfe werden wir zwei Pfade berücksichtigen: (i) Distanzkontrolle durch Vergrößerung oder Verkleinerung des Interlagenabstands gegenüber der Gleichgewichtssituation, und (ii) Manipulation des relativen Twistwinkels zwischen zwei Materiallagen, was zu einer starken Variation der elektronischen Bandlücke gegenüber der Ausgangssituation, zu signifikanten strukturellen Verzerrungen und/oder zur Induktion von flachen oder anderweitig durch die Morphologie des Systems geprägten elektronischen Zustände führen sollte. Neben \"Homobilagen\" aus Antimonen oder Bismuthen werden wir auch den Einfluß der Interlagenwechselwirkung und ein damit zusammenhängendes mögliches Tuning der elektronischen und optischen Eigenschaften in pniktogen-basierten \"Hetero\"strukturen. Ein Beispiel sind Bilagen von Antimonen/Indiumselenid. welche Interessant für Anwendungen als Photodetektoren oder in Solarzellen sind. Final werden wir uns mit dem Einfluß, positiv oder negativ, von Oxidoberflächenschichten auf die faszinierenden elektronischen Eigenschaften von Antimonen beschäftigen, welcher Implikationen für die Eignung dieses Materials für praktische Anwendungen haben könnte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)Ehemaliger AntragstellerDr. Roland  Gillen, bis 7/2024"
    },
    {
      "project_id": "535379969",
      "url": "https://gepris.dfg.de/gepris/projekt/535379969",
      "title": "Straintronics mit van der Waals Ferroelektrika",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 535379969",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Ferroelektrizität ist ein fundamentales Phänomen in der Festkörperphysik und ferroelektrische Bauelemente sind für viele Anwendungen unverzichtbar. Werden zweidimensionale Halbleiter in van der Waals- Homo- und Heterostrukturen (vdW) gestapelt, so entsteht Ferroelektrizität an der Grenzfläche für wohldefinierte Verdrillungswinkel zwischen den gestapelten Schichten. Diese sogenannte Grenzflächenferroelektrizität wird durch Brechen der Inversionssymmetrie zwischen den beiden Schichten hervorgerufen, was zu einem Ladungstransfer zwischen den Schichten führt. Dieser Transfer erzeugt wiederum ein starkes spontanes elektrisches Dipolmoment senkrecht zu den gestapelten Schichten, welches sich durch ein charakteristisches ferroelektrisches Domänenmuster manifestiert. Das übergeordnete Ziel dieses Projekts besteht in der Untersuchung und Kontrolle der Grenzflächenferroelektrizität in halbleitenden vdW-Strukturen durch eine Kombination aus statischen elektrischen Feldern und dynamischer mechanischer Verzerrung. Die dynamische mechanischer Verzerrung wird in Form von akustischen Oberflächenwellen (OFWs) mit Frequenzen bis zu einigen Gigahertz erzeugt. In diesem Projekt werden wir Simulationsmethoden und Nanofabrikationstechnologie entwickeln, die uns in die Lage versetzen, die avisierten hybriden vdW-OFW-Bauelemente herzustellen. Mit diesen Bauelementen verfolgen wir zwei Hauptforschungsrichtungen: 1) Zunächst werden nicht-ferroelektrische (H-Stapelfolge) elektrisch kontaktierte vdW-Doppelschichtbauelemente auf piezoelektischen SAW-Chips hergestellt. In diesen vdW-Doppelschichten bilden sich intralagen und interlagen Exzitonen, die elegant durch eine Gatterspannung abgestimmt werden können. Die mit dieser Methode erzeugten Exzitonen werden in programmierbaren akustischen Potentialen, die durch Überlagerung von OFWs erzeugt werden, dynamisch gesteuert und mithilfe zeit- und ortsaufgelöster optischer Spektroskopie ausgelesen. 2) Des Weiteren werden wir ferroelektrische (R-Stapelfolge) elektrisch kontaktierte vdW-Doppelschichtbauelemente auf LiNbO3- und LiTaO3-SAW-Chips hergestellt. Diese beiden Substrate ermöglichen die Erzeugung dynamischer mechanischer Normal- und Scherverzerrung für Rayleigh- und Scherhorizontal (SH) OFWs. Die ferroelektrische Polarisation, Domänenstruktur und Hysterese wird durch dynamische Normal- und Schersverzerrung kontrolliert durch optische als elektrische Spektroskopie nachgewiesen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlichProfessor Dr. Hubert Johannes  Krenner"
    },
    {
      "project_id": "443274073",
      "url": "https://gepris.dfg.de/gepris/projekt/443274073",
      "title": "Terahertz nichtlinearer Transport in twisted Graphen- und Van-der-Waals-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443274073",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Unser langfristiges Ziel ist es, den hochfrequenten Elektronentransport zu untersuchen, der durch Terahertz/Infrarotstrahlung in twisted Graphen- und Van-der-Waals-Heterostrukturen induziert wird. Dies sollte neue physikalische Phänomene zum Vorschein bringen und Möglichkeiten eröffnen, den Ladungs- und Spin-Transport in diesen Materialien zu untersuchen. Unsere Untersuchungen konzentrieren sich auf die folgenden Hauptziele: Dynamischer Hall-Effekt und Photogalvanische Effekte, die durch polarisierte THz Strahlung in twisted Graphen hervorgerufen werden, sowie der Spin-galvanische Effekt und die Erzeugung von Spinströmen in Graphen/2D-Magnetstrukturen. Darüber hinaus planen wir, ähnliche Phänomene in TMDC-basierten Van-der-Waals-Heterostrukturen zu untersuchen. Infolgedessen sollten wir einen Einblick in die zugrundeliegenden mikroskopischen Mechanismen von THz Feld induzierten Phänomenen erhalten, sowie zugehörige mikroskopische und phänomenologische Theorien entwickeln. Dies liefert grundlegende Informationen zu Spin- und Ladungssignalen in diesen Materialien, die einerseits ein Feedback für die technologisch arbeitenden Gruppen liefern, andererseits Wege zur Manipulation der Spin Eigenschaften von Graphen (TMDC) / 2D-Magnetstrukturen darlegen sollen. Unsere Untersuchungen sollen auch die wissenschaftliche Grundlage für neuartige Terahertz/Mikrowellengeräte bilden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    },
    {
      "project_id": "443366970",
      "url": "https://gepris.dfg.de/gepris/projekt/443366970",
      "title": "Untersuchung elektronischer Korrelationen, Exzitonik und Topologie auf ultraschnellen Zeitskalen in van der Waals-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443366970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "In unserer früheren Arbeithaben wir unsere Bemühungen auf zwei Hauptziele ausgerichtet. Erstens haben wir den Informationsgehalt der statischen und zeitaufgelösten ARPES über die Streuung der Elektronenenergieeigenwerte und die Besetzung von Zuständen hinaus auf Informationen über die Eigenfunktionen und topologischen Eigenschaften untersucht und erweitert. Bei der Untersuchung mehrerer halbleitender und halbmetallischer van der Waal-Materialien haben wir die Orbital-Topologie der elektronischen Bänder kartiert, die Schlüsseleigenschaften von Exzitonen einschließlich der Größe ihrer Wellenfunktionen dynamisch ermittelt, das Konzept der Abbildung elektronischer Bänder auf angeregte Zustände erweitert und die dynamische Kontrolle eines Lifshitz-Übergangs demonstriert.Zweitens wandten wir diese Ansätze auf Heterostrukturen an und untersuchten den Ladungs- und Energietransfer an Grenzflächen in 2D-Grenzflächen wie Au/WSe2 und WSe2/Graphen. Die Erkenntnisse aus diesen Studien haben wesentliche Einblicke in die Elektronendynamik solcher Systeme ermöglicht und eine solide Grundlage für den vorliegenden Forschungsantrag geschaffen. In der kommenden Förderperiode wollen wir die Komplexität von 2DHeterostrukturen vollständig erforschen. Wir konzentrieren primär auf Heterostrukturen basierend aus WSe2 und MoTe2. Die Überlagerung von Monolagen der hexagonalen H-Phase dieser Materialien führt zu einer Moirè-Modulation des Potenzials. Dieses System hat in jüngster Zeit durch die Beobachtung von korreliertem emergentem Verhalten und abstimmbaren Modifikationen der Bandentopologie eine Welle des Interesses erfahren. Dieses System, das manchmal als \"einfacher\" abstimmbarer Baukasten zur Erzeugung korrelierter Physik angepriesen wird, wird gerade erst erforscht und ist noch weit davon entfernt, verstanden zu werden. Die Debatte darüber, wie (und ob) die stark korrelierte Natur der Moiré-Bänder in die topologische Physik eingeht, ist offen. Darüber hinaus existiert MoTe2 auch in einer verzerrten oktaedrischen Phase (Td), die ein Weyl-Typ-II-Halbmetall mit einer nicht-trivialen und leicht gestörten Bandentopologie ist. Es ist möglich, durch elektrostatische Dotierung, Laserbestrahlung und Dehnung zwischen den Phasen zu wechseln, und die Bedeutung dieses strukturellen Übergangs für die in der Heterostruktur beobachteten Phänomene muss noch untersucht werden. Unser Ziel ist es, den direkten Einblick, den die winkelaufgelöste Photoemissionsspektroskopie (ARPES) und die zeitaufgelöste Photoemissionsspektroskopie (tr-ARPES) bieten, zu nutzen, um die komplizierte Physik, die in diesen komplexen Schichtsystemen zu Tage tritt, aufzuklären. Angesichts der jüngsten Fortschritte bei den Probenvorbereitungstechniken und unserer neu entwickelten Instrumente zur Kartierung der Topologie der elektronischen Bänder,der exzitonischen Zustände und der Ladungstransferdynamik sind wir gut positioniert, um dieses rätselhafte System zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)MitverantwortlichDr. Tommaso  Pincelli"
    },
    {
      "project_id": "443406107",
      "url": "https://gepris.dfg.de/gepris/projekt/443406107",
      "title": "Wechselwirkung zwischen Magnetismus und Supraleitung in 2D-van-der-Waals-Heterostrukturen",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 443406107",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)",
      "description": "Die Wechselwirkung zwischen supraleitenden Zuständen und Zuständen mit gebrochener Zeitumkehrsymmetrie ermöglicht eine unkonventionelle Supraleitung. Wir schlagen vor, die Natur der durch Nähe induzierten Supraleitung in verschiedenen 2D-van-der-Waals (vdW)-Heterostrukturen zu erforschen, die aus Kombinationen von supraleitenden und nicht-supraleitenden vdW-Systemen bestehen. Von besonderem Interesse sind neuartige Formen der Cooper-Paarung, insbesondere die Triplett-Paarung, die durch die Nahkopplung eines konventionellen s-Wellen-Supraleiters mit magnetischen Systemen oder Systemen mit gebrochener Raum- und Zeitumkehrsymmetrie hervorgerufen wird.  Wir schlagen vor, sowohl vertikale als auch laterale Josephson-Übergänge aus vdW-Heterostrukturen herzustellen. Kürzlich haben wir gezeigt, dass solche Systeme neuartige Eigenschaften aufweisen können, wie einen Josephson-Dioden-Effekt, bei dem die kritische Überstromdichte für in entgegengesetzte Richtungen fließenden Strom um bis zu 80 % variieren kann.  Wir haben solche Effekte in Josephson-Übergängen nachgewiesen, bei denen die Barriere aus den vdW-Semimetallen NiTe2, PtTe2 und WTe2 gebildet wird, wobei supraleitende Elektroden sowohl aus dem 2D-Ising-Supraleiter 2H-NbSe2 als auch aus herkömmlichem Niob bestehen. Der genaue Ursprung des Diodeneffekts muss noch ermittelt werden. Wir wollen die Beziehung zwischen dem Diodeneffekt und den detaillierten elektronischen und magnetischen Strukturen von Heterostrukturen, die aus einer Vielzahl von 2D-Materialien bestehen, untersuchen.  Wir schlagen außerdem vor, die durch Nähe induzierte Supraleitung in Heterostrukturen zu erforschen, die aus magnetischen 2D-Systemen gebildet werden, die topologische, nicht-kollineare Spinstrukturen in Kombination mit supraleitenden 2D-Materialien aufweisen. Die entstehenden supraleitenden Zustände in diesen Systemen werden sowohl mit Magneto-Transporttechniken als auch mit supraleitender Tunnelmikroskopie und supraleitender Tunnelspektroskopie erforscht, um ihre räumliche Ausdehnung zu untersuchen. Ein wichtiges Ziel ist es, den Beitrag der Triplett-Paarung zu den durch Nähe induzierten supraleitenden Zuständen zu verstehen und zu kontrollieren. vdW-Heterostrukturen werden sowohl mit Hilfe der Molekularstrahlepitaxie als auch mit mechanischen Exfoliationsverfahren hergestellt. Wir haben das MBE-Wachstum von qualitativ hochwertigen vdW-Schichten mit verschiedenen ferroischen Eigenschaften sowohl in einer einzelnen Atomschicht als auch als laterale Monolagen-Heterostrukturen demonstriert. Unser Vorschlag bezieht sich direkt auf den Forschungsbereich \"kollektive und korrelierte Phänomene (einschließlich Spin-, magnetische und supraleitende Proximity-Effekte, Mott-Isolatoren) und neuartige topologische Zustände, die in 2D-vdW-[Hetero-]Strukturen entstehen\" im SP 2244-2DMP.  Eine enge Zusammenarbeit mit mehreren Gruppen innerhalb des SPP sowohl in der Theorie als auch im Experiment wird angestrebt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2244: \n2D Materialien – die Physik von van der Waals [Hetero-]Strukturen (2DMP)"
    }
  ]
}