{
  "spp_number": "SPP 2314",
  "spp_title": "Integrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441886548",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "468734522",
      "url": "https://gepris.dfg.de/gepris/projekt/468734522",
      "title": "Ein integriertes Messsystem für die Gasspektroskopie bei 2-5 THz – Leistungsdetektion und heterodyne Detektion unter Verwendung von TeraFETs undTHz QCLs",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikMesssysteme",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468734522",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Ungefähr die Hälfte des Lichtes in der Galaxis liegt im Terahertz-(THz-)Frequenzbereich des elektromagnetischen Spektrums, auch als Ferninfrarotbereich bekannt (0.3-10 THz, Wellenlänge: 0.03-1 mm) vor. Er ist dennoch mit bestehenden satellitengestützten Instrumenten nicht beobachtbar. Könnte man diesen Teil des Spektrums zugänglich machen, würde man viel über die Enstehungsprozesse von Sternen und Planeten lernen können. Außerdem ließen sich viele Lücken unserer Wissens über die chemischen Prozesse in der Erdatmosphäre schließen. Leider sind THz-Messsysteme zu groß, zu unhandlich und zu komplex für die Anwendung außerhalb des Labors. Eine Schlüsselrolle kommt hier den THz-Detektoren zu, die entweder eine geringe Empfindlichkeit bei hohen THz-Frequenzen aufweisen, extreme Kühlung benötigen oder zu langsam sind, um chemische Reaktionen zeitlich auflösen zu können. Wir wollen diese Hindernisse durch die Entwicklung von kompakten, empfindlichen und schnellen THz-Detektionssystemen, die zur Spurengasdetektion und zum Einbau in Satelliten taugen, überwinden. Die Grundlage hierfür sind „TeraFET“-Bauelemente – spezielle, mit Antennen versehene Feldeffekttransistoren, die sich in den letzten Jahren als leistungsfähige Detektoren für den kompletten THz-Frequenzbereich erwiesen haben. Sie können vollständig in Halbleiterfabriken mit den Technologien der Standardmikroelektronik hergestellt werden, was viele Vorteile wie die einer hohen Reproduzierbarkeit der Leistungsdaten und die Möglichkeit, Detektorarrays herzustellen, mit sich bringt.Wir werden TeraFET-Detektoren für Frequenzbänder bei 2.0, 3.5 and 4.7 THz entwickeln. Dort liegen charakteristische Spektrallinien wichtiger Gasspezies (O, OH, CO, NO und HO2), deren Beobachtung Aufschlüsse über die im All und in der oberen Erdatmosphäre ablaufenden chemischen Prozesse ermöglicht. Wir werden die Sensitivität, den Frequenzgang sowie das Rauschverhalten dieser neuartigen Detektoren detailliert untersuchen. Als Strahlungsquellen kommen hierbei für diese Frequenzbänder optimierte THz-Quantenkaskadenlaser (THz-QCLs) zum Einsatz. Dies sind sehr kompakte Halbleiterlaser, die mehr als die tausendfache Leistung ähnlich dimensionierter Emitter zur Verfügung stellen können. TeraFETs werden sowohl hinsichtlich der Leistungsdetektion, als auch – mit Blick auf zukünftige Anwendungen als Heterodynempfänger in Satelliten – als elektronische Mischerbauelemente optimiert. Wir werden das erste kompakte und integrierte THz-Messsystem entwickeln, bei dem ein THz-QCL und ein TeraFET-Bauelement zur in-situ Leistungsüberwachung des Lasers gemeinsam in einem Kroystaten gehäust sind. Des weiteren werden wir einen Messdemonstrator für die Spurengasdetektion entwickeln und mit diesem die funktionelle Verwendbarkeit dieser für eine weitgehende Systemintegration vielversprechenden Detektoren nachweisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)Internationaler BezugGroßbritannienKooperationspartnerProfessor Dr. Joshua  Freeman;Professor Dr. Edmund  Linfield;Professor Dr. Alexander  Valavanis"
    },
    {
      "project_id": "469042906",
      "url": "https://gepris.dfg.de/gepris/projekt/469042906",
      "title": "Hochintegrierte Systeme zur THz-unterstützten NMR-Identifizierung der Dendritenbildung in Lithium- und Natriumbatterien",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469042906",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Das beantragte Projekt wird Pionierarbeit bei der Verwendung von chipintegrierten THz-Quellen leisten, die in der ersten Förderphase des Schwerpunktprogramms bisher ausschließlich für chipintegrierte Elektronenparamagnetresonanz- (EPRoC) Messungen  verwendet wurden, in der Batterieforschung, indem es die Empfindlichkeit der Kernspinresonanz (NMR) für dendritische Mikrostrukturen auf Lithiummetalloberflächen während der Lade-/Entladezyklen durch dynamische Kernpolarisation (DNP) erhöht. Die Verwendung von Lithium-Metall-Anoden ist ein wichtiges aktuelles Ziel in der Batterieentwicklung, da sie erhebliche Vorteile in Bezug auf Energiedichte und Spannung bieten. Die reaktive Oberfläche verkürzt jedoch die Lebensdauer und kann Kurzschlüsse verursachen, da sich Lithiumdendriten und andere Mikrostrukturen auf der Metallanodenoberfläche bilden können, deren Entwicklung aufgrund des Mangels an spektroskopischen Methoden, die In-Operando-Messungen ermöglichen würden, sowie der geringen intrinsischen Empfindlichkeit der Kernspinresonanz noch nicht ausreichend verstanden wird. Indem intakte Batterien und DNP durch THz-Magnetfelder, die durch die EPRoC-Technologie erzeugt werden, genutzt werden, zielt dieses Projekt darauf ab, die Prozesse zu verstehen, die zur Dendritenbildung führen, und bietet Einblicke, die für die Stabilität und Performance von Batterien entscheidend sind. Darüber hinaus sieht das Projekt vor, die Anwendung von EPRoC auf Post-Lithium-Technologien wie Natrium-Metall auszudehnen, wodurch sich Möglichkeiten für breitere Anwendungen in der Batterieforschung eröffnen. Um diese Ziele zu erreichen, sind erhebliche Verbesserungen erforderlich, die über den derzeitigen Stand der Technik der EPRoC-Technologie hinausgehen. Das vorgeschlagene Projekt zielt insbesondere darauf ab, gepulste DNP-Methoden zu ermöglichen und die Arbeitsfrequenzen durch neuartige Schaltungstopologien über 263 GHz hinaus zu erweitern. Diese Leistungsverbesserungen werden mit einer Erhöhung der Leistungseffizienz des integrierten Systems einhergehen, um einen Betrieb bei niedrigen Temperaturen bis hinunter zu Tiefsttemperaturen zu ermöglichen. Darüber hinaus werden wir die Nutzung höherer harmonischer Frequenzen der verwendeten Oszillatorschaltungen untersuchen, einschließlich der Verstärkung der höheren harmonischen Frequenzen, mit dem Ziel, Frequenzen von bis zu 1,2 THz zu erreichen. Damit die THz-Magnetfelder die Metallelektrode der Batterie durchdringen können, werden wir sowohl herkömmliche Metallgitterelektroden als auch neuartige plasmonische Metaoberflächen untersuchen, die die erforderliche magnetische Komponente des THz-Feldes lokal verstärken könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "468501411",
      "url": "https://gepris.dfg.de/gepris/projekt/468501411",
      "title": "Integrierte Graphen-auf-Chip Terahertz Technologie (INTEGRATECH)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikExperimentelle Physik der kondensierten MaterieKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468501411",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Das Ziel des Projektes INTEGRATECH ist es, eine neue THz-Technologieplattform zu demonstrieren, die auf der Integration von Graphen mit neuartiger elektronischer SiGe HBT/BiCMOS-Chiptechnologie basiert. Insbesondere werden wir die Chip-Technologie nutzen, um ein treibendes sub-THz Feld zu erzeugen und die extreme nichtlineare Natur von Graphen auszunutzen, um eine On-Chip-THz-Frequenzvervielfachung zu demonstrieren. Wir glauben, dass diese neuartige THz-Technologie-Plattform neue Wege zu On-Chip Funktionalitäten wie  THz-Erzeugung, Detektion und Manipulation eröffnen wird. Es wurde vor kurzem entdeckt, dass Graphen gigantische nichtlineare Koeffizienten im THz-Frequenzbereich besitzt, die jene jedes anderen bekannten Funktionsmaterials weit übertreffen. Insbesondere ermöglicht Graphen die Vervielfachung von elektronischen Eingangssignalen im Sub-THz-Bereich in den THz-Bereich, mit einer bisher unerreichten Effizienz bei der Erzeugung von höheren Harmonischen, die bis zu 1 % pro atomarer Lage beträgt. Darüber hinaus ist Graphen kompatibel mit bestehender, hoch entwickelter Halbleiter-Ultrahochfrequenz-Technologie. Bemerkenswerterweise ist das Sub-THz-Felder in der Größenordnung von 10’s kV/cm, wie sie für eine effiziente Erzeugung von THz-Harmonischen in Graphen benötigt werden, eine Größenordnung kleiner als das Channel-Feld eines typischen Hochgeschwindigkeits-sub-THz-CMOS-Transistors sind. Dies impliziert einen klaren technologischen Weg zu einer  integrierten Graphen-auf-Chip-THz-Technologie, welche CMOS- oder BiCMOS-Schaltkreise als Quellen des Sub-THz-Treibersignals und Graphen als aktives, nichtlineares Up-Konversionsmedium für die THz-Signalerzeugung kombiniert. Das physikalische Bild, das hinter einer solchen extremen THz-Nichtlinearität von Graphen steht, wurde innerhalb des antragstellenden Konsortiums entwickelt und ist als thermodynamisches Modell des ultraschnellen Ladungstransports in Graphen bekannt. Darüber hinaus hat das antragstellende Konsortium vor kurzem die effektive Kontrolle dieser THz-Nichtlinearität in Graphen durch elektrisches Gating demonstriert.  Mitglieder des antragstellenden Konsortiums gehören zu dem auch zu den weltweit führenden Arbeitsgruppen im Bereich der neuartigen SiGe HBT/BiCMOS Ultrahochfrequenz-Schaltungstechnologie. Das Konsortium, das hinter diesem Projekt steht, verfügt daher über die erforderliche Expertise, die für seinen Erfolg notwendig ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)MitverantwortlichHassan A. Hafez  Eid, Ph.D."
    },
    {
      "project_id": "468535812",
      "url": "https://gepris.dfg.de/gepris/projekt/468535812",
      "title": "Integrierter Terahertz Quantenkaskaden-Transceiver für\nhochauflösende Spektroskopie und Weltraumanwendungen (iQCT)",
      "investigators": "Klaus  Biermann, Ph.D.;Professor Dr. Heinz-Wilhelm  Hübers;Dr. Katrin  Paschke",
      "subject_area": "Optik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468535812",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Die hochauflösende Spektroskopie von molekularen und atomaren Übergängen im Terhertz-Bereich hat zahlreiche Anwendungsfelder. Diese reichen von der Astronomie über Atmosphärenforschung bis hin zu Anwendungen in der Biomedizin und Metrologie. Entscheidend für eine breite Anwendbarkeit ist hierfür die Verfügbarkeit kompakter Spektrometer. Ziel des Projekts ist die Realisierung eines integrierten Spektrometers für den Bereich von 3-5 THz auf der Basis von Quantenkaskadenlasern (QCLs) und Quantenkaskadendetektoren (QCDs). Diese sollen im Rahmen dieses Projekts in einem kompakten mikrooptischen Aufbau kombiniert werden (sogenannter Quantum-Cascade-Transceiver) der in einem einzelnen kompakten Kryokühler betrieben werden kann. Das Ziel ist ein mobiles Spektrometer mit deutlich verbesserter Empfindlichkeit verglichen zu bisherigen Aufbauten mit gekühltem QCL und ungekühlten Detektoren. Während ungekühlte Detektoren durch den thermischen Untergrund fundamental in ihrer Empfindlichkeit limitiert sind, ist die Kühlung von konventionellen kryogenen Terhertz-Detektoren durch die benötigten Temperaturen von <10K bisher sehr aufwendig, da entweder flüssiges Helium oder ein großer Pulsrohrkühler benötigt wird. QCDs sind hier ein vielversprechender Ansatz, der bei 40-80 K ein um einen Faktor 30-150 reduziertes Empfindlichkeitslimit verglichen zu Detektoren, die bei Raumtemperatur arbeiten, verspricht. Die Entwicklung und Optimierung entsprechender QCDs, die Integration mit einem QCL in einem mikrooptischen Aufbau und Demonstration im Rahmen von spektroskopischen Anwendungen in der Molekülspektroskopie mit höchster spektraler Auflösung sind die zentralen Ziele des Projekts.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "550645478",
      "url": "https://gepris.dfg.de/gepris/projekt/550645478",
      "title": "Integriertes Terahertz Heterodynspektrometer in Silizium Technologie für Anwendungen in Biomedizin und Raumfahrt (SiTeSpec)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 550645478",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Die siliziumbasierte Halbleitertechnologie bietet die Möglichkeit eines hohen Integrationsgrades und hoher Leistungsfähigkeit bei geringer Masse und niedriger elektrischer Eingangsleistung. Aufgrund der Robustheit der SiGe-BiCMOS-Technologie ist sie ein idealer Kandidat für Weltraumanwendungen, insbesondere für die Fernerkundung von Atmosphären. Sie ist auch vielversprechend für biomedizinische Anwendungen wie die Atemgasanalyse, da niedrige Gaskonzentrationen mit hoher Empfindlichkeit nachgewiesen werden können und eine große Anzahl verschiedener Gase untersucht werden kann. Ziel dieses Projekts ist es, integrierte Terahertz-Heterodynspektrometer in SiGe-BiCMOS-Technologie im Frequenzband um 550 GHz für beide Anwendungen zu entwickeln. Der Frequenzbereich ist aufgrund der starken Absorptionslinien vieler Moleküle in diesem Band sehr relevant. Besonders interessant für die Fernerkundung ist ein sehr starker Übergang von Wasser bei 557 GHz. Das Spektrometer für die Fernerkundung ist für den Einsatz auf einem kleinen Wetterballon oder in einem CubeSat vorgesehen. CubeSats sind standardisierte, sehr kleine, kostengünstige Satelliten mit einem sehr begrenzten Budget für Größe, Gewicht und Leistung. Um die Machbarkeit des Spektrometers für die Fernerkundung mit begrenzten Ressourcen zu demonstrieren, werden wir eine Messung von Absorptionslinien in der Erdatmosphäre von einem kleinen Wetterballon aus durchführen. Die Fähigkeit, Atemanalyse bei 550 GHz durchzuführen, wird ebenfalls anhand einer Fallstudie demonstriert. Als Ausblick auf zukünftige Entwicklungen werden wir auch einen Empfänger entwickeln, der bei 1,1 THz arbeitet. Dieser soll charakterisiert und für erste Spektroskopie-Experimente verwendet werden. Dieses Projekt stellt einen wichtigen Schritt für die Weiterentwicklung von Hochfrequenzschaltungen sowie hin zu einem kompakten und leistungsfähigen Terahertz-Heterodynspektrometer für Anwendungen im Weltraum und in der Biomedizin dar.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "468511389",
      "url": "https://gepris.dfg.de/gepris/projekt/468511389",
      "title": "Integriertes THz Time-Domain Spektrometer für Raumfahrtanwendungen-Phase 2 (ITISA2)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468511389",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Im Rahmen des ITISA-Projekts soll das erste integrierte Terahertz-Zeitdomänen (THz-TD)-Spektrometer für Raumfahrtanwendungen entwickelt werden. ITISA wird von drei photonischen Entwicklungen motiviert. 1.) Dank ihrer Schlüsselrolle bei Frequenzkammanwendungen werden geeignete Femtosekunden-Lasersysteme raumfahrttauglich und wurden bereits in Pilotstudien auf Satelliten und Höhenflugraketen eingesetzt. 2.) Besonders breitbandige, spintronische THz-Emitter wurden kürzlich von einem der Projektpartner entwickelt. Sie emittieren im Spektralbereich von 0.3 bis 30 THz, der für Raumfahrtanwendungen besonders interessant ist. Die Polarisationsebene der THz-Wellen kann magnetisch mit Kilohertz-Frequenzen moduliert werden. 3) Die fundamentalen Bestandteile eines THz-TDS Spektrometers können mittlerweile prinzipiell in photonische Chips integriert werden. In der ersten Förderperiode des SPPs konzipierten und testeten wir, ausweislich von 9 Publikationen und 1 Patent, sehr erfolgreich die fundamentalen Elemente eines THz-TDS-Systems, welches eine spektrale Bandbreite von 0.3 bis 30 THz abdeckt. Damit legten wir die Grundlagen, um in der zweiten Förderperiode einen Demonstrator für einen spezifischen Anwendungsfall, Rover-basierte Analytik von Regolith auf dem Mond, bis zu einem TRL von 6 zu entwickeln. Das Gerät wird ohne bewegliche Teile operieren. Alle Baugruppen und ihre zugrundeliegenden Konzepte werden folgende Bedingungen erfüllen: (i) Photoneneffizienz und Kompatibilität mit den derzeit für Raumfahrtanwendungen entwickelten Femtosekundenlasern, (ii) Erfüllung der Basisanforderungen für Raumfahrtanwendungen wie Kompaktheit, minimales Gewicht, minimaler Leistungsverbrauch, Strahlenhärte, Robustheit gegen Temperaturvariationen und Vibrationen, und (iii) Chip-Integration aller Schlüsselkomponenten. Wir betonen, dass potentielle Anwendungen unseres Systems signifikant über das Gebiet der Raumfahrt hinausgehen. Unsere Entwicklungen werden i.A. die Anforderungen für den Betrieb auf mobilen Geräten (wie Rover oder Drohnen) erfüllen. Des Weiteren sind unsere THz-Erzeugungs- und Detektionskonzepte relevant für das gesamte Gebiet der THz-TD-Spektroskopie. Unser Team besteht aus drei Arbeitsgruppen mit komplementärem Hintergrund in der angewandten Physik und den Ingenieurswissenschaften. Alle beteiligten Gruppen haben eine hervorragende Erfolgsbilanz in der Entwicklung von THz-Instrumenten und bringen ihre Expertise im ITISA-Projekt zusammen. Zwei Gruppen sind an der Instrumentenentwicklung für Raumfahrtanwendungen beteiligt. Eine Firma, die kompakte Femtosekunden-Faserlaser für die besonders harten Bedingungen in Satelliten entwickelt, kooperiert mit uns und stellt auf Leihbasis geeignete Laser zur Verfügung. Die Betreiber von zwei Rover-Plattformen unterstützen das Projekt und sind stark daran interessiert, unseren Demonstrator zu testen. Unser interdisziplinäres Konsortium besitzt damit alle Voraussetzungen, um das Projekt erfolgreich durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "469064321",
      "url": "https://gepris.dfg.de/gepris/projekt/469064321",
      "title": "Kohärente leistungsstarke THz-Emission von Arrays Resonanter Tunneldioden (RTDs) und ihre Anwendung in der Bildgebung",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469064321",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Terahertz-(THz-)Strahlung, im Frequenzspektrum zwischen dem Infraroten und den Mikrowellen liegend, hat das Potential für viele Anwendungen beispielsweise in der zerstörungsfreien Materialprüfung, der medizinischen Bildgebung, der Sicherheitsinspektion und der Telekommunikation. Der Mangel an leistungsstarken, aber kostengünstigen und kompakten Emittern im Bereich 0.3-3 THz (die notorische „THz-Lücke“) hat jedoch bisher die breite Anwendung der THz-Strahlung verzögert. Dieses Vorhaben soll dazu beitragen, die „THz-Lücke“ durch innovative Ansätze der kohärenten Leistungskombination von Emittern, deren aktive Elemente Resonante Tunneldioden (RTDs) sind, zu schließen. Das Projekt ist ein Fortsetzungsprojekt in der zweiten Phase des  Schwerpunktprogramms INTEREST. Es ist eine Kooperation der Forschungsgruppen von Prof. Hartmut Roskos, Goethe-Universität Frankfurt am Main, und der Gruppe von Prof. Safumi Suzuki vom Tokyo Institute of Technology in Japan. In der ersten Phase des INTEREST-Projekts erzielten wir kohärente Emission von linearen Arrays aus elf RTDs in Schlitzantennen, die Ausgangsleistung betrug fast 1 mW bei Frequenzen um 750 GHz. Diese Leistung konnte erreicht werden, weil wir einen neuen Weg zur phasengleichen Kopplung benachbarter Oszillatoren gefunden haben. Vor unserer Studie ging man davon aus, dass bei linearer Kopplung benachbarte Oszillatoren gegenphasig schwingen, so dass die Strahlung senkrecht ins Fernfeld destruktiv interferiert. Wir fanden jedoch heraus, dass asymmetrisch-gespeiste Schlitzantennen, die in einem linearen Array gekoppelt sind, auch einen phasengleichen Betrieb der Oszillatoren aufweisen können, wenn die Mesa-Fläche der RTDs reduziert wird: Bei großen Flächen dominiert der gegenphasige Modus, bei kleinen der gleichphasige. Bei ersterem ist die Oszillation niederfrequenter. Bei beiden Betriebsmodi erfolgt konstruktive Interferenz im Fernfeld, allerdings unter unterschiedlichen Abstrahlungswinkeln. Bei mittleren Mesa-Flächen kann das RTD- Array in beiden Moden betrieben werden und man kann zwischen beiden durch den Betriebsstrom der RTDs schalten (das Schaltverhalten weist eine Hysterese auf). Diese Erkenntnis eröffnet die Möglichkeit einer stromgesteuerten Frequenz- und Emissionsrichtungsumschaltung. In der zweiten Phase des Projekts werden wir aufbauend auf diesen Befunden zu zweidimensionalen Oszillatoranordnungen übergehen und praktisch nutzbare Strahlungsquellen mit Emission von schmalbandiger, einmodiger Strahlung in Normalrichtung bei einer Ausgangsleistung von 5 mW oder mehr entwickeln. Wir streben ein Strahlprofil mit radialsymmetrischer Leistungsverteilung an. Die Strahlungsfrequenzen werden im Bereich von 0.7-0.8 THz und bei oder über 1.0 THz liegen. Wir werden dann solche RTD-Array-Strahlungsquellen in THz-Bildgebungssysteme in Frankfurt integrieren und mit ihnen Anwendungstests in Transmission a) mit Leistungsdetektion und b) als holographische Bildgebung mit heterodyner Detektion vornehmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)Internationaler BezugJapanKooperationspartnerProfessor Dr. Safumi  Suzuki"
    },
    {
      "project_id": "469071339",
      "url": "https://gepris.dfg.de/gepris/projekt/469071339",
      "title": "Koordinationsfonds",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469071339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Die Vision der koordinierten Initiative INTEREST besteht darin, eine effizient agierende Terahertz-Gemeinschaft zu bilden, die \"Integrierte Terahertz-Systeme\" ganzheitlich verfolgt, um bahnbrechende THz-Technologien zu erforschen. Um dieses Ziel zu erreichen, ist eine effiziente wissenschaftliche Projektkoordination unerlässlich. Mit diesem Koordinationsantrag wollen wir nicht nur Wissenschaftler aus den Ingenieurwissenschaften, der Physik und den Naturwissenschaften zusammenführen, sondern zusätzliche Synergien auf nationaler und internationaler Ebene entstehen lassen und so die Schlagkraft des INTEREST Forschungsprogramms stärken. Dies gelingt durch die Vernetzung und die Einrichtung einer Datenbank über die Geräte, Projektergebnisse und neuartige THz-Komponenten, die diese innerhalb des Konsortiums und außerhalb des SPP nutzbar machen. Wir bilden gemeinsame Forschergruppen, die über Einzelprojekte hinausgehend neuartige Systemkonzepte erforschen und innovative Ideen umsetzen. Die benötigten finanziellen Freiräume entstehen über Rabatte, die mit Halbleiterherstellern verhandelt werden. Ein internationaler Wissenschaftsbeirat begleitet unsere Aktivitäten. Wir schaffen zusätzliche Interessensgruppen, z.B. durch Partnerschaften zwischen Deutschland und Großbritannien, gemeinsame wissenschaftliche Publikationen, Workshops, Websites und Social-Media-Kanäle.  Dabei fördern wir THz NachwuchswissenschaftlerInnen mit Blick auf Geschlecht, Familienfreundlichkeit und Diversität. Es ist unser Ziel INTEREST-Projekte erfolgreich miteinander zu vernetzen, um damit spürbare Impulse zur Stärkung und Weiterentwicklung der THz Wissenschaft zu setzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "468784882",
      "url": "https://gepris.dfg.de/gepris/projekt/468784882",
      "title": "LATINO 2 - Großflächige THz-Detektoren Arrays basierend auf Dünnschicht-Transistor-Technologie",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468784882",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Die THz-Bildgebung ist ein aufstrebendes Feld, dessen Anwendungsschwerpunkte in der zerstörungsfreien Materialanalyse, in biomedizinischen Anwendungen oder im Sicherheitsbereich liegen. In den vergangenen 15 Jahren wurden THz-Kameras unter Verwendung etablierter Silizium-CMOS- oder Silizium-Germanium-BiCMOS-Technologien entwickelt, welche zur Echtzeit-Bildgebung fähig sind. Modernste Silizium-CMOS-THz-Kameras haben 1024 Bildpunkte (32 x 32) auf bis zu 10 x 10 mm² großen Chips. Größere Arrays mit höherer Auflösung sind mit konventioneller Siliziumtechnologie wegen der hohen Produktionskosten, die direkt mit der Chip-Fläche skalieren, kaum erreichbar. Außerdem sind flexible Arrays, welche z.B. zur Reduzierung der Aberration durch die Feldkrümmung erforderlich sind, mit konventioneller starrer Siliziumtechnologie nicht zugänglich.Im Rahmen des LATINO-Projekts werden flexible, großflächige, aktive THz-Detektor Matrizen unter Verwendung einer Backplane-Elektronik auf Basis von Metalloxid-Dünnschicht-Transistoren entwickelt. Für die THz-Detektion werden antennengekoppelte Metall-Isolator-Graphen-Dioden eingesetzt und auf die spezifischen Anforderungen der Ausleseelektronik optimiert. Dedizierte rauscharme Verstärker und Multiplexer-Schaltungen werden unter Verwendung von Metall-Oxid-Halbleitern entworfen und hergestellt. Ziel ist es, am Ende der ersten Förderphase ein aktives Pixel auf Basis der Dünnschicht-Technologie zu demonstrieren, das aus einer Antenne, einer Diode und einem Verstärker besteht. In der zweiten Phase soll die Technologie auf flexible Substrate übertragen und ein Array mit 64 x 64 Pixeln auf 4 x 4 cm² Fläche realisiert werden. Damit wird der Grundstein für eine neue Klasse von hochauflösenden THz-Kameras gelegt, die die Grenzen der herkömmlichen Silizium-CMOS-Technologie deutlich überschreitet und neue Anwendungen ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "468776767",
      "url": "https://gepris.dfg.de/gepris/projekt/468776767",
      "title": "Mikrofluidischer Aktiv-Rückgekoppelter THz Biosensor für Direkte, Sensitive und Selektive Exosom- und Virusdetektion in wässrigen Umgebungen (\"MATISSE\")",
      "investigators": "Professorin Dr. Anja-Katrin  Bosserhoff;Professor Dr. Bhaskar  Choubey;Professor Dr.-Ing. Peter  Haring Bolívar",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468776767",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Dieses interdisziplinäre Projekt zielt darauf ab, die grundlegende Biochemie-, Biomedizin-, Mikrofluidik-, Metamaterial-Sensorik- und aktive Schaltungsdesign-Expertise der Projektpartner zu integrieren, um einen neuen Raum an wissenschaftlichen Analysemöglichkeiten im Bereich der THz-Biosensorik-Forschung zu eröffnen. Der neuartige Ansatz ermöglicht ein breit einsetzbares, integriertes THz-System für direkte, empfindliche und selektive Messungen in nativen Lösungen in der biomedizinischen Routine in greifbare Nähe zu bringen. Mikrofluidisch integrierte, aktive THz Sensoren ermöglichen erstmals die dynamische Online-Analyse von vesikulären Strukturen, d.h. von Exosomen und Viren, in wässrigen Lösungen bei pathophysiologischen Dichten, um Erkenntnisse über grundlegende biochemische Zusammenhänge und Krankheitsursachen zu gewinnen. Die Integration eines aktiv-rückgekoppelten Leistungsverstärkers mit einer biochemisch funktionalisierten resonanten Sensorkomponente in einer mikrofluidischen Durchflusszelle wird den Meilenstein der direkten THz-Bioanalytik-Detektion in wässrigen Lösungen bei physiologisch relevanten Nachweisgrenzen ermöglichen. Die Hauptziele des INTEREST-Schwerpunktprogramms spiegeln sich in den Ambitionen des vorgeschlagenen Projekts wider, unerforschte Möglichkeiten in der biomolekularen THz-Forschung zu eröffnen, indem die verschiedenen technologischen Disziplinen des integrierten analogen Schaltungsdesigns, der metamaterialbasierten physikalischen Prinzipien und der fortgeschrittenen Bioanalytik miteinander verbunden werden, um eine grundlegend neue Generation der aktiven mikrofluidischen Sensorik zu ergründen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "469044319",
      "url": "https://gepris.dfg.de/gepris/projekt/469044319",
      "title": "MLL-basierte Integrierte THz Frequenz-Synthesizers Phase 2 (MINTS)",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469044319",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Übergeordnetes Ziel des Projekts MINTS (Phase 1 und 2) ist die Untersuchung und Demonstration von elektronisch-photonischen THz-Frequenzsynthesizer-Architekturen, die kompatibel mit Silizium-Photonik und Indiumphosphit (InP) Photonik-Technologien sind und extrem kleines Phasenrauschen aufweisen. Das geringe Phasenrauschen wird durch Synchronisation von elektronischen oder optischen Oszillatoren auf optische Referenzen mit sehr niedrigem Phasenrauschen, z.B. einem modengekoppelten Laser (MLL) oder einem optischen Frequenzkamm (OFC) erreicht. Damit lassen sich miniaturisierte elektronisch-photonische THz-Frequenzsynthesizer mit außergewöhnlich niedrigem Phasenrauschen realisieren. Die Miniaturisierung des MLL oder OFC selbst steht nicht im Mittelpunkt des MINTS-Projekts. In Phase 2 des Projekts wird der Schwerpunkt auf der weiteren Integration, Miniaturisierung, sowie Verbesserung und Validierung der in Phase 1 entwickelten Konzepte, Bauelemente und Schaltungen liegen. Es werden neuartige Materialien vorgeschlagen, um bei der Verwendung von optischem injection-locking (OIL) ein geringes Phasenrauschen zu erreichen. Die Integration von optischen Hochfrequenz-Bandpassfiltern mit geringer Bandbreite in der InP-Plattform wird untersucht. Es werden Laser mit geringem Phasenrauschen entwickelt, um eine optische Phasenregelschleife (OPLL) in einem kontinuierlich abstimmbaren THz-Synthesizer mit sehr niedrigem Phasenrauschen zu ermöglichen. In Phase 1 wurde ein optoelektronischer Phasenregelkreis (OEPLL) mit exzellentem Phasenrauschen demonstriert, in dem ein Mikrowellen-Oszillator auf die optische Pulsfolge eines MLL mittels eines balancierten optischen Mikrowellen-Phasendetektors (BOMPD) synchronisiert wurde. In Phase 2 soll das Phasenrauschen von OEPLL und OPLL durch neuartige Techniken, wie der Erzeugung von Oberwellen höherer Ordnung in der Rückkopplung und optimierter Laser verbessert werden. Eine hochintegrierte THz OEPLL wird durch die hybride Integration eines BOMPD Chips in Siliziumphotonik-Technologie und eines SiGe THz-Emitter-Chips mit on-chip 10 GHz VCO und 300 GHz Frequenzmultiplizieren implementiert, um eine miniaturisierte THz-Quelle mit sehr geringem Phasenrauschen zu demonstrieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "468813342",
      "url": "https://gepris.dfg.de/gepris/projekt/468813342",
      "title": "Regenerative, über fmax arbeitende, 3D-gedruckete Terahertz multikanalige Kamera Transceiver - TeraCaT II",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die InformationstechnikElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468813342",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Der THz-Bereich ermöglicht die hochauflösende Bildgebung. Zu den Herausforderungen zählen ausreichende Verstärkungen. Diese ist in herkömmlichen Schaltungen durch die Kleinsignalverstärkung (KSV) limitiert. Verstärkungen von > 6 dB pro Stufe sind nur für Frequenzen < 1/3 der maximalen Transistoroszillationsfrequenz (fmax) möglich. Verstärkungen > 30 dB sind erst durch Kaskadierung vieler Stufen, hohe DC-Leistung und sperrigen Hornantennen realisierbar.  Um diese Grundlagenprobleme für THz-Kameraempfänger zu lösen, untersuchten wird in TeraCaT deshalb super-regenerative Oszillatoren (SRO), die lediglich eine KSV von leicht über 1 benötigen, um durch die positive Rückkopplung eine hohe Großsignalverstärkung (GSV) zu erreichen. In SiGe BiCMOS demonstrierten wir eine GSV von 50-60 dB bei 182 GHz. Durch ein neuartiges subharmonisch-gepumptes SRO-Konzept zeigten wir erstmals eine hohe Mischverstärkung von 600 auf 200 GHz von 37 dB bei nur 12 mW PDC. Diese Ergebnisse sind wegweisend für FMCW-Radare bei Frequenzen oberhalb der Halbleiter-Technologielimitationen. Neuartige Signalverteilnetzwerke basierend auf 3D-gedruckten dielektrischen Wellenleitern erlauben eine verlust- und dispersionsarme Übertragung von THz-Signalen bei geringer Komplexität und hoher Flexibilität.  Im Fortsetzungsprojekt TeraCaT II werden wir den 600 GHz Empfänger aus TeraCaT zu einem mehrkanalfähigen Kamera-Transceiver erweitern. Um auch für den Sender bei 600 GHz hohe Verstärkungen zu erreichen, nutzen wir ebenfalls die SRO-Vorteile. Ein neuartiger Ansatz zur Integration einer Vielzahl von Sendeelementen wird untersucht. Durch Leistungsakkumulation und Generierung großer virtueller Aperturen wird eine hohe Sensitivität und Auflösung realisiert. Mittels variabler Phasenverschiebungen bei Sendesignalen und unterschiedlichen Sende-Empfangskonfigurationen erzeugen wir trotz statischer Arrays zufällige Beleuchtungsmuster. Dank zahlreicher Empfänger ermöglicht dies die Bildrekonstruktion mittels Compressed-Sensing-Algorithmen, unter Verwendung weniger Einzelmessungen, ohne Array-Bewegung oder schwenkbare Richtdiagramme. Additiv gefertigte, dielektrische Spiegelleitungen steigern durch Laserstrukturierung die Skalierbarkeit des kohärenten Lokaloszillator-Verteilnetzwerks, sodass eine komplizierte Bestückung von zusätzlichen Wellenleiterelementen oder spanender Nachbearbeitungen erstmals komplett entfällt. Verlustarme, baumartig verzweigte, aus monolithischen 3D-stereolithographisch gedruckten Antennenarrays ersetzen die bisher einzeln bestückten vertikalen dielektrischen Wellenleiter-Antennen. Insgesamt wird erstmals ein effizientes, skalierbares, komplexes 3D-THz-Transceiver-Array-Konzept bei 600 GHz experimentell demonstriert, das mit wenigen Technologiebausteinen auskommt. Die SRO-Theorie wird bzgl. THz Systeme erweitert. Wir kombinieren auch in TeraCaT II wieder die komplementären Kompetenzen der Gruppen von Vossiek (HF-Systeme, Algorithmen & Antennen) und Ellinger (IC-Design).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)MitverantwortlichDr.-Ing. Christian  Carlowitz"
    },
    {
      "project_id": "550716176",
      "url": "https://gepris.dfg.de/gepris/projekt/550716176",
      "title": "Terahertz Chips mit neuartiger Funktionalität (CUBECHIP)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 550716176",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Der Terahertz (THz) Frequenzbereich gilt allgemein als der technologisch herausforderndste und am wenigsten entwickelte Frequenzbereich im elektromagnetischen Spektrum. Mit wachsendem technologischen Fortschritt steigt der Bedarf an kleineren, effizienteren und leistungsfähigeren Terahertz-Systemen. Mit CUBECHIPs erforschen wir die grundlegenden Aspekte der 3D-Integration von Terahertz-Komponenten. Im Gegensatz zu planaren Technologien ermöglicht CUBECHIP den Entwurf von extrem kompakten THz-Schaltungen in allen drei Raumrichtungen. Dieser Ansatz bietet höchste Flexibilität und neue Funktionalitäten für miniaturisierte Terahertz-Systeme. Darüber hinaus verfolgt CUBECHIP einen offenen Technologieansatz, der es ermöglicht, neuartige 2D-Materialien mit modernster SiGe HBT-Transistortechnologie zu kombinieren. Dieser Ansatz bietet eine Vielzahl neuer Anwendungsmöglichkeiten, von denen drei in Form von CUBECHIPs realisiert werden sollen: Leistungsstarke THz-Quellen, hochauflösende THz-Sensorarrays sowie die THz-Signalerzeugung mittels nichtlinearer 2D-Materialien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    },
    {
      "project_id": "550747769",
      "url": "https://gepris.dfg.de/gepris/projekt/550747769",
      "title": "Terahertz Regelschleifen für Quantenkaskadenlasern unter der Verwendung von modifizierten Uni-Travelling Carrier Photodioden",
      "investigators": "Johanna  Böhm, Ph.D.;Professor Dr. Heinz-Wilhelm  Hübers;Dr. Xiang  Lü;Professor Dr.-Ing. Andreas  Stöhr",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 550747769",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "Eine hochaufgelöste, akkurate atmosphärische und astronomische Molekül Spektroskopie von Gasen im Bereich von 2 bis 5 THz verlangt die Verwendung von stabil laufenden Lokaloszillatoren, die ein Signal mit möglichst geringer Linienbreite aufweisen müssen. Die vielversprechendsten Lokaloszillatoren (LO) in diesem Spektralbereich sind THz Quantenkaskadenlaser (QCL), welche eine intrinsische Linienbreite von typischerweise einigen hundert Hz aufweisen. Thermische, elektrische und mechanische Instabilitäten führen jedoch zu freilaufenden LO Frequenzen und damit zu Linienbreiten des QCL Signals von einigen MHz. Übliche Techniken zum Stabilisieren der LO Frequenz von QCLs basieren alle auf einer elektrischen Regelschleife um die Frequenz des QCLs auf ein Referenzsignal abzugleichen. Ein großer Nachteil der elektrischen Regelschleife sind die Begrenzungen in der locking-Bandbreite. Ziel des Vorhabens ist die Entwicklung einer THz Regelschleife für Quantenkaskadenlaser unter zu Hilfenahme von modifizierten uni-travelling carrier THz-Photodioden (MUTC-PDs). Im Ramen des Projektes werden der Einsatz von Raumtemperatur als auch kryogen betriebenen MUTC-PDs untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)Internationaler BezugGroßbritannienKooperationspartnerDr. Martyn  Fice;Professor Dr. Joshua  Freeman"
    },
    {
      "project_id": "468818520",
      "url": "https://gepris.dfg.de/gepris/projekt/468818520",
      "title": "THz-System mit einem Schachbrett-Spreizspektrum für digital-modulierte Radarsensoren und Kommunikationanwendungen mit 200 GHz Bandbreite",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468818520",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)",
      "description": "TIEMPO ist ein Projekt zur Entwicklung eines I/Q Sendeempfängers für ein digitales Rauschradar mit Spektrumsspreizung im Frequenzbereich zwischen 220 GHz und 420 GHz: Dies entspricht einer Rekordbandbreite von 200 GHz. In diesem Projekt wird die Idee des frequenzmodulierten Dauerstrichradars (FMCW) in Kammarchitektur aufgegriffen und ein digitales Äquivalent erstellt. Um die extrem hohe Bandbreite zu erzielen, muss eine neuartige Systemarchitektur implementiert werden, die sogenannte „Schachbrett-Spektraldivision“. Dank einer eleganten Lösung auf Systemebene, genügt ein einzelner Oszillator, der bei einer festen Frequenz betrieben wird, um fünf lokale Trägerfrequenzen (LO) zu erzeugen, die die gesamte Bandbreite abdecken. Darüber hinaus kann die Anzahl an notwendigen Sende- und Empfangskanälen halbiert werden, indem hochgeschwindigkeits-I/Q-Komponenten mit der „Schachbrett“-Architektur verknüpft werden. Die Systemarchitektur kann auch in der Kommunikationstechnik Anwendung finden, da die Digitalsequenz extern generiert wird.Sehr hohe Bandbreiten führen zu Herausforderungen im Schaltungsentwurf, dem primären Fokus dieses Antrags: (1) I/Q Datenkonverter mit 8 bit Auflösung, 20 GHz Bandbreite und 40 Gbps Datenrate; (2) I/Q Sender und Empfänger, die bei über 400 GHz arbeiten; (3) LO Signalerzeugung, die die gesamte Bandbreite abdeckt; (4) In den Chip integrierte Antennen mit 200 GHz Bandbreite und hoher Effizienz. Diese Arbeitsfrequenzen befinden sich in der Nähe oder oberhalb von fmax der geplanten Validierungstechnologie, dem 22 nm FD-SOI (Fully-Depleted Silicon-On-Insulator) CMOS Prozess von Globalfoundries. Dies erfordert neuartige Schaltungen und Systemarchitekturen, die die techologischen Einschränkungen überwinden. Nach unserem Wissen ist dieser Ansatz der erste digitale Radarsendeempfänger mit Sprektrumsspreizung in diesem Frequenzbereich, sowie der erste mit einer Bandbreite von 200 GHz.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2314: \nIntegrierte Terahertz-Systeme mit neuartiger Funktionalität (INTEREST)"
    }
  ]
}