{
  "spp_number": "SPP 2311",
  "spp_title": "Robuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441884911",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "548907942",
      "url": "https://gepris.dfg.de/gepris/projekt/548907942",
      "title": "Automatisierte Segmentierung und Unterscheidung von intrakraniellen Aneurysmen (AI4IA): Verbesserung der Robustheit klinischer Risiko-Scores auf Basis von Morphologie und Hämodynamik",
      "subject_area": "Strömungsmechanik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548907942",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Rupturierte intrakranielle Aneurysmen (IAs) sind die Hauptursache für Subarachnoidalblutungen, welche zu schweren Behinderungen oder zum Tode führen können. Die Versorgung von noch unrupturierten IAs, welche vergleichsweise häufig auftreten, stellt eine Herausforderung dar, da es zahlreiche Unsicherheiten bezüglich der individuellen Prognose, der optimalen Therapiestrategie sowie möglicher Behandlungskomplikationen gibt. Morphologische und hämodynamische Parameter können hier einen Beitrag zur Risikostratifizierung leisten, sind jedoch aufgrund mangelnder Robustheit bisher klinisch wenig verbreitet. Hauptziel des AI4IA-Projekts ist es, im Rahmen des SPP2311 Unsicherheitsquellen in der Bestimmung morphologischer und hämodynamischer Parameter der Ruptur Risiko zu identifizieren und zu reduzieren, um die Translation in die Patient:innenversorgung zu ermöglichen. Dazu sind folgende Hauptaufgaben geplant: • Untersuchung möglicher Unterschiede in der Bilddatenerfassung zwischen zwei klinischen Standorten sowie Aufbau einer Datenbank mit realen IA-Geometrien. • Entwicklung von Standardarbeitsanweisungen für die Bilddaten- und Geometrieverarbeitung, die Blutflusssimulation sowie die Bestimmung der morphologischen und hämodynamischen Parameter. • Identifikation geeigneter Open Source Tools für die einzelnen Arbeitsschritte, damit der Workflow von Dritten möglichst einfach reproduziert werden kann. • Automatisierung der Geometriesegmentierung mit Hilfe künstlicher neuronaler Netzwerke sowie der anschließenden Analyse morphologischer und hämodynamischer Parameter. • Beurteilung der Unsicherheit morphologischer und hämodynamischer Parameter, die mit Hilfe von Machine-Learning-Lösungen erfasst wurden, im Vergleich zur manuellen Segmentierung. • Identifikation eines optimalen Satzes robuster morphologischer und hämodynamischer Parameter, um unrupturierte von rupturierten IAs zu unterscheiden. Außerdem Identifikation von gemeinsamen Eigenschaften, die robuste Parameter auszeichnen. Das Projekt ist als erster Schritt zur Entwicklung robuster Rupturrisiko-Vorhersagesysteme konzipiert und auf eine Dauer von 36 Monaten im Rahmen der zweiten SPP2311-Phase angelegt. Es ist als Kooperationsprojekt zwischen den auf neurovaskuläre Fragestellungen spezialisierten Forschungsgruppen in Berlin und Magdeburg geplant, wobei jede Forschungsgruppe von einem klinischen Partnerstandort unterstützt wird. Die Forschungsgruppen haben langjährige Erfahrung in der Modellierung von IAs, während die klinischen Partnerstandorte über entsprechende klinische Expertise verfügen und Geometrien realer IAs in pseudonymisierter Form bereitstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitMitverantwortlicheProfessor Dr. Daniel  Behme;Dr.-Ing. Florian  Hellmeier;Professorin Dr.-Ing. Sylvia  Saalfeld;Dr. Andreas  Spuler"
    },
    {
      "project_id": "465189069",
      "url": "https://gepris.dfg.de/gepris/projekt/465189069",
      "title": "Effiziente und robuste Kopplungsmethoden für elektromechanische Modelle des menschlichen Herzens",
      "subject_area": "Medizinische Physik, Biomedizinische TechnikMathematik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465189069",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Herzerkrankungen sind die häufigste Todesursache in Deutschland. Computergestützte Modellierung des Herz-Kreislauf-Systems kann helfen, relevante Mechanismen im Herzen zu verstehen und erfolgreiche Therapien zur Behandlung von Herzkrankheiten zu entwickeln. In den letzten Jahrzehnten wurden wesentliche Fortschritte in der computergestützten Herzmodellierung erzielt. Allerdings sind diese Modelle häufig auf eine einzelne Herzfunktion, wie Elektrophysiologie, Biomechanik, Blutfluss im Herzen oder im Kreislaufsystem beschränkt. Diese einzelnen physikalischen Komponenten bilden wertvolle Forschungswerkzeuge, jedoch ist die Interaktion mehrerer Herzfunktionen nötig, um das volle Potenzial von in silico Methoden zu nutzen. Ziel dieses Projekts ist es, aktuelle Multi-Physik-Simulationen des menschlichen Herzens zu erweitern und auf neue Anwendungen zu übertragen. Dazu werden wir effiziente und robuste Kopplungsverfahren für elektromechanische Modelle des Herzens mit hoher biophysikalischer Präzision entwickeln und analysieren. Unsere Erfahrung in der Modellierung der einzelnen Herzfunktionen sowie unsere aktuelle Arbeit zur Kopplung der elektrischen und mechanischen Funktion verbinden wir nun zu einer umfassenden parallelen Finite-Elemente-Realisierung des vollständig gekoppelten Systems. Als wesentliche Ziele werden wir innerhalb beider Förderungsphasen (1) eine Formulierung für ein robust gekoppeltes Modell des ganzen Herzens, bestehend aus Elektrophysiologie, Herzmechanik und Kreislauffunktion entwickeln; (2) eine effiziente und skalierbare numerische Realisierung dieses Modells und eine umfassende Konvergenzanalyse der Approximationen in Raum und Zeit erstellen; (3) eine benutzerfreundliche Integration des vollständig gekoppelten Modells in die etablierte openCARP-Simulationsumgebung bereitstellen, um so diesem Forschungsinstrument den Weg für den klinischen Einsatz zu ebenen. Die numerische Realisierung des gekoppelten elektro-mechanischen Modells und Einbindung in die openCARP-Umgebung wird eine wertvolle Ergänzung der Forschungswerkzeuge für die Behandlung komplexer kardiovaskulärer Erkrankungen sein. Unsere Initiative zur Schaffung einer Community zusammen mit der Proof-of-Concept-Anwendung in einem medizinisch relevanten Szenario wird die zukünftige klinische Nutzung von in silico Methoden unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "548864771",
      "url": "https://gepris.dfg.de/gepris/projekt/548864771",
      "title": "Ein mehrskaliges Modell für die Therapie des akuten ischämischen Schlaganfalls auf der Grundlage von Zwei-Phasen-Fluid-Struktur Interaktionsmodellen in vaskulären Netzwerken",
      "investigators": "Dr. Johanna  Clauser, seit 1/2026;Dr. Niklas  Kolbe;Professor Dr. Omid  Nikoubashman",
      "subject_area": "Medizinische Physik, Biomedizinische TechnikMathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548864771",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Im vorgeschlagenen Projekt werden wir ein mehrskaliges Modell zur Durchführung von patientenspezifischen Interventionen bei akutem ischämischem Schlaganfall erstellen. Die endovaskuläre Thrombektomie ist die Standardtherapie bei Schlaganfällen. Darüber hinaus ist die Thrombolyse eine begleitende Behandlungsoption. Für eine sichere Therapie müssen die Hämodynamik in den Hirnarterien, die Biomechanik des Thrombus, der Transport des Thrombolytikums und die Interaktion zwischen Patient und Operationsgerät berücksichtigt werden. Bestehende Computermodelle berücksichtigen nicht alle diese Aspekte. Darüber hinaus sind sie komplex und haben lange Laufzeiten, was die klinische Umsetzung erschwert. Wir werden dieses Problem durch ein interdisziplinäres Projekt zwischen Neuroradiologen, Mathematikern und Ingenieuren angehen und 1D Gefäßnetzwerkmodelle und deren Kopplung mit biomechanischen Thrombus-Modellen untersuchen. Zunächst werden wir die Materialeigenschaften von Thromben charakterisieren und die Thrombolyse in vitro durch statische und dynamische Tests messen. Diese Daten werden zur Entwicklung eines Kontinuumsmodells von Thromben verwendet. Parallel dazu werden wir einen neuartigen Zwei-Phasen-Ansatz für die Wechselwirkung zwischen Fluid und Struktur in ein 1D-Netzwerkmodell des Blutflusses der Hirnarterien implementieren. Das Modell wird Gefäßverschlüsse, endovaskuläre Aspiration und Thrombolyse berücksichtigen. Robuste numerische Verfahren werden effiziente Simulationen ermöglichen. Schließlich werden die 3D- und 1D-Modelle gekoppelt, und ihre Anwendbarkeit wird in einer Proof-of-Concept-Studie anhand realer klinischer Fälle bewertet. Das von uns entwickelte Modell wird das komplexe multiphysikalische Verhalten der ischämischen Schlaganfalltherapie und die Anforderungen an schnelle Simulationen berücksichtigen. Es wird die Bewertung von Interventionen auf patientenspezifischer Basis ermöglichen und den Weg für eine zukünftige klinische Anwendung ebnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitMitverantwortlicheProfessor Dr. Siegfried  Müller;Dr. Ferdinand  TheinEhemaliger AntragstellerDr. Michael  Neidlin, bis 12/2025"
    },
    {
      "project_id": "548959882",
      "url": "https://gepris.dfg.de/gepris/projekt/548959882",
      "title": "Evidenzbasierte personalisierte Rehabilitationsprotokolle für ereignislose Heilung mit datengesteuerten virtuellen Zwillingen",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548959882",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Die Heilung von Knochenbrüchen ist ein komplexer, vielschichtiger Prozess, der von verschiedenen mechanischen und biologischen Faktoren beeinflusst wird. Herkömmliche Rehabilitationsprotokolle beruhen jedoch häufig auf einem Einheitsansatz, der die individuellen Unterschiede der Patienten außer Acht lässt und zu suboptimalen Heilungsergebnissen führen kann. Durch die Erstellung eines virtuellen Zwillings jedes Patienten soll dieses Projekt diese Lücke schließen. Der virtuelle Zwilling wird Echtzeitdaten von am Körper getragenen Sensoren mit muskuloskelettalen Simulationen verknüpfen und Randbedingungen für patientenspezifischen Computermodellen ermöglichen, um den Heilungsprozess zu simulieren - von der Biomechanik des Knochen-Implantatsystems auf der Makroebene bis hin zu den zellulären Aktivitäten und der Mechanobiologie auf der Mikroebene. Das Hauptziel des Projekts ist die Entwicklung und Etablierung einer innovativen digitalen Prozesskette zur Realisierung von virtuellen Zwillingen von Patienten mit Frakturen der unteren Extremität, um einen individualisierten Behandlungs- und Nachsorgeprozess zu ermöglichen, der die derzeitige Standard-Rehabilitationsstruktur mit ihren anhaltend hohen Komplikationsraten verbessert. Daher wird der virtuelle Zwilling mit einem ganzheitlichen Ansatz konzipiert, der eine breite Palette von Messtechnologien, Datenanalysen, Modellierungs- und Simulationskonzepten kombiniert, um den gesamten patientenspezifischen Lebenszyklus einer heilenden Fraktur darzustellen. Wir gehen davon aus, dass der virtuelle Zwilling eine personalisierte Heilungsprognose zu einem frühen postoperativen Zeitpunkt ermöglicht, die als Trajektorie der Heilung bei t=0 bezeichnet wird und den weiteren Rehabilitationsprozess virtuell abbildet. Die zu späteren Zeitpunkten gesammelten Daten machen den virtuellen Zwilling dynamisch, und die fortlaufenden Simulationen und Datenanalysen verwandeln ihn in eine Art lebendes System, das den Heilungsprozess des Patienten auf hochindividuelle Weise beschreibt. Das Projekt ist in sechs Arbeitspakete gegliedert, die das gesamte Spektrum von der klinischen Datenerhebung über tragbare Sensoren (WP1) bis hin zur klinischen Validierung (WP6) abdecken. Die digitale Prozesskette und den draus resultierenden virtuellen Zwilling (WP2) verbindet dabei alle Arbeitspakete und die verschiedenen Ebenen des multi-X Frakturheilungsmodels. In WP5 werden die Bildverarbeitung und somit die geometrische 3D Modellerstellung realisiert, während in WP4 die Bewegungsanalyse und die muskuloskelettale Simulation stattfindet. Den Kern des virtuellen Zwillings ist das in WP3 zu implementierende multi-X Heilungsmodell, dass basierend auf den Daten der anderen Arbeitspakete den Heilungsverlauf prädiktieren soll.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465242756",
      "url": "https://gepris.dfg.de/gepris/projekt/465242756",
      "title": "Gekoppelte Analyse aktiver biologischer Prozesse zur Regeneration von Meniskusgewebe:\nExperimentelle Studien, statistische Datenanalyse und datengestützte in-silico Modellierung",
      "investigators": "Professorin Dr. Claudia  Redenbach;Privatdozent Dr. Andreas Martin  Seitz;Professor Dr. Bernd  Simeon;Professorin Dr. Christina  Surulescu",
      "subject_area": "MathematikOrthopädie, Unfallchirurgie, rekonstruktive Chirurgie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465242756",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Meniskusläsionen zählen zu den häufigsten Verletzungen des Kniegelenks. Während Risse in der durchbluteten äußeren Zone des Meniskus durch verschiedene Nähtechniken mit guten klinischen Ergebnissen behandelt werden können, haben Risse in der avaskulären inneren Zone nur begrenztes Regenerationspotential und resultieren in partieller oder kompletter Meniskusresektion mit hohem Risiko für eine Schädigung der Knorpelstruktur, welche zu vorzeitiger Osteoarthritis führen kann. Daher besteht großer Bedarf für eine alternative Behandlungsmethode. Obwohl künstliche Gewebe aus Polyurethan oder allogenem Kollagen in den letzten Jahren als Ersatzmaterial eingeführt wurden, fehlt weiterhin ein adäquates und langlebiges Implantat. Unser übergeordnetes Ziel besteht daher in einer regenerativen Herangehensweise, bei der künstliches Trägergewebe mit mesenchymalen Stammzellen besiedelt wird, die zu Chondrozyten differenzieren und eine stabile Kollagenstruktur aufbauen. Patientenspezifische Daten von echten Menisken dienen als Zielparameter für unsere interdisziplinären Untersuchungen. Während wir in der ersten, noch laufenden Projektphase große Schritte in Richtung dieses Ziel machen konnten, verbleiben eine Reihe von herausfordernden Problemstellungen, die nur in einer zweiter Projektphase angegangen werden können. Speziell sollen in der zweiten Projektphase die mathematischen Modelle, hauptsächlich Systeme von Diffusions-Reaktions-Advektions-Gleichungen mit mechanischen Kopplungen, deren numerische Simulation und die experimentellen Arbeiten zur Zellbesiedelung auf ein neues Niveau gebracht werden. Damit sollen Verbesserungen des in-vitro Experiments aus Untersuchungen des in-silico Modells ableitbar sein, und die Experimente wie auch eine quantitative Bildanalyse ermöglichen umgekehrt eine detailliertere datengestützte mathematische Beschreibung. Stellgrößen sind dabei nicht nur die biologischen und chemischen Prozesse, sondern auch die charakteristischen geometrischen Eigenschaften der Trägerstruktur. Durch die Erweiterung der experimentellen Studien und der Simulation auf patientenspezifische Meniskusgewebe soll eine hypothetische ex-vivo Methodik geschaffen werden, die einen Einblick in die relevanten Prozesse nach einer Implantation mit künstlichen Ersatzmaterialen ermöglicht. Unser Projektantrag verbindet mathematische Modellbildung auf multiplen Skalen sowie numerische Simulationsmethoden in Ort und Zeit mit Schwerpunkt auf Modellreduktion und Parameteridentifikation mit innovativen in-vitro Experimenten für künstliche Trägermaterialien und natives Meniskusgewebe. Zusätzlich verstärkt die Expertise aus der quantitativen Bildanalyse unsere interdisziplinäre Herangehensweise, stellt wichtige weitere Daten bereit und birgt das Potential für ein verbessertes Design der Trägerstruktur. Insgesamt zielt das beantragte Vorhaben darauf ab, das Grundprinzip für die zukünftige Entwicklung von regenerativem Meniskusgewebe zu erforschen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitMitverantwortlicheProfessor Dr. Martin  Faschingbauer;Professorin Dr. Anita  Ignatius"
    },
    {
      "project_id": "465213526",
      "url": "https://gepris.dfg.de/gepris/projekt/465213526",
      "title": "In-Stent-Restenose in koronaren Arterien – computergestützte und datengetriebene Studien zur Etablierung translationaler Modelle",
      "subject_area": "MechanikKardiologie, Angiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465213526",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Dieses Projekt zielt darauf ab, rechnergestützte und datengetriebene Techniken zu verbessern, um eine translationale in silico-Modellierung zu ermöglichen. Das klinische Ziel is Koronarstenting mit Medikamentenelution erfolgreich durchzuführen. Ein schwerwiegendes Problem ist die sogenannte In-Stent-Restenose (ISR), die durch pathologisches Wachstum von biologischem Material entsteht. Die klinische Intervention ist am effektivsten, wenn die patientenspezifische Situation hinsichtlich Geometrie und Zustand der erkrankten Arterie, verkalkter Bereiche sowie der Entwicklung von Wachstumsfaktoren und Zellmigration so gut wie möglich berücksichtigt wird. Langfristiges Ziel ist es, ein in silico-Simulationswerkzeug zu entwickeln, das den Kardiologen bzw. die Kardiologin in die Lage versetzt, ausreichend schnelle Entscheidungen über wichtige Parameter der kardiologischen Behandlung zu treffen. Dazu gehören die Stentgeometrie und die Menge des eluierten Medikaments.  Um dieses Ziel zu erreichen, hat sich ein Team von Wissenschaftlern und Wissenschaftlerinnen aus drei Disziplinen gebildet. Prof. Vogt aus der Kardiologie liefert patientenspezifische Daten und steuert das entscheidende medizinische Wissen über die mit der ISR einhergehenden biochemischen Prozesse bei. Diese Informationen werden von Prof. Linka aus der Festkörpermechanik aufgegriffen, um die Entwicklung der relevanten Stoffe (Wachstumsfaktoren sowie glatte Muskelzellen und extrazelluläre Matrix) in der Arterienwand zu modellieren. Der letztgenannte Prozess, der auf zellulärer Ebene stattfindet, wird an die Kontinuumsebene gekoppelt, indem der Dehnungstensor von der Dichte der glatten Muskelzellen abhängig gemacht wird. Die Modellierung der Grenzflächen Stent-Blutfluss, Stent-Arterie, sowie Arterie-Blutfluss wird gemeinsam mit Prof. Behr aus der Strömungsmechanik angegangen. Seine Arbeit widmet sich auch der Berechnung des Blutflusses und der Wandschubspannungen, von denen angenommen wird, dass sie einen wichtigen Einfluss auf die ISR haben. Mittels numerischer Methoden wie Modellreduktion und künstlicher neuronaler Netze tragen alle drei Partner zur Entwicklung eines Metamodells bei. Langfristig soll dieses Modell in ein in der Kardiologie anwendbares Simulationswerkzeug überführt werden. Basierend auf den patientenspezifischen Eingabeparametern wird eine Vorhersage des ISR-Prozess für die jeweils untersuchten Patienten möglich. Ziel ist es des Weiteren, Anhaltspunkte für das zu wählende Stentimplantationsverfahren zu geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "548948363",
      "url": "https://gepris.dfg.de/gepris/projekt/548948363",
      "title": "Koordinierungsprojekt des SPP 2311",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548948363",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Dies ist das zentrale Koordinationsprojekt zur Unterstützung der zweiten Förderphase des SPPs 2311 zum Thema \"Robuste Kopplung von kontinuumsbiomechanischen In-silico-Modellen zur Erstellung aktiver biologischer Systemmodelle für den späteren Einsatz in klinischen Anwendungen - Co-Design von Modellierung, Numerik und Usability\". Die Motivation des SPPs ergibt sich aus der Erkenntnis, dass trotz jüngster Fortschritte in der Biomechanik das Potenzial für medizinische Anwendungen noch nicht voll ausgeschöpft werden konnte. Einer der Gründe dafür sind die noch unzureichend entwickelten Schnittstellen zwischen Modellierung, Numerik und klinischer Anwendung. Hier setzt das SPP mit einem iterativen Co- Design-Ansatz zur biomechanischen Modellentwicklung an. Ziel ist es, nachhaltige Entwicklungskonzepte mit Blueprint-Charakter zu entwickeln. Die Herausforderung ist die hohe Komplexität aktiver biologischer Systeme; daher erfordern Multiskalen-Systemmodelle eine enge Zusammenarbeit zwischen Medizin, Ingenieurwissenschaften, numerischer Mathematik (Numerik) und Informatik. Insbesondere die Beschreibung von multiskaligen Systemmodellen erfordert innovative Kopplungsstrategien, die moderne Computerarchitekturen, neue und robuste numerische Methoden, Datenstrukturen und Integrationsfähigkeiten einbeziehen. Darüber hinaus müssen die Simulationsergebnisse für den Transfer in die Klinik und für die Anwendung auf klinische Fragestellungen in gemeinsamer Arbeit mit Medizinern aufbereitet werden. In der ersten Förderperiode wurden bereits richtungsweisende Erfolge bei der Entwicklung von gekoppelten Multiskalenmodellen mit robusten Kopplungsmethoden und -strategien erzielt. Beispiele sind ganzheitliche in silico-Modelle für den Skelettmuskel, das Herz und die Leber. Die Anbindung an die Numerik und die Nutzbarkeit bleibt jedoch eine Herausforderung. Welche Daten zur Parametrisierung und Individualisierung stehen beispielsweise in der klinischen Praxis zur Verfügung, welche numerischen Lösungsalgorithmen sind stabil und effizient genug, um von klinischen Anwendern akzeptiert und fehlerfrei eingesetzt zu werden, oder wie können die bereits entwickelten Methoden auf andere Anwendungsszenarien übertragen werden? Fragen wie diese sollen in der zweiten Förderperiode beantwortet werden. Der Fokus dieses Schwerpunktprogramms liegt auf der Modellierung aktiver biologischer Systeme im menschlichen Organismus, die klinische Integration und die Definition der Schnittstellen zwischen Modell und klinischer Anwendung; der Transfer der Modelle in die Klinik über klinische Studien ist jedoch nicht das Ziel des SPPs. Das Programm wird sich insbesondere auf Kopplungsstrategien für \"aktive\" biologische Systeme konzentrieren. Die Definition von \"aktiv\" bezieht sich auf Systeme, die aufgrund physikalischer, chemischer und/oder biologischer Phänomene oder Stimuli eine Zustandsänderung erfahren. Beispiele hierfür sind Stoffwechselprozesse, Wachstum/Umbau oder elektrische Stimulation.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465186293",
      "url": "https://gepris.dfg.de/gepris/projekt/465186293",
      "title": "Mehrskalenmodellierung von Ultraschall-Neuromodulation des menschlichen Gehirns -- vom Neuron zum Gehirn",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465186293",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Ultraschall-Neuromodulation (UNM) ist eine der bedeutendsten neuen Technologien der humanen Neurowissenschaften, da sie auf nicht-invasive Weise die neurale Aktivität in tiefen Gehirnregionen mit einer räumlichen Auflösung im Millimeterbereich steuern kann. Aus diesem Grund hat sie in der jüngeren Vergangenheit gesteigertes Interesse hervorgerufen. UNM komplementiert bildgebende Verfahren zur Analyse der zerebralen Konnektivität und Funktion in grundlagenorientierten und klinischen Anwendungen. Etablierte nicht-invasive Modulationsverfahren wie die Transkranielle Magnet- und Elektrostimulation (TMS bzw. TES) sind bzgl. ihrer zugrundeliegenden physikalischen Gesetzmäßigkeiten auf überwiegend kortikale Regionen und eine räumliche Auflösung im Zentimeterbereich limitiert. Sie erlauben keinen Zugang zu subkortikalen Arealen und den dortigen neurologischen Funktionen. Im Gegensatz hierzu gestatten die physikalischen Gesetzmäßigkeiten des Ultraschalls das Anpeilen tiefer Gewebestrukturen im Millimetermaßstab, so auch im Gehirn. Ein wesentliches Ziel des vorliegenden Projekts ist es, zur Entwicklung von Technologien beizutragen, mit deren Hilfe man auf präzise Weise die menschliche neuronale Aktivität beeinflussen kann, und welche Hand in Hand mit bildgebenden Verfahren wie der funktionellen Magnetresonanztomographie (fMRT), der Elektroenzephalographie (EEG) und der Magnetoenzephalographie (MEG) zum Einsatz kommen können. Trotz des jüngst gesteigerten Interesses an UNM, besteht derzeit noch weitgehende Unkenntnis über eine Reihe wesentlicher, zugrundeliegender Mechanismen. Ferner stellen die kürzlich entdeckten räumlichen Fehlwahrnehmungen im Zusammenhang mit direkter Neuromodulation signifikante Herausforderungen für den Einsatz dieser Technologie in der humanen Neurowissenschaft dar. Um diese Herausforderungen zu überwinden, werden wir ein mechanistisches Verständnis der Ultraschall-Neuromodulation entwickeln, welches uns in die Lage versetzt, Methoden für die direkte, räumlich selektive Steuerung der humanen Gehirnfunktion bereitzustellen. Das übergeordnete, methodische Ziel des vorliegenden Projekts ist die Entwicklung einer mehrskaligen Hierarchie von elektromechanischen Modellen, welche zum grundlegenden Verständnis und zur modellbasierten Vorhersage von Gehirnaktivität und Neuromodulation infolge von ultraschallbasierter Anregung dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitEhemaliger AntragstellerProfessor Dr. Metin  Sitti, bis 1/2025"
    },
    {
      "project_id": "465178743",
      "url": "https://gepris.dfg.de/gepris/projekt/465178743",
      "title": "Modellierung der Herzhämodynamik mittels Fluid-Struktur-Kopplung und statistischen Formmodellen",
      "subject_area": "StrömungsmechanikKardiologie, Angiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465178743",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Bei der Diagnose und Behandlung von Herzkrankheiten spielt die in-silico Medizin eine immer größere Rolle. In unserem derzeitigen Projekt im SPP2311 Programm haben wir erfolgreich verschiedene Modellierungsansätze für die Simulation klinisch entscheidender hämodynamischer Parameter entwickelt. Dazu gehört ein verifizierter bildbasierter Ansatz für Fluid-Struktur-Interaktion Simulationen (FSI), kombiniert mit statistischen Formmodellen (SSM) und einem Lumped Element Model (LEM). In der zweiten Projektphase werden wir die bestehenden Modelle erweitern, verfeinern und koppeln, um ein umfassendes methodisches Framework zur robusten Darstellung patientenindividueller Zustände und zuverlässiger Simulationen von Biomarkern für verschiedene Herzerkrankungen zu ermöglichen. Der FSI-Ansatz wird durch relevante strukturelle Parameter wie myokardiale Kontraktion, globale Längsdehnungen und die Herzklappendynamik ergänzt. Dabei nutzen wir das SSM und LEM, um klinische Daten aufzubereiten und gegebenfalls zu ergänzen, sowie um biomechanische Randbedingungen für die FSI-Simulationen herzuleiten. Das Projekt erfordert eine enge Zusammenarbeit zwischen Ingenieur:innen und Kliniker:innen, um verlässlich auf klinische Bedürfnisse eingehen und die Simulationsergebnisse im Hinblick auf klinische Parameter bewerten zu können. Für die methodische Entwicklung und Validierung werden prospektive Daten gesunder Probanden sowie Phantommessungen erfasst. Anschließend werden retrospektive Patientendaten verwendet, um die klinische Anwendbarkeit zu zeigen. Das Framework soll individuelle Behandlungsplanungen ermöglichen, indem ein personalisiertes Basismodell für einen bestimmten Datensatz auf weitgehend standardisierte und automatisierte Weise erstellt wird. Aufbauend auf dem Basismodell können veränderte Patientenzustände simuliert werden, die entweder in der klinischen Routine nicht messbar sind, wie z. B. ein postoperatives Behandlungsergebnis, oder die ein zusätzliches Risiko für Patient:innen bedeuten, wie z. B. medikamentöse Stressmessungen. Sowohl der Ausgangszustand als auch die veränderten Patientenzustände können auf der Grundlage aller in der Kardiologie gebräuchlichen Bildmodalitäten simuliert werden. Dies unterstreicht die breite Anwendbarkeit des Frameworks für diverse klinische Fragestellungen und Daten. Das technische Ergebnis dieses Projekts wird ein validiertes methodisches Framework mit robuster Kopplung und flexibler Kombination der einzelnen Simulationsmodule (LEM, FSI, SSM) sein. Darin werden Simulationen des Kreislaufs, der Hämodynamik, der Struktur und der anatomischen Merkmale ermöglicht, sowie die Ergänzung von fehlenden klinischen Daten. Die erwarteten Ergebnisse auf der klinischen Seite umfassen die Anwendbarkeit des methodischen Frameworks zur Erforschung verschiedener klinischer Fragestellungen, sowie für die Behandlungsplanung und Entscheidungsunterstützung, basierend klinischen Daten unterschiedlicher Quellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitMitverantwortlich(e)Dr. Katherina  Vellguth"
    },
    {
      "project_id": "465243391",
      "url": "https://gepris.dfg.de/gepris/projekt/465243391",
      "title": "Modellierung, Simulation und Optimierung für Agonist-Antagonist Myoneural Interface Amputationen",
      "investigators": "Professor Dr. Dominik  Göddeke;Professor Oliver  Röhrle, Ph.D.;Professorin Dr. Miriam  Schulte",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465243391",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Dieser Folgeantrag basiert auf den Annahmen und Zielen des Vorgängerprojekts. Ziel ist die Entwicklung einer Simulations- und Optimierungsplattform für tieferes Verständnis des neuromuskulären Systems. Die Plattform wird außerdem entsprechende Workflows für den Umgang mit klinischen Daten und Simulationsdaten beinhalten. Wir bauen auf einer einzigartigen, in der ersten Förderperiode begonnenen Kooperation mit einer Unfallchirurgin auf und arbeiten auf eine konkrete Pilotanwendung hin, die Agonist-Antagonist-Myoneural-Interface (AMI) Amputationstechnik. Daneben bleibt die allgemeinere Anwendbarkeit unserer Lösungen ausdrückliches Ziel des Projekts. Insbesondere werden wir dazu beitragen, dass Chirurgen, Ärzte im Allgemeinen, aber auch Modellierer ihr Verständnis von Anpassungsmechanismen, Signalwegen und Feedback innerhalb des neuromuskulären Systems verbessern können. Das AMI ist eine neuartige Amputationstechnik, die derzeit nur von wenigen Gruppen weltweit durchgeführt wird und die darauf abzielt, Signalwege und neuronale Feedback-Schleifen zu erhalten. In der chirurgischen Praxis sind fachkundige Entscheidungen über die Verkürzung von Agonist und Antagonist und deren Verbindung durch eine künstliche Sehne erforderlich. Ein wichtiger Parameter für die Qualität des Operationsergebnisses ist die Vordehnung der beiden Muskeln. Diese beschreibt den Längenunterschied zwischen einem (theoretisch) völlig entspannten Muskel und der entspanntesten Position in der physischen Umgebung, in der die Muskeln über Sehnen mit Knochen bzw. miteinander verbunden sind. Wir haben bereits in der ersten Förderperiode zum Verständnis der Rolle der Vordehnung beigetragen, indem wir einen ersten Prototyp für eine detaillierte Simulation von Zwei-Muskel-eine-Sehne-Systemen bereitgestellt haben, ergänzt durch einen Bayes‘schen Inferenzansatz für die Vordehnung als Parameter basierend auf einem separaten vereinfachten Modell. Unser Projekt hat zum Ziel, (i) die Modellierung der Feedback-Mechanismen in realistischen Skelettmuskelpaaren, (ii) ihre effiziente Simulation unter Nutzung von HPC-Ressourcen, (iii) effiziente und genaue Surrogat-Modelle und (iv) die Entwicklung von Bayes‘schen Techniken für die Parameterinferenz und -optimierung unter Verwendung der Surrogat-Modelle voran zu treiben. Die Projektarbeit erfolgt in enger Interaktion von unterschiedlichem Fachexpertisen als Co-Design zwischen der Pilotanwendung und dem Modellierungs-Simulations-Optimierungszyklus. Gemeinsames Fachwissen wird durch die Zusammensetzung der Gruppe von Antragstellern und das Umfeld im Schwerpunktprogramm eingebracht. Unsere methodischen und faktischen Ergebnisse sollen über die in diesem Antrag formulierten hypothesengetriebenen AMI-bezogenen Fragen hinausgehen. Für das gesamte Projekt halten wir die Anwendung der FAIR-Prinzipen für Daten und Software für entscheidend, um den beabsichtigten wissenschaftlichen Einfluss sowie die Reproduzierbarkeit unserer Arbeit zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465228106",
      "url": "https://gepris.dfg.de/gepris/projekt/465228106",
      "title": "Modellierung und Simulation der pharmakomechanischen Fluid-Struktur-Interaktion für eine verbesserte Behandlung von Herz-Kreislauf-Erkrankungen",
      "subject_area": "MechanikMathematik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465228106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "In diesem Projekt zielen wir auf die robuste rechnerische Modellierung der Kopplung von Fluid-Struktur-Interaktion mit pharmakologischen Effekten hin zu einer verbesserten Behandlung von kardiovaskulären Erkrankungen. In der Zukunft könnte dies zu einem virtuellen Labor führen, um Ärzte und Patienten bei ihren Entscheidungen zu unterstützen. Ein Beispiel, wo dies angewendet werden kann, sind atherosklerotische Arterien; hier kann eine Plaqueruptur zu einem Herzinfarkt oder einem Schlaganfall führen. Ein anderes wichtiges Beispiel ist die Aortendilatation, die durch eine Schwächung des Bindegewebes bei Patienten mit Marfan-Syndrom entsteht und deren Ruptur zu tödlichen inneren Blutungen führt. Das Hauptziel ist die Entwicklung eines robusten numerischen Frameworks mit geeigneten Modellen für die rechnergestützte Simulation der Auswirkungen von Medikamenten auf die komplexen biochemo-mechanischen Prozesse in den Arterienwänden mit Hilfe von Hochleistungsrechnern. Die übergeordneten Ziele sind wie folgt zusammengefasst:I. Konstruktion geeigneter Modelle für die komplexen pharmako-mechanischen Prozesse, die mit medikamenteninduzierten Modifikationen der Aktivierung der glatten Muskulatur und dem Remodeling der Gewebezusammensetzung verbunden sind.II. Die Entwicklung von robusten numerischen Kopplungsschemata und Löserstrategien, um einen Rahmen für die prädiktive Simulation von resultierenden Fluid-Struktur-Chemie-Interaktionsproblemen zu schaffen.III. Analyse der entwickelten Methoden durch Untersuchung geeigneter Benchmark-Probleme und Vergleich der Simulationsergebnisse mit Messdaten, die von unseren klinischen Kooperationspartnern gewonnen wurden.Gemeinsam bringen die PIs Expertisen ein, die sich an der Schnittstelle von mechanischer Modellierung und numerischen Methoden überschneiden, wie es die Herausforderungen dieses Projekts erfordern. Im Sinne des Schwerpunktprogramms SPP 2311 schlägt dieses Projekt durch die Einbeziehung der Expertise der klinischen Kooperationspartner eine Brücke zwischen den Disziplinen Mechanik, Mathematik und Medizin. Die resultierenden Berechnungs- und Modellierungsstrategien dieses Projekts werden direkt auf verschiedene andere medizinische Probleme anwendbar sein, die mit einer pharmako-mechanischen Interaktion zusammenhängen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitInternationaler BezugNiederlandeKooperationspartnerProfessor Dr. Alexander  Heinlein"
    },
    {
      "project_id": "548605919",
      "url": "https://gepris.dfg.de/gepris/projekt/548605919",
      "title": "Nachweisgrenzen der Elektromyographie-basierten Diagnostik spontaner Muskelaktivität",
      "subject_area": "Anatomie und PhysiologieBiophysikKlinische Neurologie; Neurochirurgie und NeuroradiologieMathematik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 548605919",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Pathologische Spontanaktivität der Muskulatur ist ein klinisch relevantes Merkmal einer Vielzahl neuromuskulärer Erkrankungen und lässt sich elektromyographisch bis auf wenige Ausnahmen ausschließlich mittels invasiver Elektromyographie (iEMG) detektieren, was konventionell mittels Nadelelektroden geschieht. Bis heute gibt es keine validierten Methoden für die Erkennung der meisten Arten spontaner Muskelaktivität, z.B. Fibrillationen oder myotone Entladungen, unter Verwendung von nicht-invasivem Oberflächen-EMG (sEMG), und die Nachweisgrenzen von spontaner Muskelaktivität sind nicht systematisch untersucht. Diese fundamentale Frage werden wir mittels des hier vorgestellten Forschungsvorhaben beantworten, indem wir eine noch nie dagewesene Kombination von Untersuchungen durchführen, die zum ersten Mal modernste EMG-Technologie auf diese klinische Frage anwenden und die Ergebnisse mit Computersimulationen und Analysemethoden erweitern. Durch einen iterativen Austausch von Erkenntnissen von in-vivo und in-silico Experimenten werden hierbei nicht nur die Grenzen des sEMG definiert werden, sondern auch grundlegende Fragen hinsichtlich der Genese von pathologischer Spontanaktivität beantwortet werden können.  Als letzten Schritt werden wir die Summe der gewonnen Erkenntnisse in die Quantensensorik translatieren und die technischen Voraussetzungen für die Messung pathologischer Spontanaktivität mit Hilfe der berührungslosen Magnetomyographie (MMG) definieren, wodurch sich die Nachweisgrenze für spontane Muskelaktivität weiter verschieben lässt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465194077",
      "url": "https://gepris.dfg.de/gepris/projekt/465194077",
      "title": "SimLivA II - Simulationsgestützte Leberbewertung für Spenderorgane II -- Kontinuumsbiomechanische Modellierung zur Beurteilung von Ischämie-Reperfusionsschäden bei Lebertransplantation und Maschinenperfusion",
      "subject_area": "MechanikAllgemein- und ViszeralchirurgieAngewandte Mechanik, Statik und DynamikBioinformatik und Theoretische Biologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465194077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Hintergrund: Die Lebertransplantation (LTx) ist die einzige kurative Behandlungsoption für akute und chronische Lebererkrankungen im Endstadium. Der demografische Wandel und der westliche Lebensstil führen zu einer steigenden Rate älterer, multimorbider potenzieller Empfänger und Spender. Diese Spenderorgane, sogenannte marginale Organe, sind häufig von einer Leberzellverfettung betroffen, die die Qualität des Spenderorgans erheblich beeinträchtigt. Grund dafür ist die Veränderung der Gewebestruktur, die zu einer Beeinträchtigung der Perfusion führt, was wiederum den hepatischen Stoffwechsel und die Organfunktion beeinflusst. Der Transplantationschirurg steht vor der klinischen Entscheidung, das Organ zu akzeptieren oder abzulehnen. Abhängig von dieser Entscheidung ist das postoperative Risiko für den Empfänger bzw. das Risiko, auf der Warteliste zu versterben, deutlich erhöht. Die zwei wichtigsten kritischen Faktoren sind das Ausmaß der Verfettung und die Dauer der kalten Ischämie. Beide wirken sich auf den Schweregrad des Ischämie-Reperfusionsschaden aus. Die Maschinenperfusion stellt aktuell den vielversprechendsten Ansatz zur Lösung dieses Problems dar. Ziel: In unserem gemeinsam im Co-Design konzipierten, interdisziplinären Projekt \"Simulationsgestützte Bewertung von Spenderorganen vor Lebertransplantation (SimLivA 2)\" wird der Einfluss von verschiedenen Maschinenperfusionsmethoden auf die Qualität des Organs mathematisch modelliert. Forschungsfragen sind: (i) Wie kann die Temperatur als Einfluss auf die Materialparameter in dem Modell integriert werden? (ii) Wie kann das Modell um eine Gallenphase mit einer eigenen Flussrichtungen erweitert werden? (iii) Wie können die Modelle verifiziert und mit experimentellen und klinischen Daten parametrisiert und validiert werden? (iv) Wie können die Ergebnisse der Modelle in ein klinisches simulationsgestütztes Scoring System überführt werden? Methoden: Zur Erreichung dieser Ziele werden wir unser gekoppeltes kontinuums-biomechanisches Mehrphasen- und Mehrskalen-PDE-ODE-Modell des Leberläppchens erweitern und anpassen. Die experimentelle und klinische Datenerfassung zur Modell-Parametrisierung und -validierung wird in enger Zusammenarbeit mit der Modellierung konzipiert. Unser zukünftiges Modell koppelt Struktur, Perfusion und Funktion der Leber über das Zusammenspiel zwischen den mechanischen Eigenschaften des Transplantats, der sinusoidalen Perfusion und den molekularen Stoffwechselwegen. Mit diesem Modell wollen wir die Vorgänge während einer Maschinenperfusion numerisch simulieren und ein klinisches simulationsgestütztes Scoring System entwickeln. Das Modell soll das Ausmaß der Leberschädigung und der frühen Transplantatfunktion vorhersagen und so eine bessere Entscheidung pro oder contra der Transplantation eines marginalen Spenderorgans und der Nutzung von Maschinenperfusion ermöglichen. Dies ist der erste Schritt in Richtung einer simulationsgestützten klinischen Entscheidungshilfe.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und NutzbarkeitEhemalige AntragstellerinProfessorin Dr. Uta  Dahmen, bis 8/2025"
    },
    {
      "project_id": "465242983",
      "url": "https://gepris.dfg.de/gepris/projekt/465242983",
      "title": "Skalenübergreifende Algorithmen und Simulationsmethoden für die Langzeitprognose von endovaskulären Eingriffen bei zerebralen Aneurysmen",
      "investigators": "Professor Dr. Jan Stefan  Kirschke;Professor Dr.-Ing. Alexander  Popp;Professorin Dr. Barbara  Wohlmuth",
      "subject_area": "MechanikAngewandte Mechanik, Statik und DynamikMathematikMedizininformatik und medizinische Bioinformatik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465242983",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Unser Ziel ist ein simulationsgestütztes Werkzeug für Neurointerventionalisten zur Langzeitverhaltensbewertung von endovaskulär behandelten zerebralen Aneurysmen. Direkt nach dem Einsetzen der endovaskulären Devices (ED) beginnt die Thrombusbildung durch Flussreduktion und Interaktion mit dem Coil. Sekundäre Coilverdichtung durch pulsierenden Fluss oder intraaneurysmatische Thrombolyse sowie entzündliche Ausdünnung und Ausdehnung der Aneurysmenwand kann auch Wochen bis Jahren nach der Behandlung zu einem Rezidiv oder einer sekundären Aneurysmaruptur führen. Basierend auf unseren Phase 1 Ergebnissen, mechanischer Coiling- und Blutflusssimulationen im Aneurysma, auf porösen Medien basierenden Surrogatmodellen und Fluid-Struktur-Interaktion (FSI), fokusieren wir nun die o.g. Langzeitperspektive des Patienten und die Rezidivvorhersage. Dabei setzen wir auf eine modulare Fluid-Struktur-Festkörper (FSF)-Kopplung, die einen bidirektional gemischt-dimensionalen Ansatz ermöglicht. Um das Potential verschiedener Diskretisierungen voll auszuschöpfen, werden nicht nur methodisch gekoppelte Modelle verschiedener Dimensionen, sondern auch die Kopplung moderner Open-Source-Softwarepakete genutzt. Herausforderungen sind dabei die Komplexität hochgradig nichtlinearer biomechanischer Modelle, unterschiedliche Dimensionen von 0D-Windkesseln über 1D- und 2D-Strukturen bis hin zu 3D-Volumenmodellen und die Kopplung unterschiedlicher Datenstrukturen. Die in Phase 1 entwickelten in-silico Raymond-Roy-Okklusionsqualitätskriterien werden kalibriert und anhand experimenteller Daten unserer Kooperationspartner validiert. Im Bereich der EDs werden unsere komplexitätsreduzierten mechanischen Modelle um bioaktive Komponenten wie HydroCoils oder beschichtete Flowdiverter erweitert und Struktur-Struktur-Interaktionen einbezogen. Ausgehend von einem reduzierten Wandmodell werden biomechanische Modelle mit Entzündungsprozessen umgesetzt, die Materialeigenschaften der Wand verändern. Unsere Implementierung der gekoppelten FSI mittels Lattice-Boltzmann/Finiten Elementen wird auf einen FSF-Ansatz ausgeweitet, der das äußere Gewebe berücksichtigt, um den Ödembildungsprozess und den Thrombus im Inneren zu erfassen. Zur Quantifizierung und Vorhersage einer potenziellen Coilverdichtung wird ein phänomenologisches Kontraktionsmodell für den Thrombus entwickelt und mit der Wand- und Coilmechanik gekoppelt. Um die klinische Anwendbarkeit zu verbessern und den Neurointerventionalisten einen praktischen Nutzen zu bieten, wird maschinelles Lernen als Prognosewerkzeuge eingesetzen und ein Softwaretutorial für virtuelles Coilingtraining erstellt.  Zusammengefasst wird eine virtuelle Behandlungspipeline mit Modellierung und Algorithmen entwickelt, die von der Erfassung patientenspezifischer Daten über die Unterstützung der Coil-Wahl bei einem personalisierten Behandlungsplans bis hin zu einer Risikoanalyse für Rezidive und sekundäre Rupturen auf einer längeren, postoperativen Zeitskala reicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465189657",
      "url": "https://gepris.dfg.de/gepris/projekt/465189657",
      "title": "Skalenübergreifende Kopplung vaskulärer Hämodynamik zur KI-basierten, standardisierten Evaluation neurologischer Pathologien",
      "investigators": "Privatdozent Philipp  Berg, Ph.D.;Professorin Dr.-Ing. Sylvia  Saalfeld",
      "subject_area": "Strömungsmechanik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465189657",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Neurovaskuläre Erkrankungen können zu schwerwiegenden Einschränkungen und Behinderungen bei den betroffenen Personen führen und zählen darüber hinaus zu den häufigsten Todesursachen in Deutschland. Dazu gehören patientenspezifische Pathologien der Hirngefäße  wie intrakranielle Aneurysmen (permanente, ballonartige Gefäßaus-sackungen) oder arteriovenöse Malformationen (Kurzschluss der arteriellen und venösen Gefäße ohne Kapillarbett). Zwar gelingt mithilfe von sich kontinuierlich weiterentwickelnder Bildgebungsmodalitäten eine zuverlässige Diagnose, jedoch ist die individuelle Risikobewertung höchst komplex, unterliegt zahlreichen Einflussgrößen und wird im klinischen Alltag aufgrund fehlender Modelle zu simplifiziert umgesetzt. Dadurch wird die Wahl einer optimalen Therapiemethonde erschwert. Im Rahmen dieses Forschungsvorhabens soll mithilfe einer mehrskaligen Modellierung ein ganzheitlicher Ansatz zur Evaluation von neurovaskulären Pathologien realisiert werden. Hierbei wird zunächst die kardiovaskuläre Hämodynamik mittels eines eindimensionalen Modells beschrieben, um im Anschluss die neurovaskuläre Zirkulation und das venöse System dreidimensional und unter Anwendung der numerischen Strömungsmechanik abbilden zu können. Durch diese hochindividualisierte Herangehensweise können die genannten Pathologien präzise morphologisch und hämodynamisch beschrieben werden, um deren Wachstums- und Remodellierungsprozesse entlang der Zeitskale computergestützt nachzuvollziehen. Dazu werden sowohl zeitabhängige Flussdaten und tomographische Volumendaten genutzt, als auch longitudinale Analysen.Nach der erfolgreichen Realisierung der Modellierungen „von der Aorta bis zur Vene“ setzt sich das Projekt im Rahmen eines Nutzbarkeitsmoduls das Ziel, die entwickelten in-silico Modelle zu standardisieren. Parallel dazu werden hochaufgelöste in-vitro Validierungs-messungen durchgeführt, um die Plausibilität der Modelle zu gewährleisten. Abschließend ist die Überführung der Entwicklungen in ein Scoring-System vorgesehen, um eine Anwendung im klinischen Umfeld vorzubereiten. Sowohl für die Standardisierung als auch für das Scoring System werden Methoden der künstlichen Intelligenz (KI) genutzt, die zum einen die Bild- und Modell-basierte Vorverarbeitung und die Auswertung der Flusssimulation beschleunigen können (mit Fokus auf Deep Learning) und zum anderen die extrahierten Parameter würde eine automatische Auswertung nutzen (mit Fokus auf Machine Learning).Insgesamt ermöglicht der geplante ganzheitliche Ansatz zur Bewertung neurovaskulärer Pathologien eine interdisziplinäre Verknüpfung aus simulativer Beschreibung der patientenindividuellen Hämodynamik mit medizinischer Bildgebung, angepasster Modellierung und KI-gestützter Bildverarbeitung und Auswertung. Durch die Übertragung dieser Einflussgrößen in ein standardisiertes Bewertungssystem kann folglich die präzise und für den Patienten risikofreie Einschätzung des tatsächlichen Erkrankungszustands gelingen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465195108",
      "url": "https://gepris.dfg.de/gepris/projekt/465195108",
      "title": "Skelettmuskeladaptation: Der Grundbaustein für die Modellierung neuromuskulärer Erkrankungen und die Vorhersage von muskulären Defiziten (Identifikation, Homogenisierung, Verifizierung und Integration)",
      "investigators": "Dr. Filiz  Ates;Professor Oliver  Röhrle, Ph.D.",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465195108",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Die Bedeutung der extrazellulären Matrix (ECM) wurde durch vielfältige Anwendungen deutlich gemacht. Insbesondere bestimmt sie die Charakteristik einiger genetischer sowie erlangter Krankheiten. Durch eine genauere Kenntnis über die Struktur und die Funktionsweise der ECM könnten Einflussfaktoren, wie Alterungsprozesse, Training und Verletzungen des Muskels besser verstanden werden. Derzeit existieren jedoch nur wenige Studien über die strukturellen Veränderungen der ECM und noch weniger Studien über deren Einfluss auf den Organismus. Einen der wichtigsten ungeklärten Aspekte bildet das fehlende Verständnis über den mechanischen Einfluss der ECM auf aktives Gewebe. Um diese Lücke teilweise zu schließen, haben wir uns zu einer klinischen Untersuchung des intramuskulären Bindegewebes und deren Anpassungsreaktionen auf die Verabreichung von Botulinumtoxin entschieden. Letzteres stellt ein Standardverfahren zur Minderung von Spastiken dar. Dem Toxin ausgesetzte Muskeln zeigen hierbei jedoch fibroseähnliche Veränderungen. Wir beabsichtigen die Untersuchung der Adaptation von Skelettmuskelfasern, indem wir (i) neue Versuchsanordnungen entwerfen, (ii) die experimentellen Erkenntnisse nutzen, um neuartige Mikrostrukturmodelle der ECM Adaptation zu formulieren und die mikrostrukturellen Messdaten in das Modell zu integrieren sowie (iii) das Modell anhand von verfügbaren Daten und existierender Hypothesen zu validieren.Des Weiteren entwickeln wir Homogenisierungsmethoden, um die mikrostrukturell basierten Adaptationsmodelle auf eine größere Längenskala (d.h. auf die Muskelskala) zu übertragen. Auf diese Weise finden wir neue Möglichkeiten, die Auswirkungen der ECM Adaptation auf größere Skalen zu untersuchen. Darüber hinaus ermöglicht die Kombination von experimentellen und computergestützten Untersuchungen, zusätzliche Informationen bereitzustellen, welche ansonsten, insbesondere der gewünschten Auflösung, kaum messbar sind, z. B. die Materialzusammensetzung an „unendlich vielen Zeitpunkten. Solche Informationen können Klinikern wichtige Entscheidungshilfen in Bezug auf Behandlungsmaßnahmen liefern.Als wichtige Schlagwörter sind hierbei zu nennen: Identifizierung; Identifizierung der zugrundeliegenden zu Adaptation führender Prozesse  mithilfe experimenteller Daten und computergestützter Ansätze, Homogenisierung; Erarbeitung eines Bottom-Up-Mikrostrukturansatzes anstelle eines phänomenologischen Modells, Validierung; Überprüfung bestehender Hypothesen, und Integration; Integration des Modells auf größere Skalen wie den gesamten Muskel oder den gesamten Bewegungsapparat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    },
    {
      "project_id": "465388964",
      "url": "https://gepris.dfg.de/gepris/projekt/465388964",
      "title": "Zentrales Koordinierungsprojekt",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMechanik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 465388964",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit",
      "description": "Dieses Schwerpunktprogramms zieht seine Motivation aus der Tatsache, dass die Medizin das große Potential von in silico (computergestützten) Modellen noch wenig nutzt. Wie in anderen hochtechnologischen Bereichen auch könnte dieses Potential zur beschleunigten Entwicklung von modernen Diagnose- und individualisierten Behandlungsmethoden intensiv genutzt werden. Die meisten existierenden in silico Modelle beschränken sich auf einzelne Skalen (z. B. Zell, Gewebe) oder auf generische Mehrskalenmodelle einzelner Organe (z. B. Muskel, Leber). Um Symptome und Krankheiten zu verstehen, müssen jedoch mehrere Größen- und Zeitskalen im Kontext des gesamten Systems betrachtet werden. Die komplexen skalenübergreifenden Zusammenhänge sind ohne einen systematischen Ansatz und ohne Computermodelle oft nur sehr schwer identifizierbar. Eine zentrale Aufgabe der numerischen Biomechanik und biomedizinischen Forschung ist es daher, robuste Kopplungsmethoden und -strategien zu entwickeln. Diese müssen die Skalen der biologischen Systeme vom Molekül bis zum kompletten Organsystem oder Organismus integrieren.Die hohe Komplexität von biologischen Systemen adäquat, effizient und robust in Modellen abzubilden ist dabei die große Herausforderung. Dies erfordert die enge Zusammenarbeit der Medizin, Ingenieurwissenschaften, numerischen Mathematik (Numerik) und Informatik. Die Beschreibung mehrskaliger Systemmodelle erfordert insbesondere innovative Kopplungsstrategien, in die modernste Computerarchitekturen, neue und robuste numerische Verfahren sowie Datenstrukturen und -integrationsmöglichkeiten einfließen. Zudem müssen die Simulationsergebnisse in gemeinsamer Arbeit mit Medizinern für den Transfer in die Klinik und für Applikation mit klinischen Fragestellungen aufbereitet werden.Mit dem SPP 2311 wird ein interdisziplinärer Verbund geschaffen, der sich auf die Erforschung neuer methodischer Ansätze zur Kopplung mehrerer in silico Modelle fokussiert und dessen physiologischen Funktionen und dreidimensionaler Organisation mit berücksichtigt. Gemeinschaftlich werden Fragestellungen definiert und adressiert, die sich übergreifend aus den Bereichen Kopplung (von in silico Modellen), Numerik (robuste und effiziente Algorithmen) und Nutzbarkeit (Standardisierung und Datenintegration, Validierung und Vorbereitung numerischer Kontinuumsmodelle für klinischen Applikationen) zusammensetzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2311: \nRobuste Kopplung kontinuumsbiomechanischer in silico Modelle für aktive biologische Systeme als Vorstufe klinischer Applikationen - Co-Design von Modellierung, Numerik und Nutzbarkeit"
    }
  ]
}