{
  "spp_number": "SPP 2267",
  "spp_title": "Digitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422743478",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "442171294",
      "url": "https://gepris.dfg.de/gepris/projekt/442171294",
      "title": "2C-NOW: Collaboration and Coordination in Networks of Work - Phase 2: Hybrid Workgroups and Workspaces",
      "subject_area": "Datenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442171294",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "In Phase 2 von 2C-NOW vertiefen wir unsere Arbeit in zwei Richtungen: Erstens bauen wir auf unserer entwickelten Spurenanalyse (trace ethnography) auf, um dieses Instrument um ethnografische Methoden und Werkzeuge für die Analyse von Logfiles zu erweitern. Zweitens untersuchen wir mittels empirischer Studien Veränderungen von Arbeitsroutinen und Arbeitspraktiken in Organisationen, die durch die Zunahme von hybrider Arbeit und hybriden Arbeitsgruppen entstehen. Damit liefern wir empirische Nachweise, wie sich die Arbeitswelt durch die zunehmende digitale Unterstützung von Arbeit verändert. Unsere Forschungsziele sind 1) die Entwicklung und Anwendung digitaler ethnografischer Methoden, um umfassende Kontextanalysen von Rhythmen und Abläufen im Arbeitsalltag von hybriden und verteilten Arbeitsumgebungen durchzuführen, 2) die Analyse emergenter Sequenzen von koordinativer Arbeit, um Arbeitsroutinen und Interaktionsmuster in hybriden und verteilten Arbeitsgruppen zu identifizieren und 3) die Untersuchung, wie Technologien und Artefakte sich im Zuge der Gestaltung digitaler Arbeitsräume verändern. Mit Hilfe unsere Forschungsinitiative IndustryConnect konnten wir in den letzten zehn Jahren die Entstehung und Gestaltung digitaler Arbeitsplätze in 35+ Organisationen im DACH-Raum mitverfolgen. In Phase 2 setzen wir die enge Zusammenarbeit fort, um Längsschnitt-Fallstudien zum digitalen Arbeitsplatz zu entwickeln. Durch weitere Interviews, Umfragen und Fokusgruppen sammeln wir Daten über hybride Arbeitsgruppen und deren Arbeitsvereinbarungen. Für die Identifikation, Visualisierung und Analyse neuer Formen von detaillierten Längsschnittdaten über die alltäglichen Rhythmen und Arbeitsroutinen verteilter und hybrider Arbeitsgruppen, werden innovative ethnografische Methoden in der Form von digitalen hybriden Arbeitstagebüchern (Diaries) und Arbeitsvisualisierungsmethoden entwickelt und angewandt. Im Kontext des SPP2267 trägt unsere Arbeit zum Verständnis auf der Mikro- und Mesoebene bei, indem wir untersuchen, wie Transformationen von Technologien, Arbeitspraktiken und Routinen für Einzelpersonen, Arbeitsgruppen und Organisationen entstehen. In Bezug auf die drei Bewegungsdynamiken adressieren wir alle drei Heuristiken. Hierfür untersuchen wir, wie 1) Arbeitspraktiken den Einsatz von Kollaborationstechnologien zur Organisation und Koordination der täglichen Arbeit gestalten und prägen (Durchdringung), 2) Organisationen ihre Kollaborationsplattformen aufbauen und Kollaborationstechnologien eingeführt und in Organisationen verbreitet werden (Verfügbarmachung) und 3) sich Arbeitspraktiken entwickeln und ob sie (oder ob sie nicht) standardisiert und als Arbeitsroutinen auf Organisationsebene eingebettet werden (Verselbständigung). Wir erweitern die Interdisziplinarität unserer Untersuchungen, indem wir Methoden, Datensätze und Fallstudien in die geplante gemeinsame Arbeit mit WZB, Uni Bielefeld und TU Berlin einbringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442170935",
      "url": "https://gepris.dfg.de/gepris/projekt/442170935",
      "title": "Autonomie und Kontrolle in digitalen Arbeitskontexten von Hochzuverlässigkeitsorganisationen: Krankenhäuser und Flughäfen im Vergleich (ANDROMEDA)",
      "investigators": "Professor Dr. Matthias  Klumpp;Professorin Dr. Caroline  Ruiner",
      "subject_area": "Empirische SozialforschungAccounting und Finance",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442170935",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Derzeit verändern Digitalisierungsprozesse die Arbeitsumgebungen grundlegend und betreffen die Wahrnehmung von Autonomie- und Kontrolle der Mitarbeitenden. Die Wahrnehmung von Autonomie und Kontrolle ist wesentlich für das Arbeitshandeln von Mitarbeitenden in Organisationen. Dies betrifft besonders Hochzuverlässigkeitsorganisationen wie Krankenhäuser und Sicherheitsnetzwerke sowie Flughäfen. Das Ziel des Projektes ist die Analyse der Wahrnehmung von Autonomie und Kontrolle von Mitarbeitenden in digitalen Arbeitskontexten von Hochzuverlässigkeitsorganisationen. Die hier fokussierten Bereiche sind Krankenhäuser und Flughäfen. Krankenhäuser stellen grundlegende und lebenswichtige medizinische Dienstleistungen bereit. Flughäfen sind bedeutsame Zentren des nationalen und internationalen Personen- und Güterverkehrs mit entscheidenden Sicherheits- und Mobilitätsfunktionen für Wirtschaft und Gesellschaft. Beide Kontexte sind in besonderem Maße von Digitalisierungsschritten betroffen wie z. B. in den Bereichen der Patientenverwaltung sowie der Passagier- und Frachtabfertigung durch mobile Smartphone-Anwendungen. In beiden Fällen weisen die Arbeitsplätze einen hohen Technologiestandard auf, die Teams sind hochspezialisiert, hohen physischen und psychischen Belastungen ausgesetzt, haben häufig eine sich schnell ändernde Arbeitsintensität, verarbeiten eine große Datenmenge, sind mit kritischen Entscheidungssituationen konfrontiert und handeln in Situationen, in denen kleine Fehler fatale Folgen haben können. In solchen Kontexten sind daher die Wahrnehmung von Autonomie und Kontrolle und die daraus resultierenden Auswirkungen auf das Arbeitshandeln und die Zusammenarbeit in Teams entscheidend. Ein Mixed-Methods-Studiendesign soll Einblick in die Wahrnehmung von Autonomie und Kontrolle sowie die Kooperation von Mitarbeitenden in Krankenhäusern und Flughäfen geben. Der empirische Forschungsansatz setzt sich zusammen aus (1) Experteninterviews mit der strategischen Führungsebene von Organisationen, (2) teilnehmenden Beobachtungen (inkl. Beobachtungsinterviews) sowie (3) problemzentrierten Interviews mit Mitarbeitenden in Krankenhäusern und an Flughäfen. Die damit erreichten qualitativen Ergebnisse werden ergänzt durch eine (4) quantitative Erhebung zum Vergleich der Autonomie- und Kontrollwahrnehmung in unterschiedlichen digitalen Arbeitskontexten.Die beobachteten Veränderungen stehen in Verbindung mit einer Betrachtung der Entwicklungen auf der Mikro- und Meso-Ebene und schließen die Dimensionen „Durchdringung“, „Verfügbarmachung“ und „Verselbständigung“ für die betroffenen Mitarbeitenden ein. Die Ergebnisse des Forschungsprojektes sind bedeutsam für die Diskussion von Autonomie und Kontrolle sowie der Effekte von Digitalisierungsschritten für die Mitarbeitenden und deren Kooperation speziell in Hochzuverlässigkeitsorganisationen sowie allgemein die digitale Arbeitsgestaltung im Logistik- und Dienstleistungssektor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "441831929",
      "url": "https://gepris.dfg.de/gepris/projekt/441831929",
      "title": "Datenarbeit. Eine Geschichte der IT-Dienstleistungen in der Bundesrepublik von den 1950er bis zu den 1990er Jahren.",
      "subject_area": "Neuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 441831929",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Das Projekt untersucht die Ausbildung und Entwicklung von IT-Dienstleistungen in der Bundesrepublik Deutschland zwischen den 1950er und den 1990er Jahren. Aus wissensgeschichtlicher Perspektive rekonstruiert es dazu die Systeme, Akteure und Formen des Wissensaustauschs im heranbrechenden digitalen Zeitalter. Es erkundet, wie technische Infrastrukturen, Arbeitskräfte und Knowhow mit der Synchronisation der Arbeits- und Geschäftsprozesse zu einer mobilen, „teilbaren“ Ressource wurden und so das Paradigma der „digitalen Verfügbarmachung“ zum Symbol der neuen digitalisierten Dienstleistungsgesellschaft avancierte. Das Projekt wirft die erkenntnisleitenden Fragen auf, ob und in welchem Maße der digitale Wandel neue Dienstleistungen hervorbrachte, betriebsinterne Strukturen und Hierarchien in Frage stellte und soziale und geschlechtsspezifische Ungleichheiten zeitigte. Drei Fallstudien zur IT-Dienstleistungsbranche in der Bundesrepublik werden diese Fragen exemplarisch erörtern. Der analytische Fokus des Vorhabens liegt damit auf der Meso-Ebene, wobei immer auch exemplarisch Verbindungen zur Mikro- und Makro-Ebene gezogen werden sollen. Besonderes Augenmerk erhalten in diesem Zusammenhang die soziotechnischen Ensembles, in denen sich Mensch und Maschine gegenüber standen. So rücken die Rechenzentren als emblematische Orte des digitalen Zeitalters in den Fokus des Interesses. Hier soll von der Annahme ausgegangen werden, dass die Genese und Persistenz digitaler Dienstleistungen ganz wesentlich auf der Etablierung neo-tayloristischer Arbeitsregime basierte. Derweil kreierte die Verbreitung und Auslagerung von “Datenarbeit” schon in den 1950er Jahren neue Märkte für digitale Dienstleistungen, die Karrieremöglichkeiten für Programmierer, Software- und Systemingenieure in unternehmenseigenen IT-Abteilungen und eigenständigen IT-Beratungen eröffneten. So eroberten die digitalen Experten alsbald Raum, transformierten Managementkonzepte und kreierten zugleich neue Konflikte unter den Angestellten bzw. zwischen Dienstleistern und Kunden. Auf der Basis einer breiten Zahl an gedruckten, edierten und archivalischen Quellen – von Zeitungsausschnittsammlungen, Werbebroschüren und Firmenzeitungen über Memoiren und Korrespondenzen, Vorstands- und Betriebsratsprotokolle bis hin zu Schulungsmaterialien und Arbeitsanweisungen  – analysiert das Projekt den digitalen Wandel der Arbeitswelten in Diskurs und sozialer Praxis in diachroner Perspektive und versteht sich so als integraler Beitrag zu einer Gesellschaftsgeschichte der Arbeitswelten im digitalen Zeitalter.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442459396",
      "url": "https://gepris.dfg.de/gepris/projekt/442459396",
      "title": "Der Post-Pandemische Digitalisierungsschub und Ungleichheit - (Un)-Gleiche Erfahrungen und arbeitsweltliche Trajektorien",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442459396",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "DigiCLASS2 befasst sich mit den Ungleichheitseffekten des von der Corona-Pandemie ausgelösten Digitalisierungsschubs. Covid-19 wird weithin als \"Beschleunigerin\" der digitalen Transformation bezeichnet. Das prominenteste, aber längst nicht einzige Beispiel für die beschleunigte Digitalisierung ist die rasche Ausweitung des Homeoffice. Digitale Tools und Dienstleistungen breiten sich in vielen Arbeitswelten aus. Primär geht der Digitalisierungsschub auf Organisationen zurück, die in Reaktion auf die Herausforderungen der Pandemie ihre Digitalisierungsaktivtäten intensiviert haben. Unterstützt wird diese Dynamik durch die wachsende gesellschaftliche Akzeptanz digitaler Dienste als Folge ihrer Ausweitung während der Pandemie. Mit Hilfe eines Klassenansatzes (Oesch) und anknüpfend an unsere eigene Forschung zu beruflichen Ungleichheiten in den Digitalisierungserfahrungen während der Hochphase der Pandemie untersucht DigiCLASS2, wie Arbeitende den post-pandemischen Digitalisierungsschub erleben. Das Projekt zielt darauf ab, die Ungleichheiten aus der Sicht der Erwerbstätigen zu analysieren. Zwei Aspekte spielen dabei eine wichtige Rolle, und zwar die gegenwärtigen Digitalisierungserfahrungen der Arbeitenden und deren Zukunftserwartungen. Folgenden Fragen werden beantwortet: (1) Welche Gemeinsamkeiten und Unterschiede gibt es bei den Erfahrungen mit der beschleunigten digitalen Transformation für Angehörige der gleichen Erwerbsklasse? (2) Welche Erwartungen haben Angehörige unterschiedlicher Erwerbsklassen angesichts des postpandemischen Digitalisierungsschubs an die digitale Zukunft der eigenen Arbeit? Und (3): Wie beeinflussen organisatorische Faktoren die Digitalisierungserfahrungen der verschiedenen Klassen? Methodisch stützt sich das Projekt auf 18 klassenheterogene Fallstudien aus drei Arbeitswelten, die von der Corona-Pandemie und dem anschließenden Digitalisierungsschub besonders betroffen sind, nämlich das Gesundheitswesen, die verarbeitende Industrie und der Einzelhandel. Die Fallstudien konzentrieren sich auf die Einführung und Nutzung ausgewählter digitaler Systeme, Anwendungen und Artefakte und basieren auf Interviews mit dem Management, Arbeitnehmervertretern, Vorgesetzten und allen Berufsgruppen, die mit den digitalen Technologien arbeiten oder von ihnen betroffen sind. Der Klassenansatz ermöglicht einen systematischen Vergleich der Digitalisierungserfahrungen von Arbeitenden aus unterschiedlichen Arbeitswelten. Durch die Analyse der Digitalisierungserfahrungen von Arbeitenden und ihrer Zukunftserwartungen kartografiert das Vorhaben berufliche Ungleichheitsdynamiken der digitalen Transformation. Dadurch leistet DigiCLASS2 Beiträge sowohl zum Forschungsprogramm des SPP 2267 als auch zur Digitalisierungsforschung und zu den Diskussionen über die Bedeutung von Klasse in der heutigen Gesellschaft.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442490944",
      "url": "https://gepris.dfg.de/gepris/projekt/442490944",
      "title": "Die Auswirkungen der Verbreitung von Technologien und von technologischen Narrativen auf Firmen und Beschäftigte",
      "subject_area": "Statistik und Ökonometrie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442490944",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Das übergeordnete Ziel des Projekts ist die Quantifizierung der direkten und indirekten Auswirkungen des technologischen Fortschritts auf die Arbeitsmarktergebnisse und die Bildungs- und Berufsentscheidungen. Wir messen die direkten Auswirkungen über die Arbeitsnachfrage und die Aufgabenanforderungen der Unternehmen und die indirekten Auswirkungen über Medienberichte. Die Hauptziele sind (1) eine detaillierte Beschreibung der Verbreitung digitaler Technologien in Deutschland, (2) die Untersuchung, wie sich die Exposition gegenüber digitalen Technologien auf Unternehmen und Arbeitnehmer auswirkt, (3) die Beschreibung der Darstellung digitaler Technologien in Medienberichten und wie diese mit den tatsächlichen Entwicklungen auf dem Arbeitsmarkt zusammenhängen, (4) die Analyse, wie diese Medienberichte das Verhalten auf individueller Ebene beeinflussen. Um Ziel 1 zu erreichen, konstruieren wir zunächst Maße für die digitale Intensität (DI), die Branchen, Berufe und Regionen identifizieren, die am stärksten von digitalen Technologien betroffen sind. Dazu untersuchen wir mit Textanalysemethoden, wie oft in online-Stellenausschreibungen auf digitale Technologien verwiesen wird. Zweitens klassifizieren wir spezifische Arbeitsaufgaben in Tätigkeitsgruppen, um zu untersuchen, wie Unternehmen ihre Arbeitsprozesse als Reaktion auf die Einführung digitaler Technologien anpassen. Für Ziel 2 verbinden wir unsere DI-Maßnahme aus Ziel 1 mit administrativen Linked Employer-Employee-Daten. Zunächst untersuchen wir die Veränderungen in der Beschäftigung und den Löhnen als Reaktion auf die verstärkte Nutzung digitaler Technologien, zunächst auf Unternehmensebene, dann auf Branchen-, Berufs- und nationaler Ebene. Zweitens untersuchen wir die Arbeitsplatzstabilität und die Auswirkungen auf die Löhne von Arbeitnehmern. Anschließend untersuchen wir, inwieweit digitale Technologien Lohnunterschiede bei Arbeitnehmern innerhalb desselben und zwischen unterschiedlichen Unternehmen beeinflussen. Im Hinblick auf die indirekten Auswirkungen des technologischen Wandels quantifizieren wir im Rahmen von Ziel 3 die Anzahl der Berichte über Technologie und führen eine Sentimentanalyse durch, um zu erfassen, ob diese Berichte eher neutral sind oder ob sie die Vorteile oder Risiken der neuen Technologie betonen. Aus dieser Analyse ergeben sich ein Index der Technologie-Nachrichten und ein Index der Technologie-Stimmung, die auf regionaler Ebene und im Zeitverlauf variieren. Ziel 4 ist es zu untersuchen, wie Individuen reagieren, wenn sie Berichten über Technologie ausgesetzt sind, und welche Auswirkungen diese auf geplante und realisierte Humankapital- und Arbeitsmarktentscheidungen haben. Zu diesem Zweck verwenden wir den unter Ziel 3 konstruierten Index und analysieren die Auswirkungen von Berichten über Technologie auf die Wahl des Fachgebiets der Berufsausbildung/des Hochschulabschlusses und die anfängliche Berufswahl junger Arbeitskräfte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen TransformationInternationaler BezugKanada, NorwegenKooperationspartnerProfessor Colin  Green;Professor Fabian  Lange, Ph.D."
    },
    {
      "project_id": "442171347",
      "url": "https://gepris.dfg.de/gepris/projekt/442171347",
      "title": "Die digitale Transformation des Arbeitsmarktes: Intermediäre, Infrastruktur und institutioneller Wandel",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442171347",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Die Digitalisierung der Arbeit führt nicht nur zu weitreichenden Veränderungen des Spektrums der über den Arbeitsmarkt zugänglichen Arbeitsstellen sondern auch der Methoden und Praktiken, durch die sie vermittelt werden. Im Mittelpunkt des Projekts steht deshalb die digitale Transformation der Verfahrensprozesse am Arbeitsmarkt, wie sie vor allem an neuen Plattformmodellen erkennbar wird, mit denen Personal rekrutiert oder Aufträge für Selbstständige abgewickelt werden. In primär makrosoziologischer Perspektive wird untersucht, welche Auswirkungen diese aktuell sich konstituierende digitale Infrastruktur auf das institutionelle System des Arbeitsmarkts hat. Ausgangspunkt der Analyse bilden die Digitalisierungsstrategien der intermediären Organisationen, die mit innovativen digitalen Geschäftsmodellen (Crowdworking, Online-Jobbörsen, Netzwerk-Portale u.a.) ebenso wie auf der Basis von klassischen Vermittlungsangeboten (Zeitarbeit, Headhunting u.a.) die digitale Transformation des Arbeitsmarkts vorantreiben.Erforscht werden die Wechselwirkungen zwischen den Strategien der Intermediäre, den Operationsweisen der digitalen Infrastruktur und den institutionellen Rahmenbedingungen am Arbeitsmarkt. Ziel des Projekts ist die empirische Bestandsaufnahme dieses Transformationsgeschehens und die gesellschaftsanalytische Interpretation seines Veränderungspotenzials. Der Analysefokus richtet sich zum einen auf den Zusammenhang der ermittelten Digitalisierungsstrategien mit den Bestrebungen zur Flexibilisierung und Deregulierung der Arbeitsmärkte, die von der globalen Beschäftigungsindustrie seit langem verfolgt und diskursiv legitimiert werden. Zum anderen geht es um die Frage, welche Folgen die digitale Transformation der Vermittlungsprozesse für das bestehende institutionelle Gefüge hat (v.a. Arbeitsverwaltung, industrielle Beziehungen, Bildungs- und Sozialpolitik). Aufgrund der zentralen sozio-ökonomischen Funktion von Arbeitsmärkten kann das Vorhaben einen substanziellen Beitrag zur Frage der systemischen Transformation mit vielen Anknüpfungspunkten innerhalb des Schwerpunktprogramms leisten. In der empirischen Analyse werden mit qualitativer Methodik (v.a. Experteninterviews und Dokumentenanalysen) Fallstudien von Intermediären und Entwicklungsszenarien der digitalen Infrastruktur erarbeitet. Die theoretische Rahmung erfolgt mit gesellschaftsanalytischen Konzepten von Plattformen und ihren intermediären Funktionen, die sich breit gestreut in den Teildisziplinen der Arbeits-, Technik- und Wirtschaftssoziologie finden; zur Interpretation der institutionellen Folgen und des damit verbundenen sozialen Wandels wird auf institutionenanalytische Ansätze der Arbeitsmarktforschung Bezug genommen. Die Fokussierung der Vermittlungsprozesse am Arbeitsmarkt ermöglicht grundlegende Forschungsbeiträge zur Soziologie intermediärer Organisationen, zum Wandel der Plattformökonomie und zur Flexibilisierung der Beschäftigungsverhältnisse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442146413",
      "url": "https://gepris.dfg.de/gepris/projekt/442146413",
      "title": "Die soziale Konstruktion der Zusammenarbeit von Mensch und Roboter im Kontext: Narrative, Roboterplattformen und institutionelle Rahmenbedingungen (SoCoRob II)",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442146413",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Roboter sind ein Front-End der Digitalisierung. Ihre Fähigkeit, mobil zu navigieren, Wahrnehmungsdaten aus ihrer Umgebung zu sammeln und zu verarbeiten und ihre Umgebung auf der Grundlage der gesammelten Informationen zu manipulieren, ermöglicht es ihnen, Arbeitsorte und Arbeitszusammenhänge zu durchdringen, die zuvor für die digitale Automatisierung unzugänglich waren. Dies gilt insbesondere für kollaborative Roboter. Kollaborative Roboter sind Leichtbau-Roboter, die Arbeitsaufgaben in der körperlichen Nähe und in direkter Zusammenarbeit mit menschlichen Arbeiter:innen ausführen können, ohne diese zu gefährden. Ziel des Projekts ist es, zu untersuchen, wie kollaborative Roboter für die digitale Transformation der Arbeitswelten relevant werden, indem sie Roboterarbeit für Arbeitszusammenhänge verfügbar machen, in denen bisher keine Roboter eingesetzt werden konnten. Insbesondere soll untersucht werden, ob und wie die neue Möglichkeit der direkten physischen Interaktion zwischen menschlichen und robotischen Mitarbeitern an gemeinsamen Arbeitsorten zu neuen Formen der Arbeitsteilung zwischen Mensch und Technik führt. Das Projekt ist Teil des DFG-Schwerpunktprogramms 2267 zur Digitalisierung von Arbeitswelten. Es erweitert und ergänzt die Forschungen, die wir im Projekt „Die soziale Konstruktion der Zusammenarbeit von Mensch und Roboter durch prototypisch realisierte Arbeitszusammenhänge (SoCoRob)“ in der ersten Förderphase dieses Schwerpunktprogramms durchgeführt haben. In der ersten Förderphase haben wir einen mikrosoziologischen Ansatz verfolgt, der sich auf soziale Aushandlungsprozesse in Projekten zur Entwicklung neuer kollaborativer Arbeitszusammenhänge in der Pflege und der industriellen Produktion konzentrierte. In der zweiten Förderphase erweitern wir unseren Fokus und beziehen relevante Kontextfaktoren aus der Meso- und Makroebene von Arbeitswelten ein. Auf der Grundlage unserer bisherigen Forschung betrachten wir Narrative, Roboterplattformen und Unterschiede in den institutionellen Rahmenbedingungen der kollaborativen Roboterentwicklung als die wichtigsten Kontextfaktoren. Sie verdienen unsere Aufmerksamkeit, weil sie die soziale, zeitliche und räumliche Organisation der Entwicklung kollaborativer Roboter beeinflussen. Damit wirken sie sich auf die drei Entwicklungsdynamiken in der digitalen Transformation aus, auf die sich das Schwerpunktprogramm als konzeptionelle Heuristik konzentriert: Durchdringung, Verfügbarmachung, Verselbstständigung. Wir halten Narrative für den wichtigsten Faktor in Bezug auf die Verselbstständigung, während Roboterplattformen und institutionelle Rahmenbedingungen den größten Einfluss auf die Dynamik der Verfügbarmachung und Durchdringung haben. Um die Geschichte, die Entwicklung und die Auswirkungen dieser Kontextfaktoren zu untersuchen, werden wir Experten aus den Bereichen Geschichte, Pflegewissenschaft, Mensch-Roboter-Interaktion und Technikfolgenabschätzung einbeziehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "523973329",
      "url": "https://gepris.dfg.de/gepris/projekt/523973329",
      "title": "Digitale Transformation der juristischen Professionen? Praktiken und Regulierungspfade der Digitalisierung im Rechtssystem",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523973329",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Im Rechtssystem ist das Phänomen der Digitalisierung eng mit dem Begriff der „Legal Technologies“ verknüpft. Er bezeichnet die Digitalisierung der Rechtsbearbeitung durch Software, Online-Dienste und Rechtsgeneratoren, die juristische Arbeitsprozesse unterstützten oder zumindest teilweise sogar ersetzen. Ein prominenter Anwendungsfall sind digitale Rechtsdienstleister, die online um Mandant:innen werben und auf digitalem Weg Rechtsdurchsetzung anbieten. Das vorgeschlagene Projekt möchte die Legal Technologies unter der Perspektive betrachten, wie sie 1) juristische Arbeit und Arbeitsmärkte verändern, 2) wie der Pfad der Digitalisierung im Rechtssystem durch Regulierung geprägt wird, und 3) welche Rolle dabei politische und intra-professionelle Konflikte spielen. Empirisch nimmt das Projekt deutsche Legal-Tech-Start-Ups in den Blick sowie die Dynamik, die sie in den verschiedenen Bereichen des Rechtssystems (v.a. Gerichte, Anwaltskanzleien) entfalten. Durch neue technische Möglichkeiten, z.B. Texterkennungsprogramme oder die Bearbeitung großer Datenmengen, sind digitale Kanzleien nicht nur dazu in der Lage, ihre Dienstleistung online anzubieten, sondern sie können auch mehrere Tausend Fälle gleichzeitig bearbeiten. Dadurch kristallisieren sich auch Amazon-ähnliche Geschäftsmodelle heraus, bei denen wenige Plattformen starke und asymmetrische Geschäftsbeziehungen zu vielen Hundert Anwält:innen unterhalten. Dies wirkt sich auch auf Gerichte aus. Das Projekt möchte untersuchen, wie sich die juristische Arbeit und die juristischen Arbeitsmärkte wandeln. Zudem wird danach gefragt, wie die Transformation durch politische Konflikte und Regulierung geprägt wird. Mit diesem Fokus integriert das Projekt arbeits- und professionssoziologische Perspektiven mit politikwissenschaftlichen Fragestellungen.  Theoretisch nimmt das Projektdesign Bezug auf Neil Fligsteins ‚Architecture of Markets‘. Wir verstehen den Transformationsprozess als einen Konflikt zwischen Herausforderern und Etablierten. Die Legal-Tech-Start-Ups stellen die „challengers“ dar, die Arbeit auf neue Weise organisieren und dabei gleichzeitig auch ein anderes Verständnis davon haben, wie das Rechtssystem funktionieren sollte als die „traditionellen“ Vertreter:innen der juristischen Berufe („incumbents“). Hier lassen sich erhebliche Konflikte beobachten. Empirisch arbeitet das Projekt mit einer Kombination verschiedener qualitativer und quantitativer Methoden; es nimmt dabei neue Entwicklungsdynamiken (der vergangenen 20 Jahre) in den Blick und bezieht diese auf historisch gewachsene professionelle Selbstverständnisse, Formen der Arbeitsteilung und Regulierung. Unsere grundlegende These lautet, dass sich diese intra-professionellen Konflikten auf vielen Ebenen (Arbeit, Organisation, Politik) entfalten, und dass sie den Digitalisierungspfad im Rechtssystem erheblich prägen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442171588",
      "url": "https://gepris.dfg.de/gepris/projekt/442171588",
      "title": "Digitale Transformation im Gesundheitswesen: Von digitalen Werkzeugen zu digitalen Akteuren (DigiAct)",
      "investigators": "Professor Dr. Christoph  Rosenkranz;Dr. Tamina  Seeger-Nukpezah;Professor Dr. Ali  Sunyaev",
      "subject_area": "Operations Management und BWL-spezifische WirtschaftsinformatikDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442171588",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Wir leben in einer Welt mit zunehmend digitalisierten Arbeitsplätzen. Technologische Entwicklungen in Software, Hardware und künstlicher Intelligenz (KI) führen dazu, dass digitale Technologien in das tägliche Leben und die Arbeitswelt Einzug halten. Diese aufkommenden KI-fähigen digitalen Artefakte verändern wie Organisationen ihre Arbeit organisieren und durchführen, grundlegend, da sie nicht mehr nur einfache Werkzeuge sind, die von Menschen zur Erledigung von Aufgaben eingesetzt werden, sondern als autonome und intelligente Akteure die organisatorische Arbeit übernehmen. Somit werden sie zu digitalen Akteuren. Digitale Akteure sind für die digitale Transformation von zentraler Bedeutung. Sie können, sobald sie verfügbar sind und ihren Kontext durchdringen, in einer sich selbst verstärkenden Weise handeln. Unabhängig davon, ob Handlungen von menschlichen oder nicht-menschlichen Akteuren ausgeführt werden, sind Handlungsmuster die Bausteine von Organisationen und bilden verschiedene organisatorische Fähigkeiten. In der Organisationsforschung wird das Konzept der organisatorischen Routinen seit fast zwei Jahrzehnten verwendet, um sich wiederholende, erkennbare Muster von voneinander abhängigen Handlungen zu beschreiben, die von mehreren Akteuren ausgeführt werden. Wir wissen jedoch so gut wie nichts über die sich verflechtenden Interaktionen zwischen menschlichen und nicht-menschlichen (digitalen) Akteuren in Organisationsroutinen. Digitale Akteure in einer Routine schreiben die Spielregeln neu und können zu einer Selbsterhaltung und zu grundlegenden Veränderungen in ihren Prozessen und Routinen führen. Ein wichtiger Bereich, der sowohl von Wissenschaftlern, die sich mit Organisationsroutinen beschäftigen, als auch von Forschern, die sich mit der digitalen Transformation und digitalen Akteuren beschäftigen, beachtet wird, ist das Gesundheitswesen. Als ein extremes Beispiel für den disruptiven Charakter der digitalen Transformation beginnen digitale Akteure nun, das gesamte Versorgungsmodell zu beeinflussen. Änderungen von Empfehlung und Umsetzung dieser digitalen Akteure wirken sich erheblich auf medizinische und pflegerische Arbeitspraktiken und Routinen im Gesundheitswesen aus. Empirische und theoretische Untersuchungen zu diesen digitalen Herausforderungen fehlen jedoch weitgehend. Mit diesem Forschungsprojekt zielen wir darauf ab, diese Lücke zu schließen, indem wir eine Kombination aus Routine-Mining und einem Fallstudienansatz in einer großen Klinik, die derzeit eine signifikante digitale Transformation durchläuft, anwenden. Konkret zielen wir darauf ab: eine Methode zur rechenintensiven Theoriebildung für Routinen auf Basis digitaler Spurdaten zu entwickeln; diese Methode anzuwenden, um die Entwicklung digitaler Akteure im Gesundheitswesen empirisch zu untersuchen und auf Basis dieser Analyse eine Theorie zu entwickeln; diese Theorie durch die Anwendung qualitativer Methoden zu integrieren und in Frage zu stellen bzw. zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "523931730",
      "url": "https://gepris.dfg.de/gepris/projekt/523931730",
      "title": "Digitale und ökologische Transformationen in den Regulierungsumwelten der Arbeitsbeziehungen",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523931730",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Das beantragte Forschungsprojekt untersucht die Gemeinsamkeiten und Unterschiede der digitalen und der ökologischen Transformation – die häufig auch als „doppelte“ oder Zwillings-“ Transformationen bezeichnet werden – in industriellen Kernsektoren als Transformationen der Arbeit und der Arbeitsbedingungen. Dabei liegt besonderes Augenmerk auf der Art und Weise, wie die Akteure der Arbeitsbeziehungen diese Veränderungen arbeitspolitisch deuten und mit neuen Formen der Arbeitsregulierung zu verbinden versuchen. Auf diese Weise gestalten die Akteure der Arbeitsbeziehungen die regulative Umwelt für die digitale und die ökologische Transformation und schaffen einen Legitimitätsrahmen für Veränderungen der Arbeit und der Arbeitsbedingungen in der Anwendung digitaler und ökologischer Technologien. Das Forschungsprojekt verfolgt damit drei zentrale Forschungsziele. Erstens ist zu untersuchen, wie digitale und ökologisch nachhaltige Technologien in den Unternehmen implementiert werden und inwieweit sie Arbeit und Arbeitsbedingungen durchdringen. Wie transformativ wirken die Transformationen auf Arbeit, und welche Interdependenzen und Widersprüche lassen sich zwischen ihnen feststellen? Zweitens soll analysiert werden, wie die Akteure der Arbeitsbeziehungen mögliche Veränderungen arbeitspolitisch deuten und in den arbeitspolitischen Diskursen thematisieren. Dabei ist zu untersuchen, welche arbeitspolitischen Themen – wie Automatisierung und Beschäftigung, Kontrolle, Home-Office oder Agile Arbeit – im Vordergrund stehen, wie Diskurse dazu geführt werden, ob sich daraus arbeitspolitische Konflikte ergeben und welche Arbeitsregulierungen in diesem Rahmen möglicherweise ausgehandelt werden. Das dritte Forschungsziel schließlich richtet sich auf die Frage der Handlungsfähigkeiten der Akteure. Diese Handlungsfähigkeit gründet sich zum einen auf Kompetenzen und Ressourcen; sie ist zum anderen aber auch mit der Verortung von Themen und Problemen auf den Handlungsfeldern des Mehrebensystems der Arbeitsbeziehungen verbunden. Methodisch stützt sich die Analyse auf Fallstudien in Unternehmen und Betrieben, die durch Analysen branchenbezogener Prozesse des Lobbyings und der Tarifverhandlungen ergänzt werden. Auf diese Weise können sowohl die Handlungsfelder in den Unternehmen als auch die unternehmensübergreifenden Handlungsfelder der Arbeitsbeziehungen beleuchtet werden. Mit der Automobilindustrie, der chemischen Industrie und der Stahlindustrie werden drei Branchen ausgewählt, in denen die Digitalisierung und Ökologisierung jeweils wichtige Entwicklungstrends und Herausforderungen sind. Die Analyse beruht auf einer Kombination von Experten*inneninterviews, Gruppeninterviews, Begehungen und Dokumentenanalysen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "523945592",
      "url": "https://gepris.dfg.de/gepris/projekt/523945592",
      "title": "Digitalisierung und tiefgreifender struktureller Wandel: Ist die Plattformisierung des Gesundheitswesens unausweichlich?",
      "subject_area": "Operations Management und BWL-spezifische WirtschaftsinformatikWirtschafts- und Sozialgeschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523945592",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Die Digitalisierung wird, so die gängige Annahme, alle Bereiche der Gesellschaft tiefgreifend beeinflussen. Ein besonders interessanter Sektor in diesem Zusammenhang ist die Distribution von Arzneimitteln. Seine institutionelle Struktur hat sich über Jahrhunderte entwickelt und die Gesundheitssysteme in allen westlichen Gesellschaften geprägt, in deren Zentrum die institutionelle Trennung der Berufe von Apothekern und Ärzten steht. Die aktuelle Welle digitaler Technologien hat zur sogenannten Plattformisierung verschiedener Branchen geführt, einschließlich des Gesundheitssektors. Derzeit werden Plattformen aufgebaut, die medizinische Beratung und Arzneimittelabgabe aus einer Hand anbieten und daher die Aufhebung der \"historischen Trennung\" der Berufe von Apothekern und Ärzten fordern. Die europäische Geschichte ist voller Anfechtungen dieser tief verwurzelten institutionellen Struktur des Gesundheitssektors, die bisher aber immer abgewehrt wurden. Dieser Sektor ist daher für die Untersuchung der digitalen Transformation der Gesellschaft als Ganzes besonders interessant, da er einen \"kritischen Fall\" darstellt. Die Untersuchung der Art und Weise, wie er in der Vergangenheit und in der Gegenwart auf Herausforderungen im Zuge gesellschaftlicher Umwälzungen reagiert hat, wird daher Aufschluss über die zugrundeliegenden Mechanismen und die Dynamik des gesellschaftlichen Wandels geben, einschließlich der gegenwärtigen Phase, die durch das Aufkommen einer neuen Generation digitaler Technologien bestimmt wird. In diesem Projekt werden drei Perioden untersucht, in denen die Organisation des Arzneimittelvertriebs erhebliche Veränderungen erfahren hat. In der ersten Periode (1800-1850) erreichte die gemeinsame Praktik von Apothekern und Ärzten bei der Formulierung komplexer Arzneimittelrezepturen einen Höhepunkt, und zwar innerhalb der Grenzen der institutionellen Trennung der beiden Berufe. In der zweiten Periode (1910-1938) wurden die Krankenkassen zu einer Vorform der modernen Plattformen, indem sie Apotheker und Ärzte unter Vertrag nahmen, strenge Beschränkungen für die zu verschreibenden und abzugebenden Arzneimittel auferlegten und die Preise mit den Apothekern aushandelten. Dies führte zu einer vollständigen Trennung der beiden Berufe in dem Sinne, dass die gemeinsame Rezeptierpraktik verloren ging. In der dritten, der gegenwärtigen Periode (2010-2025), hat sich erneut die Möglichkeit ergeben, eine gemeinsame Praktik zu entwickeln, die die beiden Praktiken von Apothekern und Ärzten wieder näher zusammenbringt, diesmal mit dem Schwerpunkt auf der Medikation als solcher. Werden Apotheker und Ärzte wieder lernen, innerhalb der Grenzen der institutionellen Trennung von Apothekern und Ärzten zusammenzuarbeiten oder wird es Plattformen gelingen, diese Trennung aufzuheben, um Big-Data-Analysetechniken zur zentralen Überwachung und Optimierung von Arzneimitteltherapien einzusetzen?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442492993",
      "url": "https://gepris.dfg.de/gepris/projekt/442492993",
      "title": "Dynamiken der digitalen Transformation: Durchdringung, Verselbstständigung und Verfügbarmachung im Prozess der Digitalisierung der Gesundheitsbranche",
      "investigators": "Professorin Dr. Sabine  Pfeiffer, seit 11/2024;Professor Dr. Reinhard  Pollak",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442492993",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Die Digitalisierung kann als Megatrend der aktuellen und zukünftigen Entwicklung der Gesellschaft und insbesondere der Arbeitswelten verstanden werden. Anknüpfend an soziologische Erkenntnisse zur digitalen Transformation und dem Wandel von Arbeit untersucht das Projekt die Wechselwirkungen von drei übergreifenden Dynamiken der Digitalisierung: Durchdringung (z.B. von Arbeitsprozessen), Verfügbarmachung (z.B. von Daten über einzelne Arbeitsaufgaben) und Verselbständigung (z.B. von datengetriebenen Wertschöpfungsketten). Ziel ist es, ein vertieftes Verständnis für die Vielschichtigkeit, Widersprüchlichkeit und Ungleichzeitigkeit der digitalen Transformation und ihrer Dynamik unter Berücksichtigung technologischer, unternehmensspezifischer und struktureller Aspekte zu entwickeln, um einen konzeptionellen Beitrag zur theoretischen Erfassbarkeit der digitalen Transformation zu leisten. Um dieses Ziel zu erreichen, werden drei Forschungsfragen entwickelt, um (a) den Grad der Durchdringung von Organisationen zu bestimmen, (b) die Dynamiken der Verfügbarmachung und Verselbstständigung zu erfassen und (c) diese mit dem Grad der Durchdringung in Beziehung zu setzen. Für die Datenerhebung wird auf einen Methodenmix aus qualitativen und quantitativen Verfahren zurückgegriffen, mit dem die Dynamiken und ihre Wechselwirkungen auf der Mesoebene (z.B. Organisationen) untersucht werden. Auf der Seite der qualitativen Methoden werden Experten- und Beschäftigteninterviews durchgeführt, die mit teilnehmenden Beobachtungen (Hospitationen) kombiniert und ergänzt werden. Der Fokus der qualitativen Datenerhebung liegt auf der Verfügbarmachung und Verselbstständigung, um unter anderem den Zugriff auf Ressourcen, Rationalisierungslogiken sowie Digitalisierungsstrategien der Unternehmen in der entsprechenden Granularität zu erfassen. Quantitativ liegt der Fokus auf den Dynamiken der Durchdringung und Verfügbarmachung, wobei auf die Methodik der Organisationsbefragung zurückgegriffen wird, um unter anderem den Grad der Durchdringung sowie die Steuerung, Kontrolle und Vernetzung mittels Daten in Unternehmen zu erheben. Zusätzlich wurde ein branchenspezifischer Ansatz – konkret die Gesundheitsbranche – gewählt, um die multiplen Prozesse der Digitalisierung unter Berücksichtigung von betrieblichen, technologischen und arbeitsprozessbezogenen Bedingungen detailliert und in ihrer spezifischen Wechselwirkung analysieren zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen TransformationEhemalige AntragstellerinDr. Alice  Melchior, bis 10/2024"
    },
    {
      "project_id": "442236280",
      "url": "https://gepris.dfg.de/gepris/projekt/442236280",
      "title": "Eigenschaften digitaler Technologien und Geschlechterungleichheit im Erwerbsleben",
      "investigators": "Professor Dr. Martin  Abraham;Professorin Dr. Cornelia  Niessen",
      "subject_area": "Empirische SozialforschungSozialpsychologie und Arbeits- und Organisationspsychologie",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442236280",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Die schnell fortschreitende Digitalisierung hat die Arbeit in vielen Berufen verändert und damit Gewinner und Verlierer dieses Prozesses hervorgebracht. Dabei ist jedoch noch unklar, wann und warum Frauen und Männer von diesem Prozess unterschiedlich betroffen sind. Der bisherige Forschungsstand umfasst wenige, schwer vergleichbare Studien mit inkonsistenten Ergebnissen. Dies ist darin begründet, dass digitale Technologien entweder auf einer sehr abstrakten Ebene untersucht werden oder nur eine ganz bestimmte Tätigkeit oder Technologie betrachtet wird. Es ist jedoch zu erwarten, dass verschiedene Arten von digitaler Technologie unterschiedliche Auswirkungen auf verschiedene Gruppen von ArbeitnehmerInnen haben. Vor diesem Hintergrund schlagen wir eine theoretisch begründete Typologie digitaler Technologien vor, und argumentieren, dass diese Typen unterschiedliche Auswirkungen auf die Beschäftigungsmerkmale von Männern und Frauen haben. Wir unterscheiden vier Typen, die sich aus zwei Kerndimensionen ergeben: (a) erfordert die (neue) Technologie eine (erhebliche) Investition in Humankapital durch den/die ArbeitnehmerIn, und (b) verbindet die Technologie die ArbeitnehmerInnen in einem Betrieb in irgendeiner Weise oder ist sie nur auf den/die einzelnen Arbeitnehmer/In ausgerichtet? Vor diesem Hintergrund lautet unsere Forschungsfrage, wann und wie sich verschiedene Arten von digitaler Technologie am Arbeitsplatz unterschiedlich auf Männer und Frauen auswirken. Ziel ist es, die geschlechtsspezifische Verteilung digitaler Technologie, geschlechtsspezifische Unterschiede in den Reaktionen auf deren Implementation am Arbeitsplatz und deren Auswirkungen auf die Position auf dem Arbeitsmarkt zu untersuchen. Mit diesem Projekt soll diese Forschungslücke geschlossen werden, indem erstens eine detailliertere Analyse und ein Vergleich der Technologien ermöglicht wird. Darauf aufbauend analysieren wir zweitens geschlechtsspezifische Unterschiede hinsichtlich des digitalen Wandels auf dem Arbeitsmarkt. Insbesondere wird untersucht, ob und wann Selbstselektionsprozesse oder Diskriminierung geschlechtsspezifische Ungleichheiten hinsichtlich des Einsatzes digitaler Technologie erklären können. Drittens wird der Frage nach geschlechtsspezifischen Reaktionen auf die Einführung digitaler Technologien nachgegangen. Viertens untersuchen wir, in welchem Ausmaß eine ungleiche Verteilung digitaler Technologien mit geschlechtsspezifischer Ungleichheit auf dem Arbeitsmarkt zusammenhängt. Damit trägt diese Studie zu dem Ziel des SPP 2267, der Analyse der systemischen digitalen Transformation, auf verschiedenen Ebenen bei: Erstens durch den Vergleich verschiedener Technologien in diesem Transformationsprozess, zweitens durch die Analyse der Rolle geschlechtsspezifischer Normen in diesem Prozess und drittens durch die Fokussierung auf die Frage, wie digitale Technologien geschlechtsspezifische Arbeitssysteme durchdringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen TransformationInternationaler BezugBelgienKooperationspartnerProfessor Dr. Jonas  Lang"
    },
    {
      "project_id": "442313438",
      "url": "https://gepris.dfg.de/gepris/projekt/442313438",
      "title": "Flexibilität in digitalisierten Arbeitswelten: Die Nutzung und Auswirkungen von Teleheimarbeit und digitaler Arbeitskommunikation im europäischen Ländervergleich",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung von 2020 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442313438",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Örtliche Flexibilität ist eines der zentralen Versprechen in der aktuellen Debatte um die Digitalisierung von Arbeit. Informations- und Kommunikationstechnologien erlauben zunehmend ortsunabhängige Kommunikation mit Vorgesetzten und Kollegen, sowie den örtlich flexiblen Zugang zu arbeitsbezogenen Daten und Informationen. Daraus ergeben sich neue Möglichkeiten, Arbeit orts- und zeitunabhängig zu gestalten. Bestehende Forschung verweist auf Chancen und Risiken digital ermöglichter Flexibilität sowohl für Arbeitgeber*innen als auch Arbeitnehmer*innen. Auf der einen Seite verweist bestehende Forschung darauf, dass digital vermittelte Flexibilität Arbeitgeber*innen einen zunehmenden Zugriff auf die Arbeitskraft erlaubt. Zum anderen wird digital vermittelte Flexibilität auch als Ressource für Beschäftigte beschrieben, um Arbeit und Privates besser zu vereinbaren. Das zentrale Ziel dieses Projekt ist es, die Faktoren zu identifizieren, die bestimmen 1) wann digitale Flexibilitätspotenziale genutzt werden, um Flexibilitätsinteressen von Arbeitgeber*innen und/oder Arbeitnehmer*innen zu realisieren, und 2) wann Flexibilitätspotenziale geschlechtsspezifische und klassenspezifische Erwerbsmuster sowie Konflikte zwischen Beruf und Privatleben verstärken oder verringern. Um dieses Ziel zu realisieren, untersucht dieses Projekt a) die Wichtigkeit des Zusammenspiels von digitalen Infrastrukturen und sozialen Institutionen (z.B. Familien- und Arbeitsmarktpolitiken) für die Nutzung und Auswirkungen digitaler Arbeitskommunikation und Teleheimarbeit, b) Unterschiede in der Nutzung und den Auswirkungen nach Geschlecht und Beruf, und c) inwiefern von Beschäftigten wahrgenommene Organisationskulturen, die der Norm des idealen Beschäftigten mit geringen familiären Verpflichtungen und einer Priorisierung von Arbeit entsprechen, oder von ihr abweichen, nationale Einflüsse vermitteln oder ihnen entgegenwirken.Das Projekt nutzt hierarchische Analysen unter Verwendung von Befragungsdaten von Erwerbstätigen aus mehr als 25 Ländern, als Teil der initiierten Gestaltung des Rotationsmoduls des European Social Surveys 2020/21, sowie von länderspezifischen Informationen, die miteinander verknüpft werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442171541",
      "url": "https://gepris.dfg.de/gepris/projekt/442171541",
      "title": "Koordinationsfonds",
      "subject_area": "Soziologische TheorieEmpirische Sozialforschung",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442171541",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Das Schwerpunktprogramm 2267 (SPP) untersucht die Digitalisierung der Arbeitswelten als systemische Transformation, die das Institutionensystem der Arbeitsgesellschaft grundlegend und nachhaltig verändern könnte. Ziel ist es, diese Transformation als ein Zusammenspiel dreier Dynamiken zu erforschen, in denen dieser sozio-technische Wandel a) gesellschaftlich vorbereitet, b) technisch ermöglicht und c) diskursiv verhandelt und sozial bewältigt wird. Das PP untersucht die gesellschaftlichen Bedingungen und Gestaltungsmöglichkeiten der aktuellen Digitalisierung der Arbeitsgesellschaft sowie die Dynamiken und Folgen. Ziel ist die interdisziplinäre Verknüpfung sozial-, wirtschafts- und geschichtswissenschaftlicher Perspektiven auf neue Konfigurationen von Arbeit und Technik, auf vielschichtige Dynamiken des Wandels und auf sich verändernde Formen und Orte der Wertschöpfung. Aufgabe des Koordinations- und Synergieprojekts (KSP) ist es, die organisatorische Infrastruktur zu schaffen und zu managen, die zur Erreichung der Gesamtziele des SPP in der 2. Phase ermöglicht. Das KSP unterstützt das SPP maßgeblich mit originären Forschungsbeiträgen. Um dies nachhaltig zu gewährleisten, werden die administrativ-organisatorischen Ziele der Koordination und die theoretisch-methodischen Ziele eng miteinander verknüpft und in einem integrativ-interdisziplinären Ansatz verfolgt. Das KSP versteht sich koordinierende Einheit und als methodisch und theoretisch synergiefördernde Einheit. Die Synergieziele sind tief in die Koordinationsziele integriert. Das KSP identifiziert Anknüpfungspunkte zwischen einzelnen Projekten und über Förderphasen hinweg und entwickelt Strategien für deren interdisziplinäre Erarbeitung. Es gilt, dafür zu sorgen, dass jedes Einzelprojekt sowie das PP-Netzwerk im Ganzen über die Inhalte, die Strukturen und die Methoden verfügt, die für die gemeinsame Aufgabe der interdisziplinären Theoriebildung benötigt werden. Die inhaltliche Arbeit des KSP liefert theoretische und methodische Grundlagen, damit Einzelprojekte die Digitalisierung der Arbeitswelten als systemische Transformation erfassen und konzeptualisieren können. Die grundsätzliche Aufgabe des ZDA, die inter- und transdisziplinäre Koordination und Synergie innerhalb des PP und über beide Förderperioden hinweg zu realisieren, wird durch die Fokussierung folgender Ziele erreicht: (1) Schaffung von nach innen gerichteten Strukturen innerhalb des PP zur Förderung der interdisziplinären Zusammenarbeit; (2) Förderung und Sicherung der inter- und transdisziplinären Sichtbarkeit des PP; (3) Initiierung und Koordination von Strukturen der akademischen Selbstverwaltung und Peer Leadership innerhalb des PP; (4) Förderung des wissenschaftlichen Nachwuchses; (5) Sicherstellung der Chancengleichheit innerhalb des PP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "523965575",
      "url": "https://gepris.dfg.de/gepris/projekt/523965575",
      "title": "Kulturen des Nichtfunktionierens. Die lange und schwierige Geschichte der digital vernetzten Fabrik",
      "subject_area": "Wissenschaftsgeschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523965575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Im Jahr 2011 wurde der Begriff Industrie 4.0 auf der Hannover Messe eingeführt. Industrie 4.0 wurde als ein disruptives Paradigma der industriellen Produktion propagiert. Doch schon bald kamen Fragen zur Ähnlichkeit mit Computer Integrated Manufacturing (CIM) auf, einem Konzept, das Mitte der 1980er und Anfang der 1990er Jahre debattiert und in Fabriken einzuführen versucht wurde. Auch wenn beide Konzepte als radikal neue Konzepte der industriellen Produktion verkündet wurden, so wurde der revolutionäre Charakter von Industrie 4.0 bald hinterfragt. Es war die Rede von \"CIM-reloaded\" oder \"altem Wein in neuen Schläuchen\". Auch das in den 1990er Jahren vieldiskutierte Scheitern von CIM wurde neu betrachtet. Die Debatten über CIM und Industrie 4.0 mündeten in einer Debatte um disruptive vs. evolutionäre Entwicklungen und um die Frage nach Scheitern und Erfolg.  Das geplante Vorhaben stützt sich auf viele jüngere Forschungen zur Geschichte von CIM und zu Industrie 4.0. Der zentrale Gedanke ist jedoch, die bestehenden Narrative, die sich um Fragen der Evolution oder Disruption, um die Frage des Scheiterns von CIM oder die Bewertung von Industrie 4.0 als \"zweite\" Stufe von CIM drehen, neu zu interpretieren. So soll CIM als der Ausgangspunkt einer Geschichte eines schwierigen, langen, mühsamen Prozesses zur Etablierung einer digital vernetzten Fabrik untersucht werden. Gefragt wird daher nicht, wie meist üblich, nach den \"Treibern\" der technologischen Entwicklung. Vielmehr soll die Geschichte der digital vernetzten Fabrik als ein typischer Digitalisierungsprozess einer langsamen, verzögerten Einführung einer neuen Technologie, die immer mit einer Vielzahl von Hindernissen und Problemen konfrontiert ist, untersucht werden. Ziel ist es, bisherige Narrative zu verschieben, indem das Projekt eine historische Perspektive einnimmt und den Fokus auf das Nichtfunktionieren legt. Während das Schwerpunktprogramm \"die systematische Transformation als einen Prozess untersucht, der sich in drei sich überlagernden Bewegungsdynamiken manifestiert: Durchdringung (...), Verfügbarmachung (...) und Perpetuieren\", dreht das geplante Projekt diese Perspektive um, indem es nicht nach den Auswirkungen von Digitalisierungsprozessen fragt, sondern nach den sozio-technischen Bedingungen des \"Durchdringens, Verfügbarmachung und Perpetuierung\". Es untersucht, inwieweit die Digitalisierung der Arbeitswelt in einem langen und schwierigen Prozess gestaltet wurde oder, kurz gesagt, in einem einen Prozess des permanenten Nichtfunktionierens. Über die Neuinterpretation der Geschichte von CIM hinaus verfolgt das Projekt zwei übergreifende Ziele: Erstens soll die grundsätzliche Frage nach dem Wandel und den Mechanismen der digitalen Transformation aus der Perspektive des Nichtfunktionierens und des \"broken world thinking\" (Jackson 2014) diskutiert und neu interpretiert werden. (Jackson 2014). Zweitens zielt das Projekt auf die Etablierung einer Historiographie des Nichtfunktionierens.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "523799112",
      "url": "https://gepris.dfg.de/gepris/projekt/523799112",
      "title": "Maschinelles Sehen bei der Arbeit: Die digitale Transformation der Arbeit als Transformation der Praxis und Organisation des Sehens",
      "subject_area": "Soziologische TheorieWissenschaftsgeschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 523799112",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Die digitale Transformation der Arbeit geht mit der soziotechnischen Zurichtung des menschlichen Sinnesapparates einher. Dies gilt vor allem für das Sehen, das im Zuge der Digitalisierung als eine Tätigkeit erkannt wird, die formalisiert und von konkreten Inhalten abgelöst werden kann. Damit wird das Sehen zum Gegenstand einer weitreichenden Automatisierung. Die Dynamik im Mensch-Maschine-Verhältnis, die durch den Einsatz von Technologien des künstlichen Sehens am Arbeitsplatz entsteht, spielt sowohl historisch als auch aktuell eine große Rolle. In jüngerer Zeit ist die Automatisierung des Sehens durch den Einsatz von Künstlichen Neuronalen Netzen gekennzeichnet. Um die praktischen, epistemischen und organisatorischen Konsequenzen der digitalen Transformation des Sehens am Arbeitsplatz zu verstehen, verbindet das Projekt Ansätze aus der Arbeitssoziologie, der Wissenschaftstheorie und der Technikgeschichte. Es wird untersucht, wie die neuronalen Modelle des Sehens entstehen und transformiert werden, wie sie konkrete Arbeitsbereiche durchdringen und zu einer spezifischen Transformation von Arbeit führen. Das Projekt versteht die digitale Transformation von Arbeit als einen komplexen soziotechnischen Prozess, der auf historischen Dynamiken sowohl der Nutzung als auch der Entwicklung von Technik beruht. Dazu ist es notwendig, die gesellschaftliche Produktion und Nutzung maschinellen Sehens auf die zugrundeliegenden konzeptionellen Modelle des Sehens und die Art und Weise ihrer technologischen Umsetzung zurückzuführen. Damit ermöglicht das Projekt eine soziologische und historische Analyse der Prozesse der Durchdringung, Verfügbarmachung und Verselbständigung des maschinellen Sehens am Arbeitsplatz. Anhand der Unterscheidung eines substitutiven Einsatzes, der die menschliche Sehtätigkeit ersetzen soll, und einer komplementären Nutzung, die an das menschliche Sehen anknüpft, werden zwei Fallstudien in der Medizin (Radiomics-Analysen) und bei Einfacharbeit (automatisierte Sichtprüfung) durchgeführt. Das Feld „Praktiken“ untersucht die Formen der Einbettung und die Folgen des künstlichen Sehens auf den Ebenen des Arbeitshandelns (Mikroebene), der Arbeitsorganisation (Mesoebene) und der Berufe und Professionen (Makroebene). Die Schwerpunkte der Fallstudien werden im Feld „Forschung und Entwicklung“ aufgegriffen und im Kontext der Wissenschafts- und Technikgeschichte untersucht. Die historische Untersuchung der Entstehungsbedingungen der Modelle wird deren epistemische und technische Implikationen herausarbeiten und die für das Feld „Modelle“ geplante wissenschaftstheoretische Analyse einbetten und vorbereiten. Die in diesem Feld behandelten Modelle sind nicht nur historisch relevant, sondern stehen in unmittelbarem Zusammenhang mit den in Praktiken untersuchten Formen der Einbettung und den Folgen des digitalen Wandels für heutige Arbeitswelten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442109748",
      "url": "https://gepris.dfg.de/gepris/projekt/442109748",
      "title": "Organisationale Implikationen der Digitalisierung: Zur Ausdifferenzierung von (post-)bürokratischen Organisationsstrukturen im Kontext der digitalen Transformation",
      "investigators": "Professorin Dr. Maja  Apelt;Professor Dr. Stefan  Kühl",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442109748",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Digitalisierung setzt Organisationen unter Anpassungsdruck. Neue digitale Technologien bringen mehr Transparenz, neue Möglichkeiten der Zusammenarbeit und des Wissensaustauschs - und andere Geschwindigkeiten, die schnellere Entscheidungen herausfordern. Dieser Handlungsdruck führt zu zwei zentralen und sich gegenseitig verstärkenden Phänomenen: Erstens digitalisieren Organisationen ihre internen Prozesse. Hier ist davon auszugehen, dass Digitalisierung eher zu mehr Bürokratisierung führt. Zweitens führen aber immer mehr Organisationen im Rahmen der digitalen Transformation neue Organisationsstrukturen ein, die als \"agil\" oder \"selbstorganisiert\" bezeichnet werden. Diese postbürokratischen Modelle versprechen dagegen eine Entbürokratisierung. Während sich der Managementdiskurs sowohl mit der Einführung digitaler Technologien als auch mit postbürokratischen Organisationsmodellen im Kontext der digitalen Transformation befasst, gibt es bisher nur sehr wenige soziologische Untersuchungen über den Zusammenhang zwischen ihnen. Ziel des vorliegenden Projektes ist daher, die wechselseitige Dynamik des Zusammenspiels von Organisationen und Digitalisierung anhand von acht Fallstudien in vier verschiedenen Großunternehmen und eines Surveys bei kleinen und mittleren Unternehmen zu untersuchen. Dabei geht es vor allem darum, den Zusammenhang zwischen Organisation und Digitalisierung zu beschreiben und ihre gegenseitige Verflechtung sichtbar zu machen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442236620",
      "url": "https://gepris.dfg.de/gepris/projekt/442236620",
      "title": "Politics of Inscription in der digitalen Transformation: Leistungssteuerung an der Schnittstelle von betrieblichen Strategien und Technikdesign",
      "investigators": "Professor Dr. Nick  Kratzer;Privatdozent Dr. Christopher  Neumaier;Professorin Dr. Sarah  Nies",
      "subject_area": "Empirische SozialforschungNeuere und Neueste Geschichte (einschl. Europäische Geschichte der Neuzeit und Außereuropäische Geschichte)",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442236620",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Anschließend an die erste Projektphase möchte das Projekt die Analyse der digitalen Transformation vertiefen und ausweiten, indem die Entwicklungen von Arbeits- und Leistungsbedingungen – in unserem Vokabular von „politics of performance“ – an die Analyse von technikzentrierten Strategien von Unternehmen rückgebunden wird. Konkret fragen wir nach der gegenseitigen Beeinflussung und Bedingtheit von betrieblichen Digitalisierungsstrategien und dem Stand technischer Möglichkeiten als ermöglichenden und beschränkenden Faktor. Diesem Verhältnis gehen wir anhand der Chemieindustrie interdisziplinär von zwei Seiten nach: Historisch fragen wird nach dem Verhältnis von allgemeinen Rationalisierungsstrategien und technologischen Entwicklungen in der Chemieindustrie, arbeitssoziologisch nach betrieblichen Strategien der Technikgestaltung bzw. -inskription. Auf konzeptueller Ebene erweitern wir somit (anschließend an empirische Resultate der ersten Förderphase) unsere Heuristik betrieblicher Digitalisierungsstrategien um Strategien, die nicht unmittelbar auf die Anwendung von als ‚fertig‘, extern gegeben oder abgeschlossen aufgefassten Technologien, sondern auf die Beeinflussung von Technikentwicklung und -design gemäß betrieblicher Probleme und Strategien zielen. Analog zu Leistungsbedingungen und Leistungspolitik fassen wir Inskription bzw. Technikentwicklung dabei als umkämpftes Feld auf, das nicht nur von unternehmerischen Strategien, sondern von allen beteiligten Akteuren und deren (teilweise widersprüchlichen) Interessen geformt ist. Zum umkämpften Feld der „politics of performance“ tritt so das Feld der „politics of inscription“ hinzu, in welchem Unternehmen, anbietende Unternehmen und arbeitspolitische Akteure um das konkrete Design von Technologie ringen. Dieses beeinflusst auch die Leistungsbedingungen, insofern bestimmte (Un-)Möglichkeiten der Technikaneignung in diese im Prozess der Entwicklung eingeschrieben werden. Dabei fassen wir Technologie aber auch nach der Implementierung im Betrieb nicht als abgeschlossen auf, sondern betrachten die Aneignungsweisen und Interpretationen vonseiten der Beschäftigten. Der Fluchtpunkt unserer Analyse bleiben die „politics of performance“, deren Analyse wir allerdings um den wesentlichen Faktor der Technikinskription ergänzen, um jene Konflikte und Aushandlungen mit in den Blick zu bekommen, die der Anwendung konkreter Technologien im Betrieb zeitlich vor- und nachgelagert sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    },
    {
      "project_id": "442171088",
      "url": "https://gepris.dfg.de/gepris/projekt/442171088",
      "title": "Spielt die Makro-Ebene eine Rolle? Eine vergleichende Analyse von Institutionengefügen und Gigwork-Plattformen in Ländern der EU-28",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442171088",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation",
      "description": "Ziel dieses beantragten Forschungsprojektes ist es, zu analysieren und zu verstehen, wie nationale Institutionengefüge und Gigwork-Plattformen miteinander verknüpft sind. Dabei konzentriert sich das Projekt auf Gigwork-Plattformen für Transport-, Essenslieferungs- und Übernachtungsdienstleistungen, die jeweils bekannte Fälle für digital vermittelte, ortsgebundene, bezahlte Arbeitsaufträge darstellen und oft als „Gigwork“ bezeichnet werden. Gigwork genießt europaweit Aufmerksamkeit, insbesondere durch die Aktivitäten von beispielhaften und prominenten Plattformunternehmen, wie Uber, Deliveroo und Airbnb. Während einige Untersuchungen annehmen, dass Gigwork-Plattformen einer Regulierung einfach ausweichen, nehmen andere etablierte Ansätze an, dass nationale Institutionengefüge wirtschaftliche Aktivitäten prägen und so auch Gigwork beeinflussen sollten. Derzeit wissen wir jedoch vergleichsweise wenig darüber, ob und wie nationale Institutionengefüge relevant für die bezahlte Arbeit auf Gigwork-Plattformen in vielen Europäischen Ländern sind.Um diese Forschungslücke zu schließen, untersucht das Projekt die systematische Verknüpfung von Institutionengefügen und Gigwork-Plattformen vergleichend in EU-28-Ländern. Das Projekt analysiert die Mechanismen, durch die nationale Institutionengefüge die Grenzen und Möglichkeiten von Gigwork-Plattformen bestimmen, Arbeitspraktiken zu durchdringen und Arbeit durch ihre Plattformmodelle verfügbar zu machen. Neben qualitativen, historisch-vergleichenden Untersuchungsmethoden des Process Tracing, wendet das Projekt eine neue Methode für quantitative Ländervergleiche an. Diese Methode nutzt Crowdsourcing-Plattformen, um die Datensammlung als bezahlte Aufträge an Personen in den jeweils untersuchten Ländern zu vergeben. Die so gesammelten Daten werden in einen Länderdatensatz eingespeist und mit quantitativen Methoden analysiert. Die qualitativen und quantitativen Ergebnisse kartographieren die Verknüpfungen von nationalen Institutionengefügen mit Gigwork-Plattformen und halten fest, welche Muster und Mechanismen diese Verknüpfungen prägen.Das Projekt trägt direkt zu den übergreifenden Zielen des Schwerpunktprogrammes (SPP 2267) bei, in dem es in einer soziologischen Perspektive auf der Makro-Ebene grundlegende Prozesse und Mechanismen untersucht, die der Digitalisierung der Arbeitswelten als eine systemische Transformation zugrunde liegen. Das beantragte Projekt überwindet den fragmentierten Zustand der Forschung zu Gigwork und entwickelt eine umfassende, vergleichende Perspektive. Damit leistet das Projekt einen grundlegenden Beitrag für die generelle Frage, ob und in welcher Weise die Makro-Ebene für die Digitalisierung von Arbeitswelten relevant ist. In diesem Sinne, veranschaulichen die Gigwork-Beispiele die Möglichkeiten und Grenzen die Digitalisierung der Arbeitswelten institutionell zu regulieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2267: \nDigitalisierung der Arbeitswelten. Zur Erfassung und Erfassbarkeit einer systemischen Transformation"
    }
  ]
}