{
  "spp_number": "SPP 2187",
  "spp_title": "Adaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402702316",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "424070949",
      "url": "https://gepris.dfg.de/gepris/projekt/424070949",
      "title": "Agentenbasierte Methoden für die fertigungsgerechte Planung adaptiver Modulbauweisen aus Betonfertigteilen",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424070949",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Hocheffiziente, lastadaptierte Strukturen, zeichnen sich durch ein hohes Maß an Bauteildifferenzierung aus. Gemäß dem Prinzip „Individualität im Großen – Ähnlichkeit im Kleinen“ soll diese Variabilität durch adaptive Grundmodule unter den Bedingungen der Serienfertigung realisierbar werden. Um das Potential adaptiver Modulbauweisen mit Fließfertigungsmethoden hinsichtlich Schnelligkeit und Qualität bei gleichzeitiger Flexibilität für das Bauwesen zu erschließen, sind daher computerbasierte Planungsmethoden erforderlich, die sowohl Anpassungsfähigkeit der Bauteilgeometrie als auch eine stets fertigungsgerechte Planung ermöglichen. Im Mittelpunkt des beantragten Vorhabens steht somit die Entwicklung einer Planungsmethode für modularisierten Betonstrukturen unter Berücksichtigung von multi-kriteriellen Aspekten der Segmentierung, der Fügung, sowie der Fertigung und der Montage. Durchgängig digitale Modelle sollen dabei einerseits den Anforderungen des Entwurfs- und Planungsprozesses genügen, sowie die Grundlage für die digitale Fertigung bilden. Es steht jedoch nicht allein die Durchgängigkeit im Vordergrund, sondern vor allem die Integration durch systematische Rückkopplung von Anforderungsparametern aus üblicherweise zeitlich nachgestellten Planungsphasen in den Entwurf. Diese Rückkopplung soll im Planungsprozess nicht sporadisch erfolgen, sondern hochfrequent-iterativ in automatisierten, regelbasierten digitalen \"Schleifen\". Über die vorgenannten Kriterien hinaus, kommt dabei auch den Schnittstellen zur Tragwerksplanung und zu LCA und LCC besondere Aufmerksamkeit zu.Als Lösungsansatz wird die agentenbasierte Modellierung (ABM) vorgeschlagen. Diese erlaubt, komplexe Wechselwirkungen jenseits datenbankbasierter bzw. parametrischer Planungsmethoden abzubilden, wie in zahlreichen Vorarbeiten des Antragstellers im Bereich des integrativen, computerbasierten Planens aufgezeigt. Aufbauend auf diesem methodischen Rahmenwerk, soll die ABM-Methode hinsichtlich der Fließfertigung von Betonfertigteil-Konstruktionen erweitert werden. Die Entwicklung von ABM-Methoden für die fertigungsgerechte Planung adaptiver Modulbauweisen aus Betonfertigteilen umfasst daher die Analyse und Systematisierung von System- und Prozessparametern, z.B. hinsichtlich Modularisierung, Funktionsintegration und Schalungsplanung, sowie den Transfer der maßgeblichen System- und Prozessparameter in ein regelbasiertes Agentenmodell. Die Synthese der Anforderungen in dem agentenbasierten Modellierungsansatz geschieht zunächst als allgemein anwendbare Planungsmethodik für digital hergestellte Betonfertigteile, bevor im Rahmen einer spezifischen Fallstudie die Methode validiert und evaluiert werden soll. Ein neuer, wesentlicher Beitrag dieses Projekt ist die Optimierung des Agentenverhalten durch bestärkendes Lernen.Perspektivisch ist die Methode nicht nur als integrativer Planungsansatz relevant, sondern auch als Steuerungs- und Regelungsmethode im Rahmen eines sensor-integrierten CPPS.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423969184",
      "url": "https://gepris.dfg.de/gepris/projekt/423969184",
      "title": "Brückenbauwerke mit komplexer Geometrie durch facettierte Flächenelemente aus carbonbewehrtem Ultrahochleistungsbeton - Graphbasierte Zerlegung und trajektoriensensitive Fertigung",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423969184",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Brückentragwerke sind derzeit meist dadurch gekennzeichnet, dass wesentliche Arbeiten auf der Baustelle erfolgen und das Bauwerk individuell geplant/hergestellt wird, entweder als Ganzes oder aus großformatigen Einzelteilen, die vor Ort durch konventionelle Fügetechniken verbunden werden. Dabei ergeben sich lange Bauzeiten, die Qualität hängt maßgeblich von der Witterung und den Fähigkeiten des eingesetzten Personals ab und eine spätere Anpassung, der Austausch einzelner Komponenten oder auch ein temporärer Einsatz bzw. späterer Rückbau sind nicht oder nur mit großem Aufwand möglich. Auch beim Einsatz von Fertigteilen ist wegen der großen Einzelgewichte, dem geringen Wiederholungsgrad (Kleinserien) und den vergleichsweise hohen Fertigungstoleranzen keine tatsächliche Modulbauweise mit industrieller Fließfertigung möglich. Die Grundidee des Forschungsvorhabens besteht darin, das Modularisierungsprinzip durch die Verwendung facettierter Strukturelemente aus carbonbewehrtem Ultrahochleistungsbeton für den Massivbrückenbau konsequent weiterzuentwickeln. Dabei ist die Herangehensweise, vergleichbar mit der geometrischen Einteilung von Tragstrukturen in Finite-Elemente, durch systematische Zerlegung des Gesamtsystems in einfach herzustellende Grundpartitionen („Module“) gekennzeichnet. Die hierbei einzuhaltenden Randbedingungen ergeben sich einerseits aus der Belastung und aus strukturmechanischen Eigenschaften (v.a. in den Modulfugen), andererseits aus den Anforderungen der Herstellung und der späteren Assemblierung. Das damit vorliegende komplexe Optimierungsproblem kann nur durch Weiterentwicklung computergestützter Methoden sowie Konzeption leistungsfähiger Module, deren Fertigung und der zugehörigen (variablen) Fügetechnik gelöst werden. Im Vorhaben werden daher geeignete Fügemethoden sowie an die Beanspruchung angepasste Einzelmodule aus Ultrahochleistungsbeton entwickelt und theoretisch sowie experimentell untersucht. Als Bewehrung werden Carbon-Kurzfasern eingesetzt, die sich durch die Modulfertigung im 3D-Druck an den Spannungspfaden ausrichten lassen und so ein hocheffizientes Tragverhalten ermöglichen. Darüber hinaus wird Prozess der Modularisierung systematisch analysiert und so weiterentwickelt, dass die Segmentierung weitgehend automatisch erfolgt. Dabei sollen einerseits die die sich aus der Modulherstellung und -fügung ergeben Randbedingungen berücksichtigt werden, andererseits wird eine Optimierung der Modulanordnung in Bezug auf statische Gesichtsprunkte vorgenommen. Die semi-automatisierte Zerlegung in Module soll durch Anwendung eines regelbasierten Graphersetzungssystems bzw. einer Graphgrammatik erfolgen, so dass auf Basis der Ausgangsgeometrie und Randbedingungen verschiede Anordnungsmöglichkeiten der variablen Grundmodule generiert werden. Sowohl die konzeptionellen und strukturmechanischen Untersuchungen als auch die Analysen zur teilautomatisierten Modularisierung können wertvolle Beiträge zu den Gesamtzielen des SPP liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423935790",
      "url": "https://gepris.dfg.de/gepris/projekt/423935790",
      "title": "Der digitale Baukasten – Simulationsbasierte Modelle und Methoden für den Entwurf modularer Tragsysteme aus Beton, 2. Phase",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423935790",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "In der ersten Antragsphase wurde ein durchgängig digitales Modell geschaffen, der digitale Baukasten, welches ermöglicht, essentielle Fragen in der tragwerksplanerischen Planung von Modulbauweise klären zu können. Dies umfasst die komplette Entwurfskette vom ersten Vorentwurf über Detailierung, statisch-mechanische Simulation und Auslegung bis zur statisch korrekten Begleitung des Montagevorganges und des Baufortschrittes. Eine wesentliche Besonderheit dabei ist die Verwendung und Weiterentwicklung parametrischer Methoden für interaktives, CAD-gestütztes Entwerfen, Sensitivitätsanalyse und Optimierung. Als technologische Grundlage dient hierbei die isogeometrische Analyse und deren konsequenten Weiterentwicklungen.In der weiteren Projektphase werden methodische Detailfragestellungen im Baukastensystem adressiert, um konkrete Problemstellungen zu lösen. Darunter zählt die Weiterentwicklung und Einbindung von kinematischen- und Kopplungsformulierungen um Tragwerkdetails zutreffend und effizient modellieren zu können, so dass das gesamte strukturelle System abgebildet werden kann. Des Weiteren wird ein Schwerpunkt die Erweiterung der 3D-Volumen-basierten isogeometrischen Analyse sein, um geometrisch komplexe Bauteile bemessen zu können. Diese numerischen Grundlagen sollen genutzt werden, um eine effiziente Nutzung der modularen Strukturen zu ermöglichen. Dazu werden Methoden entwickelt, welche die Optimierung der Module für strukturelle Effizienz und reduzierten Materialverbrauch ermöglichen. Des Weiteren gilt es, gezielte Anpassungen der jeweiligen Modulgrenzen auf gegebenen Tragwerken umzusetzen. Finalerweise soll die Ermittlung der Bauteilredundanz ein weiterer Forschungskern darstellen. Eine möglichst gleiche Verteilung der Redundanz würde einen gleichen Anteil am Lastabtrag bedeuten. Anders herum kann aus dieser Information auf die Folgen eines Ausfalls eines Moduls auf Resttragfähigkeit des Systems geschlossen werden. Aufgrund des Wissens über die Wichtigkeit einzelner Bauteile, können Toleranzen für die Auslegung definiert werden oder Inspektionsintervalle festgelegt werden.Software Entwicklungen werden koinzident veröffentlicht und als Open-Source bereitgestellt (Cocodrilo und Kratos Multiphysics). Die sehr gute Zusammenarbeit mit den anderen SPP Partner werden in der nächsten Phase fortgesetzt. Die Demonstratoren der Projektpartner, insbesondere der Gruppen von Prof. Menges und Prof. Sobek, werden genutzt, um unsere Methoden zu erweitern und in einem durchgängigen Modell darzustellen. Zusätzlich wird das Benchmark Hochbau genutzt um unsere Forschung zu konsolidieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der ZukunftEhemaliger AntragstellerProfessor Dr.-Ing. Kai-Uwe  Bletzinger, bis 10/2024"
    },
    {
      "project_id": "510047432",
      "url": "https://gepris.dfg.de/gepris/projekt/510047432",
      "title": "Entwicklung einer konsistenten digitalen Prozesskette vom adaptierbaren modularen Brückenentwurf zur intelligenten additiven Fertigung mittels cyber-physischer Systeme",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510047432",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Dank stetiger Fortschritte im computergestützten Entwurf und der additiven Fertigung ist es heute bereits möglich, die Beschreibung und Segmentierung einer Bandbreite komplexer Bauteilgeometrien vorzunehmen und diese mit hochleistungsfähigen Betonen unter hohem Automatisierungsgrad zu fertigen. Über die derzeitigen, explorativen Anwendungen dieser Techniken hinaus muss es in absehbarer Zeit gelingen, dass der serielle Brückenbau von der stetig steigenden Flexibilität und Leistungsfähigkeit dieser Technologien profitieren kann. Derzeitige Ansätze im seriellen Bauen beschränken sich allerdings im Entwurf auf vorwiegend konservative Konstruktionsideen und Fertigungstechniken und schöpfen den erweiterten gestalterischen Spielraum nicht aus. Dies ist zum großen Teil darin begründet, dass der dafür notwendige, hohe Planungsaufwand manuell geleistet wird oder nur in einzelnen, nicht zusammenhängenden Teilschritten automatisiert ist. Ein bislang weitgehend unerschlossenes Potenzial zur Begegnung dieser Herausforderung liegt darin, die gesamte Prozesskette in digital durchgängiger Weise zu konzipieren, so dass eine skalenübergreifende Verknüpfung vom Entwurf variabler Brückensysteme über die Segmentierung bis zur robotergestützten Fertigung erreicht wird. Dies verringert die Kosten für Detaillierung und nötige Anpassungen signifikant und stellt die Basis dar, um auf kritische Fertigungs- und Prüfungsdaten dynamisch reagieren zu können, um die noch nicht gefertigten Teile des Entwurfs anzupassen. Eine enge Kopplung der Entwurfsprozesse mit qualitätskontrollierter und -gesteuerter Produktion wird durch die konsequente Anwendung cyber-physischer Systeme (CPS) realisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423928620",
      "url": "https://gepris.dfg.de/gepris/projekt/423928620",
      "title": "Entwicklung einer simulationsbasierten Methode zur Bewertung von Zerlegungsstrategien von Baustrukturen in einzelne Module aus produktionstechnischer Sicht in der frühen Phase der Modul- bzw. Baukastenentwicklung",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebProduktionssystematik, Betriebswissenschaften, Qualitätsmanagement und Fabrikplanung",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423928620",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Bei der strukturellen Gestaltung von Hochleistungsbeton-Bauwerken und Zerlegung dieser im Top-Down-Prozess in einzelne Module zur Baukastenentwicklung gibt es aus konstruktiver Sicht eine Vielzahl an annähernd gleichwertigen Varianten. Die aus dem Zerlegungs¬prozess entstehenden Module können aus fertigungstechnischer Sicht mit unterschiedlichen Herstellungsverfahren unter annähernd gleicher Qua¬lität hergestellt werden. Um die Module kostenoptimal mit hoher Produktionsleistung herzustellen, bestehen weiterhin zahl¬reiche Möglichkeiten zur Gestaltung und Organisation des Produktionsprozesses. Somit resultieren nahezu unbegrenzt viele Varianten zur Realisierung solcher Bau¬werke sowohl aus konstruktiver als auch aus produktionstechnischer Sicht. Diese Variantenvielfalt ist im Ver¬gleich zu anderen Branchen ungleich höher und heterogener, wodurch vor der eigentlichen Baukastenentwicklung eine Vorauswahl notwendig wird. Aktuell existieren keine Möglichkeiten einer effizienten Ad-hoc Bewertung der Zerlegungs¬varianten (bzw. Module) incl. prognostizierbarer Stückzahl mit der aus produktionstechnischer Sicht gegebenen Zielstellung, bei niedrigen Einzelstückkosten eine hohe Ausbringung realisieren zu können. Ziel des Forschungsprojektes ist die Entwicklung einer Methode zur fachübergreifenden (Konstruktion-Technologie-Ablauforganisation-Ökonomie), ganzheitlichen Bewertung und Vorauswahl von Strategien zur Zerlegung von Hochleistungsbeton-Bauwerken in einzelne Module in der frühen Phase der Baukastenentwicklung. Durch die gezielte Auswahl der aus produktionstechnischer Sicht geeigneten Strategien in der Grundmodul- bzw. Baukastenentwicklung wird ein hohes Potential zur Reduzierung von Ver¬schwendung, gleichbedeutend mit der Reduzierung permanenter technologischer als auch ablauforganisatorischer Anpassungen, für eine in der späteren Produktionspraxis zu erwartende hohe Anzahl an Modulvarianten gesehen. Als methodischer Ansatz zur Bewertung und -auswahl des optimalen Produktionssystems (Dimensionierung, Strukturierung und Ablauf¬planung) soll die simula¬tionsbasierte Optimierung zur Anwendung kommen. Um den zu erwartenden Simulationsaufwand zu reduzieren, sollen die Simu-lationsdaten in ein Maschinelles Lernmodell überführt werden. Dies soll es ermöglichen, für ähnliche Baustruk¬turen automatisiert Vorschläge zur Auslegung der Grundmodule zu generieren und Aussagen zu Stückkosten zu treffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423987937",
      "url": "https://gepris.dfg.de/gepris/projekt/423987937",
      "title": "Entwicklung eines adaptierbaren Fertigungsverfahrens für modulare leichte Betonbauteile mittels voll-rezyklierbaren Schalungssystemen",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenProduktionsautomatisierung und Montagetechnik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423987937",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Aufgrund des Bevölkerungswachstums bei gleichzeitig zunehmender Verknappung der natürlichen Ressourcen steht die Bauindustrie vor der Aufgabe, mit weniger Material mehr zu bauen. Das DFG-Schwerpunktprogramm 2187 setzt somit an einem Punkt großer gesellschaftlicher Relevanz an: Durch eine Beschleunigung der Produktionsprozesse kann mehr in weniger Zeit gebaut werden. Die geforderte hohe Präzision erlaubt zusätzlich den Entwurf und die Umsetzung von Bauteilen, die ihre Aufgaben mit einem Minimum an eingesetztem Material erfüllen. Das erklärte Ziel im geplanten SPP 2187 „Adaptive Modulbauweisen mit Fließfertigungsmethoden“ ist das interaktive, industrialisierte Bauen auf der Basis von Modulstrukturen. Die Modulstrukturen sollen dabei Eigenschaften für das Gesamtsystem wie Adaptierbarkeit, Wandelbarkeit, sensorische Intelligenz durch die Fertigung innerhalb eines neuen Fließfertigungsverfahrens gewährleisten. In der industriellen Fertigungstechnik wird die Additive Fertigung als Schlüsseltechnologie zum Erreichen dieser Ziele angesehen. Will man sich also mit der industriellen Fertigungstechnik messen, dann ist angezeigt, solche Verfahren für das Bauwesen bereitzustellen, selbst wenn derzeit auch dort die Fließfertigung noch nicht Gegenstand der Praxis ist. Man hat mittlerweile erkannt, dass die Herstellung individueller, skalierbarer Produkte auf der Basis von Modulen mit ebenso individuellen Eigenschaften mit Additiven Fertigungsverfahren gelingen kann. Relevant für die Fertigung von Modulen mit diesem Fertigungsansatz sind die Festlegung von Modulgrenzen und die sich daraus ergebenden Schnittstellen. Diese bestimmen die Qualität der Module wesentlich (erzielbare Montagegenauigkeit, Integrierbarkeit von Verstärkungsmaterialien, Qualität der Bauteilinformation, freie Formbarkeit etc.).Die beteiligten Forschungsinstitute sehen sich mit den vorliegenden neuen Forschungsansätzen der Fertigungstechnik für modulare Strukturen als Bindeglied zwischen Betonbau und der Neugestaltung eines Informationsflusses innerhalb der Fließfertigung. Grundlage bildet das neuentwickelte Hydroplotting-Verfahren das es ermöglicht, räumliche, voll-rezyklierbarer Schalungen herzustellen, indem selektiv Wasser in ein Gemisch aus Sand und organischen Bindemittel entlang einer vorgegebenen Bahn eingespritzt wird. Durch weitere, sich daran anschließende Prozess werden stabile Schalungen hergestellt, die durch Zugabe von Wasser wieder aufgelöst werden können. Durch eine Kopplung dieses Verfahrens zur Herstellung von Schalungen mit einem additiven Prozess derart, dass die beiden Prozessmethoden als Schichtenverfahren zusammengeführt werden, wird es möglich, individuelle, strukturadaptierbare und faserverstärkte, hochfeste, modulare Bauteile herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der ZukunftMitverantwortlicheDr.-Ing. Walter  Haase;Dr.-Ing. Armin  Lechler"
    },
    {
      "project_id": "510048037",
      "url": "https://gepris.dfg.de/gepris/projekt/510048037",
      "title": "Fließfertigungsmethoden für adaptive materialminimierte Moduldecken mit Mikrovorspannung und hochpräzisen Fugen",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 510048037",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Ziel des Forschungsprojektes ist die Entwicklung von effizienten Fließfertigungsmethoden zur industrialisierten Produktion von materialoptimierten, hochpräzisen Deckenmodulen, die nach Assemblierung und Fügen ein adaptives Deckensystem bilden, sowie die Erforschung des Systemtragverhaltens der aus Modulen gefügten, geometrisch komplexen Deckenstrukturen mit punktförmiger Stützung. Als Kriterien für die Aufteilung der Deckensysteme und die Festlegung der Modulgeometrie dienen Stützenstellung, statisch-mechanische Hauptmomente und fertigungsspezifische Parameter. Die Einzelmodule bestehen aus einem dünnen Deckenspiegel und einer aufgelösten Rippenstruktur und werden aus Hochleistungsmaterialien gefertigt. Hierbei werden die Module in Stützbereichen durch hochzugfeste Mikrospannbewehrung mit sofortigem Verbund in der Platte und in Feldbereichen in den Stegen vorgespannt. Auf den Einsatz von zusätzlicher Bewehrung wird weitestgehend verzichtet. Hohe Schnelligkeit und Maßgenauigkeit sowie Zuverlässigkeit der Ausführung durch den Einsatz von Robotern sind wesentliche Kriterien bei der Entwicklung des Fließfertigungsprozesses. Die dadurch hochpräzise gefertigten Einzelmodule werden lösbar gefügt und mittels externer Vorspannung ohne Verbund zu einem Deckensystem verspannt. Um die Forschungsziele zu erreichen, wird ein koordiniertes Arbeitsprogramm aus aufeinander abgestimmten experimentellen und theoretischen Untersuchungsmethoden vorgeschlagen: Im AP 1 wird die Fließfertigungsmethode zur Herstellung von Einzelmodulen entwickelt und eine Entwicklungsplattform zur digitalen Verknüpfung von Planung und Fertigung einschließlich aller Wechselwirkungen aufgebaut. Untersuchungen zur Mikrovorspannung mit sofortigem Verbund (AP 2) und zur Konstruktion der Fugen (AP 3) klären grundlegende Fragen der neuen modularen Bauweise und liefern physikalische Modelle zur Abbildung der Spannkrafteinleitung, zur Vorhersage der Tragfähigkeit und Analyse verschiedener Kraftübertragungsmechanismen in den Fugen. Zur Beschreibung des Tragverhaltens einzelner Module werden in AP 4 bestehende physikalische Modelle für die Querkrafttragfähigkeit und das Durchstanzen auf mikrovorgespannte, aufgelöste Querschnitte erweitert. Das Fügen eines Demonstrators im AP 5 liefert Erkenntnisse zum Systemverhalten, zu realen Toleranzen und zu Verformungen, die für die automatisierte Fertigung notwendig sind. Mit den geplanten Arbeiten wird eine grundlegende Methodik zur automatisierten Fließfertigung, statischen Auslegung und Assemblierung von adaptiven Hochbaudecken in Modulbauweise bereitgestellt. Da die Deckenmodule bei gleichen Trageigenschaften Materialeinsparungen von 60–70 % gegenüber üblichen massiven Flachdecken ermöglichen und zudem adaptiv wiederverwendet werden können, liefert das Vorhaben einen hohen Beitrag zur Ressourceneffizienz und CO2-Einsparung der Betonbauweise.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423942547",
      "url": "https://gepris.dfg.de/gepris/projekt/423942547",
      "title": "Intelligente Modularisierung für den skalierbaren Betonbau durch Adaption der Methoden zur Baukastenentwicklung",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423942547",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Modulares Bauen mit Baukastensystemen in Kombination mit serieller Fließfertigung von Betonfertigteilen aus Hochleistungswerkstoffen sowie deren Abbildung in durchgängig digitalen Modellen bietet aufgrund kurzer Bauzeiten mit schlanken Bausteinen eine ressourcenschonende und wirtschaftliche Alternative zur herkömmlichen Stahlbetonbauweise. In der ersten Förderperiode des gemeinsamen Vorhabens wurde der Transfer grundlegender methodischer Konzepte zur Baukastenentwicklung aus dem Maschinenbau in das Bauingenieurwesen für geradlinige Strukturen erforscht. Am Beispiel von in Module gegliederte Skelettbauten wurden Methoden erforscht, die es ermöglichen eine hohe externe Vielfalt (viele Gebäude) bei geringer interner Vielfalt (wenig Modulausprägungen) zu erreichen. Zur Lösung dieser Fragestellung wurde durch das Institut für Produktentwicklung (IPEK) ein Optimierungsansatz für Baukästen erforscht, der Anforderungen aus Gebäudestrukturen, Materialien sowie Fugenanzahlen berücksichtigt und die Identifikation von ressourcensparenden, transportier- sowie montierbaren Modulausprägungen ermöglicht. Vom Institut für Massivbau und Baustofftechnologie (IMB, Abteilung Massivbau) werden aus Modulen zusammengesetzte biegesteife Rahmenkonstruktionen mit theoretischen und experimentellen Untersuchungen erforscht. Hierbei wurden zunächst insbesondere die Kraftübertragung in Trockenfugen, konzentrierte Krafteinleitungen sowie das Trag- und Verformungsverhalten von vorgespannten modular zusammengesetzten Bauteilen untersucht. Das Ziel der zweiten Förderperiode ist die gemeinsame Erforschung neuartiger Baukastensysteme für den modularen Hochbau, die zusätzlich eine große architektonische Vielfalt durch gekrümmte Bauteile ermöglichen. Aufbauend auf den Ergebnissen der ersten Förderperiode werden Zwischenbauteile zur Errichtung von im Grund- und Aufriss gekrümmten stab- und plattenförmiger Strukturen, die Integration von Sonderbausteinen in den Baukasten sowie die Formulierung des dazugehörigen Regelwerkes erforscht. Durch das IPEK werden Methoden zur Beurteilung erarbeitet, ob ein Bauteil als Modul oder Sonderbaustein in den Baukasten aufgenommen werden soll. Weiterhin wird erforscht, welche grundlegende Architektur, Module und Modulvarianten ein Baukastensystem für Skelettbauten mit gekrümmten Strukturen aufweisen muss. Am IMB werden mit theoretischen und experimentellen Methoden Knotenpunkte aus Hochleistungswerkstoffen unter mehraxialer Beanspruchung untersucht. Zudem werden Materialien, Spann- und Fugentechniken erforscht, um tragfähige gekrümmte Strukturen mit geradlinigen Regel- und Zwischenbauteilen durch Vorspannung herstellen zu können, die für anschließende Nutzungen wiederverwendbar sind. Die Erfüllung der Teilziele dieses Forschungsvorhabens ermöglicht eine Ressourcen-, Zeit- und Baukosteneinsparung. Die interdisziplinäre Zusammenarbeit beider Institute fördert den Wissenstransfer zwischen Institutionen der Produktentwicklung und des Massivbaus.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423134941",
      "url": "https://gepris.dfg.de/gepris/projekt/423134941",
      "title": "Kontinuierliche Fertigung von dünnwandigen faserverstärkten Präzisions-Betonelementen für freige-formte Modulbauweisen (KoBeMo)",
      "investigators": "Professorin Dr.-Ing. Sandra  Gelbrich;Professor Dr.-Ing. Lothar  Kroll",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebProduktionsautomatisierung und Montagetechnik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423134941",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Ziel dieses Projektes ist die grundlegende Untersuchung der Interaktionen von Prozess- und Materialparametern einer neuen Fließstrecke zur kontinuierlichen Präzisionsfertigung von modularen Elementen mit integrierter berührungsloser Messtechnik zur Qualitätssicherung und Prozessteuerung. Die einfach und doppelt gekrümmten Grundmodule bestehen aus dünnwandigem faserverstärkten Beton mit Stützstruktur und darin integrierten kraftflussgerechten Verankerungselementen (Inserts), die für die spätere Befestigung am Bauwerk notwendig sind. Konstruktionsmethode und Leichtbauweise dieser hochbelastbaren freigeformten Strukturbauteile sind neuartig und basieren auf den erzielten Forschungsergebnissen der letzten Jahre. Die Fertigung erfolgt in einem robotergestützten Fließfertigungsprozess mit Hilfe von Betonspritz- und Extrusionstechnologien in Kombination mit einer integrierten optischen Präzisionsmesstechnik. Dazu sind insbesondere die roboterdedizierten Einzelbaustufen zu konzipieren und zu erweitern. Der neu installierte Fertigungskomplex zur präzisen Herstellung der Grundmodule mit integrierter Qualitätssicherung soll um Schnittstellen für das Datenmanagement sowie die später geplanten cyber-physischen Systeme erweitert werden. Die parameterabhängige Vereinbarkeit der einzelnen Teilprozesse wird durch Ermittlung prozess- und materialspezifischer Kennwerte, ihrer Wechselwirkungen und Kennwert-Effekt-Korrelationen durch-leuchtet, um eine digitale Gesamtrepräsentation zu erzeugen. Mittels Künstlicher Intelligenz (KI) und „Gene Expression Programming with Free Coefficients“ (GEP-FC) werden diese komplexen Wechselwirkungen untersucht und modelliert. Auf dieser Grundlage werden die vielschichtigen Rückkopplungen zwischen Strukturmerkmalen und Verarbeitungskenngrößen besser verstanden. So können für den zukünftigen Präzisionsschnellbau die Grundlagen zur intelligenten Verknüpfung von CAD, Roboter-, Fertigungs-, Mess- und Regelungstechnik geschaffen werden, um die komplette Prozess-kette vom Entwurf bis hin zum fertigen Produkt digital abzubilden und praktisch umzusetzen. Zudem werden grundsätzliche Untersuchungen der emissions- und kostenbestimmenden Prozessbedingungen, wie etwa Schalungs-, Maschinen-, Material- und Energiebedarf, durchgeführt, um die Nachhaltigkeit der modularen Strukturbauteile einschätzen zu können. Durch die Nutzung prozessaffiner, skalierbarer Grundmodule als Basis für individuelle Großstrukturen folgt das angestrebte Modulsystem dem definierten Prinzip „Individualität im Großen – Ähnlichkeit im Kleinen“. Innerhalb der Forschungsfließstrecke werden skalierbare Elemente in Sichtbetonqualität gefertigt. Zielkriterien sind Fertigungszeiten bis maximal 15 min, Elementflächen von 2,5 m x 1,0 m, Einzelgewichte bis etwa 200 kg und Toleranzen im mm-Bereich.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423963709",
      "url": "https://gepris.dfg.de/gepris/projekt/423963709",
      "title": "Konzepte zur lebenszyklus-basierten Aktualisierung und Interaktion von Digitalen Zwillingen für vorgefertigte Betonmodule",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423963709",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Der im Vorprojekt erarbeitete digitale Zwilling ermöglicht es, Daten zum Ablauf der Produktion und zum aktuellen Zustand eines Betonmoduls kontinuierlich zu erfassen, zusammenzuführen und bereitzustellen. Während der Fokus der ersten Förderperiode auf den Lebenszyklusphasen Planung, Produktion und Qualitätssicherung und die grundsätzlichen Ansätze der Übertragung des Industrie 4.0 Verwaltungsschalenkonzepts auf Prozesse des Bauwesens lag, sollen mit dem vorliegenden Folgeprojekt insbesondere Methoden und Konzepte zur lebenszyklusbasierten Aktualisierung und Interaktion von digitalen Zwillingen für Betonmodule erforscht werden. Die Ergebnisse der Qualitätskontrolle sind eine wesentliche Grundlage für die Entscheidung, ob ein bestimmtes Betonmodul an der vorgesehenen Position montiert werden kann. Auf dieser Basies werden Konzepte und Methoden für den Fall entwickelt, dass ein Betonmodul die Qualitätsanforderungen nicht erfüllt und eine Anpassung der Prozesse notwendig ist. Die Einbettung intelligenter Sensorik in Betonmodul bietet enorme Potentiale für die digitale Transformation im Bauwesen bis hin zu datenbasierten Geschäftsmodellen. Um sensorbasierte Überwachungsprozesse, z. B. der Logistik, der Baustellenmontage oder die Schädigungsüberwachung in der Nutzungsphase zu ermöglichen, wird ein verwaltungsschalenkonformes Datenmodell für die adaptive Steuerung der Folgeprozesse erstellt. Auch die Erfassung und Bewertung von Ressourcenverbrauch und Umweltauswirkungen im gesamten Lebenszyklus nimmt einen immer höheren Stellenwert ein. Daher soll die bauteilorientierte Erfassung der für eine detaillierte Ökobilanzierung notwendigen Realdaten zusätzlich zu Daten aus Lifecycle Inventory (LCI) Datenbanken als hybrider Ansatz zum Aufbau eines digitalen Produktgedächtnisses auf Basis der Verwaltungsschale erforscht werden. Bauwerke sind üblicherweise durch eine sehr lange Nutzungsdauer gekennzeichnet und die digitalen Zwillinge müssen kontinuierlich aktualisiert und verfügbar gemacht werden. Es wird daher ein Konzept zur dezentralen Datenhaltung auf Basis der Distributed Ledger Technologie (DLT) entwickelt, um die Nutzungsphase mit unterschiedlichen Stakeholdern besser berücksichtigen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423957563",
      "url": "https://gepris.dfg.de/gepris/projekt/423957563",
      "title": "Koordinationsfonds",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423957563",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Ziel des Schwerpunktprogramms ist es, die grundlegenden wissenschaftlichen Methoden für eine Herstellung von teiladaptiven Modulen aus Hochleistungsbeton in industrieller Fließfertigung zu entwickeln. Die Module sollen Seriencharakter besitzen und im Schnellbau montierbar sein. Die optische Individualität der zusammengesetzten Tragstruktur ist dabei zu erhalten, so dass skalierbare, adaptive und auch über die Nutzungszeit wandelbare Module und passende Fertigungskonzepte gesucht sind. Wissenschaftlich sind Forscher aus den Bereichen Massivbau, Fertigungstechnik und Ingenieurinformatik angesprochen, und zwar in den folgenden drei konkreten Forschungsfeldern: Entwerfen und Konstruieren unter dem Aspekt der Modularisierung, Fertigungssysteme und Produktionskonzepte für skalierbare Module sowie durchgängig digitale Modelle für die Prozesse. Forschungsziele der ersten Förderperiode (FP1) waren grundlegende methodische Entwicklungen in den einzelnen Themenfeldern und erste Interaktionen. In FP2 soll der Fokus vom einzelnen Modul auch auf Themen des Tragwerks und der ganzheitlichen digitalen Repräsentation gelegt werden. Konkret geht es u. a. um die Integration von Bauzuständen und Wandelbarkeit in die Modulkonzepte, von neuen Messtechniken der Qualitätskontrolle in die digitalen Modelle und Fertigungskonzepte mit cyber-physischen Systemen. Das Koordinationsprojekt dient dem kohärenten Gesamterfolg des Schwerpunktprogramms und gliedert sich dazu in die drei Anteile: strukturelle Koordination,  inhaltliche Koordination und Vernetzung der Arbeiten und Generalisierung zu allgemeingültigen Gesamtstrategien. Die strukturelle Koordination erfolgt gesteuert durch den Koordinator und einen Programmausschuss. Maßnahmen sind Veranstaltungen auf verschiedenen Ebenen, diverse Förder- und Weiterbildungsmaßnahmen, Anschubförderungen, Maßnahmen zur Internationalisierung, eine gemeinschaftliche Repräsentation des Verbunds, gezielte Öffentlichkeitsarbeit sowie Austausch- und Kommunikationsplattformen. Inhaltlich wird die Vernetzung durch den Anschluss aller Teilprojekte an die digitale Gesamtrepräsentation eingefordert. Die eingerichtete Austauschplattform wird sukzessiv in ihren Datenstrukturen erweitert. Es werden Interaktionsketten zwischen den Teilprojekten initiiert und projektübergreifend zwei Demonstratoren der neuen Bauweise entwickelt, und zwar ein realer struktureller und ein virtueller Demonstrator als smart factory. Die Generalisierung und Zusammenführung der Entwicklungen im Programm erfolgen grundlagenorientiert methodisch aus dem Zentralprojekt. In FP1 lag der Fokus auf Methoden für Stab- und Scheibenstrukturen unter Integration prozessbedingter Unschärfe in Material und Geometrie. In FP2 sollen Modelle zur Fugenausbildung, für Bauzustände des Modulbaus, Methoden der Wandelbarkeit und die Steuerung der digitalen Verknüpfung zur smart factory erarbeitet werden. Es führt den Verbund kohärent zusammen und dient dem Schluss von Lücken insgesamt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423390102",
      "url": "https://gepris.dfg.de/gepris/projekt/423390102",
      "title": "Modulare Segmentbauweise mit nachträglich durch CFKSpannglieder vorgespannten Carbonbetonsegmenten und Inline-Qualitätssicherung durch Computertomographie",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423390102",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "In der 1. Phase des Vorhabens wurden der Entwurf und das Tragverhalten von modularen Seg-mentbrücken mit CFK-Bewehrung und CFK-Spanngliedern sowie die Qualitätsprüfung mittels industrieller Computertomographie als robuste, qualitätsgesicherte Fertigungsmethode untersucht. Dadurch wurden in dem Vorhaben Beiträge zu ortsfesten Fließprozessen mit CFK-bewehrten und -vorgespannten Betonelementen, Fügeprinzipien, der Erzeugung digitaler 3D-Modelle sowie der Qualitätssicherung für die adaptive Modulbauweise im SPP geleistet. Insbesondere wurden die Tragfähigkeit von verzahnten Trockenfugen, deren Fugenkontakteigenschaften sowie die CT-basierte Detektierbarkeit von Defekten im Beton untersucht. In der 2. Phase des Vorhabens sollen auf Basis dieser Ergebnisse Modelle für das Tragverhalten von modularen Segmentbrücken sowie ein Gesamtkonzept für die Bemessung auf Basis einer integrierten Qualitätssicherung für die Präzisionsvorfertigung der Module für Groß‐ bzw. Mittelserien mit robotergestützter Erzeugung von digitalen 3D-Modellen entwickelt werden. Diese sollen anhand eines Brückendemonstrators validiert werden, welcher aus für die Fließfertigung geeigneten Modulen (Gewicht max. 1t) besteht und der sowohl für die Analyse mittels Computertomographie als auch für Tragfähigkeitsversuche zur Ermittlung des wirklichkeitsnahen, nichtlinearen Tragverhaltens unter Beachtung der Einflüsse von Segmentfugen und CFK-Spanngliedern verwendet wird. Da die Module des Brückendemonstrators größer und schwerer sind als Bauteile, die in klassische industrielle CTs des Maschinenbaus eingebracht werden können, werden mittels roboterbasierter CT 3D-Daten am ruhenden Modul erzeugt, indem Quelle und Detektor die Kanten bzw. Grenzflächen der Module abscannen. Durch die Fusion von röntgenbasierten 3D-CT-Daten mit photogrammetrischen 3D-Oberflächendaten werden digitale 3D-Modelle erzeugt, die gleichzeitig Qualitätsaussagen zur Oberflächenbeschaffenheit (Farbe, Struktur, Homogenität) und der Inneren Struktur des Bauteils ermöglichen. Durch die wesentlich komplexere Trajektorie von Röntgenquelle und Detektor bei der roboterbasierten CT gegenüber laborbasierten CT Scannern entstehen erhebliche Artefakte für die 3D-Daten, die mittels tiefer neuronaler Netze (NN, Deep Learning) korrigiert werden sollen. Unter Berücksichtigung der möglichen Trajektorien der roboterbasierten CT und der wechselseitigen Beziehungen und Anforderungen zwischen der roboterbasierten CT und dem modularem Tragwerksentwurf (Querschnittsgeometrie für gute Durchstrahlbarkeit) sollen geeignete allgemeine Regeln für den CT-gerechten Tragwerksentwurf entwickelt werden. Letztlich soll ein Bemessungskonzept auf Basis der neuen Möglichkeiten der robotergestützten CT zur Qualitätssicherung sowie auf Basis von FE-Modellen zur Vorhersage des Tragverhaltens für eine materialoptimierte modulare Segmentbauweise entwickelt werden, welches sowohl auf Segmentbrücken als auch auf andere modulare Bauwerkstypen übertragbar ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423958617",
      "url": "https://gepris.dfg.de/gepris/projekt/423958617",
      "title": "Qualitätsgesicherte Fließfertigung leichter UHFB-Stabelemente mittels Künstlicher Neuronaler Netze",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebAngewandte Mechanik, Statik und DynamikBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423958617",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Das Bauen mit Beton ist noch immer stark handwerklich geprägt, wobei der Großteil der Wertschöpfung der Stahlbetonbauteile auf der Baustelle erfolgt. Aufgrund der Abhängigkeit von äußeren Randbedingungen, wie beispielsweise der Witterung, ist der Bauprozess stark störanfällig. Weiterhin führt die Abhängigkeit von den handwerklichen Fähigkeiten der ausführenden Bauarbeiter immer wieder zu Qualitätseinbußen. Lange Bauzeiten sind eine Folge der Fertigung auf der Baustelle. Durch die Fertigteilbauweise kann ein Teil der Probleme der Fertigung auf der Baustelle gelöst werden. Jedoch führen die gleichen, aufwändigen Fertigungsschritte wie bei der Ortbetonbauweise (Bewehrung und Schalung vorbereiten, Ausschalen, Schalung reinigen) zu ähnlichen Problemen.Eine modulare Bauweise soll zu einer schnelleren und wirtschaftlicheren Bauweise führen. Durch die Reduktion der möglichen Bauteile auf einen Katalog von Elementen werden höhere Wiederholraten möglich. Diese können in einer wirtschaftlichen Fließfertigung produziert werden.Ein Fachwerk mit Knoten und Stabelementen soll Tragstrukturen ermöglichen, welche in kurzer Zeit mit hoher Präzision zu errichten sind. Schwerpunkt der beantragten Forschung ist die Fertigung der Stabelemente durch Strangpressverfahren. Für am Institut für Baustoffe (IfB) entwickelte Hohlzylinder aus ultrahochfestem Beton (UHFB) mit Carbonbewehrung werden Methoden zum Strangpressen entwickelt. Diese Konstruktion zeichnet sich durch ein besonders geringes Eigengewicht, eine hohe Knickstabilität und ein duktiles Bauteilverhalten aus. Das Strangpressen von UHFB erfordert ein hohes Maß an Qualitätssicherung. Im Fall des beantragten Forschungsvorhabens soll eine kontinuierliche, selbstlernende Qualitätssicherung in Form eines Künstlichen Neuronalen Netzes (KNN) zum Einsatz kommen, welches vom Institut für Statik und Dynamik (ISD) entwickelt werden wird.Es soll ein Strangpressverfahren für UHFB entwickelt werden, welches ein Sensorkonzept “ab Bauteilgeburt”, d. h. ab den ersten Schritten der Herstellung, implementiert. Die Messdaten werden vom KNN genutzt, um den Prozess zu überwachen. Dazu wird das KNN durch Versuche zum Strangpressen angelernt und durch das absichtliche Herbeiführen bzw. Simulieren von Fehlern darauf “trainiert”, relevante Produktionsfehler zu erkennen und Gegenmaßnahmen zu empfehlen. Abschließend wird in einer statistischen Auswertung von Traglastversuchen der Sicherheitsgewinn durch diese Art der Qualitätssicherung quantifiziert. Das Arbeitsprogramm sieht die folgenden Arbeitspakete vor:-Entwicklung einer Methode zum Strangpressen von UHFB-Hohlzylindern-Entwicklung eines Sensorkonzepts-Versuche zum Strangpressen von UHFB-Anlernen des KNNs-Simulation von Prozessfehlern-Quantitative Bewertung des SicherheitsgewinnsDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "424057211",
      "url": "https://gepris.dfg.de/gepris/projekt/424057211",
      "title": "Schalungsfreie Fließfertigung adaptiver Tragstrukturen aus variablen Rahmenelementen - ACDC and beyond",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebArchitektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424057211",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Betonschalen gehören zu den effektivsten flächenbildenden Tragwerken und gewinnen als Leichtbaukonstruktion immer größere Attraktivität aufgrund höherer ökologischer Nachhaltigkeit durch geringen Materialverbrauch. Ein flächendeckender Einsatz wird bislang jedoch durch extrem hohe Schalungs- und Betonageaufwendungen verhindert.Als Lösungsansatz wurde in der ersten Phase des ACDC-Projekts eine Technologie zur automatisierten Fließfertigung von ebenen Modulen für die anschließende Montage von Gitterschalen aus Beton entwickelt und durch die Herstellung eines Demonstrators validiert. Das Projekt lieferte zahlreiche wissenschaftliche Erkenntnisse im Bereich des computerbasierten Designs von Gitterschalen und der digitalen Fertigung mit zementgebundenen Materialien.Die zweite Phase des Projekts zielt darauf ab, über ebene Module hinauszugehen; was sich auch in seinem neuen Titel widerspiegelt: ACDC and beyond. Der Einsatz von doppelt gekrümmten Modulen und Raumfachwerken wird die verfügbaren Geometrien für modulare Schalentragwerke erheblich erweitern und die Möglichkeiten der geometrischen Optimierung auf ein neues Niveau heben. Wesentliche Forschungsaufgaben sind dabei die parametrische Modellierung von Schalenstrukturen, die Entwicklung von Segmentierungsalgorithmen und ihre geometrische Optimierung auf Basis einer Strukturanalyse. Ein weiteres Ziel ist die Entwicklung von lösbaren Modulverbindungen, die eine schnelle Montage und Demontage von modularen Strukturen sowie die Reparatur oder Wiederverwendung einzelner Module ermöglichen.Der Übergang von ebenen zu doppelt gekrümmten Modulen führt zu erheblichen technologischen Herausforderungen. Für die Produktion soll eine adaptive Schalplattform gebaut werden, die automatisch in die gewünschte Flächengeometrie verformt werden kann. Die Module bestehen aus einer Randzone und einer Füllung. Die Randzone entsteht im 3D-Druckverfahren unter Verwendung eines neu entwickelten, mineralischen Verbundwerkstoffs (SHCC), der auf einem nachhaltigen Bindemittel aus kalziniertem Tonkalksteinzement (LC3) basiert. SHCC gewährleistet eine hohe Festigkeit und hohe Duktilität der Module für ihr Zusammenspiel innerhalb der Tragstruktur sowie eine hohe Robustheit bei Transport und Montage. Die gekrümmten Formen stellen hohe Anforderungen an die Rheologie des frischen Füllbetons und ihre zeitliche Entwicklung. Der Füllbeton wird belastungsgerecht durch ein robotergestütztes Freiform-Textilgarnverlegesystem bewehrt.Entwurf und Fertigung werden durch einen direkten Datenaustausch verbunden, der die Steuerung der adaptiven Plattform, des 3D-Druckers und der Roboterarme ermöglicht. Die Modulfertigungslinie soll durch ein Inline-Kontrollsystem ergänzt werden, das automatisiert Inkonsistenzen und Fehlstellen erkennt sowie die notwendigen Anpassungen des Produktionsprozesses ermöglicht. Im Gegenzug werden Entwurf und Layout der Module in einem iterativen Prozess durch die Produktionsparameter beeinflusst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    },
    {
      "project_id": "423942391",
      "url": "https://gepris.dfg.de/gepris/projekt/423942391",
      "title": "Toleranzfreie Serienfertigung von Hochleistungsbetonbauteilen durch transient-interaktive Kopplung von Entwurf und Produktion",
      "investigators": "Professorin Dr.-Ing. Gisela  Lanza;Professor Dr.-Ing. Peter  Mark",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und BaubetriebProduktionssystematik, Betriebswissenschaften, Qualitätsmanagement und Fabrikplanung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423942391",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft",
      "description": "Es wird ein interaktives Konzept für Strukturentwurf und Fließfertigung von stabförmigen Betonkonstruktionen aus UHPC-Modulen entwickelt. Ziel ist es, die sachliche wie zeitliche Trennung von Entwurf und Produktion durch Kopplung aufzuheben, um Unschärfen in Geometrie, Zeit, Prozess und Material intelligent-interaktiv zu kompensieren und eine durchgängige Qualitätssicherung zu etablieren. Auf diese Weise entsteht eine effiziente und verschwendungsarme Modulbauweise in Fließfertigung. Unschärfen im Prozess werden durch Permutationen im Entwurf ausgeglichen und umgekehrt. Ein „zu lang“ produziertes Modul – bei festen Regeln Ausschuss außerhalb der Toleranz – lässt sich dadurch in der Modulstruktur durch ein gleichartig „zu kurzes“ neutralisieren. So können beide Module verwendet werden. Dieser Ausgleich erfolgt beidseitig stochastisch und transient über den Produktionsprozess durch interaktive Permutationen in quasi Echtzeit. Gleichzeitig wird dieser Freiheitsgrad bewusst genutzt, um eine effizientere Produktion zu schaffen. Es entsteht eine steuerbare Interaktion, die die Robustheit ganzheitlich über Struktur, Produktionsprozess und über die Zeit akkumuliert (transient-interaktives Konzept). Die Effizienz der Bauweise wird nachhaltig verbessert.In der ersten Förderperiode standen die Erforschung der Schwindreduktion durch unterschiedlich lange Wärmebehandlung und die selektive Montage bei stochastischer Geometrieabweichung im Vordergrund. Dies erfolgte für Y-Module verschiedener Modulklassen. Sie besitzen je Klasse verschieden dimensionierte Streben und bilden statisch-bestimmte Waben. Hierfür wurde eine Steuerung entwickelt, die durch Anpassungen der Wärmebehandlungsdauer von Los zu Los auf Basis zuvor realisierter Ist-Maße Schwindverkürzungen so beeinflusst, dass ein geometrisch optimiertes Tragwerk entsteht.In der zweiten Förderperiode werden vielfach statisch-unbestimmte Modulsysteme betrachtet und zudem der Zusammenbau der Module auf der Baustelle mit in die dann auch vorausschauende Interaktion von Entwurf und Produktion integriert. Die Module besitzen äußerlich vierknotige Scheibenform und sind innerlich nach Lastkonstellation in topologisch optimierte Streben aufgelöst. Es entsteht ein variabler, skalierbarer Baukasten. Das Interaktionskonzept basiert auf gekoppelten Heuristiken für die Modulplatzierung auf der Baustelle und die Vorgabe zur Produktion. Dabei werden einzelne oder mehrere Baustellen gleichzeitig betrachtet. Die Interaktion agiert im schrittweisen Baufortschritt von Modul zu Modul, wobei zusätzlich das von der Wärmebehandlung abhängige Kurzzeitkriechen und die pfadabhängige Aufweichung durch Rissbildung integriert werden. Forschungsansatz ist eine variantenreiche Fertigung ohne Losbildung unter Einsatz von Reinforcement Learning zur interaktiven Produktionssteuerung und gleichzeitigen Prozessregelung. Die Forschung wird bis zu ganzheitlichen virtuellen und realen Demonstratoren im 1:1 Maßstab umgesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2187: \nAdaptive Modulbauweisen mit Fließfertigungsmethoden - Präzisionsschnellbau der Zukunft"
    }
  ]
}