{
  "spp_number": "SPP 2289",
  "spp_title": "Gestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441399220",
  "projects_count": 21,
  "projects": [
    {
      "project_id": "462475304",
      "url": "https://gepris.dfg.de/gepris/projekt/462475304",
      "title": "Bildungsdynamik von Heteroaggregaten in der dispersen Phase – Modellierung, Simulation und Experimente",
      "subject_area": "Mechanische VerfahrenstechnikChemische und Thermische VerfahrenstechnikStrömungsmechanik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462475304",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Hetero-Aggregate sind Verbundpartikel, die aus zwei oder mehr Phasen gebildet werden. Ein möglicher Prozessweg ist die Mischung von Aerosolen. Die Funktionalität von Hetero-Aggregaten wird durch Größe, Kristallinität und Zusammensetzung der Primärpartikel sowie die Morphologie des Aggregats und die Qualität der Hetero-Kontakte bestimmt. Die Bildung von Hetero-Aggregaten wird durch die Mischung der Aerosole und die Kollisionen der Partikel bestimmt. Bei Nanopartikeln ist jedoch die Beobachtbarkeit der Hetero-Aggregatbildung aufgrund ihrer geringen Größe begrenzt, und sie zeigen Transporteigenschaften, die eine Simulation herausfordernd machen. Dieses Projekt untersucht die Mischung von Aerosolströmen und die darauffolgende Hetero-Aggregation von Nanopartikeln experimentell durch in situ Laserdiagnostik und in numerischen Simulationen von Transport und Partikeldynamik. Die Hauptkonfiguration ist ein runder Jet in einem Hüllstrom. Jeder dieser beiden Ströme trägt eine andere Partikelart. Der Jet kann laminar sein mit einem Wirbelring, der durch periodische Modulation in der Austrittsgeschwindigkeit des Jets erzeugt wird, oder bei höheren Strömungsgeschwindigkeiten und ohne Modulation, ein klassischer, runder, turbulenter Jet. Hauptsächlich werden zwei Aerosol-Materialsysteme betrachtet: ein System, das eine partikelsorten-spezifische optische Erkennung ermöglicht, jedoch ohne Funktionalität der Hetero-Aggregate, und TiO2/Graphen-Nanopartikel - ein System, das für die Messungen herausfordernder ist, aber funktionelle Hetero-Aggregate mit elektrokatalytischer Aktivität erzeugt. Im ersten System wird laserinduzierte Phosphoreszenz verwendet, um die Verteilung der beiden Partikelarten in der Strömung abzubilden. Sie werden im Fluss in zusätzlichen Experimenten mit hoher räumlich-zeitlicher Auflösung verfolgt. Im zweiten (funktionale- Partikel-) System untersuchen wir, welche Methoden eingesetzt werden können, um die beiden Partikelarten optisch zu unterscheiden, um ähnliche Messungen wie im ersten (nicht-funktionale-Partikel-) System zu ermöglichen. Zusätzlich bieten in situ und ex situ Charakterisierungen der Hetero-Aggregate detaillierte Informationen über die Morphologie und Qualität der Hetero-Kontakte. Die Experimente werden durch numerische Untersuchungen ergänzt. Im ersten Schritt wird eine dreidimensionale direkte numerische Simulation (DNS) generischer Mischungszonen durchgeführt, später Grobstruktur-Simulationen (LES) der vollständig turbulenten Mischung unter Verwendung von Modellen, die aus der DNS abgeleitet sind. Die Transportsimulationen sind vollständig an Populationsbilanzgleichungen für die Aggregatanzahlkonzentration, Volumen, Oberfläche und durchschnittliche Zusammensetzung gekoppelt. Die Anzahl und Qualität der Hetero-Kontakte werden aus Monte-Carlo-Simulationen berechnet, wobei einige der Modelle auf Messungen in Experimenten basieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenMitverantwortlichProfessor Dr.-Ing. Andreas  Kempf"
    },
    {
      "project_id": "462396181",
      "url": "https://gepris.dfg.de/gepris/projekt/462396181",
      "title": "Bipolarer Elektrospray für die Synthese von definierten Hetero-Aggregaten: Prozessdesign und in situ Diagnostik",
      "subject_area": "Mechanische VerfahrenstechnikTechnische Thermodynamik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462396181",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Nanopartikelaggregate aus zwei verschiedenen Materialien, die miteinander in Kontakt stehen, sogenannte Heteroaggregate (HA), ermöglichen eine Vielzahl neuer oder verbesserter Anwendungen, z.B. in den Bereichen Katalyse, Sensorik und Umweltsanierung. Zur vollen Ausschöpfung deren Potentials sind maßgeschneiderte Herstellungsverfahren sowie angepasste Charakterisierungsmethoden erforderlich, um die Partikeleigenschaften, insbesondere die Morphologie und Art und Stärke des Heterokontakts, zu bewerten und mit ihren Anwendungseigenschaften zu verknüpfen. Das Gesamtziel des Projekts ist die Synthese von HAs mit definierten Kontaktflächen, deren Charakterisierung und photokatalytische Anwendung. Die Synthese erfolgt mittels einer Kombination aus bipolarem Elektrospray (BPES) und einer anschließenden Temperaturbehandlung im Flugstromreaktor, wodurch eine Vielzahl von Materialkombinationen und Partikelmorphologien mit unterschiedlichen Kontaktflächen realisiert werden können. Während in der ersten Förderperiode die Syntheseroute und die In-situ-Charakterisierungsmethoden erfolgreich entwickelt wurden, fokussiert die zweite Phase auf die gezielte Synthese von HAs für ausgewählte photokatalytische Anwendungen, nämlich die Zersetzung von Farbstoffen und Per- und Polyfluoralkylsubstanzen (PFAS) sowie die Erzeugung von Wasserstoff. Dieses übergeordnete Ziel erfordert die Weiterentwicklung der ES-Funktionalität, der Charakterisierungsmethoden und der Bewertung der Effizienz der synthetisierten Partikelsysteme. Zu diesem Zweck muss der BPES für jedes Materialsystem angepasst werden, wobei die Betriebsbereiche der Sprühstabilität und der hohen Effizienz der bipolaren Kollisionen berücksichtigt werden müssen. Zur Kontrolle des Prozesses werden optische In-situ-Messverfahren eingesetzt, darunter Weitwinkel-Lichtstreuung (WALS), Fluoreszenzlöschung und PIV zur Bestimmung der Tröpfchen- und Aggregatgrößen und zur Gewinnung von Informationen über den Kollisionsprozess und die Verdampfungskinetik, sowie UV-Vis-Absorptionsspektroskopie (AS) zur Bestimmung der Bandlückenenergie. Zusätzliche Techniken wie Aerosol-Photoemissionsspektroskopie, TEM, XPS und ICP-MS werden zur weiteren Interpretation der Heteroaggregateigenschaften genutzt. Die optischen Messmethoden werden weiterentwickelt, einschließlich einer Streuungskorrektur für UV-Vis-AS und der Anpassung der WALS-Auswertung für komplexe Strukturen, die aus kugelförmigen und flockenartigen Partikeln bestehen. Es werden spezielle Reaktoren entwickelt und verschiedene Analysetechniken eingesetzt, um die Effizienz der synthetisierten HA-Systeme zu bewerten, die mit den HA-Eigenschaften verknüpft sind. Es wurden Kooperationen mit verschiedenen Arbeitsgruppen des SPP vereinbart, die - neben anderen Aspekten - dem besseren Verständnis des Prozesses durch Modellierungsansätze und der verbesserten Auswertung von Daten aus In- und Ex-situ-Methoden dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462260834",
      "url": "https://gepris.dfg.de/gepris/projekt/462260834",
      "title": "DeepMixing II – Anpassung der Eigenschaften von Halbleiter-Metalloxid-Nanopartikel-Heteroaggregat-Sensoren aus einer Aerosol-Mischungszone",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462260834",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Die Eigenschaften von Nanomaterialien hängen stark von ihrer Struktur und chemischen Zusammensetzung ab. Ein Beispiel sind Aggregate aus Partikeln mit Partikeldurchmessern im Bereich von einigen bis einigen zehn Nanometern. Ihre Eigenschaften ändern sich, wenn Partikel aus zwei unterschiedlichen Materialien miteinander gemischt werden (Heteroaggregat). Aufgrund der verschiedenen Eigenschaften ist es wichtig, für jede Probe zu wissen, ob Partikel verschiedener Materialien vollständig gemischt sind oder ob Partikel des gleichen Materials zu Clustern miteinander verbunden sind. In diesem Projekt werden wir Filme aus Nanopartikel-Heteroaggregaten für die Anwendung als Gassensoren untersuchen, die wichtige Hilfsmittel zur Analyse der Luftqualität oder zur Erkennung von Lecks in Rohrleitungen sind. Die Filme werden mittels der sogenannten \"Doppelflammen-Sprühpyrolyse\" erzeugt. Ausgangsstoffe der beiden Materialien werden getrennt in zwei Flammen gesprüht, wo sie zunächst Nanopartikel, anschließend Cluster und nach Überschneidung der beiden Flammen Heteroaggregate bilden. Zu Projektbeginn werden wir Mischungen aus Zinnoxid (SnO2) und Kobaltoxid (Co3O4) in Bezug auf ihre Eignung für die Detektion von Gasen wie CO, H2, NO2 und Aceton untersuchen. Diese Materialkombination hat bereits vielversprechende Vorergebnisse gezeigt, eine systematische Untersuchung fehlt jedoch noch. Um diese Lücke zu schließen, werden wir systematisch Sensoren untersuchen, bei denen wir die Mischung von Nanopartikeln durch Variation von Parametern der Proben Synthese variieren. Die erwarteten Unterschiede bei der Mischung müssen sehr genau überprüft werden. In der vorangegangenen Förderperiode haben wir Methoden zur Charakterisierung der Mischung mittels Rastertransmissionselektronenmikroskopie (STEM) entwickelt, die auf maschinellem Lernen basieren. Bisher wurden diese Methoden nur auf Materialkombinationen mit gutem Materialkontrast in den STEM-Bildern angewendet. SnO2-Co3O4-Heteroaggregate erfordern neue, auf Spektroskopie basierende Methoden, da SnO2 und Co3O4 in STEM-Bildern ununterscheidbar sind. Wir werden diese Methoden entwickeln, um mit ihnen die Mischung in bisher nicht analysierbaren Heteroaggregaten messen können. Die Kombination aus Materialsynthese, Probencharakterisierung und funktioneller Anwendung innerhalb eines Projekts bietet die großartige Gelegenheit, ein theoretisches Modell des Sensorverhaltens von Nanopartikel-Heteroaggregatfilmen zu entwickeln. In der Halbleiterindustrie wird in vielen Bauteilen genutzt, dass zwei Materialschichten mit unterschiedlicher Dotierung eine Grenzfläche bilden, die als \"p-n-Übergang\" bezeichnet wird. Der p-n-Übergang ist sehr gut verstanden und theoretisch beschrieben. Es konnte jedoch noch nicht nachgewiesen werden, dass sich p-n-Punkt-Kontakte zwischen Nanopartikeln auf die gleiche Weise verhalten. Unser Ziel ist es, diese offene Frage zu klären und so einen großen Beitrag auf diesem Forschungsgebiet zu leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462314498",
      "url": "https://gepris.dfg.de/gepris/projekt/462314498",
      "title": "Formulierung von Hetero-Aggregaten in kontinuierlich betriebenen Fließbett-Gegenstrahlmühlen",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462314498",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Das Ziel des Projektes ist die Entwicklung eines kontinuierlich betriebenen Formulierungsprozesses für ternäre Heteroaggregate in Fließbettgegenstrahlmühlen ausgehend von trockenen Nanopartikeln. Die Funktionalisierung der Heteroaggregate ist in der eingestellten Zusammensetzung und Verteilung von Hetero-Kontakten begründet, die über Mischung auf der Primärpartikelskala (~ 25 nm) erzeugt werden. Die Prozessmodellierung ist ein integraler Bestandteil des Projektes: Erstens, um die Prozessfunktion (im Rumpfschen Sinne) der Formulierung zu etablieren. Zweitens, um Werkzeuge für Prozessoptimierung und -regelung zu entwickeln. Eine umfassende Charakterisierung der Eigenschaften der Heteroaggregate bildet die Verbindung zwischen Experiment und Simulation. Neben der Aufklärung der Materialfunktion des Formulierungsprozesses ermöglicht sie iterativ den Abgleich und die Verbesserung der Prozess- und Soft-Sensor-Modelle. Nachdem in der ersten Phase die Prozessstrategien, Charakterisierungsmethoden und grundlegende Modelle zur Beschreibung der Mischung von binären Hetero-Aggregaten erfolgte und die Verbindungen zwischen Prozessbedingungen und Aggregatstrukturen hergestellt wurden, fokussiert die zweite Phase eine Erweiterung des Materialspektrums und von Methoden in Hinblick auf die photokatalytische Aktivität der Heteroaggregate. Neben TiO2 und ZrO2 wird eine dritte Komponente betrachtet (BiVO4), die eine Erweiterung des nutzbaren elektromagnetischen Spektrums und die Stabilisierung der erzeugten Elektronen-Elektronenloch-Paare bewirkt. Es wird damit der Weg zu effizienteren Photokatalysatoren eröffnet. Die Ziele der zweiten Förderperiode sind: i) Etablierung und experimentelle Untersuchung eines kontinuierlichen Formulierungsprozesses für ternäre Heteroaggregate; Aufklärung der Strukturbildung in Hinblick auf Materialfunktion; ii) Entwicklung eines CFD-gestützten PBE-Modells für diesen Prozess; iii) Entwicklung eines Soft-Sensors für die photokatalytische Aktivität als Funktion der Heteroaggregat-Eigenschaften; iv) Modellbasierte Untersuchung der Dynamik, Optimierung und Steuerung der Aggregatbildung in Hinblick auf Struktur und Funktionalität; v) Erweiterung des REM-EDX- und Raman-Mapping-Ansatzes zur Aufklärung der Intra- und Interaggregat-Zusammensetzung und Mischung von ternären Aggregaten; vi) Aufklärung optischer, elektronischer und photochemischer Eigenschaften von ternären Heteroaggregaten aus Halbleitermaterialien und Charakterisierung von Heteroübergängen auf der Ebene des Partikelensembles; vii) Verknüpfung des Ensembleverhaltens und der photokatalytischen Eigenschaften der Aggregate mit Merkmalen einzelner Aggregate Projektübergreifende Zusammenarbeit im Schwerpunkt wird angestrebt, insbesondere in den Bereichen Eigenschaftscharakterisierung (z.B. TEM, Elektronentomographie, Photolumineszenz), Modellierung der Aggregatbildung auf Primärpartikelskalen (z.B. diskrete Elemente-Methoden) und den Vergleich von Prozesstechnologien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462365306",
      "url": "https://gepris.dfg.de/gepris/projekt/462365306",
      "title": "Hetero-Agglomeration durch hochenergetische Mischprozesse (Mechano-Fusion) - Ein integrierter Ansatz zur Synthese maßgeschneiderter Hetero-Agglomerate durch die Kombination von Experimenten mit 2D- und 3D-Strukturaufklärung mittels Bildanalyse und stochastischer Modellierung.",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462365306",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Die besonderen Eigenschaften von Heteroaggregaten ergeben sich aus dem Mischungszustand und den Partikel-Partikel-Kontakten innerhalb des Aggregats. Die Anzahl der Kontakte sowie die mikroskopische Wechselwirkung am Kontakt spielen eine entscheidende Rolle für die makroskopischen Eigenschaften, z.B. für Transporteigenschaften wie elektrische, ionische oder thermische Leitfähigkeit. In der ersten Förderperiode (FP) untersuchten wir die Mischung und damit die geometrische Struktur der Aggregate, wobei der zwischen Mahlung und Hochintensitätsmischen angesiedelte Mechano-Fusionsprozess zur Erzeugung von Heteroaggregaten aus primären Nano-, Submikron- und Mikropartikelsystemen anwendet wurde. Hiermit werden vorwiegend Trägerprtikel mit einer Heteroaggregat-Beschichtung erzeugt. Anschließend werden die Heteroaggregate mit 2D- und 3D-Bildgebung charakterisiert, um den Mischungszustand der Primärpartikel innerhalb der einzelnen Aggregatstrukturen zu quantifizieren. Die Analyse nutzt Methoden der räumlichen stochastischen Modellierung, um virtuelle, also simulierte Aggregate zu erzeugen und auf diese Weise eine große Datenbasis zu generieren, die für die Anwendung maschineller Lernalgorithmen notwendig ist. Die Untersuchungen der zweiten FP konzentrieren sich auf die Heterokontakte selbst, die durch den hochenergetischen Mischprozess erzeugt werden. Die Hypothese ist, dass diese Prozesse einen hohen Freiheitsgrad bei der Gestaltung von Heteroaggregaten bieten, da nicht nur die geometrische Positionierung der verschiedenen Partikel berücksichtigt wird, sondern auch die Intensität des Kontakts. Durch die hohe spezifische Mischleistung kann die Kontaktfläche geometrisch verändert, z. B. plastisch verformt werden, um den Kontakt zwischen den Materialien zu vergrößern und zu intensivieren. Beim Kontakt können weitere Wechselwirkungen der Materialien entstehen, bspw. Kaltverschweißung und Interdiffusion. Zu ihrer Quantifizierung werden verschiedene Methoden der Rasterkraftmikroskopie eingesetzt, die Einblicke in die lokale Geometrie, Zusammensetzung und elektrischen Eigenschaften ermöglichen. Die Effekte an den Partikel-Partikel-Grenzflächen innerhalb des Heteroaggregats definieren neue Funktionalitäten und tragen mindestens im gleichen Maße zur finalen Eigenschaftsfunktion des Heteroaggregatsystems bei wie der geometrische Mischungszustand der Primärpartikel. Auf diese Weise werden quantitative Struktur-Eigenschaft-Beziehungen für 3D-Heteroaggregate abgeleitet. Um dieses Ziel zu erreichen, wird Super-Resolution von Bilddaten durchgeführt und es werden synthetische Heteroaggregate, sogenannte digitale Zwillinge, generiert, indem die in der ersten FP entwickelten räumlichen stochastischen Modellen angewendet werden. Die Struktur-Eigenschafts-Beziehungen werden für die prädiktive Herstellung von maßgeschneiderten Heteroaggregat-Partikelsystemen mit optimierter geometrischer Struktur und voreingestellten funktionellen Eigenschaften genutzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462264068",
      "url": "https://gepris.dfg.de/gepris/projekt/462264068",
      "title": "Hetero-Aggregation von kolloidalem Silika und Carbon Black in einer Flamme",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462264068",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Nanopartikel sind in industriellen Produkten allgegenwärtig, da sie materialeigene physikalisch-chemische Eigenschaften mit einem hohen Oberflächen-Volumen-Verhältnis kombinieren. Diese Eigenschaften werden durch das funktionelle Mischen mit anderen Nanopartikeln ergänzt. Hierdurch bilden sich Heterokontakte an der Grenzfläche zwischen beiden Materialien aus, die für die gewünschten funktionellen Eigenschaften der Mischung von grundlegender Bedeutung sind. Dieses Projekt konzentriert sich auf die Entwicklung von maßgeschneiderten Hetero-Aggregaten für Batterieanwendungen. In Batterien sorgt ein Gemisch aus mehreren Komponenten, darunter Aktivmaterialien, polymere Binder und Carbon Black, für eine effiziente Energiespeicherung. Fein dispergiertes Carbon Black erzeugt dabei elektronisch leitfähige Pfade, welche die normalerweise nichtleitenden Aktivmaterialpartikel vernetzen. Jedoch führen Verformung und Bruch des Carbon Blacks während der Batterieherstellung zu einer Verschlechterung der endgültigen Leitfähigkeit. Daher untersucht dieses Projekt die Stabilisierung von Carbon Black durch Heteroaggregation mit Siliziumdioxid in Spray-Flammen. Die Charakterisierung des Heterokontakts und der daraus resultierenden Mischgüte der Heteroaggregate stellt nach wie vor eine große Herausforderung dar. Daher ist die Entwicklung einer umfassenden Bildanalyse der Mischgüte in Kombination mit einer detaillierten Partikelanalyse vorgesehen. Die Kombination beider Methoden liefert umfassende Informationen auf allen relevanten Längenskalen, was zu einem grundlegenden Verständnis der Wechselwirkung zwischen Mischgüte und Aggregateigenschaften führt. Dieses Verständnis ist von entscheidender Bedeutung, um anschließend aufwändig zu bestimmende Metriken wie die Mischgüte direkt aus einfachen Messungen abzuleiten, ohne dass zeitintensive TEM-Analysen vonnöten sind. Darüber hinaus stellt das Wissen über die Mischgüte einen wichtigen Meilenstein auf dem Weg zur direkten Charakterisierung des Heterokontakts mittels Röntgenkleinwinkelstreuung (SAXS) dar. Weiterhin untersucht das Projekt Materialfunktionen, die für den Herstellungsprozess von Batterien und die elektrochemische Leistung relevant sind und bringt diese in Bezug zum Heterokontakt und den Prozessbedingungen. Folglich werden die Forschungsbereiche des \"Herstellung und Bildung von Hetero-Aggregaten\" und \"Charakterisierung der Heterokontakte und ihrer Materialfunktionen\" abgedeckt. Schlussendlich, erweitert der umfassende Einblick in die Quantität und Qualität der Heterokontakte das grundlegende Verständnis vom Zusammenspiel zwischen Aggregateigenschaften, funktionellen Eigenschaften sowie den daraus resultierenden Materialfunktionen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenMitverantwortlichProfessor Dr.-Ing. Hermann  Nirschl"
    },
    {
      "project_id": "462536406",
      "url": "https://gepris.dfg.de/gepris/projekt/462536406",
      "title": "Heteroaggregation feiner Partikel in der Überschallströmung für die maßgeschneiderte Oberflächenbeschichtung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462536406",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "In diesem Forschungsprojekt wird im Rahmen des Schwerpunktprogramms SPP ein neuartiger Prozess zur Heteroaggregation von Submikronpartikeln entwickelt und untersucht, bei dem die Heteroaggregate in einer Überschallströmung durch Mischen und Desublimation erzeugt werden. Dazu wird ein Versuchsaufbau entwickelt, bei dem Stickstoff mit sublimiertem Material in einer Laval-Düse auf Überschallgeschwindigkeit beschleunigt und in der Expansionskammer aufgrund eines schnellen Temperatur- und Druckabfalls übersättigt wird. Der Heteroaggregationsprozess wird experimentell untersucht. Zusätzlich werden das Strömungsfeld sowie die Partikeltrajektorien einschließlich des Partikelwachstums aufgrund der heterogenen Desublimation mit Computational Fluid Dynamics (CFD) numerisch untersucht. Dieser Prozess wird erweitert, um maßgeschneiderte Oberflächenbeschichtungen durch Ablagerung der generierten Heteroaggregate zu erzeugen. Der Einfluss des Heteroaggregationsprozesses auf die Mikrostruktur und die Eigenschaften der Beschichtung sollen beschrieben werden. Ziel der geplanten experimentellen und theoretischen Untersuchungen dieses Projekts ist die Beschreibung der Zusammenhänge zwischen den mikroskopischen Kontakten und der makroskopischen Heteroaggregatbildung bei der Desublimation und Vermischung in einer Überschallströmung sowie deren Einfluss auf die Eigenschaften der erzeugten Oberflächenbeschichtung, die für die Oberflächenfunktionalisierung bei verschiedenen technischen Anwendungen entscheidend sind. Der zweite Schwerpunkt dieses Projektes ist die Beschreibung der Bindungsmechanismen der Heteroaggregate an der Oberfläche und die Untersuchung der Zusammenhänge zwischen den Eigenschaften der Heteroaggregate und der Mikrostruktur und den Eigenschaften der gebildeten Beschichtungen im Hinblick auf eine mögliche technische Anwendung des entwickelten Verfahrens zur Oberflächenfunktionalisierung. Die erzeugten Heteroaggregate werden zur Bestimmung der Größenverteilung mit dem Scanning Mobility Particle Spectrometer (SMPS) charakterisiert. Der 3D-Lichtstreuungssensor wird für die Inline-Messung der Partikelform verwendet. Das komplexe Strömungsfeld und die Partikeldynamik (einschließlich der homogenen Desublimation, der heterogenen Desublimation und der Bildung von Heteroaggregaten durch Agglomeration infolge Kollisionen mit Kernpartikeln oder Heteroaggregaten aus homogen desublimierten Partikeln) werden numerisch mittels CFD untersucht und dabei mit der Diskrete Elemente Methode (DEM) gekoppelt. Dazu wird ein neues Multiskalenmodell für die Heteroaggregation von Partikeln in einer Überschallströmung entwickelt, das die Prozesse der homogenen und heterogenen Desublimation von Partikeln auf der Mikroskala und die Partikeldynamik und Vermischung auf der Makroskala umfasst.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462225760",
      "url": "https://gepris.dfg.de/gepris/projekt/462225760",
      "title": "Heteroaggregation fluidisierter Nanopartikel und feststoffhaltiger Aerosoltropfen",
      "subject_area": "Mechanische VerfahrenstechnikChemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462225760",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "In der ersten Periode dieses Projekts wurde gezeigt, dass in einer speziellen Strahlschicht Nanopartikel wie auch submikrone Partikel zu Heteroaggregaten vermischt werden können. Die Zugabe von feststoffhaltigem Aerosol ermöglicht die Einkapselung. Dreidimensionale Hologramme der Agglomerate sind aus Informationen erstellbar, die in 2D-Bildern enthalten sind. Populationsbilanzen können zur Modellierung des Partikelformulierungs-prozesses verwendet werden. Auf dieser Grundlage, besteht das übergeordnete Ziel der zweiten Projektperiode darin, den gesamten Weg vom neuartigen Formulierungsprozess über die Struktur möglicher Produkte zu erreichbaren Produkteigenschaften zu verfolgen. Thermische und elektrische Leitfähigkeit sind dabei die Zieleigenschaften. In diesem Rahmen soll das Verständnis über den Einfluss von Prozess- und Materialparametern auf die Qualität der Vermischung innerhalb einzelner Agglomerate vertieft; die Vielfalt der eingekapselten oder beschichteten Materialien, die mit Aerosolen hergestellt werden können, erkundet; und, die Modellierung sowohl mit Populationsbilanzen als auch mit entsprechenden diskreten Modellen (Monte Carlo) ermöglicht werden. Ein besonderer Schwerpunkt liegt auf der Rekonstruktion von Agglomeraten aus Daten, die mit Hilfe optischer Kameras oder Laserbeugung gewonnen werden können, also mit Methoden, welche sich zur in situ Überwachung und Regelung eignen. Darüber hinaus steht die Untersuchung von Leitfähigkeitseigenschaften durch Messungen und Simulationen im Vordergrund. Für die einfache und schnelle Berechnung von Leitfähigkeiten (glatt im thermischen Fall, perkolativ im elektrischen Fall) aus Struktur- und Zusammensetzungsdaten sollen einfache parametrische Modelle und Korrelationen entwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462463789",
      "url": "https://gepris.dfg.de/gepris/projekt/462463789",
      "title": "Heteroaggregation von Nanopartikeln in konvektiven Strömungen",
      "subject_area": "Energieverfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462463789",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Mischen und Aggregation sind wesentliche Prozesse in der Verfahrenstechnik für die Herstellung pharmazeutischer und chemischer Produkte und die Art der Prozessführung kann die Produkteigenschaften wesentlich beeinflussen. Falls Mehrkomponentensysteme betrachtet werden, ist die Anzahl der Heterokontakte, also die Anzahl der Kontakte zwischen Partikeln zweier unterschiedlicher Stoffe, eine wesentliche Charakteristik, die die Produkteigenschaften beeinflussen kann. Es ist wahrscheinlich, dass die Anzahl der Heterokontakte über die Steuerung der Mischungsvorgänge beeinflusst werden kann, und das Zusammenspiel des Mischens auf der Makroskala (welches die verschiedenen Produktkomponenten zusammenbringt) und der Mikroskala (welches die Anzahl der Kollisionen und die Kontaktbildung zusätzlich stark beeinflusst) werden die Produktqualität entscheidend mitbestimmen. Während die Partikeldynamik für sehr kleine sphärische Partikel, deren Relativbewegung nicht von einer konvektiven Strömung beeinflusst wird, mit bestehenden Modellen sehr gut angenähert werden kann, gibt es keine validierte Modellierung für eine statistische Beschreibung einer Hetero-Aggregation, bei der Primärpartikelgrößen stark unterschiedlich sein können und bei der anfängliche Inhomogenitäten in der Partikelverteilung einen großen Einfluss auf die Aggregatstruktur und -qualität haben werden. Das hier beantragte Projekt untersucht nun die Aggregation in Zweikomponentensystemen mit variablen Primärpartikeldurchmessern von 5 bis 200 nm. Langevin Dynamik (LD) Simulationen sollen für eine Reihe von Prozessbedingungen durchgeführt werden, um Aggregate und ihre Größenverteilung zu berechnen. LD Simulationen können alle Kräfte abbilden, die von der Gasphase auf die Aggregate einwirken, und eine neue Implementierung wird ein Umstrukturieren der Primärpartikel innerhalb der Aggregate aufgrund von Sintervorgängen ermöglichen. Kollisionsfrequenzen sollen mit Hilfe der LD als Funktionen der Eigenschaften der Aggregate und der Umgebungsströmung abgeleitet und mit Hilfe artifizieller neuronaler Netze analysiert und vereinfacht werden, um eine Schließung in Modellen zu ermöglichen, die die Erhaltungsgleichung für die Größenverteilungsfunktionen (engl. population balance equation - PBE) berechnen. Die Modelle sollen in einem nächsten Schritt mit einem Löser für turbulente, reaktive Strömungen gekoppelt werden, um Simulationen des Gesamtprozesses für die Herstellung von Heteroaggregaten zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462474131",
      "url": "https://gepris.dfg.de/gepris/projekt/462474131",
      "title": "Heterokontakte in funktionellen Oxidaggregaten: Deskriptoren für Heterogenität, Aggregatdesign und Prozesssimulation für nanostrukturierte optische Preformmaterialien",
      "investigators": "Dr. Katrin  Wondraczek;Professor Dr.-Ing. Lothar  Wondraczek",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462474131",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Das vorliegende Projekt zielt auf die Erzeugung, das mechanistische Verständnis und die Implementierung von Prozessmodellen von Heterokontakten in anorganischen Oxidpartikelaggregaten ab, die durch Gasphasenprozessierung gewonnen werden. Ein weiterer Schwerpunkt liegt auf der spezifischen Materialfunktionalität, die sich aus solchen Heterokontakten im Zusammenhang mit partikelbasierten Prekursoren und Grünkörpern für optische und photonische Anwendungen ergibt. In der ersten Förderphase wird besonderes Augenmerk auf zwei Arten von Heterokontakten gelegt: Kontakte zwischen Oxidpartikeln mit variabler chemischer Zusammensetzung (heterochemische Kontakte) und Kontakte zwischen Oxidpartikeln mit variabler Atomstruktur, insbesondere kristallinen und amorphen Partikeln äquivalenter chemischer Zusammensetzung (heterostrukturelle Kontakte). Wir erwarten, dass ein umfassendes Grenzflächendesign auf Aggregatebene in zweierlei Hinsicht einzigartige Möglichkeiten bei der Herstellung von Funktionsmaterialien bietet. Zunächst wird angenommen, dass die Nutzung von Heterokontakten zur Anpassung von Weiterverarbeitungsschritten (z. B. Sinterfähigkeit, Auslösen oder Unterdrücken von Grenzflächenreaktionen, Kontakttransportreaktionen) neue Wege zu bisher noch unzugänglichen Materialeigenschaften ermöglicht, beispielsweise in Kombination von vermutlich inkompatiblen Materialchemien. Weiterhin ist die Gasphasenaggregation heterogener Materialformulierungen eine Grundvoraussetzung für die Herstellung optischer Bulkmaterialien mit kontrollierter nanoskaliger Heterogenität über die Grenzen der direkten (Flüssigphasen-) Dotierung hinaus. Beide Aspekte erfordern grundlegende Überlegungen und ein besonderes Maß an interdisziplinären Einsichten, wie sie im Rahmen des Schwerpunktprogramms 2289 angeboten werden, an das wir uns mit diesem Vorschlag wenden.Wir werden zunächst umfassende Analysenprotokolle entwickeln, die die Charakterisierung und das mechanistische Verständnis der Funktionalität nanoskaliger Oxidaggregate für das Design spezifischer Materialfunktionen auf der Basis von Heterokontakten ermöglichen. Dies dient insbesondere dazu, das Verständnis nichtlinearer Mischeffekte auf der Ebene der Materialeigenschaften (die grundlegende Rolle des Kontakts) mit Aggregationsstrategien (basierend auf Prozessverständnis und Simulationswerkzeugen) zu verbinden. Partikelstrukturen werden per Koaggregation unter Verwendung einer Strahleinspeisung hergestellt unterstützt atmosphärische Mikrowellenplasmabehandlung. Wir zielen auf die universelle Anwendbarkeit von Werkzeugen und das generelle Verständnis ab und gehen vom Beispiel heterogener Partikelaggregate bestehend aus mit SE dotierten SiO2 und Al2O3-Nanopartikeln aus. Diese bieten neben dem spezifischen Anwendungskontext auch die Möglichkeit zur optischen Verfolgung der Kontaktbildung/ -entwicklung. Sie können somit als Modellsysteme für einen größeren Bereich fester Aggregate und die Aggregatbildung in der Gasphase dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462426077",
      "url": "https://gepris.dfg.de/gepris/projekt/462426077",
      "title": "Hybride Modellierung der Heteroagglomeration in gasgetragenen Strömungen mittels CFD-DEM-Simulation und Methoden des maschinellen Lernens",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462426077",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Das mechanistische Verständnis partikulärer Prozesse ist die Grundlage, um maßgeschneiderte, partikuläre Produkte mit zusätzlich integrierten Funktionen zu schaffen. Eine Möglichkeit, bestehende Partikeleigenschaften zu kombinieren oder durch ihre Kombination neue Funktionen zu schaffen, ist die Heteroagglomeration über Gasphasenprozesse. Speziell submikrone Partikelsysteme bergen für Heteroagglomerationsprozesse ein besonders hohes Potential, sind aber nur mit hohem messtechnischen Aufwand hinsichtlich des komplexen Zusammenspiels zwischen Prozessparametern, dispersen Partikeleigenschaften und den Partikelwechselwirkungen zu charakterisieren. Der Einsatz von gekoppelten Strömungs- (CFD) und Partikelsimulationen (DEM) bietet die Möglichkeit, die derzeit kaum erforschten Heteroagglomerationsvorgänge submikroner Partikel in Abhängigkeit von den Prozessparametern, dispersen Partikeleigenschaften sowie den unterschiedlichen Partikelwechselwirkungen systematisch zu untersuchen. Aufgrund der zunehmenden Steigerung der Rechenleistung können auf Basis von CFD-DEM-Simulationen weitaus größere Datensätze generiert werden, welche die Herleitung mechanistischer Zusammenhänge und damit eine gezielte und übertragbare Prozess- und Produktentwicklung erlauben. Für die korrekte simulative Abbildung der im Experiment erhaltenen Heteroagglomeratstrukturen ist die Verwendung realistischer Partikelkontaktmodelle sowie deren hinreichend genaue Parametrisierung entscheidend. Zur Kalibrierung und Validierung der CFD-DEM sollen in einem Messaufbau definierte, sphärische Primärpartikel unterschiedlicher Partikelgröße im submikronen Größenbereich erzeugt und in der darauffolgenden Agglomerationszone agglomeriert werden. Zur 3D-Rekonstruktion der entstandenen Strukturen und Messung von Partikelwechselwirkungskräfte wurden bereits geeignete Messmethoden (FIB-SEM, AFM) etabliert und angewendet. Die CFD-DEM Datensätze werden durch eine semi-mechanistische Modellierung der physikalisch inspirierten genetischen Programmierung erzeugt, die in der Lage ist, bestehende mechanistische Modelle zu evaluieren, weiterzuentwickeln und zu kombinieren. Ein wesentlicher Schwerpunkt der zweiten Förderperiode ist die systematische Untersuchung und Modellierung der Bildung photokatalytisch aktiver SiO2-TiO2 Heteroagglomerate mittels Experiment und CFD-DEM-Simulation sowie die Charakterisierung und Simulation der photokatalytischen Aktivität in Abhängigkeit von der Heteroagglomeratstruktur.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462470125",
      "url": "https://gepris.dfg.de/gepris/projekt/462470125",
      "title": "Ionen- und Elektronen-leitfähige Hetero-Aggregate für elektrochemische Anwendungen",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462470125",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Dieses Projekt konzentriert sich auf die Entwicklung fortschrittlicher Kathodenkomposite für Festkörperbatterien (ASSBs), die herkömmlichen Lithium-Ionen-Batterien (LIBs) mit flüssigem Elektrolyt in Bezug auf Energiedichte, Sicherheit und Leistungsdichte überlegen sein sollen. Ein wesentlicher Aspekt dieses Vorhabens ist die Erforschung und Optimierung von heterogenen Aggregaten, die aus verschiedenen aktiven Materialien und Festelektrolyten bestehen. Diese Aggregate sind entscheidend für die Leistungsfähigkeit der ASSBs, da sie die Grundlage für den Ionentransport und die elektronische Leitfähigkeit innerhalb der Batterie bilden. Die geplanten Forschungsarbeiten umfassen sowohl experimentelle als auch simulative Ansätze, um ein tiefgreifendes Verständnis der Materialinteraktionen, der Mikrostruktur und der elektrochemischen Eigenschaften zu erlangen. Dies soll zu einer verbesserten Leistung und Zuverlässigkeit der ASSBs beitragen und letztendlich den Weg für deren kommerzielle Anwendung ebnen. Die Hauptziele des Projekts für die zweite Förderphase sind: 1. Untersuchung anwendungsrelevanter Materialsysteme: Es wird geplant, von dem ursprünglichen Modellsystem (LiFePO4, Li3InCl6, Kohlenstoffschwarz) zu anderen Materialsystemen überzugehen, die verschiedene Partikel-Partikel-Interaktionen aufweisen. Dies beinhaltet den Einsatz kostengünstigerer und ressourcenschonenderer Festelektrolyte wie Li2ZrCl6 und hochleistungsfähiger Materialkombinationen wie LiNi0.8Co0.1Mn0.1O2 (NCM811) mit dem hochleitfähigen Schwefelfestelektrolyen Li6PS5Cl (LPSCl). 2. Untersuchung fortschrittlicher Mischdesigns und -prozesse: Die Forschung wird sich darauf konzentrieren, den Einfluss von Stresszahl und Stressintensität, z. B. durch Variation von Rotationsgeschwindigkeit, Mischzeit und Größe der Mahlkörper, auf die elektrochemische Leistung der ASSB-Vollzelle zu bewerten. Ziel ist es, Material-/Prozess-Struktur-Eigenschafts-Funktionen zu etablieren. 3. Simulation und Untersuchung von Stressmechanismen und resultierender Mikrostruktur: Es wird beabsichtigt, Simulations- und Experimentiermethoden zu kombinieren, um den Aufbau der heterogenen Aggregate zu verstehen und die Mikrostruktur mit den Ergebnissen der Simulationen zu verknüpfen. Dabei soll ein reproduzierbarer Referenzprozess für die wissenschaftliche Gemeinschaft etabliert werden. 4. Entwicklung eines 4-Phasen-Systems durch Hinzufügen eines Bindemittels und Skalierung der Produktion von Kathodenkompositen: Dies umfasst die direkte Trockenkalanderung und Zellenmontage, was durch das Hinzufügen eines Binders und die damit einhergehende mechanische Stabilität der Kathode möglich gemacht wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462226334",
      "url": "https://gepris.dfg.de/gepris/projekt/462226334",
      "title": "Koordinationsfonds",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462226334",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Das Mischen von dispersen Systemen (Partikeln und Pulvern) ist eine traditionelle Unitoperation der Verfahrenstechnik. Die Anwendungen von gemischten partikulären Systemen reichen von der Verarbeitung von Lebensmitteln, pharmazeutischen und chemischen Substanzen bis hin zur Materialverarbeitung und Werkstofftechnik. Das funktionelle Mischen verschiedener Partikeltypen (Heteroaggregation) hat das Potenzial, herausragende neue Eigenschaften von dispersen Produkten zu erzeugen, die von der Mischungszusammensetzung und von verschiedenen sekundären Prozessbedingungen abhängen. Dabei kann eine neue Produkteigenschaft durch den direkten Kontakt verschiedener Partikel (Heterokontakt) und damit durch die entstehende Grenzfläche zwischen den jeweiligen Teilkomponenten entstehen. Viele Anwendungen haben gezeigt, dass diese Heterokontakte von grundlegender Bedeutung für bestimmte funktionelle Eigenschaften sind. In den meisten Fällen resultieren die neuen Eigenschaften aus der Übertragung von Ladungen, Masse, Wärme, Kräften oder Momenten, ohne dass es einer chemischen Reaktion der Komponenten bedarf. Die Qualität eines solchen Partikelgemisches hängt also direkt mit den Kontaktstellen und Grenzflächen der verschiedenen Partikel und den Details der Wechselwirkung zwischen ihren Spezies im Kontakt zusammen. Die neue Eigenschaft aus der Kontaktzone steuert die Material- und Produkteigenschaften des gesamten Systems, das im Kontext des SPP als Heterokontakt bezeichnet wird. Direkte Informationen über die Qualität des Heterokontakts (z. B. Anzahl der Kontakte, Transporteigenschaften zwischen verschiedenen Partikelsorten) könnten daher die Basis für eine grundlegende Beschreibung der neuen Eigenschaften des Partikelgemischs. Gleichzeitig muss der Heteroaggregationsprozess zur Erzeugung solcher Heterokontakte untersucht und kontrolliert werden. In den verbleibenden drei Jahren des SPP konzentriert sich die Forschung verstärkt auf spezifische Materialfunktionen der heteroaggregierten partikulären Systeme, die nachgewiesen und mit den Prozessparametern verknüpft werden. Dieser Schwerpunkt stellt wiederum besondere Anforderungen an angepasste Prozessmess- und -regeltechniken sowie an die Material- und Partikelcharakterisierung. Im Einzelnen ergeben sich die folgenden Ziele: - Nutzung der bisherigen Erkenntnisse für mehrstufige Prozesse zur Erzeugung von Hetero-Aggregaten mit integrierter Prozessführung. Dazu gehören Aerosolprozesse zur definierten Erzeugung von Heteroaggregaten, mit einer adäquaten Prozessdiagnostik zur Detektion von Mischungsvorgängen. - Nutzung und Kopplung verschiedener CFD-, Partikel- und Reaktionsmodelle und Aufbau einer ganzheitlichen Simulationsumgebung zur Auslegung von Materialfunktionen. - Etablierung von Standardverfahren zur Charakterisierung von Heteroaggregaten im Submikrometerbereich unter Nutzung von Probenzügen aus schnellen Aggregationsprozessen und tomographischen Methoden zur Charakterisierung von Heteroaggregaten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462408703",
      "url": "https://gepris.dfg.de/gepris/projekt/462408703",
      "title": "Ladungsinduzierte Mischung von Partikeln für die Herstellung von strukturierten Materialien und ihre umfassende Charakterisierung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462408703",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Wir entwickeln einen zweistufigen Prozess zur ladungsinduzierten Mischung und Hetero-Aggregation. In ersten Schritten werden in einem bipolaren Elektrospray Partikel Generator (BEPG) mit zwei Elektrosprays entgegengesetzt geladene Nanopartikel erzeugt, welche anschließend aufgrund anziehender elektrostatischer Wechselwirkungen miteinander gezielt vermischt werden. Die beiden Elektrosprays erzeugen Tropfen kleiner 100nm mit einer Rate von 10^9 s-1.  Unter diesen Bedingungen können die entstehenden Produkte umfassend und vollständig mit einer Kombination aus DMA und Massenspektrometer (DMA-MS) charakterisiert werden. Im zweiten Schritt werden diese Partikel in einem Rohrofen unter dem Einfluss von Wasserstoff reduziert um Metall- und Legierungsnanopartikeln zu erzeugen. Der vorgeschlagene Elektrospray/Pyrolyse-Prozess ist sehr vielseitig einsetzbar zur Herstellung von Nanopartikeln unterschiedlichster Zusammensetzung und Struktur. Wir studieren zunächst Modellsysteme und wenden die dabei gewonnen Erkenntnisse auf anschließend auf Legierungen und Titan-suboxid (Magnéli)Phasen an. Ladungs- und Größenverteilung der entstehenden Partikeln werden an verschiedenen Stufen des Prozesses mit einem Tandem-DMA charakterisiert, um so quantitative Aussage zur Mischung zu erhalten. Die resultierenden Partikel und Aggregate werden hinsichtlich ihrer Form und Größe sowie der chemischen und Phasenzusammensetzung mit Hilfe moderner Verfahren der Elektronenmikroskopie und Tomographie charakterisiert. Um statistische Informationen über disperse Partikel zu gewinnen, wird eine repräsentative Probenentnahme im Anschluss an die DMA-MS implementiert, die ein Partikelscreening im REM/TEM ermöglicht. Ein automatisierter korrelativer Arbeitsablauf, der hochauflösende Studien über ausgedehnte Partikelmengen ermöglicht, wird entwickelt und sowohl auf Metall-/Legierungs-Nanopartikel als auch auf Nanopartikel auf Titanoxid-Partikelträgern angewandt. Der Ansatz wird zunächst in 2D etabliert, um automatisiertes Partikelscreening und hochauflösende Analysen für sinnvolle Statistiken zu ermöglichen. Die Erkenntnisse aus den mikroskopischen Studien werden mit DMA-MS und anderen mittelnden Partikelmessungen korreliert, um ein tieferes Verständnis des BEPG-Prozesses und seiner Prozessparameter zu erhalten. In einer explorativen Weise wird der mikroskopische Ansatz auf 3D ausgedehnt, indem Partikel-auf-Spitze-Präparationsroutinen mit skalenübergreifender 360°-Tomographie kombiniert werden. Um schließlich eine Verbindung zwischen strukturellen und funktionellen Eigenschaften der mittels BEPG erzeugten Metall/Titanoxid-Partikelaggregate herzustellen, werden photokatalytische Messungen an ausgewählten Proben durchgeführt und mögliche Korrelationen der katalytischen Aktivität mit dem Auftreten von Suboxid-Magnéli-Phasen/Nanopartikel-Kontakten aufgedeckt. Die Unterscheidung zwischen Magnéli-Phasen und stöchiometrischen TiO2-Phasen erfolgt dabei über phasensensitive analytische TEM-Messungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenEhemaliger AntragstellerDr.-Ing. Christian  Lübbert, bis 9/2024"
    },
    {
      "project_id": "462466296",
      "url": "https://gepris.dfg.de/gepris/projekt/462466296",
      "title": "Laser-optische In-situ-Detektion und Abbildung der Heteroaggregation in der Gasphase",
      "subject_area": "Chemische und Thermische VerfahrenstechnikEnergieverfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462466296",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Trotz der praktischen Relevanz von Heteroaggregaten für eine Vielzahl von Anwendungen gibt es keine etablierten Methoden zum In-situ-Nachweis von Heteroaggregaten in der Gasphase. Daher liegt der Schwerpunkt dieses Projektes auf der Entwicklung und Evaluierung geeigneter optischer Methoden zur selektiven Detektion von Heteroaggregaten AB in Kombination mit dem Nachweis der Einzelbestandteile A und B, um eine quantitative Bestimmung des Heteroaggregationsgrades in der Aerosolphase mit der Fähigkeit zu bildgebenden Messungen in ausgedehnten Bereichen zu ermöglichen. In einem ersten Schritt wird eine Modellströmungskonfiguration realisiert, die hochflexibel für die Verwendung von Partikeln aus verschiedenen Quellen ist und die nach variablen Wechselwirkungszeiten Heteroaggregate bilden. Dabei wird die direkte Mischung bestehender Partikelsysteme in der Gasphase zur Erzeugung von Heteroaggregaten genutzt.  Anschließend sollen verschiedene optische In-situ-Detektionsstrategien zur Überwachung der Heteroaggregation von Partikeln in der Gasphase mit bildgebenden Verfahren entwickelt, getestet und validiert werden. Drei verschiedene Ansätze, die den Energietransfer zwischen A- und B-Teilchenklassen ausnutzen, um ein Signal zu erzeugen, das selektiv für das Vorhandensein von Heterokontakten ist, werden ausgenutzt: 1.) Laser-induziertes Erhitzen von A mit im Falle von Heteroaggregation nachfolgender thermischer Energieübertragung auf B  resultiert in einem Temperaturanstieg von B, der mit thermographischen Phosphoren gemessen wird. 2.) Berührungsempfindliche Wechselwirkung zwischen Fluorophoren in A und B, sowohl durch Förster-Resonanzenergietransfer (FRET) als auch unter Verwendung ionensensitiver fluoreszierender Indikatorfarbstoffe. 3.) Verwendung einer Kombination von LII (Laser-induzierter Inkandeszenz) und LIBS (Laser-induzierte Breakdown-Spektroskopie) zur Erzeugung eines charakteristischen Signals, das den selektiven Nachweis von A und B ermöglicht. Hier verändert die Heteroaggregation die Fluenzabhängigkeit dieser Prozesse, was den selektiven Nachweis von AB-Aggregaten ermöglicht. Um die entwickelten Messmethoden zu validieren, müssen die Ergebnisse durch Probenahme und anschließende Ex-situ-Analysen bestätigt werden. Zwei Arten der Probenahme werden dabei angewendet. Die Proben werden aus verschiedenen Bereichen innerhalb der Mischzone mit einem pneumatisch angetriebenen Probenehmers entnommen und durch Filtration aus dem ausströmenden Aerosol unserer Mischkammer gewonnen. Es ist eine enge Zusammenarbeit mit mehreren Partnerprojekten innerhalb des SPP 2289 auf dem Gebiet der Synthese, Simulation und Ex-situ-Probenahme geplant.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenMitverantwortlichProfessor Dr. Christof  Schulz"
    },
    {
      "project_id": "542447498",
      "url": "https://gepris.dfg.de/gepris/projekt/542447498",
      "title": "Maßgeschneiderte Heteroaggregate aus der Gasphasensynthese für heterogen katalysierte transiente Reaktionen",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542447498",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "In der heterogenen Katalyse spielen Heterokontakte als Schnittstellen zwischen Aktiv- und Trägermaterial eine Schlüsselrolle. Metallnanopartikel sind i. d. R. auf einem Trägermaterial immobilisiert, um ihre Größe und Verteilung zu kontrollieren, sowie ihre Stabilität zu verstärken. Die Trägermaterialien sind oft nicht inert, wodurch an den Heterokontakten zusätzliche Eigenschaften auftreten, welche das katalytische Verhalten drastisch beeinflussen. Ferner können sich neue aktive Zentren in der Nähe des Kontakts bilden. Somit erlaubt die Kontrolle und das Verständnis von Heterokontakten in festen Katalysatoren die Möglichkeit, das katalytische Verhalten gezielt zu steuern. Die Synthese von Modellkatalysatoren mit definierten Heterokontakten, welche für die Isolation spezifischer Materialeigenschaften nötig sind, stellt allerdings mit traditionellen nasschemischen Methoden immer noch eine Herausforderung dar. Aus diesem Grund wird in diesem Projekt die Mehrflammensprühpyrolyse als Einzelschritt-Syntheseroute eingesetzt, in der auf die Bildung von Primärpartikeln eine kontrollierte Mischung und Heteroaggregation in der Gasphase folgt. Dies erlaubt das präzise Einstellen der Heterokontakteigenschaften, wie bspw. deren Anzahl und chemische Natur, sowie die Primärpartikelgröße. Um Spillover-Effekte von einfachen Adsorptions-/Desorptionseffekten zu unterscheiden, wird die Dreiflammensprühpyrolyse als neuartige Technik etabliert, um ABC-Modellsysteme zu generieren, in welchen die Anzahl und Größe der Heterokontakte zwischen den Komponenten A, B und C individuell eingestellt werden können. Ziel ist es, die Eigenschaften der Heterokontakte mit den katalytischen Eigenschaften der Materialien unter transienten Bedingungen zu korrelieren. Hierfür werden definierte Heteroaggregate mit maßgeschneiderten Eigenschaften in der Gasphase synthetisiert und umfassend mit BET, XRD, TPX und TEM charakterisiert. Die Qualität des Materials in Bezug auf Clustergrößen und Anzahl an Heterokontakten wird durch die Analyse von HAADF-STEM-Bildern mithilfe von Convolutional Neural Networks in einer etablierten Zusammenarbeit im SPP2289 erreicht. Anschließend wird der Einfluss der Materialeigenschaften auf die katalytische Aktivität, die Sorptionseigenschaften und das Deaktivierungsverhalten unter dynamischen Bedingungen für geeignete Beispielreaktionen mithilfe der periodisch-transienten Kinetik-Methode untersucht. Als Beispielreaktion wird hierfür die die CO2-Hydrierung zu CH4 und CO herangezogen, da an dieser Reaktion mehrere gasförmige Spezies (CO2, CO, H2, CH4 und H2O) teilnehmen, welche ein individuelles transientes Verhalten aufweisen. Auf diese Weise können die transienten Antworten der gasförmigen Spezies schließlich mit den Heterokontakteigenschaften und den Syntheseparametern korreliert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "542432634",
      "url": "https://gepris.dfg.de/gepris/projekt/542432634",
      "title": "Numerische Vorhersage der Zusammensetzung von Hetero-Aggregaten aus Elektrospray-Prozessen und deren produktorientierte Optimierung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 542432634",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Die Nutzung der Wechselwirkung zweier bipolarer Elektrosprays ist eine innovative Idee für die Produktion von Hetero-Aggregaten. Numerische Berechnungen würden eine produktorientierte Optimierung in Bezug auf Betriebsparameter ermöglichen. Das Ziel des Projektes ist die Entwicklung eines voll-gekoppelten Berechnungswerkzeuges auf der Grundlage des Punktpartikel-Euler/Lagrange-Verfahrens, so dass Strömungsfeld, elektrisches Feld und die Tropfenphase wechselwirkend simuliert werden. Die Gasströmung, beeinflusst durch elektrisches Feld und Tropfenphase, wird mit einem Grobstrukturansatz (LES) dargestellt. Das elektrische Feld wird durch die Gleichungen für Feldstärke, elektrisches Potential und Stromdichte unter Beachtung der Tropfen-Raumladungsdichte berechnet. Die Simulation der Tropfen (Suspensions- oder Lösungstropfen) beinhaltet Verdampfung, Strömungskräfte, elektrische Feldkräfte und Coulomb-Wechselwirkung zwischen Tropfen als auch turbulente Dispersion. Im ersten Schritt werden für ein einfaches Elektrospray die grundlegenden Modelle implementiert und validiert. Dies betrifft die Tropfeninjektion mit allen notwendigen Eigenschaften, wie Größe, Geschwindigkeit, Temperatur, Ladung und Feststoffgehalt, und die Entwicklung eines effektiven stochastischen Modells für die elektrostatische Wechselwirkung zwischen Tropfen. Für die Berechnung wechselwirkender Elektrosprays wird das stochastische Kollisionsmodell für geladene Tropfen erweitert. Zu diesem Zweck sind Experimente zur Kollision elektrisch geladenen Tropfen erforderlich, um das Ergebnis der Kollisionen zu quantifizieren (z.B. Koaleszenz und Separation). Kollisionen zwischen gegensinnig geladenen Tropfen mit Feststoffkomponenten A und B bestimmen wesentlich die Komposition der erzeugten Hetero-Aggregate. Die Vermischung von Partikeln A und B innerhalb zweier koaleszierender Tropfen wird zudem durch tropfenaufgelöste direkte numerische Simulationen (DNS) unter Verwendung der VOF (volume of fluid) Methode untersucht. Die Partikel werden dabei als Punktmassen behandelt. Durch ein deterministisches Kollisionsmodell wird eine mögliche Agglomeration mit der DLVO-Theorie, in Verbindung mit einem Agglomerations-Aufbaumodells, modelliert. Die numerische Berechnung des gesamten Prozesses basiert auf der experimentellen Konfiguration im Projekt Weber/Will und besteht aus Gaszufuhr, zwei wechselwirkenden Elektrosprays und dem Auslassrohr. Letzteres fungiert als Erdungspol und Heizung für die Lösemittelverdampfung und das Sintern der Agglomerate. Dafür liefern die Euler/Lagrange Simulationen die Komposition der erzeugten Hetero-Aggregate für Suspensions- und Lösungstropfen. Diese Komposition wird entscheidend durch die Betriebsbedingungen des Prozesses gesteuert. Damit können die erhaltenen Mittelwerte und Standardabweichungen der Komposition klar mit den Betriebsbedingungen korreliert werden, um Material- und Prozess-Funktionen zu erhalten. Diese Zusammenhänge erlauben eine zielorientierte Optimierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462371809",
      "url": "https://gepris.dfg.de/gepris/projekt/462371809",
      "title": "Quantifizierung der Mischungszone und Intensivierung des Mischungsprozesses von zwei Nanopartikel erzeugenden Flamen zum Design von Heterokontakten",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462371809",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Die gezielte Kombination von zwei Nanomaterialien mit einem funktionellen Heterokontakt ist für diverse Anwendungen in den Bereichen Katalyse, Batterien und Nanomedizin von entscheidender Bedeutung für die Produkteigenschaften. Über die Kombination von zwei Nanopartikel erzeugenden Flammen mittels Doppelflammen-Sprüh-Pyrolyse (DFSP) ist eine solche Kombination zur Bildung von funktionellen Heterokontakten in Aggregaten möglich. Die Produkteigenschaften können durch die Prozessparameter wie Interaktionsdistanz und Interaktionswinkel zwischen den beiden Flammen angepasst werden. Um Produkteigenschaften jedoch gezielt zu verbessern ist ein detailliertes Verständnis der relevanten Partikel- und Aggregatbildungsprozesse notwendig, welche sich in einem limitierten Bereich - der Mischungszone - abspielen. Ziel dieses Projektes ist es diese Mischungszone experimentell und mittels CFD-Simulationen zu identifizieren und zu charakterisieren um anschließend den Einfluss der Prozessparameter Interaktionsdistanz und Interaktionswinkel auf die Mischungszone herauszuarbeiten. Um den Mischungsprozess über die bisherigenMöglichkeiten der DFSP hinaus zu intensivieren werden mit der Änderung des Zerstäuber-Gasdrucks an der Düse und einer Ultraschall-Intensivierung der Mischungszone zwei neue Ansätze zur Prozessintensivierung erforscht. Über eine Bewertung des Mischungszustandes der Partikel erwarten wir grundlegende Zusammenhänge zwischen Produkteigenschaften und den relevanten Größen des Mischungsprozesses in der Mischungszone sowie den Prozessparametern zu identifizieren. Dieses würde zu einem verbesserten Prozessverständis sowie der Möglichkeit einer gezielten Anpassung von Prozessparameter beitragen und insbesondere der steigenden Komplexität für Materialkombinationen aus drei Flammen gerecht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462460600",
      "url": "https://gepris.dfg.de/gepris/projekt/462460600",
      "title": "Realisierung und Analyse der strahlbasierten direkten Mischagglomeration in der Gasphase zur Bildung von Heteroagglomeraten mit neuen Eigenschaften",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462460600",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Das übergeordnete Ziel der geplanten Arbeiten besteht darin, zur Entwicklung neuer Produkte auf Basis von in der Gasphase gebildeten Heteroagglomeraten / Heteroaggregaten beizutragen, die neue Eigenschaften aufweisen. Um dieses Ziel zu erreichen, müssen gasphasenbasierte Prozesse etabliert werden, die eine kontrollierte Bildung der Agglomerate / Aggregate in ausreichender Menge und Qualität ermöglichen. Ein strahlbasierter Hetero-Agglomerationsprozess wurde in diesem Zuge von den Gruppen Kruggel-Emden (Technische Universität Berlin) und Schmidt (Bergischen Universität Wuppertal) im Rahmen der ersten Förderphase des SPP entwickelt und untersucht. Der Prozess umfasst drei Schritte. Im ersten Schritt werden die zu mischenden Primärpartikel in einen Trägergasstrom aufgegeben und dispergiert. In einem zweiten Schritt interagieren die Trägergasströme mit den unterschiedlichen Primärpartikeln miteinander, es kommt zu Kontakt, der die Bildung von Hetero-Agglomeraten ermöglicht. In einem dritten Schritt werden die gebildeten Produkte kontrolliert aus der Agglomerationszone entfernt. In der zweiten Förderphase wird dieses Verfahren weiterentwickelt und der Zusammenhang zwischen Prozessparametern, Agglomeratstruktur und Eigenschaften / Materialfunktionen herausgearbeitet. Dabei wird auf Festkörperbatteriematerialien als ein Beispiel für eine bestimmte Art von Hetero-Agglomeraten fokussiert. Die hierbei relevanten Kathodenmaterialien bestehen aus drei Stoffen, was nicht nur den Gasphasenprozess hin zu einem Mehrkomponentensystem erweitert, sondern auch zusätzliche Anforderungen an die Dispergierung und Mischung stellt. Ziel ist es dann, die Prozessparameter des beschriebenen Prozesses und der drei Teilprozesse im Hinblick auf die Qualität und Funktionalität der gebildeten Materialien zu untersuchen. Hierzu werden diese auf ihre elektrochemischen Eigenschaften hin untersucht und die Struktur der enthaltenen Hetero-Agglomerate beurteilt, um sie mit den zuvor genannten Eigenschaften in Beziehung zu setzen. Dabei wird eine Prozessintensivierung angestrebt, indem durch gezielte triboelektrische Aufladung der Primärpartikelsysteme und Erzeugung eines elektrischen Feldes eine elektrostatische Trennung unerwünschter Homo-Agglomerate realisiert wird. Der gasphasenbasierte Heteroagglomerationsprozess wird parallel zu experimentellen Untersuchungen mithilfe eines DEM/CFD-Ansatzes zur Modellierung der Agglomeration in inhomogener, isotroper Turbulenz nachgebildet und analysiert, während auch die Prozessintensivierung basierend auf Aufladung und elektrostatischer Trennung modelliert wird. Darüber hinaus wird die Analyse der elektrochemischen Eigenschaften der hergestellten Hetero-Agglomerate auch simulativ anhand eines voxelbasierten 3D-Mikrostrukturmodells abgebildet, um Prozessparameter in den Simulationen mit den zugehörigen Materialfunktionen und der Agglomeratsstruktur zu verknüpfen und damit auch den Vergleich Experiment und Simulation zu erlauben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenInternationaler BezugUSAKooperationspartnerProfessor Jeffrey  Marshall, Ph.D."
    },
    {
      "project_id": "462397288",
      "url": "https://gepris.dfg.de/gepris/projekt/462397288",
      "title": "Strahlschichtprozessierung zur Strukturierung von leitfähigen Hetero-Batterieaggregaten",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462397288",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Hauptziel dieser Forschungsarbeit ist die Ermittlung der optimalen Verarbeitungsbedingungen für Wirbel- und Strahlschichten, um einerseits aktive Materialien mit einer leitenden Lithium-Ionen-leitenden Schicht trocken zu beschichten und Verbundwerkstoffe für leitende Batterie-Heteroaggregate in ASSBs herzustellen. Es sollen im Rahmen des Projekts sowohl die Beschichtung als auch die Herstellung von Verbundwerkstoffen für eine großtechnische Fertigung hochskaliert werden. Zu den vorgeschlagenen Materialien für diese Verbundwerkstoffe gehören Lithiumeisenphosphat, Lithiummetalloxide, Ruß, Lithiumindiumchlorid, Lithiumniobat und Argyrodit. Im Mittelpunkt stehen CFD-DEM-Simulationen, die als Grundlage für die Konstruktion größerer Wirbel- oder Sprühbetten dienen sollen. Das übergeordnete Ziel ist die Schaffung eines theoretischen Rahmens für die Herstellung von trockenen Beschichtungen und Verbundwerkstoffen in Wirbel- und Strahlschichten, der als Grundlage für die Ausweitung der industriellen Produktion dienen soll. Wissenschaftliche Schlüsselfragen: - Untersuchung der Frage, wie die Beschichtung das aktive Material schützt und welche Rolle die Mikrostruktur und die Dicke der Beschichtung spielen. - Verstehen des mechanistischen Prozesses der Heteroaggregatbildung. - Untersuchung der Auswirkungen des Abstands von Platte und Düse auf die Heteroaggregate und Modellierung dieser Auswirkungen in Simulationen. - Untersuchen Sie, wie der Mikrostrahl Energie einbringt und welchen Einfluss er auf Heteroaggregate hat. - Analyse des Zusammenhangs zwischen der Struktur von Heteroaggregat-Verbundwerkstoffen und ihren elektrochemischen Eigenschaften. Arbeitsprogramm: 1. WP1: Entwurf und Modifizierung einer Glovebox speziell für Wirbelschicht- und Strahlschichtstudien, unter Berücksichtigung der Verwendung von gefährlichen Materialien wie NMC und spezifischen Festelektrolyten. 2. WP2: Einsatz eines Wirbelbetts mit Strahlunterstützung zur Beschichtung von NMC mit LIC und LiNbO3. In dieser Phase wird auch die Qualität der Beschichtung durch SEM-EDX und andere Techniken bewertet, um die optimalen Parameter für den Beschichtungsprozess zu bestimmen. 3. WP3: Untersuchung der Mikrostruktur der hergestellten Heteroaggregate mit Hilfe von Techniken wie FIB-SEM-Tomographie und TEM-Tomographie. 4. WP4: Entwicklung eines Modells zum Verständnis und zur Vorhersage der Heteroaggregatbildung. Das Modell wird Daten aus früheren Phasen und Simulationen einbeziehen. 5. WP5: Scale-up der Fluidisierungsanlage. Dieser Prozess wird mit Hilfe des Populationsbilanzmodells (PBM) modelliert, wobei das Dyssol-Framework als primäres Werkzeug dient. Insgesamt umfasst dieser Forschungsvorschlag die gesamte Prozesskette der Wirbelschichtverarbeitung für Batteriematerialien, vom ersten Entwurf und der Modifizierung bis hin zur großtechnischen Produktion, gestützt auf strenge wissenschaftliche Analysen und Simulationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften"
    },
    {
      "project_id": "462473659",
      "url": "https://gepris.dfg.de/gepris/projekt/462473659",
      "title": "Verbesserung der Gasphasensynthese von elektrokatalytischen Hetero-Aggregaten durch hochentwickelte Diagnostik und Leistungsbewertung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462473659",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren Eigenschaften",
      "description": "Die Kontrolle und Beherrschung von Materialstrukturen im Nano- und Mikromaßstab ist nach wie vor eine gewaltige Herausforderung. Insbesondere die Entwicklung von Produktionswegen, die die direkte Bildung von Heteroaggregaten in potenziell skalierbaren kontinuierlichen Gasphasenreaktionen ermöglichen, ist ein wichtiges Thema. Zu diesem Zweck liefern optische In-situ-Diagnosetechniken ein Verständnis der zugrundeliegenden Prozesse, das dann die Prozessgestaltung und -verbesserung ermöglicht. In der ersten Förderperiode wurden in den Einzelprojekten von Endres und Wiggers im Rahmen des SPP verschiedene Aspekte von heterogenen Pulvermischungen untersucht. Sie werden nun in einem gemeinsamen Projektantrag zusammengeführt mit dem Ziel, eine Brücke von der Heteroaggregation zweier Materialien in der Gasphase zur Funktion des entstehenden Verbundes schlagen zu können. Der gemeinsame Antrag kombiniert daher die Möglichkeiten optischer in situ Messtechniken zur Untersuchung der Heteroaggregatbildung mit Prozessdesign und -steuerung, ortsaufgelöster Probennahmetechnik und Untersuchungen zur Funktionalität der gebildeten Heteroaggregate. Im Mittelpunkt der Arbeiten steht die Heteroaggregatbildung eines elektrisch leitfähigen Materials (Few Layer Graphen, FLG, hergestellt aus eigener Gasphasensynthese) mit einem elektrokatalytisch aktiven Material. In Fortführung der Arbeiten der ersten Anwendungsphase wird hier das selbst hergestellte TiO2 als Beispiel gewählt. Zentrales Ziel ist es daher, auf der Basis experimenteller Untersuchungen mit Blick auf die elektrokatalytische Leistungsfähigkeit zu klären, inwieweit die Heteroaggregation eines Elektronenleiters mit einem Katalysator durch Aerosol-Wechselwirkung erreicht werden kann und wie diese Aggregation die elektrokatalytischen Eigenschaften des Verbundmaterials beeinflusst. Im Mittelpunkt stehen dabei folgende Fragen: - Wie ist es möglich, eine innige Mischung von Aerosolen zu erreichen, die die beiden Komponenten des Heteroaggregats enthalten? Dazu soll untersucht werden, inwieweit eine Vermischung und anschließende Heteroaggregation trotz des Vorhandenseins größerer fraktaler Aggregate beider Ausgangsstoffe und damit eingeschränkter Diffusion erreicht werden kann. - Inwieweit beeinflussen Temperatur und Verweilzeit beim Mischen in der Aerosolphase die Heteroaggregation, und wie wirkt sich dies auf die elektrochemische Leistung der resultierenden Komposite aus? - Inwieweit ist das lasergenerierte Signal, das die Bildung von Heteroaggregaten in der Aerosolphase anzeigt, ein Indikator für die Leistungsfähigkeit des resultierenden Materials? - Daraus abgeleitet soll die Frage beantwortet werden, wie - mit Blick auf die Funktionalität des Komposits - der Heteroaggregationsprozess in der Gasphase gestaltet sein muss und welches Mischungsverhältnis der beiden Komponenten geeignet/notwendig ist. Als gemeinsame Versuchsplattform werden wir Reactor Mixing System und ein neuartiges Matrix Mixing System einsetzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2289: \nGestaltung von Synergien in maßgeschneiderten Mischungen heterogener Pulver: Hetero-Aggregationen partikulärer Systeme und deren EigenschaftenMitverantwortlichProfessor Dr. Christof  Schulz"
    }
  ]
}