{
  "spp_number": "SPP 2514",
  "spp_title": "Quantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/541030623",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "563372006",
      "url": "https://gepris.dfg.de/gepris/projekt/563372006",
      "title": "ACE-QC Vollständig klassische und effiziente autonome Kalibrierung von Quantencomputern",
      "investigators": "Professor Dr. Tommaso  Calarco;Professorin Dr. Mariami  Gachechiladze",
      "subject_area": "Optik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563372006",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Unser Projekt ist Bestandteil einer umfassenden Initiative, das Potential von Quantencomputern zu entfalten, wodurch es letztendlich möglich wird, Rechenprobleme zu lösen, die außerhalb der Möglichkeiten heutiger Supercomputer liegen. Auch wenn die Entwicklung von Quantenprozessoren erhebliche Fortschritte macht, bergen Störeinflüsse unterschiedlichster Art nach wie vor erhebliche Schwierigkeiten, die eine ständige Kontrolle und (Re-)Kalibrierung im laufenden Betrieb erfordern.  Zu diesem Zweck ist es unerlässlich, geeignete Methoden zu entwickeln, die es erlauben, Quantenprozessoren präzise und effizient zu kalibrieren und zu steuern. Die derzeit üblichen Methoden leisten genau dies allerdings nur bedingt und resultieren bisher in zeitaufwendigen Prozessen, die sowohl vonseiten der Nutzer sowie auch der Anbieter mit erheblichen Kosten verbunden sind. Vielfach benötigen sie zu viele Messergebnisse, um die Genauigkeit der Prozesse hinreichend präzise zu bestimmen, oder sind anfällig gegenüber Fehlerquellen systematischer Natur. Beides führt in der Praxis dazu, dass die Geräte falsch kalibriert oder zu ungenau sind, was mit einem limitierten praktischen Nutzen einhergeht. In dieser Kooperation werden wir uns mit den genannten Problemen befassen und darauf hinarbeiten, praktikable, effiziente und zuverlässige Lösungen zu entwickeln, um Quantenprozessoren zu kalibrieren. Konkret werden wir die erste Toolbox bereitstellen, die dies autonom in einem Black-Box-Aufbau für Quantencomputing auf mehreren Qubits ermöglicht. Dieser Ansatz erlaubt es, mit einer erheblich verringerten Zahl - optimal bis auf konstante Faktoren - an Messergebnissen die Genauigkeit der Implementierung rigoros zu bestimmen. Hierbei ist hervorzuheben, dass dafür lediglich die Anzahl der Quantenbits bekannt sein muss und keine sonstige Kenntnis über die interne Struktur des Quantenprozessors benötigt wird. Diese Ergebnisse werden wir in die Abläufe zur optimalen Steuerung von Quantenprozessoren integrieren, wodurch es dem System möglich ist, die entsprechenden Kontrollparameter präzise zu bestimmen und Abweichungen von der gewünschten Operation zu reduzieren. Darüber hinaus wird unser Ansatz nicht nur die Genauigkeit der Ausführung von Quantenprozessen verbessern, sondern auch den Kalibrierungsvorgang erheblich beschleunigen. Unser entwickeltes Tool wird sowohl effizient in der Anzahl der benötigten Messungen sein, als auch in der Lage innerhalb eines Black-box Setups zu operieren, wodurch es möglich wird, unterschiedliche Plattformen miteinander zu vergleichen. Dementsprechend stellt es einen Paradigmenwechsel in dem Forschungsbereich RA5 des Priority Program:  “Verification and Validation of Quantum Software and Systems” dar, während es ebenfalls zur Weiterentwicklung von RA3: “Software Stack with Runtime Infrastructures” beiträgt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-SoftwarestackMitverantwortlichProfessor Dr. Felix  Motzoi"
    },
    {
      "project_id": "563423354",
      "url": "https://gepris.dfg.de/gepris/projekt/563423354",
      "title": "Attestierung zur Verifikation und Validierung im Quantencomputing-Stack",
      "investigators": "Professorin Dr. Jasmin  Meinecke;Professor Dr. Jean-Pierre  Seifert;Professor Dr. Janik  Wolters",
      "subject_area": "Sicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte SystemeHardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563423354",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Cloud-basierte Quantencomputing Software-Stacks sind für eine Vielzahl bekannter und neuer Sicherheitsbedrohungen anfällig. Ziel dieses Projekts ist es, Wege zu erforschen, wie solche Software-Stacks von Beginn an im Bereich des Quantencomputings abgesichert werden können. Um den spezifischen Bedrohungen der QC-Cloud effektiv zu begegnen, kombinieren wir rigoros bewährte Sicherheitsmechanismen aus der klassischen IT-Sicherheit mit nachweislich sicheren Quantenprotokollen. Insbesondere greifen wir auf Maßnahmen aus dem Bereich des klassischen Confidential Computing zurück und adaptieren diese für den Einsatz im Quantencomputing. Zu den zentralen Sicherheitsmechanismen gehören: Attestierung (für die Speicher-authentifizierung) und sog. Physikalisch Unklonbare Funktionen (für die Plattform-authentifizierung). Zusätzlich zu den oben genannten theoretischen Untersuchungen der Sicherheitsparadigmen, d. h. Quanten-Attestierung und Quanten-PUFs, wird das Projekt einen Prototyp als Machbarkeitsnachweis auf einer bestehenden photonischen Quantencomputing Plattform entwickeln. Diese photonische QC-Plattform, steht bei den jeweiligen Projektpartnern bereits zur Verfügung. Dieser Ansatz wird intensiv vom Einsatz photonischer Quantenzustände (sogenannte qumodes) Gebrauch machen, was eine eigene Herausforderung darstellt. Außerdem erlaubt dies uns auch offene Fragen im Hinblick auf Protokollanforderungen zu adressieren, die unabhängig von der zugrundeliegenden Hardware sind. Wichtig ist, dass diesen Untersuchungen Folgendes folgt: Schnittstellen und Spezifikationen auf höherer Ebene für Quanten-Attestierung und Quanten-Plattform-Authentifizierung in einer hardware-agnostischen Weise zu definieren, wodurch der Weg geebnet wird, um diese Primitive in andere bestehende Quanten Cloud-Computing Stacks integrieren zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563388236",
      "url": "https://gepris.dfg.de/gepris/projekt/563388236",
      "title": "Brückenschlag zwischen endlich dimensionalen und unendlich dimensionalen Quantumssysteme - Simulationen und Rechenleistung",
      "subject_area": "Optik, Quantenoptik und Physik der Atome, Moleküle und PlasmenTheoretische Informatik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563388236",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Quantencomputer versprechen die Rechenkapazitäten herkömmlicher Computer signifikant durch die Nutzung von Quanteneffekten wie Verschränkung und Kohärenz zu erweitern. Obwohl Quantenvorteile (d.h. eine Verbesserung gegenüber den besten klassischen Verfahren) für einige Szenarien theoretisch gezeigt wurde, ist der genaue Ursprung dieses Vorteils noch nicht hinreichend ergründet. Durch die Fortschritte im Bau von Quantencomputerhardware in den letzten Jahren, wird zunehmend in diese Technologie investiert. Voraussetzung für eine solche Investition, sollte jedoch ein tiefes theoretisches Verständnis dafür sein, warum ein Quantencomputer für bestimmte Aufgaben besser geeignet sein sollte, zumindest in einer idealen, rauschfreien Umgebung. Insbesondere im Hinblick auf die Bewertung verschiedener Hardwareplattformen ist eine genaue Einschätzung der möglichen Rechenleistung dieser Plattformen wichtig. Darüber hinaus sind die derzeit verfügbaren Geräte nicht in der Lage, die Rechenleistung von Quantensystemen in vollem Umfang auszunutzen, da sie durch Rauschen (Fehler) beeinträchtigt werden, die die Berechnung in einer viel grundlegenderen Weise beeinflussen als bei Standardcomputern. Es ist umstritten wie stark das Rauschen einen möglichen Quantenvorteil beeinflusst. Die Quantenfehlerkorrektur verspricht, diese Probleme zu lösen, ist aber mit einem beträchtlichen Mehraufwand verbunden. In den letzten Jahren wurden Quantenfehlerkorrekturtechniken entwickelt, die jedoch letztlich nicht skalierbar sind. Daher ist es absehbar, dass für die Entwicklung von vollständig fehlerkorrigierten Quantencomputern, die Quantenfehlerkorrektur durch Methoden zur Fehlerunterdrückung und Fehlervermeidung zu ergänzen. Um sowohl die theoretischen Grundlagen für Quantenvorteil besser zu verstehen und diesen durch Maßnahmen zur Fehlerunterdrückung zu ermöglichen, untersuchen wir in diesem Projekt die Rechenleistung von Quantensystemen Systemen aus zwei komplementären und symbiotischen Perspektiven. Einerseits untersuchen wir untere Schranken für die Rechenleistung von diskreten und kontinuierlichen (und hybriden) Systemen indem wir Verbindungen zwischen der klassischen Simulierbarkeit von endlich dimensionalen (d.h. Qubit) und kontinuierlichen variablen Quantensystemen erforschen. Andererseits zielen wir darauf ab, die Leistung von photonischen Quantenberechnungen mit Polynomialzeit nach oben zu begrenzen und allgemeiner zu charakterisieren, um das bestehende Wissen über Quantenberechnungen mit Polynomialzeit auf Qubits zu ergänzen. Darüber hinaus wird untersucht, wie wir mit Hilfe von Methoden der Quantenfehlerkorrektur und Fehlervermeidung die Rechenkapazität von Quantencomptern graduell steigern können, sowohl für diskrete als auch kontinuierliche Systeme.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-SoftwarestackMitverantwortlicheDr. Tobias  Stollenwerk;Professor Dr. Frank K.  Wilhelm-Mauch"
    },
    {
      "project_id": "563122858",
      "url": "https://gepris.dfg.de/gepris/projekt/563122858",
      "title": "Durchgängige Entwicklung von Quantensoftware mit Stakeholder-spezifischen Sichten",
      "investigators": "Professor Dr. Wolfgang  Mauerer;Professorin Dr.-Ing. Ina  Schaefer",
      "subject_area": "Softwaretechnik und ProgrammiersprachenHardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563122858",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Anwendungsfälle des Quantencomputings stützen sich auf verschiedene Formen von Modellabstraktionen, um ein rechnenintensives Problem zu beschreiben und - durch geeignete Transformationen, die relevante Eigenschaften erhalten - eine Rechenaufgabe für digitale oder analoge Quantencomputer abzuleiten. Solche unterschiedlichen Rechenmodelle sind im Vorhinein durch Abstraktionen zu berücksichtigen, da es plausibel ist, dass unterschiedliche Rechenmodelle je nach Rechenaufgabe unterschiedliche Vorteile bieten. Während die Hardware für Quantencomputer in den letzten Jahren erheblich verbessert wurde, wird die Software noch immer mit Mitteln entwickelt, die hinter dem aktuellen Stand der Softwaretechnik zurückliegen. Wir sehen einen Mangel an geeigneten Modellierungsformalismen, die verschiedene nützliche Abstraktionsebenen und Ausdrucksmöglichkeiten bieten. Um von einem domänenspezifischen Problem zu einer Folge von ausführbaren Rechenschritten zu gelangen, fehlen wohldefinierte Transformationen mit bekannten Garantien zwischen verschiedenen Modellabstraktionen. Um sicherzustellen, dass die Modelle verstanden und interpretiert werden können, fehlt es an geeigneten Darstellungen dieser Modelle, die den Bedürfnissen der verschiedenen Interessengruppen von der Grundlagenphysik bis zu angewandten Ingenieurwissenschaften angepasst sind. Wir werden diese Lücke schließen, indem wir die in der klassischen Informatik erfolgreich angewandte Modell- und Sichten-basierte Entwicklung systematisch auf das Quantencomputing anwenden. Wir werden diese Konzepte für digitales und analoges Quantencomputing in einem interdisziplinären und bereichsübergreifenden Ansatz untersuchen und eine durchgängige (modellbasierte) Entwicklungsmethodik für Quantensoftware mit akteursspezifischen Sichten entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563402549",
      "url": "https://gepris.dfg.de/gepris/projekt/563402549",
      "title": "Entwicklung von Software für fehlertolerantes Quantencomputing",
      "subject_area": "Hardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeSoftwaretechnik und Programmiersprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563402549",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Der Bau und Betrieb großskaliger Quantencomputer, die in der Lage sind, Quantenanwendungen auszuführen, die klassische Supercomputer übertreffen oder praktischen Nutzen bringen, erfordert fehlertolerante Quantenfehlerkorrektur. Da Quantensysteme anfällig für Dekohärenz sind, ist die aktive Erkennung und Korrektur von Fehlern während der Speicherung und Verarbeitung von Quanteninformationen unerlässlich, um zuverlässige Berechnungsergebnisse von Quantenalgorithmen zu gewährleisten. Dies erfordert einerseits Quantenfehlerkorrekturcodes, die ausreichend leistungsfähige (universelle) fehlerkorrigierte Quantengate-Operationen ermöglichen. Andererseits erfordert die Implementierung dieser Operationen effiziente Quantenschaltungen, die fehlertolerante Emntwurfsprinzipien einhalten, um die unkontrollierbare Vermehrung von Fehlern zu verhindern, sowie effiziente Dekoder, um Fehler-Syndrom-Informationen klassisch zu verarbeiten. Allerdings berücksichtigen die meisten aktuellen Methoden zur Quantenkompilierung und -synthese die Fehlerkorrektur und Fehlertoleranz überhaupt nicht – was zu einer fatalen Lücke zwischen den erforderlichen und den vorhandenen Softwarelösungen für den Betrieb skalierbarer fehlerkorrigierter Quantencomputer führt. Infolgedessen wird der Bau fehlertoleranter Quantenschaltungen oft manuell durchgeführt (eine mühsame Aufgabe, die letztlich nicht skalierbar ist) und ignoriert häufig die spezifischen Fähigkeiten und Einschränkungen der tatsächlichen physischen Quantenhardware. In diesem Projekt wollen wir erste Schritte unternehmen, um diese gravierende Lücke zu schließen, indem wir uns auf mehrere konkrete Probleme im weiten Feld der fehlertoleranten Kompilierung konzentrieren. Wir akzeptieren, dass diese Herausforderung nur vernünftig angegangen werden kann, indem Expertise aus der Quanteninformationstheorie, Physik und Softwaredesign zusammengebracht wird. Wir werden Methoden entwickeln, die neuartige theoretische Techniken, Überlegungen zu physikalischen Hardwareeinschränkungen sowie automatisierte Werkzeuge für die fehlertolerante Kompilierung kombinieren. Damit wollen wir die Grundlage für ein umfassendes, automatisiertes Kompilierungs-Framework für skalierbare fehlertolerante Quantenberechnung legen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563252118",
      "url": "https://gepris.dfg.de/gepris/projekt/563252118",
      "title": "Kompilation von Quantenschaltkreisen für die Rydberg-Atom Plattform mit Berücksichtigung von Fehlermechanismen (ECQuRyd)",
      "subject_area": "Rechnerarchitektur, eingebettete und massiv parallele SystemeHardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und PlasmenTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563252118",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Um einen Quantenalgorithmus auf einer Hardwareplattform auszuführen, muss er in seine nativen Operationen kompiliert werden. Dieses Projekt schließt die Lücke zwischen den jüngsten technologischen Fortschritten bei der Rydberg-Atom-Plattform und ihrer Fähigkeit zur Ausführung von Quantenschaltungen. Diese Plattform verspricht exzellente Skalierbarkeit durch Arrays mit Tausenden von Qubits, genaue Gatter und zahlreichen nativen Operationen, die auf anderen Plattformen nicht zu finden sind, darunter Multi-Qubit-Gatter und dynamische Änderungen der Qubit-Konnektivität durch physikalische Verschiebungen der Qubits. Existierende Kompilierungsansätze orientieren sich in der Regel auf supraleitende Qubits und bieten keine Unterstützung für die erweiterten Funktionen der Rydberg-Atom-Plattform. Die Antragsteller bringen ihre Kompetenzen aus der Informatik (Kompilierung von Quantenschaltungen und EDA) und aus der Physik (fundierte Kenntnisse der Plattform, ihrer Funktionsweise, der Fehlermechanismen und der Unterdrückung von Fehlern) in das Projekt ein, beteiligt ist auch ein Nachwuchswissenschaftler und Erstantragsteller. Auf der Grundlage unserer bahnbrechenden gemeinsamen Publikation auf der ICCAD-Konferenz 2021 werden wir Kompilierungsmethoden entwickeln, die die einzigartigen technologischen Möglichkeiten der betrachteten Plattform voll ausschöpfen. Sie nutzen ein tiefes Verständnis der zugrundeliegenden Fehlermechanismen nutzen, um Fehler zu überwinden. Die zu entwickelnden Kompilierungsmethoden werden die gesamte Vielfalt von Operationen nutzen, einschließlich Drei-Qubit-Gattern auf dem Rydberg-Gitter und Verschiebungen von Rydberg-Atomen in mehreren Dimensionen, um ursprünglich entfernte physikalische Qubits zu verbinden. Neben bereits experimentell nachgewiesenen Funktionen werden wir uns mit künftigen Verbesserungen der Plattform befassen und so den Experimentalphysikern wertvolle Hinweise auf die zu erwartende praktische Bedeutung dieser Verbesserungen geben. Ein herausragendes Merkmal unseres Ansatzes ist das Verständnis der hochkomplexen Beziehung zwischen Unterdrückung von Fehlern und der Kompilierung. Zentral sind hier mikroskopische Simulationen, die kompakte und dennoch detaillierte Fehlermodelle in der Kraus-Darstellung liefern. Ihre Einbindung in Kompiliermethoden für größere Schaltungen erfordert eine intensive interdisziplinäre Zusammenarbeit und geht weit über heutigen Stand der Forschung hinaus. Hier bringen die Partner aus der Informatik ihre umfangreiche Erfahrung in der Kompilierung von Quantenschaltungen auf dem Rydberg-Atom und auf anderen Plattformen ein, während die Partner aus der Physik ihr tiefes Wissen über die Rydberg-Atom-Plattform, ihre Eigenschaften und Fehlermechanismen einbringen. Das Projekt ist im RA 3 des SPP angesiedelt, da sein Schwerpunkt auf plattformspezifischen und technologiebewussten Kompilierungstechniken liegt. Es ist auch eng mit RA4 und speziell den EDA-Methoden für Quantenhardware verbunden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563436708",
      "url": "https://gepris.dfg.de/gepris/projekt/563436708",
      "title": "Kompilierungsumgebung und Benchmarking für Ionenfallen-basierte Quantencomputer",
      "subject_area": "Softwaretechnik und ProgrammiersprachenHardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563436708",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Quantenprozessoren basierend auf gefangenen Ionen stellen eine vielversprechende Technologieplattform dar, denn sie verfügen über ausgezeichnete Kohärenzzeiten, hohe Gatter Qualitäten, erlauben einen skalierbaren Ansatz durch die Bewegung der Ionen-Qubits und es konnten bereits eine hohe Zahl von verschränkten Qubits demonstriert werden. Zur Zeit fehlt aber noch die angepasste Software, um das volle Potential dieser Hardware auszuschöpfen. Daran arbeiten wir in diesem Projekt in einer interdisziplinären Kollaboration zwischen der Physik an der Johannes-Gutenberg-Universität Mainz (JGU) und der Informatik an der technischen Univ. München (TUM). Wir zielen auf ein umfassendes Software-Ökosystem, welches maßgeschneidert ist für aktuellste Hardware der Ionen-Quantenprozessoren. Wir konzentrieren uns in unserem integrierten Forschungsplan die wichtigen Herausforderungen in vier Schritten: (1) Die Identifizierung und Charakterisierung elementare Hardware-Operationen mit speziellem Augenmerk auf qubit Register Rekonfigurationen für gefangene Ionen. (2) Eine vollständige und systematische Bestimmung der daraus hervorgehenden Hardwarefähigkeiten, bzw. auch der daraus hervorgehenden Einschränkungen. Abstrakte Modellierung der Hardware für erweiterbare und wiederverwendbare Softwareschnittstellen. (3) Die Entwicklung optimaler und effizienter Kompilierungsmethoden welche als Open-Source-Software für die wissenschaftliche Gemeinschaft bereitgestellt wird. (4) Der Einsatz anwendungsorientierter und automatisierter Benchmarking-Verfahren zur kontinuierlichen Bewertung, zum Co-Design zugrunde liegender Hard- und Softwarekomponenten und zur Qualitätskontrolle. Wir werden grundlegende Software-Bausteine bereitzustellen und als Open-Source öffentlich zugänglich machen als Fundament für eine weitere gemeinschaftsgetriebene Softwareentwicklung. Unser kollaborativer Ansatz vereint experimentelle/theoretische Physik und Informatik und bündelt damit das Fachwissen beider Bereiche, um theoretische Erkenntnisse und praktische Werkzeuge zu generieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-SoftwarestackMitverantwortlich(e)Dr. Janine  Hilder"
    },
    {
      "project_id": "562987127",
      "url": "https://gepris.dfg.de/gepris/projekt/562987127",
      "title": "Koordinationsfonds",
      "subject_area": "Softwaretechnik und ProgrammiersprachenHardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562987127",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Quantencomputer versprechen die Lösung von Rechenproblemen, die mit klassischen Mitteln nicht effizient gelöst werden können. Um dieses Potenzial der aufkommenden Quantenhardware jedoch letztendlich nutzen zu können, ist grundlegende Forschung in der Methodenentwicklung erforderlich, da ähnlich wie beim klassischen Computing auch beim Quantencomputing die Wertschöpfung aus der Software kommen wird. Dieses Schwerpunktprogramm verfolgt einen interdisziplinären Ansatz, der Ideen aus Informatik, Physik, Mathematik und Ingenieurwissenschaften in einer konzertierten Anstrengung zur Entwicklung methodischer Bausteine entlang des gesamten Quantensoftware-Stacks kombiniert. Es zielt darauf ab, grundlegende Konzepte, Methoden und Werkzeuge zu entwickeln und zu bewerten, um die Erfüllung des genannten Potenzials zu erleichtern und Hindernisse bei der Entwicklung eines vollständigen Stacks für Quantencomputing zu überwinden. Dieses Schwerpunktprogramm strebt wissenschaftliche Fortschritte entlang des gesamten Quantensoftware-Stacks an. Dies beginnt mit den Grundlagen der Quantenalgorithmen und ihren Wurzeln in der Quantenphysik und geht hin zu neuartigen algorithmischen Konzepten sowie Strategien zur Fehlerminderung und -korrektur. Um diese Algorithmen zu beschreiben, werden Quantenprogrammiermodelle mit geeigneten Abstraktionsebenen benötigt, die auch die Integration hybrider Rechenkonzepte ermöglichen. Um Quantenprogramme auf tatsächlichen Hardwareplattformen ausführen zu können, sind Kompilierungstechniken und Laufzeitinfrastrukturen erforderlich, die die Besonderheiten von Hardwareplattformen berücksichtigen, die klassische und HPC-Komponenten integrieren. Orthogonal dazu ist für die Entwicklung hybrider Quantencomputersysteme Design- und Engineering-Unterstützung erforderlich, die HW/SW-Co-Design und EDA-Prinzipien umfasst. Um die entwickelten Konzepte, Methoden und Werkzeuge zu evaluieren, sind geeignete Verifiikations- und Validierungstechniken für Quantensoftware und -systeme erforderlich, die den gesamten Quantencomputer-Stack durchdringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563143113",
      "url": "https://gepris.dfg.de/gepris/projekt/563143113",
      "title": "Neue Quantenalgorithmen mittels klassischer Kryptografie",
      "subject_area": "Softwaretechnik und ProgrammiersprachenOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563143113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Quantencomputing verspricht Vorteile bei wichtigen Rechenaufgaben, dennoch sind zu wenige Quantenalgorithmen bekannt, die einen Bezug zu praktisch und industriell relevanten Anwendungen herstellen. Dieses Projekt schlägt ein konzertiertes Programm zur Identifizierung der engen Verbindungen zwischen den Vorstellungen von Quantenvorteilen für die klassische Optimierung und von Quanten- und klassischer Rechenkomplexität vor, um sie in einer Entwicklung und strengen Analyse von Quantenalgorithmen und ihren Laufzeiten zu nutzen. Aufbauend auf Erkenntnissen aus der Kryptographie (TU Berlin) und der Quanteninformationstheorie (FU Berlin) wollen wir die spezifischen Strukturen und Problemfälle identifizieren, in denen Quantensoftware klassische Methoden übertrifft. Entscheidend ist, dass unser Fokus nicht auf abstrakten oder rein akademischen Szenarien liegt, sondern auf der Identifizierung greifbarer, realer Vorteile, die Quantenlösungen für sinnvolle Anwendungen nutzbar machen und so eine der wichtigsten Fragen im praxisorientierten Quantenrechnen beantworten. In diesem Forschungsvorschlag konzentrieren wir uns insbesondere auf Erfüllbarkeitsprobleme: Am Ende dieser Forschung steht eine Antwort auf eine entscheidende Frage und ein klares Verständnis dafür, inwieweit Quantencomputer bei der Lösung von Problemen der kombinatorischen Optimierung genau helfen können. Aufbauend auf dieser Forschung stellen wir weitere Verbindungen zwischen Kryptographie und Quanteninformationstheorie in der Quantenfehlerkorrektur und Quantensimulation her.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563437379",
      "url": "https://gepris.dfg.de/gepris/projekt/563437379",
      "title": "Praktisches messbasiertes Quantencomputing",
      "subject_area": "Hardwaresysteme und -architekturen für die Informationstechnik und die Künstliche Intelligenz, Quantentechnische SystemeOptik, Quantenoptik und Physik der Atome, Moleküle und PlasmenTheoretische Informatik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563437379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Das von Stefanie Barz (Universität Stuttgart) und Anna Pappa (TU Berlin) geleitete Forschungsprojekt erforscht die Machbarkeit und Praktikabilität von messbasiertem Quantencomputing (MBQC), einem Paradigma, das sich vom traditionellen schaltkreisbasierten Quantencomputing-Modell unterscheidet. MBQC nutzt adaptive Ein-Qubit-Messungen an hochverschränkten Ressourcenzuständen zur Durchführung von Quantenrechnungen und bietet damit potenzielle Vorteile wie reduzierte Gatterfehler und verbesserte Parallelisierung. Das Projekt zielt darauf ab, die praktischen Beschränkungen von MBQC anzugehen und gleichzeitig seine Stärken für verschiedene Anwendungen zu identifizieren. Das Projekt ist interdisziplinär zwischen Informatik und Physik angelegt und adressiert mehrere Forschungsbereiche des SPP 2514: Es befasst sich mit Herausforderungen in den Bereichen Quantum Algorithmic Foundations und Roots in Quantum Physics (1), hat einen direkten Bezug zu Co-Design und Engineering (4) und befasst sich schließlich auch mit Verifikation und Validierung (5). Zu den Hauptzielen gehört das Benchmarking aktueller Quanten-Hardware-Plattformen wie photonische Systeme, supraleitende Qubits und gefangene Ionen, um ihre Eignung für MBQC zu ermitteln. Es wird ein maßgeschneidertes Benchmarking-Rahmenwerk entwickelt, um die für MBQC spezifischen Leistungskennzahlen zu messen. Darüber hinaus werden im Rahmen des Projekts Algorithmen optimiert, wobei der Schwerpunkt auf effizienten Kompilierungsmethoden und der Untersuchung von Anwendungsfällen wie der sicheren delegierten Quantenberechnung und subuniversellen Modellen wie der \"Instantaneous Quantum Polytime\" (IQP) liegt. Die praktische Umsetzung ist ein wichtiger Aspekt des Projekts. Geplant sind Experimente mit photonischen Quantenprozessoren, um reale Herausforderungen wie die Qualität der Photonenquelle und Unzulänglichkeiten der Schaltkreise zu bewerten. Diese Experimente zielen darauf ab, theoretische MBQC-Modelle mit Hardware-Einschränkungen zu verknüpfen, Fehlermitigation zu verbessern, sowie Strategien zur Ressourcenzuweisung zu verbessern. Ein weiterer Schwerpunkt ist die sicheres Quantencomputing und insbesondere die Ausnutzung der besonderen Struktur von MBQC für blindes und delegiertes Quantencomputing. Das Projekt vereint Fachwissen über photonische Quantensysteme und Implementierung von Algorithmen (Barz), sowie theoretische Algorithmenentwicklung (Pappa). Das Projekt gewährleistet so die Integration aktueller Software-Herausforderungen mit aktueller Hardware. Das Ziel ist es, einen wesentlichen Beitrag zum Quantencomputing zu leisten, indem es MBQC-spezifische Werkzeuge und algorithmische Rahmenwerke in enger Abstimmung mit experimentellen Implementierungen weiterentwickelt werden. Das auf 36 Monate angelegte Projekt soll MBQC als praktisches und wettbewerbsfähiges Modell etablieren und Erkenntnisse über seine Skalierbarkeit und Robustheit für zukünftige Quantentechnologien liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563038229",
      "url": "https://gepris.dfg.de/gepris/projekt/563038229",
      "title": "Rauschbewusste Quantenprogrammierung",
      "subject_area": "Softwaretechnik und Programmiersprachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563038229",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Quantencomputer versprechen erhebliche Vorteile bei der Lösung komplexer Rechenprobleme. Ihre inhärente Empfindlichkeit gegenüber Rauschen stellt jedoch eine zentrale Herausforderung dar: Dieses unvermeidliche Rauschen in der Quantenhardware erfordert die Entwicklung effektiver Gegenmaßnahmen. Dies betrifft sowohl die kurzfristig verfügbaren Noisy Intermediate-Scale Quantum (NISQ)-Computer als auch die langfristig angestrebten fehlertoleranten Quantencomputer, die vollständige Quantenfehlerkorrektur erfordern. In beiden Fällen ist eine Low-Level-Quantensoftware nötig, die Rauscheffekte berücksichtigt, um einen zuverlässigen Betrieb sicherzustellen. Das Ziel des NawaQ-Projekts ist es, Quantenprogrammierung rauschbewusst zu gestalten. Dazu sollen theoretische Werkzeuge und Grundlagen entwickelt werden, die Rauschinformationen sowohl auf der Ebene der Quantenschaltkreise als auch in Quantenprogrammiersprachen integrieren. Dies soll die Zuverlässigkeit und Effizienz von Quantenalgorithmen trotz Hardwareeinschränkungen gewährleisten. Auf einer Low-Level-Ebene operieren Quantencomputer mit Quantenschaltkreisen. Quantenprogramme werden in diese Schaltkreise kompiliert, die dann auf Hardware ausgeführt werden. Die rauschbewusste Kompilierung versucht, gerätespezifische Informationen in den Kompilierungsprozess einzubinden, steht jedoch vor zwei wesentlichen Herausforderungen: der präzisen Charakterisierung von Rauschkanälen auf realer Hardware und der Analyse ihrer Auswirkungen auf Algorithmen. Um diese Probleme zu lösen, plant NawaQ, detaillierte Rauschinformationen in Quantenschaltkreise und deren intermediäre Darstellungen (z.B. ZX-Diagramme) zu integrieren. Dies schafft einen formalen Rahmen für die quantitative Analyse verrauschter Schaltkreise, der die Grundlage für fortgeschrittene rauschbewusste Kompilierungstechniken bildet. Auf der High-Level-Ebene wird Rauschen in aktuellen Quantenprogrammiersprachen weitgehend gar nicht berücksichtigt. Wenn Programmierer jedoch Quantenrauschinformationen abfragen und den Kontrollfluss entsprechend steuern könnten, würde dies neue algorithmische Ansätze und Anwendungsmöglichkeiten eröffnen. Daher entwickelt NawaQ eine Quantenprogrammiersprache, die solche Rauschabfragen unterstützt. Sie wird es ermöglichen, Rauscheffekte direkt auf Quellcode-Ebene zu berücksichtigen. Ergänzend wird eine formale Semantik sowie eine Programmlogik bereitgestellt, die es erlaubt, formale Aussagen über die Korrektheit rauschbewusster Programme zu treffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-SoftwarestackInternationaler BezugJapanMitverantwortlicheDr. Alessandro  Ciani;Professor Dr. Frank K.  Wilhelm-MauchKooperationspartnerProfessor Dr. Ichiro  Hasuo"
    },
    {
      "project_id": "563135278",
      "url": "https://gepris.dfg.de/gepris/projekt/563135278",
      "title": "Skalierbare Verifikation Digitaler Quanten Simulationen",
      "subject_area": "Softwaretechnik und ProgrammiersprachenTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563135278",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Die Quanteninformatik hat das Potenzial, Wissenschaft und Technologie grundlegend zu. Eine ihrer vielversprechenden Anwendungen ist die digitale Quantensimulation (DQS), die es ermöglicht, Quantenphänomene auf digitalen Quantencomputern zu modellieren. Mit der steigenden Anzahl von Qubits, der Tiefe und der Komplexität moderner Quantenschaltkreise wird die Analyse ihrer Eigenschaften jedoch zunehmend herausfordernd. Verifikationstechniken stehen vor dem Problem der Skalierbarkeit, das durch das exponentielle Wachstum des Zustandsraums, komplexe Qubit-Interaktionen und die Tiefe moderner Schaltkreise entsteht. Dieses Projekt zielt darauf ab, ein skalierbares, automatisiertes und kompositionales Framework für die Verifikation digitaler Quantensimulationen zu entwickeln. Mithilfe von Techniken aus der formalen Verifikation, Programmanalyse und domänenspezifischen Optimierungen sollen drei zentrale Herausforderungen adressiert werden: (1) die Encoding-Explosion globaler Gate-Effekte, die die Skalierbarkeit bei großen Qubit-Zahlen einschränkt; (2) die Automatisierung der Identifikation von Zwischen-Eigenschaften, die eine Dekomposition der Verifikationsaufgaben bei komplexen Gate-Strukturen ermöglicht; und (3) die zeitliche Dekomposition der Verifikation, um tiefe Schaltkreise mit vielen Iterationen handhabbar zu machen. Das Forschungsprojekt ist in vier Arbeitspakete gegliedert: (1) Anwendungsfälle und Benchmarks: Identifikation repräsentativer Quantenschaltkreise und Eigenschaften zur Evaluierung des Verifikationsframeworks. (2) Verifikationstechniken: Entwicklung neuer Methoden, darunter Assume-Guarantee-Reasoning, Schwächste-Vorbedingungs-Transformationen und Property-Directed Reachability, um große und komplexe Quantenschaltkreise zu verifizieren. (3) Automatisierung und Dekomposition: Design und Implementierung automatisierter Werkzeuge zur Entdeckung lokaler Eigenschaften, basierend auf Datenfluss- und statischer Analyse. (4) Integration und Demonstration: Kombination aller Komponenten in ein einheitliches Framework und Nachweis der Skalierbarkeit durch umfassende Evaluierung an Benchmarks aus der digitalen Quantensimulation. Das Feld der digitalen Quantensimulation wird von diesem Framework auf verschiedene Weise profitieren. Die Verifikation der Symmetrieerhaltung ist entscheidend für die Simulation von Quantenphysik und Quantenchemie. Der Einsatz skalierbarer Methoden ermöglicht, fundierte Entscheidungen über symmetrieerhaltende und symmetriebrechende Schaltkreise zu treffen. Darüber hinaus ist die Verifikation von Quantenschaltkreisen äußerst hilfreich bei der Programmierung von NISQ-Quantenhardware. Am Ende des Projekts soll ein robustes, skalierbares Verifikations-Framework in Form eines prototypischen Tools vorliegen. Dieses wird an realen Anwendungsfällen validiert und empirisch getestet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    },
    {
      "project_id": "563437167",
      "url": "https://gepris.dfg.de/gepris/projekt/563437167",
      "title": "Testoptimierung von Quanten-Software auf Basis von funktionalen Eigenschaftsbeschreibungen und Techniken zur Verifikation von Quantenzuständen",
      "subject_area": "Softwaretechnik und ProgrammiersprachenOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 563437167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack",
      "description": "Die Programmierung eines Quanten-Computers ist schwierig und fehleranfällig. Das erschwert es den Entwicklern neuer Quanten-Algorithmen, funktional korrekten Code zu schreiben. In der klassischen Software-Entwicklung ist Software-Testen eine weit verbreitete und einfach zu nutzende Technik, um systematisch Fehlerstellen im Programm-Code zu finden. Da Software-Testen auf der tatsächlichen Programmausführung beruht, können so nicht nur Fehler in der Software gefunden werden, sondern auch fehlerhafte Effekte auf Ebene der Hardware, was insbesondere für fehleranfällige Quanten-Hardware von großer Bedeutung ist. Allerdings ist die Übertragung klassischer Testkonzepte auf Quanten-Programme schwierig. Das liegt unter anderem daran, dass der Zustand von Quanten-Variablen in Programmausführungen nicht direkt zugreifbar ist und das Messungen auf den Variablen probabilistisch verteilte Ergebnisse liefern. Das Ziel dieses Projektes ist eine neuartige Methodik für den funktionalen White-Box-Test von Quanten-Programmen. Dafür definieren wir zunächst eine Quanten-spezifische Testspezifikationssprache zur Formalisierung funktionaler Korrektheitseigenschaften, die zu testen sind. Das Design der Sprache soll es Entwicklern ermöglichen, Eigenschaften auszudrücken, die zu effektiven Korrektheitstests führen und die zugleich aber auch in einer Quanten-Computing-Umgebung praktisch testbar sind. Wir kombinieren hierfür Ansätze zur Generierung von Testfällen aus probabilistischen Testmodellen mit Techniken zur Verifikation von Quanten-Zuständen, um die Ausführung und Evaluation der generierten Testfälle in Simulatoren zu ermöglichen. Wir verwenden Kostenschätzungen für diese Techniken, um die Balance zwischen Effizienz (Testaufwand) und Effektivität (Wahrscheinlichkeit des Erkennens von Eigenschaftsverletzungen) zu optimieren und ein Verlässlichkeitsmaß für Testergebnisse zu erhalten. Wir untersuchen die praktische Nutzbarkeit der Methodik anhand von zwei Anwendungsszenarien. Das erste Szenario besteht aus einer Sammlung kanonischer Quanten-Algorithmen mit klassischen Ein- und Ausgaben wie z.B. Shor’s Algorithmus. Wir verwenden hierfür Programm-Repositories mit bekannten Fehlern, um verschiedene Teststrategien miteinander zu vergleichen. Das zweite Szenario besteht aus neu entwickelten Algorithmen zur Präparierung von Quanten-Graph-Zuständen als Ausgaben, wofür weiterführende Testkonzepte wie Hyper-Eigenschaften notwendig sind. Um schließlich die Auswirkung von Hardware-Fehlern auf die Verlässlichkeit von Testergebnissen zu untersuchen, verwenden wir zum Simulationen die realistische Fehler mit einschließen, und möglicherweise auch eine Erprobung der Methode auf realer Hardware. Wir interessieren uns hierbei insbesondere für die Frage, ob der Unterschied zwischen Software- und Hardware-Fehlern anhand von Testfällen charakterisiert werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2514: \nQuantum Software, Algorithmen und Systeme - Konzepte, Methoden und Werkzeuge für den Quanten-Softwarestack"
    }
  ]
}