{
  "spp_number": "SPP 2177",
  "spp_title": "Radiomics: Nächste Generation der Medizinischen Bildgebung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402688427",
  "projects_count": 23,
  "projects": [
    {
      "project_id": "515302522",
      "url": "https://gepris.dfg.de/gepris/projekt/515302522",
      "title": "Automatisierte longitudinale Charakterisierung des Plexus choroideus und des glymphatischen Systems in Multipler Sklerose: Verbesserte Biomarker-Extraktion und Patientenstratifizierung",
      "investigators": "Dr. Gabriel  Gonzalez Escamilla, Ph.D.;Professor Dr. Sergiu  Groppa;Dr.-Ing. Andrea  Kronfeld;Anirban  Mukhopadhyay, Ph.D.;Professor Dr. Ahmed  Othman",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2023 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515302522",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Multiple Sklerose (MS) ist die häufigste chronische inflammatorische und degenerative Erkrankung des zentralen Nervensystems, die meist junge Erwachsene betrifft und zu fortschreitender Behinderung und eingeschränkter Lebensqualität führt. Zudem verursacht sie immense Kosten für die einzelne Person und das gesamte Gesundheitssystem. Die kranielle Kernspintomographie (MRT) spielt eine zentrale Rolle bei der Diagnose und Überwachung von Patienten mit MS. Zusätzlich enthält die MRT wichtige quantitative Informationen, die die Stratifizierung der Patienten und die Vorhersage des Krankheitsverlaufs sowie das Verständnis der zugrundeliegenden pathophysiologischen Prozesse weiter verbessern können. Diese Informationen werden aber ungenügend für klinische Fragestellungen verwendet. Aktuell fokussiert sich die Bildauswertung hauptsächlich auf die Beurteilung von Läsionen und vernachlässigt die Bewertung von Strukturen, die an neuroinflammatorischen Prozessen beteiligt sind. Neueste Studien belegen eine wichtige modulatorische Rolle des Plexus choroideus (ChP) und des glymphatischen Systems für die Ausprägung der Neuroinflammation und der Neurodegeneration bei MS sowie bei weiteren neuropsychiatrischen Erkrankungen. Automatisierte Auswertungsmethoden zur Segmentierung und Quantifizierung von Plexus choroideus und vom glymphatischen System fehlen jedoch. Ziel dieses Projekts ist die Entwicklung von automatisierten Methoden für die morphologische Beurteilung des Plexus choroideus, des glymphatischen Systems sowie der Topographie der Läsionen, die synergistisch mithilfe der künstlichen Intelligenz (KI) erklärbare Modelle generieren und zur Prädiktion klinischer Variablen genutzt werden. Wir werden KI einsetzen, um eine integrative Methodik zu entwickeln, die auf die Segmentierung sowie die anschließende Analyse zugeschnitten ist. Die Bildgebungsvariablen werden mit klinischen Messwerten in drei (Mainz, Düsseldorf, TU-München) großen nationalen Kohorten in Beziehung gesetzt. Hierbei ist eine starke Kooperation mit weiteren SPP Partnern für gemeinsame Nutzung von Segmentierungsalgorithmen und Austausch von Validierungsdaten geplant. Wir postulieren, dass die integrative Analyse des Plexus choroideus, der Eigenschaften des glymphatischen Systems und der Läsionstopographie zur Entwicklung neuer bildgebender Biomarker führen kann, die die klinischen Szenarien der neuroimmunologischen und neurodegenerativen Erkrankungen immens verbessern könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessor Dr. Sven G.  Meuth;Dr. Julia  Schiffer;Dr. Irene  Schmidtmann;Professor Dr. Benedikt  Wiestler"
    },
    {
      "project_id": "428219130",
      "url": "https://gepris.dfg.de/gepris/projekt/428219130",
      "title": "Bestimmung des organ-spezifischen biologischen Alters anhand von Ganzkörper MRT-Daten aus der NAKO Studie. Phase II: Korrelation mit epidemiologischen, funktionellen und klinischen Daten",
      "subject_area": "Radiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428219130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Alter stellt einen signifikanten Risikofaktor für eine Vielzahl von Erkrankungen dar und spielt als Parameter eine wichtige Rolle bei der Entscheidungsfindung im klinischen Kontext. Das sog. biologische Alter (im Gegensatz zum chronologischen Alter) soll die interindividuelle Varianz des Alterungsprozesses erfassen und ein Maß für altersbedingte Veränderungen in Individuen sein. Jedoch ist dieses biologische Alter quantitativ nur schwer fassbar, da keine eindeutige Definition existiert und unterschiedliche Prozesse hiermit beschrieben werden können. So kann zum Beispiel ein organspezifisches biologisches Alter Alterungsprozess in bestimmten Organsystemen beschreiben. Morphologische Information aus medizinischer Bildgebung kann einen wesentlichen Beitrag zur besseren Beschreibung der Alterungsprozesse - auch bezogen auf einzelne Organsysteme - leisten. Die NAKO Studie umfasst einen einzigartigen Datensatz von etwa 30.000 standardisiert aufgenommenen MR-Datensätzen in Kombination mit epidemiologischen, anthropomorphischen, funktionellen und laborchemischen Parametern der Teilnehmer. In der vorangegangenen Phase I dieses Projektes konnte unsere Arbeitsgruppe anhand der ersten ca. 11,000 dieser Datensätze maschinelle Lernmethoden zur MRT-basierten Charakterisierung des Alterungsprozesses etablieren und evaluieren. Ziel dieses vorliegenden Verlängerungsantrags ist die Erweiterung der bisherigen Analysen auf die nun vorliegenden 30,000 Datensätze, die Anwendung der etablierten Methodik auf weitere Organsysteme, sowie die gemeinsame Auswertung von Bilddaten und nicht-bildgebenden Informationen mit dem Ziel, eine umfassende phänotypische Charakterisierung des Alterungsprozesses zu erreichen und dessen Einflussfaktoren zu untersuchen. Zudem soll eine automatisierte Qualitätssicherung des Bildanalyseprozesses eingeführt werden, um die Validität der Ergebnisse zu gewährleisten und eine robuste klinische Translation zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungEhemaliger AntragstellerProfessor Dr. Sergios  Gatidis, bis 4/2025"
    },
    {
      "project_id": "428223917",
      "url": "https://gepris.dfg.de/gepris/projekt/428223917",
      "title": "Bildgebende Biomarker der nächsten Generation in der Neuroonkologie unter Einsatz künstlicher Intelligenz: Überwindung der wichtigsten Herausforderungen auf dem Weg zu klinisch anwendbarer KI",
      "subject_area": "Radiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428223917",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "In den letzten Jahrzehnten wurden enorme Fortschritte bei der Verbesserung der Behandlung von Krebspatienten und der Behandlungsergebnisse erzielt. Hirntumoren, die im Mittelpunkt dieses Antrags stehen, sind aufgrund ihrer enormen Heterogenität und der ihnen zugrundeliegenden komplexen Biologie, jedoch weiterhin mit einer überwiegend schlechten Prognose assoziiert. Die Hoffnung liegt jedoch in individualisierten und molekular zielgerichteten Behandlungskonzepte. In diesem Kontext ist es von entscheidender Bedeutung geworden, genaue und breit anwendbare Biomarker zu entwickeln, um die Wirksamkeit dieser neuartigen Therapien zu beurteilen. Die Magnetresonanztomographie (MRT) hat hier einen besonderen Stellenwert und jüngste Fortschritte auf dem Gebiet der künstlichen Intelligenz (KI) haben bemerkenswerte Fortschritte bei der quantitativen Auswertung radiologischer Bilddaten gezeigt. Im Rahmen dieses Projektes werden wir auf unsere Schlüsselentwicklungen aus der ersten Förderperiode des SPP-2177 aufbauen und diese weiter ausbauen, mit dem Ziel, die Lücke zur Umsetzung von klinisch anwendbarer KI im Bereich der Hirntumorbildgebung zu schließen. Durch die Nutzung einer großen multimodalen Datenressource mit mehr als 5000 Patienten (longitudinale multiparametrische MRT, molekulare und klinische Daten) aus zuvor durchgeführten prospektiven klinischen Studien in der Neuroonkologie werden die folgenden Hauptziele in unserem Antrag verfolgt: (1) weitere Verbesserung der Performance, Generalisierbarkeit und des klinischen Nutzens unserer zuvor entwickelten KI-Modelle zur automatisierten Tumorsegmentierung zur quantitativen Bewertung von Hirntumoren in der MRT durch die Implementierung zeitlich konsistenter, auf Unsicherheit bedachter und kontinuierlich lernender Modelle; (2) Implementierung neuartiger, die Privatsphäre schützender KI-Techniken, die es ermöglichen, die Notwendigkeit der gemeinsamen Nutzung von Daten zwischen Einrichtungen zu überwinden, wenn Daten mehrerer Einrichtungen für die Entwicklung von KI-Modellen verwendet werden; und (3) Implementierung interpretierbarer Vorhersagen von KI-Modellen um damit die \"Blackbox\"-Natur von KI-basierten Klassifizierungsmodellen zu adressieren. Die erwarteten Entwicklungen zielen darauf ab, die wichtigsten Herausforderungen auf dem Weg zu einer klinisch anwendbaren KI im Bereich der Hirntumor-Bildgebung zu überwinden, sollen darüber hinaus jedoch auch als Vorlage für die sinnvolle Anwendung von KI im Bereich der Radiologie im Allgemeinen dienen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "515294457",
      "url": "https://gepris.dfg.de/gepris/projekt/515294457",
      "title": "Bildgestützte personalisierte Vorhersage des Restrisikos und der Prognose von kardio-/zerebrovaskulären Erkrankungen",
      "subject_area": "RadiologieKardiologie, AngiologieMedizininformatik und medizinische Bioinformatik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515294457",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Die Prognose des individuellen Risikos für sekundäre kardiovaskuläre Ereignisse sowie die Beteiligung von nicht durch das Primärereignis direkt betroffenen Organen nach akuten kardio- und zerebrovaskulären Ereignissen ist bislang nicht umfassend untersucht. Verbesserungen in diesem Gebiet könnten stratifizierte Behandlungsstrategien ermöglichen und die Outcomes von Patienten verbessern. Fortschritte in der Bildgebung und insbesondere die systematische Analyse von Bilddaten anhand spezifischer Bildmerkmale in Korrelation mit klinischen Merkmalen bieten die Möglichkeit, die Gesundheitsversorgung zu personalisieren. Dieser so genannte Radiomics-Ansatz zielt darauf ab, Merkmale zu extrahieren und zu nutzen, die die in den Bilddaten enthaltenen Strukturen, räumliche Beziehungen sowie die Textur beschreiben und ein Maß für die zugrundeliegende Biologie und Pathophysiologie darstellen. In diesem Projekt wollen wir mittels Radiomics Signaturen in Gehirn und Herz identifizieren, die als Biomarker für eine verbesserte und personalisierte Risikovorhersage bei Patienten nach einem akuten kardio- oder zerebrovaskulären Ereignis verwendet werden können. Zu diesem Zweck werden wir zerebrale und kardiale MRT-Daten in Kombination mit den umfassenden Daten der tiefen Phänotypisierung sowie der Langzeit-Follow-up-Daten der Teilnehmer der Berlin Longterm Observation of Vascular Events (BeLOVE) Kohortenstudie verwenden. Wir werden eine webbasierte Lösung zur Zusammenführung von klinischen und bildgebenden Daten, zur Klassifizierung und zur Unterstützung der interaktiven Analyse mit Bildgebungs- und klinischen Experten einrichten. Um anatomische und funktionelle Zusammenhänge optimal berücksichtigen zu können, beabsichtigen wir, mit graphischen neuronalen Netzen zu arbeiten. Quantitative multiparametrische Karten des Gehirns und des Herzens werden für verschiedene Szenarien struktureller Veränderungen, d. h. Fibrose des Herzens und Läsionen der weißen Substanz im Gehirn, erstellt. Um eine Vergleichbarkeit der Daten im Längsschnitt zu ermöglichen, wird eine umfassende Qualitätssicherung durch Analyse von Phantom- und Probandenmessungen durchgeführt. In einer anschließenden Feedbackschleife mit klinischen Experten werden die Klassifikatoren im Hinblick auf die klinische Interpretation und die mögliche Integration in klinische Konzepte evaluiert. Um die Interpretierbarkeit zu ermöglichen, wird ein Visualisierungskonzept implementiert, das sowohl die graphischen Repräsentationen als auch die Abhängigkeiten in der Merkmalsextraktions- und Klassifikationspipeline berücksichtigt. Ein wichtiger Meilenstein für die Integration des hier entwickelten Risikoprädiktionstools in die klinische Praxis ist die Standardisierung und Optimierung der MR-Protokolle im Hinblick auf klinisch relevante Klassifikatoren, um eine schnelle und gezielte Bildgebung und damit eine hohe Akzeptanz bei den Klinikern zu gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessor Dr. Matthias  Endres;Professor Dr. Ulf  Landmesser;Professor Dr. Burkert  Pieske;Professor Dr. Joachim  Spranger;Dr. Joachim  Weber"
    },
    {
      "project_id": "428210203",
      "url": "https://gepris.dfg.de/gepris/projekt/428210203",
      "title": "Bildmorphologische Biomarker der menschlichen Skelettmuskulatur (Muskelmasse, morphologische und Textureigenschaften von Muskelgruppen des Körperstamms und Oberschenkels) bei Sarkopenie und kardiometabolischen Erkrankungen",
      "investigators": "Dr. Lena Sophie  Kiefer;Professor Dr. Fritz  Schick;Professor Dr.-Ing. Bin  Yang",
      "subject_area": "Radiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428210203",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Ziel des Projekts ist die Charakterisierung der Skelettmuskulatur aus MRT-Bilddatensätzen der gesamten NAKO-Studie (etwa 30,000 Teilnehmer mit MRT-Bilddaten) im Hinblick auf klinisch relevante Veränderungen, wobei von definierten Muskelgruppen im Körperstamm und Oberschenkel sowohl das Volumen bzw. die maximale Querschnittsfläche als auch die Zusammensetzung und räumliche Verteilung (Textur) von Fettgewebe und Bindegewebe untersucht wird. Die Skelettmuskulatur hat für die Beweglichkeit und für den Stoffwechsel des menschlichen Organismus eine herausragende Bedeutung. Es ist bekannt, dass Veränderungen der Muskelstruktur mit dem Abbau der kontraktilen Elemente und Vermehrung von Fett und Bindegewebe (Sarkopenie) bei älteren Patienten oft zum Verlust der Beweglichkeit und zur Pflegebedürftigkeit führen. Auch metabolische Erkrankungen wie Diabetes sowie Herz-Kreislauf- und Lungenerkrankungen sind bei vielen Patienten mit einer Einschränkung der Muskelkraft und -ausdauer verbunden. Die damit einhergehenden strukturellen Änderungen der Muskulatur sind bisher nur wenig erforscht. In der ersten Phase des Projekts (Jan 2020 – Dez 2022) im „Schwerpunktprogramm SPP 2177“ wurden AI-basierte automatisierte Auswerteprogramme für die Segmentierung von vier Muskelgruppen (m. psoas, m. gluteus, m. quadriceps femoris und Beugemuskulatur des Oberschenkels) und die Texturanalyse der segmentierten Muskelareale entwickelt und qualitätsgeprüft. Entsprechende Daten wurden bereits an den zunächst verfügbaren etwa 11,000 Datensätzen der NAKO erhoben und ausgewertet. In der nun beantragten zweiten Förderphase sollen die Bildanalysen auf alle nun verfügbaren 30,000 Datensätze ausgeweitet werden. Ein Ziel ist dabei die Ermittlung der Muskeleigenschaften (wie Volumen, Fettgehalt, Texturmerkmale) und ihrer Abhängigkeit von Alter, Geschlecht und Konstitution (BMI, Körpergröße) in der gesamten Kohorte. Da die aus Fragebogen- und körperlichen bzw. Laboruntersuchungen stammenden NAKO-Daten erst jetzt verfügbar werden, sollen in der zweiten Projektphase auch die Zusammenhänge der Muskelmerkmale mit der körperlichen Aktivität und Muskelkraftmessungen sowie mit krankheitsbezogenen Daten (oraler Glukosetoleranztest, Blutdruck, Vorliegen von Lungen- oder kardiovaskulären Erkrankungen) ausgewertet werden. Spezifische, bildmorphologische Muskelmerkmale werden gesucht, die als diagnostische oder prognostische Biomarker für den physiologischen Alterungsprozess sowie für pathologische Veränderungen der Muskulatur dienen können. Die Regulation der muskulären Struktur und insbesondere der Fettanteile ist nicht unabhängig von der Verteilung des viszeralen und Unterhautfettgewebes sowie von ektopem Fett in der Leber. Um die genannten Zusammenhänge aufzuklären, ist eine enge Zusammenarbeit mit den Projektgruppen im SP 2177 vorgesehen, die sich mit der Analyse der Körperfettverteilung bzw. den Alterungsprozessen beschäftigen (eine enge Zusammenarbeit ist etabliert).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428223139",
      "url": "https://gepris.dfg.de/gepris/projekt/428223139",
      "title": "Diagnostischer und prognostischer Wert von Koronararterienfluss und -morphologie in einer multizentrischen randomisierten Studie von computertomographischer versus invasiver Angiographie: klinische Radiomicsanalyse",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428223139",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Hintergrund und Zielsetzung: Die computertomographische Angiographie (CTA) ermöglicht den zuverlässigen nichtinvasiven Ausschluss von Koronararterienstenosen im Vergleich mit der invasiven Koronarangiographie (IKA) als diagnostischen Referenzstandard. Es gibt erste Hinweise darauf, dass mittels Computational Fluid Dynamics (CFD) oder Machine Learning (ML) berechnete Flussreserven in der CTA ähnlich genau sind wie adenosin-basierte Analysen in der IKA. Die Anwendung von CFD auf morphologischen Informationen der IKA ermöglicht die Berechnung der quantitativen Flussratio (QFR) ohne invasive Druckdrahtmessung. Der prognostische Wert der CTA unter Verwendung von CFD oder ML wurde ebenso wenig wie für die QFR auf Basis der IKA in randomisierten Studien ermittelt; ein solcher randomisierter Vergleich wäre jedoch entscheidend für die klinische Umsetzung. In diesem Projekt wird das Potenzial von CFD und ML bezüglich Diagnose und Prognose der koronaren CTA bei Patienten mit Verdacht auf Koronararterienstenosen untersucht. Dies könnte eine umfassende nichtinvasive Analyse von Koronararterienfluss und -morphologie ermöglichen. Methoden und Arbeitsprogramm: Wir führten zwei randomisierte Studien zu CTA und IKA bei Patienten mit Verdacht auf Koronararterienstenosen durch: Die CAD-Man-Studie mit 340 Patienten und die multizentrische DISCHARGE-Studie mit 3546 Patienten. Beide Studien umfassten eine diagnostische Managementphase nach CTA und IKA sowie eine langfristige klinische Nachbeobachtung nach maximal vier Jahren, die klar definierte Endpunkte für den Vergleich des diagnostischen und prognostischen Wertes der CTA mittels CFD und ML und der IKA mittels QFR liefert. Zuerst werden im Projekt bestehende Bilddaten von allen randomisierten DISCHARGE Patienten vorbereitet und preprozessiert. Dies gewährleistet eine Homogenisierung der aus 26 Zentren stammenden CTA- und IKA-Daten. Zweitens, erfolgt eine Merkmalsextraktion für die erweiterte Bildverarbeitung von CTA- und IKA-Daten aus DISCHARGE zur Quantifizierung von Koronararterienfluss und -morphologie. Drittens, wird als zentrale methodische Aufgabe die Umsetzung und Erforschung der radionomischen Analyse zum diagnostischen und prognostischen Wert von CTA und IKA erfolgen. Dies geschieht anhand prospektiv definierter Endpunkte wie Flussratios und Stenosegraden für die Diagnostik sowie Myokardinfarkt, Schlaganfall und kardiovaskulärem Tod für die Prognose. Die quantitativen Ergebnisse der Bildanalyse werden als Referenzdatenbank für SPP-Partner und andere Wissenschaftler zur Verfügung gestellt.Erwarteter Erkenntnisgewinn: Wir erwarteten neue Erkenntnisse über den Zusammenhang von CTA-basierten Bildmerkmalen von Koronararterienfluss und -morphologie. Der randomisierte Vergleich mit der IKA stellt sicher, dass die Ergebnisse zu einer direkten klinischen Umsetzung und Implementierung der CTA für Patienten mit Verdacht auf Koronararterienstenose führen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungEhemalige AntragstellerinPrivatdozentin Dr. Elke  Zimmermann, bis 1/2023"
    },
    {
      "project_id": "428216905",
      "url": "https://gepris.dfg.de/gepris/projekt/428216905",
      "title": "Ein Ganzkörper-Radiomics-Ansatz in Patienten mit metastasiertem Melanom unter Systemtherapie: Vollautomatisierte longitudinale Segmentierung und Deep Learning-basierte Outcome-Vorhersage",
      "investigators": "Professor Dr. Thomas  Eigentler;Dr. Annika  Gerken;Professor Dr. Ahmed  Othman;Dr. Felix  Peisen",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428216905",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Die Häufigkeit von Melanomen hat in den letzten Jahrzehnten stetig zugenommen. Die Behandlung von Patienten mit fortgeschrittenem Melanom hat in den letzten Jahren mit der Einführung der Checkpoint-Inhibitoren Ipilimumab (CTLA-4), Nivolumab / Pembrolizumab (PD-1), und Relatlimab (LAG-3) sowie zielgerichteter Therapien mit BRAF- und MEK-Inhibitoren eine Revolution erfahren. Der Einsatz von Immuntherapeutika hat das Gesamtüberleben und das progressionsfreie Überleben der Patienten signifikant verbessert. Um Patienten zu identifizieren, die nicht von einer Immuntherapie profitieren, stehen aktuell lediglich klinische Parameter (z. B. Laktatdehydrogenase (LDH)) und das Vorhandensein von Lungen- oder Lebermetastasen sowie experimentelle Biomarker zur Verfügung. Zum aktuellen Zeitpunkt ist jedoch noch kein Biomarker für den routinemäßigen klinischen Einsatz allgemein akzeptiert. Zusätzliche bildgestüzte Biomarker, welche aus der Schnittbildgebung gewonnen werden können, haben das Potential die klinische Bedeutung der Prädiktionsmodelle signifkant zu verbessern. In der ersten Förderperiode konnten wir den Grundstein für die weitere Evaluation und Verbesserung von Segmentierungsalgorithmen und quantitativen Bildanalysealgorithmen legen. In der zweiten Föderperiode planen wir neuartige Anwendungen in Bezug auf künstliche Intelligenz, insbesondere Deep Learning und erklärbare KI, für die erweiterte Bildanalyse anzupassen und zu implementieren. Die Segmentierung von hochkomplexen CTs von Patienten mit metastasiertem Melanom kann exzellent als Anwendungsbeispiel für klinisch orientierte Algorithmen mit dem Zweck der automatisierten follow-up-RECIST-Auswertung und Radiomics-Analyse dienen. Segmentierungsalgorithmen, die an Patienten mit metastasiertem Melanom trainiert wurden, decken ein breites Spektrum an Läsionstypen ab und können potentiell auf andere Entitäten übertragen werden. Darüber hinaus kommt die Weiterentwicklung von Radiomics einer klinischen Anwendbarkeit durch die Reduzierung manueller Schritte, was zu einem minimalen Aufwand für die klinische Implementierung führt, einen Schritt näher, indem unsere bereits entwickelten Pipelines verbessert werden. Zusammenfassend sind unsere Ziele für die zweite Förderperiode Segmentierungs- und Registrierungsalgorithmen für das automatisierte follow-up von Läsionen, unter Einbeziehung von Ganzkörper-CTs sowie Gehirn-MRT-Daten, anzupassen und zu evaluieren sowie den Arbeitsablauf für den klinischen Einsatz zu optimieren. Weiterhin möchten wir die Entwicklung erklärbarer Deep-Learning-basierter Methoden, die klinische Biomarker und Bildgebungsdaten zur Vorhersage des Therapieansprechens und des Patientenergebnisses bei metastasierendem Melanom kombinieren, vorantreiben und schließlich die verbesserte und evaluierte automatisierte Segmentierungspipeline mit Deep Learning Delta Radiomics für eine patientenbasierte Ergebnisvorhersage von Patienten mit metastasierendem Melanom in die klinische Routine überführenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessorin Dr. Bettina  Baeßler;Professor Dr. Thorsten  Persigehl"
    },
    {
      "project_id": "428218324",
      "url": "https://gepris.dfg.de/gepris/projekt/428218324",
      "title": "Einfluss von Luftschadstoffen auf Verteilungsmuster von Läsionen der weißen Gehirnsubstanz im Lebensverlauf",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieEpidemiologie und Medizinische Biometrie/StatistikKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428218324",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Neuroimaging hat in den letzten Jahren einen paradigmatischen Wandel durchgemacht - von Studien mit 20-40 Probanden bis hin zu großen Kohorten. Neuroimaging umfasst moderne Machine und Deep Learning Algorithmen. Diese werden z.B. zur automatisierten Extraktion von Information verwendet. Während dies seit Längerem bereits für Gewebeklassifizierungen (graue oder weiße Substanz, zerebrospinale Flüssigkeit) angewendet wurde, konzentrieren sich neuere Ansätze auf die Abgrenzung von z.B. Läsionen der weißen Substanz, wie während des Alterns häufig beobachtet.Außenluftschadstoffe wurden in Kohortenstudien durchweg mit einer verringerten Lebenserwartung assoziiert. In Bezug auf die globale Krankheitslast wurde die Luftverschmutzung weltweit als die stärkste Umweltbelastung identifiziert. Neben der Morbidität und Mortalität von Herz-Kreislauf- und Atemwegserkrankungen wurden mehrere andere Gesundheitsendpunkte damit assoziiert, insbesondere mit Feinstaubpartikeln. Die langfristige Belastung durch Luftverschmutzung wurde bereits mit zerebrovaskulären Erkrankungen und einem erhöhten Risiko für kognitiven Verfall bzw. Beeinträchtigungen und Demenz in Verbindung gebracht. Eine direkte neurotoxische Wirkung der Partikel auf die Gehirngesundheit erscheint durchaus plausibel, da u.a. gezeigt wurde, dass feine Partikel und ihre Komponenten das Gehirn erreichen. Bisher wurde jedoch relativ wenig und widersprüchliche Forschungsarbeit geleistet, um den Zusammenhang zwischen Luftverschmutzung und Magnetresonanztomographie  (MRT)-Markern für neurodegenerative und subklinische zerebrovaskuläre Erkrankungen zu untersuchen. Die NAKO-Gesundheitsstudie bietet eine beispiellose Fülle an Daten, um die Auswirkungen der langfristigen Luftverschmutzung am Wohnsitz der Studienteilnehmer mit der Anzahl und dem Muster der Läsionen der weißen Gehirnsubstanz beurteilen zu können. Die große Stichprobengröße mit zum Teil wiederholten MRT-Messungen, Informationen zu wichtigen Störfaktoren und Mediatoren und eine genaue Expositionsmodellierung für die Wohnadressen werden uns hier behilflich sein, von Luftschadstoffen beförderte Frühstadien klinischer Fälle von Demenz zu identifizieren. Darüber hinaus werden wir anhand von Korrelationsmustern ein innovatives räumliches Verteilungsmodell für diese Läsionen entwickeln, um die Studienteilnehmer zu klassifizieren. Insbesondere werden Einflüsse von Alter, Geschlecht, BMI sowie Bluthochdruck berücksichtigt. In unserem Projekt wollen wir dabei auch untersuchen, ob Luftverschmutzung Läsionen der weißen Gehirnsubstanz nur verstärkt oder ob sie tatsächlich auch das Verteilungsmuster dieser Läsionen ändert. Da die derzeitigen Health Impact Assessments zur Wirkung von Luftschadstoffen bislang keine neurologischen Auswirkungen berücksichtigen, ist zu erwarten, dass der tatsächliche Impact unter Berücksichtigung neurologischer Störungen weit über Lunge und Herz hinausgehen wird. Unser Projekt will Teile dieser bestehenden Forschungslücke schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "515278946",
      "url": "https://gepris.dfg.de/gepris/projekt/515278946",
      "title": "Entschlüsselung des Wechselspiels zwischen Gehirn und Herz-Kreislauf-System: ein populationsbasierter Ansatz mittels quantitativer Ganzkörper-MRT",
      "subject_area": "RadiologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingKlinische Neurologie; Neurochirurgie und NeuroradiologieKognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515278946",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Das Gehirn nimmt über das sogenannte Zentrale Autonome Netzwerk (ZAN) eine wichtige Rolle in der Regulation des kardiovaskulären Systems ein. Gleichzeitig ist für eine Aufrechterhaltung der Hirnfunktion die Integrität und Funktion des Herz-Kreislaufsystems essentiell. Dieses Wechselspiel wird als Hirn-Kreislaufsystem-Achse bezeichnet. Das übergeordnete Ziel dieses Projektes ist ein verbessertes Verständnis der Zusammenhänge und Wechselwirkung zwischen dem Hirn und dem Herzkreislaufsystem zu etablieren. Die UK Biobank ist hierfür eine geeignete Grundlage, da bei 45000 prospektiv rekrutierten Probanden hochwertige MRT-Untersuchungen mit fortschrittlichen Diffusionstechniken akquiriert wurden und ausführliche gesundheitsbezogene Daten inkl. kardiovaskulärer Erkrankungen vorhanden sind. Um Veränderungen des Kreislaufsystems zu erfassen, werden in einem ersten Arbeitspaket morphologische Veränderungen der Aorta und zerebrale Marklagerläsionen durch den Einsatz künstlicher Intelligenz quantifiziert. Anhand diffusionsbasierter MRT-Techniken wird zudem die Mikrostruktur innerhalb der verschiedenen Anteile des ZAN untersucht. Im zweiten Arbeitspaket wird aufbauend auf diesen Bildparameter der Zusammenhang zwischen dem ZAN und dem kardiovaskulären System untersucht und der prädiktive Wert von ZAN-Veränderungen im Hinblick auf kardiovaskuläre Ereignisse analysiert. Insbesondere soll untersucht werden, inwiefern Veränderungen der Mikrostruktur des ZAN mit funktionellen und morphologischen Veränderungen des Kreislaufsystems assoziiert sind. Im dritten Arbeitspaket sollen diese Ergebnisse mittels explorativer Analysen der zerebralen Mikrostruktur bestätigt werden. Das Projekt wird von einem multidisziplinären Team (Neurologie, (Neuro-) radiologie, Informatik) verwirklicht, da ein enger Austausch verschiedener Fachdisziplinen erforderlich ist, um eine Integration und Interpretation der Ergebnisse zu gewährleisten. Das Projekt hat das Potential neue MRT-basierte Parameter zur Identifizierung von Hochrisiko-Personen im Hinblick auf kardiovaskulären Erkrankungen zu liefern. Dies kann als Grundlage für mehrere Folgeprojekte dienen, um die Wertigkeit der identifizierten Parameter in anderen Kohorten und/oder einer klinischen Studie zu validieren und sie auf andere Bildgebungsmodalitäten auszuweiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessor Dr. Fabian  Bamberg;Dr. Elias  Kellner;Professor Dr. Horst  Urbach"
    },
    {
      "project_id": "428219815",
      "url": "https://gepris.dfg.de/gepris/projekt/428219815",
      "title": "Entwicklung und Ausrollen einer Pipeline für automatisiertes lymphonodales Profiling und Staging: DEEP-LN",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428219815",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "In der Onkologie ist die korrekte Klassifikation des lymphonodalen Befalls von entscheidender Bedeutung für das Patientenmangement und Outcome. Traditionell basiert die Bestimmung der Gesamttumorlast und des Lymphknotenbefalls (N-Staging) bei der Baseline-Untersuchung und bei Follow-Up-Untersuchungen zur Beurteilung des Therapieansprechens ausschließlich auf morphologischen Größenkriterien. Dies birgt jedoch mehrere Limitationen, wie z.B. die begrenzte Spezifität des N-Staging bei vielen soliden Tumorarten oder die hohe Anzahl der befallenen LK bei onkologischen Erkrankungen des lymphatischen Systems, die eine manuelle Segmentierung und Analyse aller möglicherweise befallenen Lymphknoten (LK) in der klinischen Routine unmöglich machen. Daher sind Lösungen, die auf künstlicher Intelligenz (KI) und Radiomics basieren, dringend erforderlich, um die automatische Erkennung, Segmentierung und Charakterisierung von LK zu ermöglichen. In Phase I des SPP 2177 konzentrierten wir uns daher auf die Optimierung von KI-basierten Algorithmen für die vollautomatische Erkennung und Segmentierung von LK für große Datensätze von Hals, Thorax und Abdomen sowie auf die Anwendung von Radiomics zur Charakterisierung von LK. Wir optimierten verschiedene Segmentierungsalgorithmen und Radiomics-Modelle anhand eines Datensatzes und generierten insgesamt 49.711 3D-segmentierte LK. Darüber hinaus entwickelten wir das Open-Source-Framework \"AutoRadiomics\" mit einer interaktiven Benutzeroberfläche, um einen reproduzierbaren Radiomics-Workflow auch für Nicht-Programmierer zu ermöglichen. Für die nächste SPP-Phase II planen wir, unsere Methodik weiterzuentwickeln, um die Lücke zur klinischen Translation zu schließen. Wir werden dies tun, indem wir 1) unsere trainierten Modelle innerhalb der kollaborierenden Zentren des SPP zur Modellerweiterung und -validierung in einem groß angelegten multizentrischen Rahmen verteilen, 2) neue methodische Ansätze für die Radiomics-Modellierung entwickeln, um die derzeitigen Limitationen vieler Radiomics-Modelle zu beheben, 3) Entwicklung und Einsatz einer vollständigen Pipeline für ein automatisiertes lymphonodales Profiling und Staging (DEEP-LN) unter Verwendung der Joint Imaging Plattform (JIP) des RACOON-Konsortiums und 4) Aufbau einer zentralen KI- und Radiomics-Bildgebungsgruppe innerhalb des SPP zur Untersuchung aller Arten von LK-Erkrankungen und Ausweitung dieses Netzwerks auf internationaler Ebene durch die Einrichtung einer Data Challenge zur automatischen Erkennung und Segmentierung von LK.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungEhemalige AntragstellerinProfessorin Dr. Bettina  Baeßler, bis 6/2025"
    },
    {
      "project_id": "515279324",
      "url": "https://gepris.dfg.de/gepris/projekt/515279324",
      "title": "Entwicklung und externe Validierung von Modellen der künstlichen Intelligenz zur Analyse von CT- und Dosisdaten zur Vorhersage der radiogenen Pneumonitis in Patienten mit Bronchialkarzinomen basierend auf der multizentrischen prospektiven REQUITE Studie",
      "investigators": "Privatdozent Dr. Jan C.  Peeken;Professorin Dr. Julia  Schnabel",
      "subject_area": "Radiologie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515279324",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "In diesem Projekt wollen wir ein auf künstlicher Intelligenz (KI) basierendes System zur individualisierten Toxizitätsvorhersage bei Lungenkrebspatienten unter Verwendung der CT-Bildgebung und räumlich-aufgelösten strahlentherapeutischen Dosisverteilungen entwickeln. Die KI-Modelle werden mit prospektiven Daten aus der multizentrischen REQUITE-Studie entwickelt und extern validiert. Zu diesem Zweck wurden fünf Arbeitspakete definiert, um die für die Zielerreichung relevanten Forschungsfragen zu adressieren: (i) Zunächst werden CT- und Dosisdaten aus der prospektiven multizentrischen REQUITE-Studie und einer bestehenden internen Patientenkohorte integriert, präprozessiert und segmentiert. (ii) Hierauf aufbauend werden KI-Modelle entwickelt, die auf Basis von CT- und räumlich aufgelösten Dosisdaten mithilfe von Radiomics Merkmalen und Deep-Learning-Techniken das Auftreten der Strahlenpneumonitis (SP) vorhersagen. Der zusätzliche Wert einer simultanen Multitask-Vorhersage des Gesamtüberlebens wird analysiert. Durch eine bessere Vorhersagemöglichkeit des Auftretens der SP könnten Strahlentherapiepläne besser individuell geplant werden. In Vorarbeiten konnte gezeigt werden, dass bestimmte Lungenregionen empfindlicher für die Entwicklung einer SP sein könnten. (iii) Auf der Grundlage einer Voxel-basierten Dosisanalyse und mittels des Einsatzes von neuronalen Netzen werden intra-pulmonale besonders empfindliche Lungenabschnitte identifiziert werden. (iv) Auf der Grundlage von CT-Daten werden des Weiteren individuelle Hochrisikoregionen mit Hilfe von räumlich aufgelösten Radiomics Merkmalskarten und erklärbaren Deep Learning Methoden identifiziert. (v) Schließlich werden die besten KI-Modelle in ein klinisches Entscheidungsunterstützungssystem integriert, welches eine individualisierte SP-Risikostratifizierung und Überlebensvorhersage ermöglicht sowie Patienten-individuelle Hochrisikoregionen identifiziert. Alle Modelle werden der wissenschaftlichen Gemeinschaft frei online zu Verfügung gestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428212052",
      "url": "https://gepris.dfg.de/gepris/projekt/428212052",
      "title": "Epidemiologische, genetische and translationale Analysen Radiomicsbasierter Nierenmerkmale in zwei großen populations-basierten Studien",
      "investigators": "Dr. Elias  Kellner;Professorin Dr. Anna  Köttgen;Dr. Maximilian  Russe",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieEpidemiologie und Medizinische Biometrie/StatistikMedizinische Physik, Biomedizinische TechnikNephrologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428212052",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Die Nierenfunktion wird in der klinischen Versorgung routinemäßig mittels Serumkreatinin sowie Albumin und Kreatinin im Urin beurteilt und zur Diagnose und Einstufung chronischer Nierenerkrankungen (CKD) verwendet. 10% der erwachsenen Bevölkerung sind betroffen. Limitationen der konventionellen Marker, wie z.B. die Beeinflussung ihrer Konzentrationen durch nieren-unabhängige Faktoren, erschweren eine akkurate Schätzung der Nierenfunktion und präzise Risikovorhersagen. Bildgebende Marker für die Nierenfunktion und -erkrankungen stellen eine vielversprechende, ergänzende Informationsquelle dar. In der ersten Förderperiode des SPP 2177 haben wir abdominale MR-Bilder von >11.000 Teilnehmern der populationsbasierten Nationalen Kohorte (NAKO) in Deutschland verwendet, um ein neuronales Netzwerk für die automatische Vorhersage von bildgebenden Nierenmarkern (z. B. Gesamt-, Kortex-, Medulla- und Hilus-Volumen; Zysten) zu trainieren und anzuwenden, ihre Verteilung zu untersuchen und sie mit traditionellen Nierenfunktionsmarkern und -erkrankungen zu korrelieren. Dabei konnten wir in Regressionsanalysen bekannte Korrelate (z.B. zwischen niedrigerer eGFR und kleineren Nierenvolumina) bestätigen und neue Zusammenhänge identifizieren, wie z.B. zwischen dem Vorliegen von Diabetes und größeren Kortexvolumina (mit glomerulärer Hyperfiltration vereinbar) oder einem differenziellen Effekt von höherem Lebensalter auf Medulla- und Hilus-Volumina. Auf der Grundlage dieser erfolgreichen Vorarbeiten schlagen wir drei wissenschaftliche Ziele für die zweiten Förderperiode vor: i) Ausweitung der entwickelten Bearbeitungsstrategie auf alle NAKO Teilnehmer mit MR-Bildern  N>30.000), Identifizierung klinischer Korrelationen von Bildgebungsmarkern, Anwendung  der Bearbeitungsstrategie auf MR-Bilder aus einer unabhängigen, zweiten bevölkerungsbasierten Studie (UK Biobank), und Validierung der klinischen Korrelate in dieser Studie. ii) Durchführung von genomweiten Assoziationsstudien zu bildgebenden Markern der Niere einschließlich der Nierenkompartimente und neueren, mittels unserer Methoden identifizierten Markern in der UK Biobank. iii) VorwärtsTranslation (klinische Implementierung, Entscheidungshilfe) und Rückwärts-Translation (Transferlernen für z.B. eine verbesserte Segmentierung) auf der Grundlage von Daten aus der klinischen Routine, die mit Kontrastmittel durchgeführt wurden, mit Anwendung auf die NAKO-Bilder, die ohne Kontrastmittel erstellt wurden. Die vorgeschlagenen Ziele werden neue Marker für die Nierenfunktion und -erkrankungen hervorbringen, welche die Diagnose, Klassifizierung und Überwachung von CKD erleichtern werden. Dies ist aufgrund der steigenden Inzidenz von CKD und der daraus resultierenden Herausforderung für die Gesundheitsversorgung dringend erforderlich. Basierend auf den entwickelten Methoden sollen auch die Interaktions- und Fortbildungsmöglichkeiten innerhalb der Radiomics-Gemeinschaft auf nationaler und internationaler Ebene gefördert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheDr. Martin  Büchert;Dr. Wilfried  Reichardt;Dr. Marco  Reisert;Dr. Peggy  Sekula"
    },
    {
      "project_id": "428223038",
      "url": "https://gepris.dfg.de/gepris/projekt/428223038",
      "title": "Graph learning und pathophysiologische Modelle: Hin zu einer neuen Klassifikation von Läsionen der weißen Substanz in der Multiplen Sklerose",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428223038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Die Multiple Sklerose (MS) ist die häufigste chronisch-entzündliche Erkrankung des Zentralen Nervensystems und betrifft über 2.5 Millionen Menschen weltweit. Die MS ist die führende nicht-traumatische Ursache schwerer neurologischer Behinderung junger Erwachsener. Die MRT ist eine zentrale Säule bei der Behandlung von MS-Patienten: Sie kann subklinische Krankheitsaktivität aufzeigen und bietet damit die Chance, die Therapie anzupassen, bevor eine klinisch fassbare Verschlechterung eintritt. Im Gegensatz zu Fortschritten beim Verständnis der Pathophysiologie der MS und der Entwicklung moderner Therapien erfolgt die Beurteilung der MRT-Bildgebung auf sehr einfache Art und Weise, indem neue T2-hyperintense Läsionen in der weißen Substanz gesucht werden. Dabei haben verschiedene Studien klar gezeigt, dass diese Läsionen mitnichten nur “Narben” nach abgelaufenen Entzündungen sind, sondern verschiedene pathophysiologische Prozesse widerspiegeln und damit wertvolle Informationen enthalten. Leider wird diese in MRT-Bildern enthaltene, reichhaltige Information derzeit nicht genutzt. Um diese krankheitsspezifischen Informationen aus MRT-Aufnahmen zu gewinnen, werden wir in unserem Projekt auf unseren Ergebnissen aus der ersten Förderperiode des DFG-Schwerpunktprogramms “Radiomics” aufbauen und gezielt weiterentwickeln. In der ersten Förderperiode haben wir Werkzeuge zur transversalen Läsionssegmentierung und -beschreibung entwickelt. Hierauf anknüpfend planen wir synergistisch daten- und hypothesengetriebene Biomarker der MS aus MRT-Bildern zu gewinnen, mit einem besonderen Fokus auf die longitudinale Entwicklung der Erkrankung, um pathophysiologische Prozesse besser abzubilden. Wir werden hierzu parallel an Algorithmen zur (selbst-)supervidierten Läsionsbeschreibung und hypothesen-getriebenen Modellen der MS-Läsionsentstehung arbeiten. Wichtig ist dabei ein enger Austausch, so dass wir Ergebnisse gezielt kreuz-validieren werden. Zum Beispiel werden wir untersuchen, ob Läsionen einer bestimmten pathophysiologischen Gruppe auch ähnliche Bildeigenschaften aufweisen. Basierend auf unseren Vorarbeiten zu Graph Convolutional Networks werden wir Informationen aus beiden Ansätzen gezielt zu patienten-spezifischen Graphen kombinieren. Das ermöglicht es uns, die Bilddaten auf ganz neue Weise zu modellieren und bildet die Grundlage für eine detaillierte Analyse auch der longitudinalen Informationen. Basis für die Entwicklung der Modelle ist dabei unsere große, umfassend charakterisierte prospektive Kohorte von MS-Patienten (> 3000 Patienten). Darüber hinaus werden wir unsere Ergebnisse in Kooperation mit anderen Zentren (Mainz, Zürich) extern validieren. In diesem Projekt werden wir MRT-Biomarker der MS identifizieren, die aus Routine-MRTs ausgelesen und damit klinisch nutzbar gemacht werden können. Damit wird dieses Projekt das Potenzial der computer-gestützten Bildanalyse aufzeigen und zu einer verbesserten klinischen Versorgung von MS-Patienten beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungInternationaler BezugSchweizKooperationspartnerProfessor Dr. Björn  Menze"
    },
    {
      "project_id": "428215948",
      "url": "https://gepris.dfg.de/gepris/projekt/428215948",
      "title": "Innovative Bildanalytik zur Prädiktion von Chemotherapieansprechen und Überlebensrate beim pankreatischen duktalen Adenokarzinom",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428215948",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Ziel des Projektes ist die Etablierung einer robusten, qualitätskontrollierten Bildverarbeitungspipeline zur Vorhersage des Chemotherapieansprechens und der Überlebenszeit bei Patienten mit pankreatischem duktalen Adenokarzinom PDAC basierend auf einer standardisierten Bildgebung (Computertomographie).Forschungsziele:(1) Einrichtung einer Bildvorverarbeitungs- und -segmentierungspipeline zur automatischen Segmentierung von Pankreaskarzinomläsionen für Radiologen mit limitierter Erfahrung in der  Diagnostik des PDAC;(2) Erstellung eines Radiomics-basierten Modells für die Vorhersage der kurz- und langfristigen Ansprechenraten einer intensivierten Chemotherapie auf der Basis von Baseline- und frühen Follow-up-Bildgebungsdaten;(3) Erstellung eines multivariaten Modells zur Vorhersage des krankheitsfreien und Gesamtüberlebens, unter Verwendung der klinischen Daten aus der NEOLAP-Studie und der zugehörigen Radiomics-Signaturen, zur Bewertung des inkrementellen Wertes eines Radiomics-Ansatzes gegenüber herkömmlichen Modellen der Risikobewertung von Patienten mit PDAC.Erwarteter Nutzen:(1) Verbesserung unseres Verständnisses der PDAC-Biologie durch Identifizierung spezifischer Radiomics-Signaturen relevanter Tumorsubtypen;(2) Identifizierung von Radiomics-Signaturen, die das  Ansprechen auf bestimmte Chemotherapien und das individuelle Überleben von PDAC Patienten vorhersagen;(3) Bereitstellung von Werkzeugen für Radiologen und klinische Partner als Entscheidungshilfen bei der Patientenstratifizierung und Therapieüberwachung (personalisierte Medizin) ;(4) Unterstützung der Forschung auf dem Gebiet des Pankreaskarzinoms und der Präzisionsonkologie durch Bereitstellung innovativer Bildanalyse-Algorithmen zur Vorhersage des Krankheitsverlaufs.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428224724",
      "url": "https://gepris.dfg.de/gepris/projekt/428224724",
      "title": "Koordinationsfonds",
      "subject_area": "Radiologie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428224724",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Bei dem vorliegenden Antrag handelt es ich um den Folgeantrag des Koordinationsprojektes im Schwerpunktprogramm SPP2177. Im Vergleich zur ersten Förderperiode konzentrieren wir uns auf die klinische Umsetzung und den Wert fortgeschrittener Bildanalyse, um ein tieferes Verständnis der Rolle von Bildgebungsphänotypen in großen Bevölkerungskohorten zu gewinnen. Es besteht kein Zweifel daran, dass die biomedizinische Bildgebung in der modernen Medizin eine zunehmend zentrale Rolle bei der Behandlung verschiedener Krankheitsbilder spielt. Darüber hinaus werden bildgebende Verfahren zunehmend in Forschungsumgebungen eingesetzt, einschließlich der Bildung groß angelegter, bevölkerungsbezogener Kohorten, wie der NAKO Gesundheitsstudie.  Parallel dazu werden mit dem Aufkommen leistungsfähiger Großrechenanlagen und zunehmender Expertise vor Ort fortschrittliche Nachbearbeitungsmethoden wie künstliche Intelligenz, Deep-Learning oder Radiomics eingesetzt, um beschreibende, diagnostische oder prognostische Informationen aus hochauflösenden Bildgebungsdaten zu gewinnen. Diese abgeleiteten Parameter ergänzen die traditionell verfügbare Bildinformationen und ermöglichen hochvolumige, reproduzierbare und hochwertige Interpretationsfähigkeiten. Trotz dieser ersten Erfolge, die diese neuen Methoden der Bildnachbearbeitung im Bereich der personalisierten Medizin liefern, haben Algorithmen noch nicht vollständig Einzug in die klinische Praxis gehalten. Angesichts des großen Potenzials soll das SPP die Rolle fortgeschrittener Bildinterpretationsansätze in verschiedenen klinischen Szenarien der personalisierten Medizin weiterentwickeln und etablieren.Die Ziele der zweiten Phase umfassen: 1. Bestimmung des diagnostischen und klinischen Werts fortgeschrittener Nachbearbeitungsmethoden von menschlichen Bildgebungsdaten in verschiedenen klinisch relevanten Bereichen und/oder in der Grundlagenforschung; 2. Bestimmung des prognostischen Werts fortgeschrittener Nachbearbeitungsmethoden von menschlichen Bildgebungsdaten in klinisch relevanten Bereichen und/oder in der Grundlagenforschung. Das Gesamtziel des SPP besteht darin, eine effiziente Koordinierung und Verwaltung des Programms zu gewährleisten, um die Zusammenarbeit zwischen den einzelnen Forschungsprojekten innerhalb des Programms und mit externen Akteuren auf nationaler und internationaler Ebene in Wissenschaft und Industrie weiter zu verbessern. Die Tätigkeit des Koordinators und seines Teams umfassen die Organisation von Meetings und Workshops, die Unterstützung von Gastwissenschaftlern, die Koordinierung der Öffentlichkeitsarbeit, die Sicherstellung der Gleichstellung, die Kontrolle der Programmfinanzen und die Einrichtung von Kommunikations- und Berichtsstrukturen. Dieses Projekt wird die Verwaltung der zentralen Mittel unterstützen, die für die Organisation und Koordinierung der SPP-internen Aktivitäten benötigt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "515277218",
      "url": "https://gepris.dfg.de/gepris/projekt/515277218",
      "title": "MRT Radiomics-basierte Langzeitevaluation von bildgebenden Biomarkern für die Wachstumsvorhersage distinkt nodulärer Läsionen in plexiformen Neurofibromen bei NF1",
      "investigators": "Dr. Inka  Ristow;Professor Dr. René  Werner",
      "subject_area": "RadiologieMedizininformatik und medizinische Bioinformatik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515277218",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Neurofibromatose Typ 1 (NF1) ist ein seltenes, autosomal-dominant vererbtes Tumorprädispositions-Syndrom, verursacht durch Defekte im Neurofibromin-Gen. NF1-Patienten haben ein hohes Risiko, periphere Nervenscheidentumore zu entwickeln. Plexiforme Neurofibrome (PNF) und distinkt noduläre Läsionen (DNL) sind von besonderer klinischer Relevanz. PNF können sich als große Tumorkonglomerate (>20% des Körpergewichts) manifestieren und eine schwere Morbidität verursachen. DNL entwickeln sich innerhalb von PNF oder als singuläre Läsionen. DNL-Wachstum gilt als Hinweis für die Transformation in ein prämalignes atypisches Neurofibrom (ANF). Anders als maligne periphere Nervenscheidentumoren zeigen ANF als prämaligne Vorläufer weder eine lokale Rekurrenz nach Resektion noch eine Metastasierung. Ein frühzeitiges Erkennen der Transformation ist daher entscheidend für das Outcome und eine risikoangepasste Versorgung von NF1-Patienten. Bildbasierte Merkmale sind als vielversprechend zur Charakterisierung der Transformation beschrieben, jedoch von menschlichen Beobachtern nur schwer einheitlich und objektiv zu quantifizieren. Diese Limitation kann durch automatisierte, standardisierte Merkmalsextraktion, d. h. durch Radiomicsanalysen, in longitudinalen Bilddaten von NF1-Patienten adressiert werden. Bisherige NF1-Radiomics wurden allerdings nur als Querschnittsstudien in kleinen NF1-Patientenkohorten (N<79) durchgeführt. Projektziel ist daher die Identifizierung bildgebender Biomarker für die Entwicklung und das Wachstum von DNL in PNF bei NF1-Patienten unter erstmaliger Verwendung eines longitudinalen Radiomics-Ansatzes in diesem seltenen Erkrankungsbild und eines umfassenden Langzeit-Ganzkörper (WB)-MRT-Datensatzes. Einschlusskriterien sind eine NF1-Diagnose gemäß NIH-Kriterien und Vorliegen von ≥2 WB-MRT-Untersuchungen. Für die Langzeit-Radiomics-Studie werden WB-MRTs von 249 Patienten über einen Beobachtungszeitraum von 18 Jahren (2003-2021) genutzt. Die Gesamtzahl der WB-MRT-Untersuchungen beträgt etwa 1300 (durchschnittlich 5,2 pro Patient). Zu beantwortende Fragen sind: (1) Unterscheiden sich DNL- und PNF-Radiomics-Signaturen bei NF1-Patienten und können sie automatisch differenziert werden? (2) Unterscheiden sich Radiomics-Signaturen von DNL und PNF mit unterschiedlichen Wachstumsmustern (lineares vs. nicht-lineares Wachstum, schnelles/langsames Wachstum)? (3) Können Radiomics-Signaturen als prognostischer Imaging Biomarker für PNF- und DNL-Wachstum genutzt werden? (4) Unterscheiden sich radiogenomische Signaturen von NF1-Patienten mit großen von denen ohne größere Deletionen des NF1-Gens (Genotyp-Phänotyp-Korrelation)? (5) Können Radiomics und genetische Informationen zu einer genaueren Wachstumsvorhersage kombiniert werden? Im Idealfall ermöglicht der untersuchte Radiomics-Ansatz die Identifizierung nicht-invasiver prognostischer bildgebender Biomarker für eine individualisierte Risikostratifizierung von NF1-Patienten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428224476",
      "url": "https://gepris.dfg.de/gepris/projekt/428224476",
      "title": "Phänotypisierung/Signatur von Fettgewebekompartimenten: Eine Radiomics, cluster-basierte und geographische Analyse in der NAKO Gesundheitsstudie",
      "investigators": "Professor Dr. Fabian  Bamberg;Professor Dr. Hans-Ulrich  Kauczor;Privatdozent Dr. Jürgen  Machann;Privatdozentin Dr. Johanna  Nattenmüller;Dr. Tobias  Norajitra;Dr. Susanne  Rospleszcz",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428224476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Der vorliegende Antrag ist eine Erweiterung des SPP-Projekts \"Adipose Tissue Compartments and Changes to Liver Tissue in Association with Prediabetes and Type-2 Diabetes: A Radiomic and Shape-based Analysis in the German National Cohort\" aus der 1. Förderphase. Ziel ist, auf der gesamten NAKO-Population von 30.000 MRT-Teilnehmenden ein umfassendes Bild der Körperzusammensetzung und der damit verbundenen kardiometabolischen Risiken zu erhalten.  Während der 1. Förderphase wurden die NAKO-Bilddaten von 11.000 Personen erfolgreich in unsere lokalen Post-Processing-Pipelines integriert, und alle geplanten Auswertungen des viszeralen (VAT) und subkutanen Fettgewebes (SAT) sowie von Leberfett und -form durchgeführt, einschließlich fortgeschrittener Radiomics-Analysen. Auch wurden die Daten gemäß den NAKO-Richtlinien in die zentrale Datenbank übertragen und freigegeben. Die notwendigen Kovariablen für statistische Analysen wurden erst kürzlich an uns transferiert. Das erste Manuskript (derzeit im Review) wurde fertiggestellt und weitere Analysen warten auf die Übertragung der Kovariablen durch die NAKO, um die Ziele der 1. Förderphase vollständig zu erreichen. Die Manuskripte sind bereits vorbereitet und können nach erfolgtem Datentransfer von Seiten der NAKO finalisiert werden. Darüber hinaus haben wir durch Kooperation mit anderen bevölkerungsbasierten Bildgebungsprojekten (z.B. Skelettmuskulatur, Nierenfunktion sowie organspezifisches Alter) zur Vernetzung innerhalb des SPP beigetragen. Desweiteren waren wir an allen zentralen Aktivitäten beteiligt, einschließlich der gemeinsamen Veröffentlichung von Radiomics-Workflows. Zusammenfassend haben wir nun die wissenschaftliche und infrastrukturelle Grundlage geschaffen, um unseren Ansatz auf die gesamte NAKO-Population zu erweitern, mit dem Ziel detaillierte Erkenntnisse zur Fettgewebsverteilung zu erlangen. Dazu werden MRT-basierte Bildgebungsphänotypen der Körperzusammensetzung einschließlich der Fettdepots von Niere, Herz, Knochenmark und Muskeln erstellt. Zu diesem Zweck vernetzen wir uns aktiv mit anderen SPP-Projekten (Myosteatose und Nierenfett) und erweitern unsere Radiomics- und Deep-Learning-Pipelines aus der ersten Förderphase auf Knochenmark und epikardiales Fett. Wir sind überzeugt, dass unsere Anwendung von Radiomics, clusterbasierten und geographischen Analysen zur ganzheitlichen Phänotypisierung der Körperzusammensetzung innerhalb der NAKO beiträgt, die Ziele der 2. Förderphase zu erreichen. Ergebnisse dieses Antrags sind aus epidemiologischer und klinischer Sicht relevant. Erkenntnisse zur Verteilung von Fettgewebe auf bevölkerungsbasierter Ebene und der damit verbundenen Krankheitslast können regionale oder geschlechtsspezifische Unterschiede aufzeigen, die auf die Notwendigkeit spezifischer Gesundheitsmaßnahmen hinweisen. Auf klinischer Seite werden die Ergebnisse den Wert von bildgebenden Markern für die individuelle kardiometabolische Risikoabschätzung verdeutlichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessor Dr. Klaus  Maier-Hein;Professor Dr. Fritz  Schick;Professor Dr. Jakob  Weiss"
    },
    {
      "project_id": "428149221",
      "url": "https://gepris.dfg.de/gepris/projekt/428149221",
      "title": "Prädiktion von Therapieansprechen und Outcome beim lokal fortgeschrittenen Rektum-Karzinom mittels Radiomics und Deep Learning: eine beispielhafte Anwendung für eine allgemein verwendbare, Deep Learning basierte Prozessierungs-Pipeline für die Bild-Klassifikation.",
      "investigators": "Professorin Dr. Ulrike I.  Attenberger;Professorin Dr. Bettina  Baeßler;Professor Dr. Jürgen  Hesser;Professor Dr. Frank Gerrit  Zöllner",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428149221",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "In der letzten Dekade hat sich das Rektum-Karzinom zur dritthäufigsten Krebs-Todesursache entwickelt. Obwohl sich Diagnose- und Behandlungsmöglichkeiten in den letzten Jahren verbessert haben, bleibt das Rektum-Karzinom im Hinblick auf das Therapieansprechen und Outcome eine sehr heterogene Krankheit.Bisher werden nur klinische und magnetresonanztomographische (MRT) Kriterien zur Therapieentscheidung herangezogen, sobald die Diagnose gesichert wurde. Obwohl sich die MRT zur Standarddiagnostik für das lokale Staging von Rektum-Karzinomen entwickelt hat, liefert sie keine Informationen zur Intratumor-Heterogenität oder zu molekularen Subtypen. Folglich sind neuartige Bildgebungs-Biomarker dringend erforderlich, um Subtypen des Rektum-Karzinoms besser charakterisieren zu können und um eine bessere Vorhersage des Behandlungsansprechens zu erreichen.Um diesen Herausforderungen zu begegnen und die Patientenversorgung zu verbessern, werden zunehmend Texturanalyse, Radiomics und Deep-Learning-Strategien eingesetzt. Die Patientenkohorten waren jedoch in vielen bisherigen Studien relativ klein, oft fehlte eine Validierungskohorte, und Bildgebungsdaten wurden in einer einzigen Institution oder in verschiedenen Zentren mit ähnlichen MRT-Scannern erhoben, sodass die Generalisierbarkeit der trainierten Modelle nicht beurteilt werden kann. Moderne Radiomics-Techniken verlagern sich daher zunehmend auf neuere Entwicklungen im Bereich des Deep Learning.Das Ziel dieser Studie ist die Entwicklung einer Radiomics- und Deep Learning-basierten Signatur für Rektum-Karzinome, die in der Lage ist, verschiedene Tumorphänotypen zu decodieren und das therapeutische Ansprechen in nicht-invasiver Weise im Zusammenhang mit der Histopathologie und Genomics / Clinomics zu vorherzusagen. Dies soll zu einer umfassenden Charakterisierung der Tumorheterogenität und Tumorbiologie durch bildgebende Kriterien führen, die zukünftig individuell zugeschnittene Behandlungsstrategien ermöglichen können. Das gesamte Framework wird auf der Grundlage von verfügbarer Open-Source-Methodik entwickelt und für die zukünftige Verwendung und Forschung zur Verfügung gestellt, wodurch eine zukünftige Umsetzung in die klinische Routine ermöglicht wird.Die verfügbaren Methoden aus den Bereichen Radiomics, künstliche Intelligenz und Computervision werden auf einen prospektiv akquirierten, gut strukturierten Multicenter-Datensatz der CAO-ARO-AIO-12-Studie angewendet, der uns bereits für diese Studie zur Verfügung gestellt wurde. Dieser Datensatz umfasst CT-Daten zur Bestrahlungsplanung, multiparametrische MRT-Daten vor und nach Therapie, histopathologische Informationen sowie klinische und genomische Daten. Ein Team von vier erfahrenen PIs aus den Bereichen der onkologischen Bildgebung, Radiomics, MRT-Physik, Strahlentherapie und Informatik wird als interdisziplinäres Team arbeiten und ihren Wissenszuwachs mit anderen Mitgliedern des Schwerpunktprogramm-Konsortiums auf Open Source-Basis teilen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428212161",
      "url": "https://gepris.dfg.de/gepris/projekt/428212161",
      "title": "Radioclinoms zur Prädiktion von Therapieansprechen bei Patienten mit metastasiertem Malignem Melanom unter Immun-Checkpoint-Inhibitoren und zielgerichteten Therapien",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428212161",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "In den letzten Jahren wurde durch die Implementierung der Immun-Checkpoint-Inhibitoren und der zielgerichteten Therapien eine neue Ära der systemischen Therapie des metastasierten Malignen Melanoms eingeleutet. So konnte seitdem eine signifikante Verbesserung des Gesamtüberlebens und des progressionsfreien Überlebens von Patienten mit Malignem Melanom verzeichnet werden. Allerdings werden diese positiven Effekte durch eine hohe Anzahl von Therapieversagern geschmälert. So zeigen national und international durchgeführte Studien klinischer Paramter zur Therapie mit Immun-Checkpoint-Inhibitoren, dass ca 20% der Patienten von einem signifikanten Therapieansprechen profitieren, während bei 80% der Patienten von einem Therapieversagen auszugehen ist. Bei zielgerichteten Therapien ist mit einem Therapieversagen in 40-50% der Fälle auszugehen. Ausgehend von dieser Diskrepanz zwischen signifikantem Therapieerfolg, im Sinne einer Verbesserung des Gesamtüberlebens und des progressionsfreien Überlebens, und dem hohen Anteil an Therapieversagern, wird dem bildgebenden Therapiemonitoring eine große Verantwortung zuteil.  Während sich die Krebstherapie in den letzten Jahren stetig und kontinuierlich verbessert und revolutioniert hat, konnte das bildgebende Therapiemonitoring diesem immensen Entwicklungsprozess nicht folgen. Daraus resultierend ergeben sich relevante Restriktionen bei der Anwendung konventioneller Bildgebungs- und Auswertealgorithmen (z.B. der RECIST Analyse) zur Frühbeurteilung von Therapieansprechen neuer Therapieformen. Insbesondere das frühe Therapiemonitoring wird durch konventionelle Bildgebungsalgorithmen nicht suffizient erfaßt, wodurch ein mögliches Therapieversagen zu spät erkannt wird. Dies wiederum kann mit der unnötigen Anwendung potenziell schädlicher und kostenintensiver Medikation einhergehen. Radiomics ermöglicht durch Bildgebungs-basiertes Profiling die Tumorbiologie hinsichtlich ihrer Heterogenität und Phänotypisierung besser analysieren zu können. Dieses Prinzip der Analyse von quantitativen Bildmerkmalen zur statistischen Aussage über Gewebeeigenschaften, Diagnosen und Krankheitsverläufen, beansprucht die Anwendung von Algorithmen, die durch Maschinelles Lernen (Machine Learning) gespeist werden, um der Masse und Komplexität der Datensätze gerecht zu werden. So konnten diverse Studien zeigen, dass durch eine gezielte kombinierte Analyse von Bildgebungsparametern und klinischen Parametern, Therapieansprechen bzw. –versagen vorhergesagt werden kann. Das Ziel unserer Studie ist es, Radiomics und Machine Learning-basierte Algorithmen zu nutzen, um das prädiktive Potenzial klinisch durchgeführter prätherapeutischer CT Untersuchungen undzur Prädiktion des frühen Therapieansprechens bei Patienten mit Malignem Melanom unter Immun-Checkpoint-Inhibitor und zielgerichteter Therapie zu analysieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428090865",
      "url": "https://gepris.dfg.de/gepris/projekt/428090865",
      "title": "Radiomics basierend auf MRT und Aminosäure PET in der Neuroonkologie",
      "subject_area": "RadiologieKlinische Neurologie; Neurochirurgie und Neuroradiologie",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428090865",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Metabolische Bildgebungsverfahren wie die Positronen-Emissions-Tomographie (PET) charakterisieren metabolische und zelluläre Merkmale von Gliomen, die über die strukturelle Magnetresonanztomographie (MRT) hinaus klinisch relevante Informationen liefern. In den letzten Jahren hat sich die Aminosäure-PET zu einem wichtigen Diagnoseverfahren entwickelt, das einige der Unzulänglichkeiten der MRT ausgleichen kann. Auch der Stellenwert von Radiomics wurde für verschiedene klinische Anwendungen bei Patienten mit Hirntumoren untersucht, z.B. für die nichtinvasive Bestimmung relevanter molekularer Marker. Gegenwärtig basieren die meisten dieser Studien auf MRT-Datensätzen. Es existieren jedoch nur wenige Arbeiten, die das Potenzial von Aminosäure-PET Radiomics untersucht haben. Es wurde gezeigt, dass Aminosäure-PET Radiomics wertvolle zusätzliche diagnostische Informationen liefert, die über die Informationen hinausgehen, die MRT Radiomics oder die traditionelle klinische Diagnostik allein liefern. Das erste Ziel des geplanten Projektes ist die Entwicklung und Bewertung einer automatisierten und objektiven Bewertung des Therapieansprechens auf Grundlage von Aminosäure-PET/MRT und Radiomics bei Patienten mit Hirntumoren. Derzeit basiert die Beurteilung des Therapieansprechens hauptsächlich auf der manuellen Auswertung der kontrastverstärkten MRT. Die Hinzunahme von Aminosäure-PET scheint jedoch besonders in klinisch schwierigen Situationen hilfreich zu sein, z.B. bei der Beurteilung nicht-anreichernder Läsionen sowie bei der Diagnose behandlungsbedingter Veränderungen und Tumorprogression. Außerdem wurde das Potenzial von Radiomics für die Beurteilung des Therapieansprechens bislang nicht untersucht. Daher wäre eine vollautomatische, objektive Bewertung des Therapieansprechens basierend auf Aminosäure-PET/MRT und Radiomics von hoher klinischer Relevanz. Das zweite Ziel des Forschungsprojekts besteht im Aufbau der ersten öffentlichen Datenbank von Aminosäure-PET/MRT von Hirntumorpatienten. Radiomics profitiert von großen Mengen an bildgebenden, histomolekularen und klinischen Daten. In der Neuroonkologie ist die Zahl der verfügbaren Datensätze jedoch gering, was die Entwicklung robuster und zuverlässiger Radiomics-Modelle zu einer besonderen Herausforderung macht. Durch die Nutzung öffentlicher Datenbanken können diese Einschränkungen teilweise überwunden werden. Bislang gibt es keine solche Datenbank für Aminosäure-PET, insbesondere nicht für Hybrid PET/MRT von Hirntumorpatienten. Der dritte Schwerpunkt unseres Projekts ist die Korrelation lokaler Radiomics Features mit der zugrundeliegenden Tumorbiologie. Hierzu sollen lokale histomolekulare Daten aus stereotaktischen Serienbiopsien mit präoperativer Aminosäure-PET/MRT und lokalen Radiomics Feature Maps räumlich korreliert werden. Die Ergebnisse könnten Erkenntnisse über die biologische Bedeutung von Radiomics liefern und möglicherweise die Akzeptanz und eine erfolgreiche klinische Umsetzung fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "428224258",
      "url": "https://gepris.dfg.de/gepris/projekt/428224258",
      "title": "Radiomics: Nutzen künstlicher Intelligenz in der Analyse morphologischer Bilddaten zur Vorhersage der Krebsinzidenz und des Mutationsstatus bei Patientinnen mit high risk Konstellation für familiären Brust- und Eierstockkrebs",
      "investigators": "Privatdozent Dr. Christoph  Engel;Privatdozentin Dr. Eva Maria  Fallenberg;Professor Dr.-Ing. Horst Karl  Hahn;Professor Dr. Michael  Ingrisch;Professorin Dr. Rita Katharina  Schmutzler",
      "subject_area": "Nuklearmedizin, Strahlentherapie, Strahlenbiologie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428224258",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Pathogene Genmutationen, insbesondere im BRCA1 und BRCA2-Gen, aber auch in weiteren neider penetranten Genen, können das Lebenszeitrisiko für Brust- und Eierstockkrebs signifikant erhöhen. Mutationen in BRCA1/2 sind selten und Brustkrebs relativ häufig, so dass diese Mutationen nur 5-10% aller Brustkrebsfälle bei Frauen ausmachen. Mit der volldigitalen Mammographie und Brust-MRT werden erweiterte bildgebungsbasierte Phänotypisierungen und multivariate Phänotyp-Genotyp-Korrelationsstudien ermöglicht, um neue spezifische bildgebungsbasierte Indikatoren für das Brustkrebsrisiko zu ermitteln. Dies Projekt zielt darauf ab, Werkzeuge zur Extraktion mehrskaliger Gewebecharakteristika auf der Grundlage der Brustbildgebung mit einem Schwerpunkt auf der Analyse von Struktur, Asymmetrie und zeitlichen Veränderungen bereitzustellen und diese auf eine Subpopulation eines umfangreichen Datensatzes anzuwenden, der innerhalb der letzten zehn Jahre in einer Hochrisiko-Population in Deutschland erfasst wurde (>6.000 Frauen mit durchschnittlich mehr als vier Untersuchungen). Allen diesen Frauen wurden DNA-Tests angeboten und ein Teil erhielt aufgrund verdächtiger Befunde zusätzliche Untersuchungen. Der Datensatz wird in Zusammenarbeit mit dem Deutschen Konsortium Familiärer Brust- und Eierstockkrebs statistisch ausgewertet. Da DNA-Tests in einer größeren Screeningpopulation nicht vollständig durchgeführt werden können und die bekannten Risikogene nur 1 von 4 der ermittelten Fälle von erblichem Brustkrebsrisiko erklären, untersuchen wir quantitative Imaging-Biomarker basierend auf der dynamischen kontrastverstärkten Brust-MRT sowie der digitalen Vollfeld-Mammographie (FFDM) und korrelieren diese inkl. ihrer zeitlichen Entwicklungen mit der Brustkrebsentstehung, dem Vorhandensein pathogener Genmutationen sowie dem ermittelten erblichen Brustkrebsrisiko. Diese Korrelation führt zu einer bildgebenden Subphenotypisierung mit möglichen Auswirkungen auf die Stratifizierungsstrategie in künftigen Screeningprogrammen. Die bildgebenden Biomarker umfassen morphologische Deskriptoren, volumetrische Gewebezusammensetzung und -dichte, Gewebeheterogenität und Asymmetrie, Kontrastmittel-Anreicherungsverhalten, nebst weiterer Parameter, sowie jeweils deren longitudinale Veränderungen. Systematische Radiomics-Analysen sowie aktuelle Ansätze basierend auf Deep Learning mit neuronalen Faltungsnetzwerken werden zur Korrelation morphologischer Gewebe-Merkmale und dynamischer Anreicherungsmuster mit der Krebsinzidenz bei Patienten mit BRCA1/2-Mutationen, mit weniger häufigen Mutationen und mit erhöhtem Brustkrebsrisiko eingesetzt und einander gegenübergestellt. Insgesamt ist es unser Ziel, durch ein erweitertes Instrumentarium die Früherkennung von Brustkrebs zu verbessern und neue Hypothesen hinsichtlich eines erhöhten Brustkrebsrisikos abzuleiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    },
    {
      "project_id": "515284204",
      "url": "https://gepris.dfg.de/gepris/projekt/515284204",
      "title": "Strukturierte prospektive Validierung von veröffentlichten Radiomics-Modellen und Auswertung ihrer Anwendbarkeit für die klinische Translation",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 515284204",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Zahlreiche Radiomics-Analysen wurden zu allen relevanten Tumorentitäten mit dem Ziel veröffentlicht die onkologische Behandlung zu personalisieren. Nur wenige dieser Ergebnisse werden zurzeit jedoch in klinischen Studien geprüft oder im klinischen Alltag angewendet. Mögliche Gründe für diese translationale Hürde sind die begrenzte Reproduzierbarkeit der extrahierten Bildparameter durch verschiedene Software-Implementationen, deren begrenzte Robustheit bei Verwendung verschiedener Geräte und Bildaufnahmeparameter, nicht standardisierte Bildvorverarbeitung, nicht vollständig dargelegte Modellentwicklung, fehlende externe und multizentrische Validierung, begrenzte Risikoanalyse der erhaltenen Vorhersagen sowie die fehlende Interpretierbarkeit der Ergebnisse und damit begrenzte Zugänglichkeit für Patientinnen und Ärzte. In diesem Projekt schlagen wir daher vor, die Reproduzierbarkeit und Interpretierbarkeit von veröffentlichten Radiomics-Studien auszuwerten, mit dem Ziel Kandidaten für eine Anwendung in klinischen Studien zur Behandlungsadaption zu identifizieren. Insbesondere ist geplant, (i) veröffentlichte Radiomics-Modelle an großen prospektiven und retrospektiven Datensätzen von Patientinnen und Patienten mit Kopf-Hals-Tumoren, Hirntumoren, Rektumkarzinomen und Prostatakarzinomen extern zu validieren; (ii) die Robustheit und Interpretierbarkeit der validierten Radiomics-Modelle mit aktuellen Methoden der künstlichen Intelligenz auszuwerten; und (iii) die Ergebnisse in Richtlinien für zukünftige reproduzierbare und interpretierbare Radiomics-Analysen zusammenzufassen. Damit liefert dieses Projekt einen entscheidenden Beitrag für die Weiterentwicklung der Forschung auf dem Gebiet der Radiomics.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen BildgebungMitverantwortlicheProfessorin Dr. Esther  Troost;Alex  Zwanenburg-Bezemer, Ph.D."
    },
    {
      "project_id": "428222922",
      "url": "https://gepris.dfg.de/gepris/projekt/428222922",
      "title": "Untersuchung des Prognostischen Werts von Radiomics Analysen und Deep Learning von koronaren Plaques in der Computertomographie für kardiovaskuläre Ereignisse",
      "subject_area": "Nuklearmedizin, Strahlentherapie, StrahlenbiologieMedizinische Physik, Biomedizinische Technik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428222922",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung",
      "description": "Hintergrund und Ziele: Koronararterielle Plaques können zu kardiovaskulären Ereignissen führen und die nichtinvasive Erkennung von Plaques in der Computertomographie (CT) könnte zur Verbesserung medizinischer Behandlungsstrategien führen. Die CT findet zunehmend Anwendung bei Patienten mit Verdacht auf eine koronare Herzkrankheit (KHK) und ist gut geeignet dreidimensionale Informationen über Plaques in allen Segmenten der Koronararterien in einer Untersuchung zu erfassen. Bisherige Untersuchungen sind durch variable Plaquedefinitionen, Inkonsistenzen in der Erfassung kardiovaskulärer Ereignisse und heterogene Studiendesigns limitiert. Auch gibt es wenige prospektive Daten zum prognostischen Wert bei Patienten mit stabiler Angina pectoris. Wir schlagen Radiomics-Analysen und Deep Learning (DL) koronarer Plaques vor, um Patienten mit hohem Risiko für kardiovaskuläre Ereignisse zu identifizieren. In diesem Projekt werden wir diese Möglichkeiten zur umfassenden Charakterisierung von koronaren Plaque analysieren.Methoden und Arbeitsprogramm: Wir haben prospektiv CT-Bilddaten von mehr als 1700 Patienten mit Verdacht auf KHK in der multizentrischen DISCHARGE-Studie erhoben und führen klinische Langzeituntersuchungen durch. In dem vorgeschlagenen Projekt werden wir den prognostischen Wert von Radiomics und DL mit convolutional neural networks für die Analyse von koronaren Plaques testen. Zuerst werden wir den prognostischen Wert des koronaren Calcium Scores in dieser prospektiven Patientenkohorte prüfen. Zweitens, werden alle CT-Datensätze unter Verwendung der herkömmlichen Plaquesegmentierung und -klassifizierung analysiert (z. B. nicht verkalkt, parziell verkalkt, verkalkt) und der prognostische Wert mit Hochrisikomerkmalen wie geringe Dichte, positives Remodeling, Serviettenringzeichen, punkförmige Verkalkungen verglichen. Drittens, werden wir bestehende Radiomics- und DL-basierte Algorithmen anpassen und implementieren, um Merkmale vulnerabler Plaques zu extrahieren. Dazu gehören die oben genannten Merkmale, radiomische Merkmale und DL-Prädiktionen um die Prognosegenauigkeit mittels prospektiv definierter klinischer Langzeitendpunkte wie Myokardinfarkt und Revaskularisation zu vergleichen. Die quantitativen Ergebnisse der Bildanalyse werden als Datenbank mit kardiovaskulären Ereignissen zur Verfügung gestellt.Erwarteter Erkenntnisgewinn: Wir erwarten neue Erkenntnisse über die Assoziation koronarer Plaquemerkmale in Bezug auf die Prognose wodurch die klinischen Implikationen der Radiomics-Analyse und des DL besser verständlich werden für die Anwendung. Letztendlich dient dies der Identifizierung von Patienten, die ein erhöhtes Risiko dafür aufweisen einen Herzinfarkt zu erleiden. Die Validität und Generalisierbarkeit dieser koronaren CT-Plaqueanalyse kann in der zweiten dreijährige Förderperiode anhand von dann vorliegenden Langzeitdaten aus der bevölkerungsbasierten SCAPIS-Studie mit mehr als 25000 asymptomatischen Patienten überprüft werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2177: \nRadiomics: Nächste Generation der Medizinischen Bildgebung"
    }
  ]
}