{
  "spp_number": "SPP 2080",
  "spp_title": "Katalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/358713534",
  "projects_count": 18,
  "projects": [
    {
      "project_id": "406561907",
      "url": "https://gepris.dfg.de/gepris/projekt/406561907",
      "title": "Analyse von erzwungen periodischen Betriebsweisen chemischer Reaktoren am Beispiel der Methanolsynthese",
      "investigators": "Professor Dr.-Ing. Achim  Kienle;Dr.-Ing. Daliborka  Nikolic Paunic;Professor Dr.-Ing. Andreas  Seidel-Morgenstern",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406561907",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Das geplante Forschungsvorhaben beschäftigt sich mit der Entwicklung neuer Methoden und Werkzeuge zur rigorosen Bewertung erzwungener periodischer Betriebsweisen für chemische Reaktoren. Als Anwendungsbeispiel wurde in der ersten Förderphase die Methanolsynthese an industriellen Cu/ZnO/Al2O3 Katalysatoren in einem gradientenfreien isothermen Reaktor betrachtet. Es wurde theoretisch nachgewiesen, dass sich die Produktionsrate und Ausbeute durch eine periodische Prozessführung erheblich verbessern lassen. In der zweiten Förderphase sollen diese Resultate experimentell validiert sowie die theoretischen und experimentellen Untersuchungen auf nichtisotherme Festbettreaktoren erweitert werden. Temperatureffekte führen zu zusätzlichen Beschränkungen, bieten aber auch neue Freiheitsgrade für den erzwungen periodischen Reaktorbetrieb. Neben der Methanolsynthese, soll in Kooperation mit den Experten aus dem SPP auch die Methanisierung als zweites Anwendungsbeispiel angegangen werdenUm die gesteckten Ziele zu erreichen, ist die Expertise von Frau Dr. Nikolić-Paunić von der Universität Belgrad auf dem Gebiet der nichtlinearen Frequenzganganalyse unbedingt erforderlich. Frau Dr. Nikolić-Paunić hat wesentliche Beiträge zu diesem Projekt in der ersten Förderphase geleistet und ersetzt Frau Prof. Petkovska, die in den Ruhestand geht. Experimente für den gradientenfreien Reaktor werden in Magdeburg durchgeführt. Zusätzliche Experimente für einen Festbettreaktor werden am Fraunhofer Institut in Freiburg durchgeführt.Die nichtlineare Frequenzganganalyse wird zur schnellen Evaluierung unterschiedlicher Betriebskonzepte eingesetzt. Sie liefert außerdem gute Startwerte für eine weitergehende Optimierung. Allerdings basiert die Methode auf vereinfachenden Annahmen, so dass die Ergebnisse in einem zweiten Schritt mit Hilfe einer mathematischen Optimierung im Hinblick auf die geplante experimentelle Validierung verfeinert werden müssen. Dabei können insbesondere detaillierter Modelle, zusätzliche Freiheitsgrade sowie Beschränkungen des Versuchsaufbaus und der Betriebsbedingungen explizit berücksichtigt werden. Zu diesem Zwecke soll das in der ersten Förderphase entwickelte kinetische Modell der Methanolsynthese mit Hilfe der im SPP vorhandenen oberflächenchemischen Expertise weiter verbessert werden. Desweiteren müssen die Methodiken für die nichtlineare Frequenzganganalyse, die Parameteridentifikation und die numerische Optimierung grundlegend für die zur Beschreibung von Festbettreaktoren erforderlichen partiellen Differentialgleichungen erweitert werden. Die geplante experimentelle Demonstration des erzwungen periodischen Betriebs dient schließlich zur Validierung der entwickelten Methoden und Modelle sowie einer systematischen Evaluierung des Verbesserungspotentials und der praktischen Anwendbarkeit der entwickelten neuen dynamischen Betriebsweisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlungInternationaler BezugSerbien"
    },
    {
      "project_id": "493685339",
      "url": "https://gepris.dfg.de/gepris/projekt/493685339",
      "title": "Dynamisch getriebene Rutil-basierte Elektrokatalysatoren für die saure Sauerstoffentwicklung jenseits stationärer Effizienz (DaCapo)",
      "investigators": "Professorin Dr. Franziska  Heß;Professor Dr. Jan Philipp  Hofmann;Professor Dr. Peter  Strasser",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493685339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Im Projekt „DaCapo“ untersuchen wir, ob es durch die Anwendung der Dynamic Resonance Theory (DRT) möglich ist, die Aktivität der Sauerstoffentwicklungsreaktion (OER) zu steigern, indem der Katalysator unter dynamischer Potentialoszillation betrieben wird. Die Hauptidee dieses Ansatzes besteht darin, Intermediate auf der Oberfläche bei niedrigeren Potentialen zu erzeugen, gefolgt von Bildung des Produkts bei höheren Potentialen. Infolgedessen kann das periodische Schalten zwischen diesen beiden Regimen bei charakteristischen Resonanzbedingungen die gesamte über die Zeit gemittelte Geschwindigkeit der Produktbildung erhöhen. Dabei werden wir am Beispiel eines Rutil-basierten sauren OER-Katalysators (IrO2, RuO2, gemischte (Ru-Ir-Ti)O2) unter dem Einfluss erzwungener Potentialoszillation eine Brücke zwischen atomaren Einblicken in die Dynamik des aktiven Zentrums und der aktiven Oberflächenphasen von wohldefinierten katalytischen Modelloberflächen und realen Katalysatormaterialien sowie Multiskalensimulationen ihres dynamischen Verhaltens schlagen. Wir werden die Existenz, Mechanismen und Ausnutzung katalytisch aktiver dynamischer Resonanzzustände in der OER unter sauren Bedingungen durch einen kombinierten experimentellen-theoretischen Ansatz untersuchen: i) sowohl unter Ultrahochvakuum als auch in situ Bedingungen werden gut definierte IrO2 Modellsysteme (Einkristalle, dünne Schichten) mittels Photoemission und zeitaufgelöster FTIR Spektroskopie unter statischem und gezwungen oszillierendem Betrieb vermessen (Hofmann). ii) Computerstudien durch Dichtefunktionaltheorie, dynamischen kinetischen Monte Carlo (DKMC)-Simulationen und Kopplung an ein numerisches Modell des elektrochemischen Systems (Hess) werden verwendet um den Einfluss von dynamischen elektrochemischen Bedingungen auf die OER-Aktivität vorherzusagen. Spektroskopische Signaturen von Zwischenprodukten auf der Oberfläche während Schalttransienten werden mit Ab-initio Molekulardynamik berechnet, um die Zuordnung experimenteller Spektren zu unterstützen. iii) Elektrokatalytische Methoden wie Differentielle Elektrochemische Massenspektrometrie (DEMS) und potentiodynamische Röntgenabsorptionsspektroskopie an Modellkatalysatoren und realen Nanopartikel-basierten Systemen werden zur Bestimmung der Reaktionskinetik, Produktbildungsraten, Oberflächenladung und Faradaischen Ausbeuten unter dynamischen elektrochemischen Bedingungen eingesetzt (Strasser). Die in „DaCapo“ erhaltenen experimentellen Daten und Simulationsmodelle werden in Bezug zur makroskaligen Modellierung kollaborierender Gruppen im SPP2080 gesetzt, mit dem Ziel, die dynamische Kontrolle der elektrokatalytischen Sauerstoffentwicklungsreaktion auf allen relevanten Zeit- und Längenskalen zu verstehen und nutzbar zu machen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406662882",
      "url": "https://gepris.dfg.de/gepris/projekt/406662882",
      "title": "Einfluss dynamischer Betriebsbedingungen auf die elektrolytische Wasserstoff-Erzeugung",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406662882",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Für Umwandlung und Speicherung erneuerbarer Energien spielt Wasserstoff als nachhaltiger Energieträger eine entscheidende Rolle, der dann entweder in Niedertemperatur-Brennstoffzellen wieder effizient verstromt wird, oder in nachgeschalteten chemischen Prozessen als Edukt eingesetzt wird, um höherwertige organische Moleküle herzustellen. Grundsätzlich kann Wasserstoff durch elektrolytische Wasserspaltung gewonnen werden. Das Hauptproblem stellt die intermit¬tierende Bereitstellung von elektrischer Energie durch Photovoltaik und Windparks dar. Um eine Wasserstoff-Ökonomie auf der Basis von erneuerbaren Energien aufzubauen, ist es erforderlich, Wasserelektrolysatoren zu entwickeln, die auch bei großen Lastwechseln noch ökonomisch und stabil arbeiten. Das erfordert eine elektrolytische Wasserspaltung in saurer Umgebung, bei der wegen der geringen Auslastung durch intermittierende Energiequellen auch höhere Überspannung erlaubt sein müssen, ohne dabei die Langzeitstabilität insbesondere des Anodenmaterials zu verlieren. In diesem Gemeinschaftsprojekt von Prof. Jacob (Ulm) und Prof. Over (Gießen) soll die verstärkte Korrosion und die Aktivität von Ir-basierten einkristallinen Modelloxidelektroden in der sauren Sauerstoffentwicklung bei Lastwechsel auf mikroskopischer Ebene untersucht und verstanden werden. Hierzu wird in enger Verbindung von ab initio Theorie und Experiment eine mikro¬kinetische Beschreibung der auftretenden elektrochemischen Prozesse entwickelt und gegen operando Messungen, sowohl hinsichtlich der Stabilität als auch der Aktivität, validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406695057",
      "url": "https://gepris.dfg.de/gepris/projekt/406695057",
      "title": "Fe-basierte Katalysatoren für die Umwandlung von CO2 zu höheren Kohlenwasserstoffen unter dynamischen Bedingungen",
      "investigators": "Professorin Dr. Angelika  Brückner;Professor Dr. Evgenii  Kondratenko;Professor Dr. Nicola  Pinna, seit 4/2022",
      "subject_area": "Technische Chemie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406695057",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die Hydrierung von CO2 zu höheren Kohlenwasserstoffen (CO2-FT) bietet einen nachhaltigen Weg zur Herstellung industriell relevanter Chemikalien. Auch aus fundamentaler Sicht ist die Reaktion von größtem Interesse, da an den typischerweise eingesetzten eisenhaltigen Katalysatoren reaktionsinduzierte dynamische Änderungen auftreten, welche Änderungen der Aktivität und Selektivität nach sich ziehen. In der ersten Förderperiode wurde der Einfluss der Vorbehandlung und der Reaktionsbedingungen auf das Verhalten von FexOyCz-Katalysatoren untersucht. Eine starke Abhängigkeit der reaktionsinduzierten Karbidbildung von der Zusammensetzung der Gasphase (vor allem CO und H2O) führt zur Ausbildung von Gradienten entlang der Katalysatorbette. Ebenso wird ein starker Einfluss der Katalysatorsynthesemethode, der Katalysatorvorbehandlung sowie einer Dotierung mit Elementen wie Natrium beobachtet. Auf diesen Einblicken aufbauend berichten wir die erste soft-templatierte Synthese mesoporös strukturierter Eisenkarbidfilme. Ebenso wurden ein strukturelles Modell der gebildeten Karbidsysteme, eine mechanistische Vorstellung der Karbidbildung sowie Korrelationen zwischen gebildeten Phasen, katalytischer Aktivität und Selektivität hergeleitet.In der zweiten Förderperiode sollen folgende Fragestellung untersucht werden: (i) der Einfluss der Reaktionsatmosphäre und externer Stimuli auf die Dynamik der Katalysatorrestrukturierung und Produktbildung, (ii) die reversible Bildung und Abreaktion der Karbidphasen, (iii) der Einfluss des dynamischen CO2-FT Reaktorbetriebs auf die Karbidbildung, sowie (iv) eine Aufklärung der beobachteten Untergrenze für die Methanselektivität bei kontinuierlicher sowie transienter Betriebsweise. Kontrollierte Materialsynthese, katalytische Untersuchungen sowie eine vertiefte Materialanalytik, auch unter operando-Bedingungen, stehen im Mittelpunkt der geplanten Arbeiten. Schwerpunktmäßig werden promotierte Eisenoxide in ungeträgerter, geträgerter und nanostrukturierter Form untersucht. Um die Ausbildung von Gradienten der Materialzusammensetzung zu kontrollieren, erfolgen katalytische Tests in einem Reverse-Flow Reaktor mit dynamischer Flussrichtungsumkehr. Ziel ist neben einem besseren Verständnis auch die Erhöhung der Produktausbeute. Ebenso werden die Einflusse einer periodischen CO-Zudosierung und einer dynamischen Modulation auf die Produktausbeute untersucht. Die Messung ortsgelöster Profile der Oxidanteile erfolgt in einem neuartiger Raman-Profilreaktor. Die Ableitung genereller Zusammenhänge zwischen Struktur und katalytischen Eigenschafen dient als Basis für optimierte Katalysatoren und Betriebsprotokolle in kontinuierlicher sowie transienter Fahrweise.Die fruchtbaren Kooperationen im SPP werden fortgeführt und erweitert, u.a. in Hinblick auf operando FTIR und Raman-Messungen, Parallelreaktoren für vergleichende CO2-Hydriertestungen, eine übergreifende kinetische Modellierung sowie statistische Methoden der Datenanalyse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlungEhemaliger AntragstellerDr.-Ing. Ralph  Krähnert, bis 3/2022"
    },
    {
      "project_id": "493648518",
      "url": "https://gepris.dfg.de/gepris/projekt/493648518",
      "title": "Hochaufgelöste, berührungslose Bestimmung von Temperatur- und Speziesverteilungen bei der Methanisierung innerhalb offenzelliger, katalytischer Schaumkeramiken (CARS4KAT)",
      "subject_area": "Technische ThermodynamikEnergieverfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493648518",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Eine potentielle Möglichkeit hin zu einer bezahlbaren Energieversorgung sind Power-to-X Verfahren, die eine Säule der nationalen Wasserstoffstrategie (Juni 2020) bilden. Dabei ist die katalytische Erzeugung von CH4 aus regenerativem H2 und punktuell abgeschiedenem CO2 zum einen die Basis für die großtechnische Speicherung von Power-to-X und zum anderen Teil der Sektorkopplung. In technisch relevanten Systemen zur Methanisierung werden heute meist Festbettreaktoren mit nickelbasierten Schüttschicht-Katalysatoren eingesetzt. Aufgrund der starken Exothermie der Reaktion und des dynamischen Betriebs aufgrund der Volatilität der H2-Bereitstellung, werden diese oft unter reaktionskinetisch ungünstigen Bedingungen betrieben oder nutzen Zusatzsysteme zur Wärmeabführung auf.  Eine vielversprechende Alternative zur Steigerung der Effizienz des Wärme- und Stofftransports bieten Katalysatorträger aus offenzelligen Schaumkeramiken mit einer hochporösen, netzartigen Struktur. In Kombination mit neuartigen, nanostrukturierten und robusten Beschichtungen können Verbesserungen zu bestehenden Katalysatoren erzielt werden. Jedoch fehlt oft das Grundverständnis der lokal ablaufenden Reaktions- und Wärme- bzw. Stofftransportmechanismen. Um diese Mechanismen aufzuklären, eignen sich besonders nicht-invasive Aufnahmen von räumlich-zeitlich hochaufgelösten Temperatur- und Speziesverteilungen, die zur Validierung von theoretischen Modellen und zur Optimierung von Katalysatoren oder Betriebsbedingungen benötigt werden, jedoch noch nicht in ausreichende Maße entwickelt sind. Daher wird in diesem Projekt die kohärente anti-Stokes Raman Spektroskopie angepasst und erheblich erweitert, um so lokale Temperatur- und Multispeziesverteilungen (relevant: H2, CO2, CH4, CO, H2O, N2) erstmals berührungslos innerhalb einer katalytischen Schaumkeramik simultan unter dynamischen Bedingungen messen zu können. Start und Abschaltvorgänge sind dabei von besonderem Interesse. Untersuchungs- und Optimierungsgegenstand sind eigens entwickelte Methanisierungs-Katalysatoren mit nanostrukturierten Nickelbeschichtungen auf offenzelligen Schaumkeramikträgern aus Titandioxid, die ein Potential zur großtechnischen Nutzung in Power-to-X Verfahren besitzen. Dazu sind Analysen hinsichtlich Hot-Spots in der Makrostruktur des Katalysators, Ausbildung von charakteristischen Wärmeprofilen, Bestimmung von lokalen Kenngrößen wie CO2-Umsatz und CH4- Selektivität, Rückvermischungszonen und Stofftransportlimitierungen notwendig, die auf Basis der lokalen Messdaten im Projekt erfolgen. Andere Systeme innerhalb des SPP2080 können auch analysiert werden. Zusätzlich können die lokalen Größen genutzt werden, um bekannte Modelle zum Wärme-/Stofftransport oder auch kinetische Modelle zu verbessern (Prof. Sundmacher). Die synergetische Nutzung der Kompetenzen der Projektparter im Bereich der laserbasierten Messtechnik (TTS) bzw. Entwicklung von Katalysatorsystemen (LEUVT) ist dafür die entscheidende Grundlage.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlungEhemaliger AntragstellerProfessor Dr.-Ing. Wolfgang  Krumm, bis 9/2023"
    },
    {
      "project_id": "493705276",
      "url": "https://gepris.dfg.de/gepris/projekt/493705276",
      "title": "Kontrolle des Degradationsverhaltens von perowskitischen OER-Katalysatoren unter dynamischen Operationsbedingungen durch operando-Charakterisierung und systematischer Variation der d-Orbital-Bandstruktur",
      "investigators": "Dr. Felix  Gunkel;Dr. Florian  Hausen;Dr. Karin  Kleiner",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493705276",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Analyse und Verständnis katalytischer Reaktionen unter dynamischen Operationsbedingungen sind Kern des DFG-Schwerpunktprogramms SPP2080. In diesem Antrag wird die Katalyse der Sauerstoffentwicklungsreaktion (OER, oxygen evolution reaction) während der Wasserspaltung (Elektrolyse) aus alkalischer Lösung untersucht. Die Wasserstoffgewinnung durch Elektrolyse spielt eine zentrale Rolle für zukünftige Energiespeicher und -wandler. Ziel des Antrags ist, elektrochemische Prozesse an der fest/flüssig-Grenzfläche zwischen OER-Katalysator und Elektrolyt zu verstehen, lastabhängige Alterungsprozesse nachzuvollziehen und die inverse Beziehung zwischen Lebensdauer und Aktivität der Katalysatoren durch Materialdesign zu überwinden. In unserem Ansatz werden Perowskite als OER-Katalysatoren betrachtet, deren Bandstruktur sich vom beteiligten Übergangsmetall (3d-Orbitale) und Sauerstoff (2p-Orbitale) ableitet, für die katalytische OER-Aktivität verantwortlich ist und durch gezielte Substitution von Kationen modifiziert werden kann (d-band engineering). Der Zusammenhang zwischen Bandstruktur und Langzeit-Stabilität wurde noch nicht untersucht und wird im vorliegenden Antrag adressiert. In gezielten Vorarbeiten konnten wir nachweisen, dass die Lebensdauer von Perowskit-Katalysatoren stark von der Belastungshistorie abhängt. Das Degradationsverhalten unter dynamischen Bedingungen führt zu einer Veränderung der gesamten Katalysatorstruktur während unter statischen Bedingungen insbesondere eine Oberflächenpassivierung stattfindet. Es steht zu vermuten, dass unter dynamischen OER-Bedingungen wiederholte Oberflächentransformationen von Perowskit zu (Oxy-)Hydroxiden stattfinden und zur Degradation beitragen, wobei die beteiligten Einzelprozesse bisher noch völlig unverstanden sind.Um gezielte Verbesserungsstrategien für OER-Katalysatoren abzuleiten, ist es essenziell den Zusammenhang zwischen orbitaler Struktur, Oberflächenchemie und (elektro)chemischer Degradation während der Katalyse im Detail zu verstehen. Dies erfordert die reproduzierbare, gezielte und kontrollierte Synthese der Katalysatoren sowie die operando-Analyse der aktiven Oberflächen unter dynamischen Operationsbedingungen mit (elektro)chemischer, elektronischer und oberflächen-sensitiver Auflösung. Im vorliegenden Antrag schaffen wir diese Voraussetzungen durch 1) atomar kontrollierte Materialsynthese via Oxid-Epitaxie, 2) systematische elektrochemische Charakterisierung und 3) operando-Untersuchung der Oberflächenchemie,  Morphologie und elektronischen Struktur mittels korrelativer Rastersondenmikroskopie und Synchrotron-basierter Röntgenspektroskopie unter dynamischen OER Bedingungen.Dieser methoden-übergreifende Ansatz ermöglicht es unserem Konsortium den Zusammenhang zwischen Degradation und Belastungshistorie mit atomaren Prozessen während der OER umfassend zu korrelieren, systematische Muster abzuleiten und zu generalisieren, um final die Stabilität von OER-Katalysatoren systematisch zu erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406839499",
      "url": "https://gepris.dfg.de/gepris/projekt/406839499",
      "title": "Koordinationsfonds",
      "subject_area": "Technische ChemieAnalytische ChemieChemische und Thermische VerfahrenstechnikEnergieverfahrenstechnikFestkörper- und Oberflächenchemie, MaterialsynthesePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406839499",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Im Rahmen der Energiewende stellt die fluktuierende Verfügbarkeit von erneuerbaren Energien wie Wind- und Solarstrom eine der größten Herausforderungen dar. Strom, der an wind- und sonnenreichen Tagen anfällt, kann in Form von chemischen Energieträgern wie Wasserstoff oder Kohlenwasserstoffen gespeichert werden. Dies erfordert den Einsatz von Katalysatoren, Reaktoren und elektrochemische Zellen unter von außen aufgeprägten dynamischen Reaktionsbedingungen. Der Einfluss dynamischer Bedingungen auf katalytische Reaktionssysteme wurde bislang unterschätzt. Zum einen besteht das Potenzial, durch dynamischen Betrieb die Ausbeute der erwünschten Reaktionsprodukte zu erhöhen und Katalysatoren in Ruhephasen zu reaktivieren. Zum anderen müssen die nanostrukturierten Katalysatoren stabilisiert werden. Hier setzt das vorliegende Schwerpunktprogramm an. Angewandt auf aktuelle Fragestellungen der Energiewende wird in einem interdisziplinären Forschungsprogramm ein grundlegendes Verständnis der mikroskopischen Vorgänge an festen Katalysatoren unter dynamischen Bedingungen und deren Auswirkungen auf Aktivität, Selektivität und Stabilität erarbeitet. In interdisziplinären Verbünden werden dazu grundlegende und methodische Herausforderungen des dynamischen Betriebs in fünf eng verknüpften Themenbereichen untersucht: (A) Charakterisierung mittels „operando“-Methoden, d. h. unter Reaktionsbedingungen, um Feststoffkatalysatoren „bei der Arbeit“ unter dynamischen Bedingungen zu verstehen, (B) vorhersagekräftige theoretische Beschreibung der sich unter dynamischen Reaktionsbedingungen ausbildenden aktiven Phasen und der am Katalysator ablaufender Elementarschritte,(C) Kinetik und Multiskalenmodellierung des Verhaltens von Katalysatoren und Elektroden unter technischen und dynamischen Bedingungen unter Einbeziehung atomarer Informationen,(D) gezielt hergestellte Materialien, um katalytisch aktive Oberflächenstrukturen zu stabilisieren und bei periodischer Reaktionsführung zu untersuchen, (E) neuartige Reaktor- und Elektrolyseurkonzepte für methodische Untersuchungen unter transienten Bedingungen. Der zu erwartende Erkenntnisgewinn soll künftig den effizienten Betrieb katalytischer Systeme unter dynamischen Bedingungen ermöglichen. Das grundlegende Verständnis hierfür wird am Beispiel von Reaktionen zur Energiespeicherung und -wandlung erarbeitet und schafft die Grundlage für zukünftige technische Anwendungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406935056",
      "url": "https://gepris.dfg.de/gepris/projekt/406935056",
      "title": "Langzeitstabile, Co-basierte Katalysatoren für die mit Lastwechseln betriebene Sabatierreaktion",
      "subject_area": "Chemische und Thermische VerfahrenstechnikMechanische VerfahrenstechnikPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieTechnische Chemie",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406935056",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Regenerativ erzeugte elektrische Energie lässt sich chemisch in Form von Wasserstoff speichern, jedoch nur bedingt bevorraten. Dieses Problem kann die Methanisierung des Wasserstoffs durch die heterogen katalysierte Sabatierreaktion lösen. Bislang wird dieser katalytische Prozess in Rohrreaktoren stationär betrieben und ist in dieser Betriebsweise sehr gut verstanden. Oft fallen die Wasserstoffmengen fluktuierend an. Lastwechsel in großtechnischen katalytischen Prozessen werden jedoch gegenwärtig generell vermieden. Abnehmende Volumenströme beispielsweise führen bei der exothermen Reaktion zu Temperaturspitzen im vorderen Bereich des Katalysatorbetts. Diese können - insbesondere bei nicht hinreichendem radialen Wärmetransport in technischen Reaktionsrohren von 25 mm Durchmesser - zu thermischer Deaktivierung durch Versinterung führen. Ziel des Projekts ist es, einerseits geträgerte, Kobalt-basierte Katalysatoren zu entwickeln, die bei der Methanisierung auch unter instationären Lastwechsel-Bedingungen hochaktiv sind und zugleich langzeitstabil. Andererseits soll der Einfluss von Dotierungen auf der Nanometerebene ebenso verstanden werden wie die Zusammenhänge zwischen raum-zeitlichen Änderungen lokaler Parameter bei Stoffmengenstrom-Fluktuationen. Zur Herstellung der verwendeten Co-Katalysatoren mit hoher Aktivität, Selektivität und Stabilität soll die sog. Flammensprühpyrolyse zum Einsatz kommen. Dabei soll ein asymmetrischer Doppelflammenansatz untersucht werden, bei dem Katalysator und Träger unabhängig voneinander in zwei Flammen erzeugt werden und der es erlaubt, eine hohe Vielfalt an Materialsystemen strukturell kontrolliert und reproduzierbar herzustellen. Zur raum-zeitlich aufgelösten Quantifizierung der Reaktionen in einem mit Lastwechseln betriebenen Rohrreaktor sollen operando MRI Methoden zum Einsatz kommen, für die Messmethoden so weiterentwickelt werden, dass die den Reaktorbetrieb im Tomographen auch bei 350 °C erlauben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406914011",
      "url": "https://gepris.dfg.de/gepris/projekt/406914011",
      "title": "Mehrskalen-Analyse und rationaler Entwurf von dynamisch betriebenen, integrierten Katalysator-Reaktor-Systemen für die Methanisierung von CO2",
      "subject_area": "Technische Chemie",
      "funding_period": "Förderung von 2018 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406914011",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die Umsetzung der Energiewende in Deutschland erfordert die effiziente Speicherung von Energie aus erneuerbaren Quellen, insbesondere die Umwandlung elektrischer Energie in Wasserstoff mittels der Wasser-Elektrolyse. Der erzeugte Wasserstoff kann durch Hydrierung von CO2 direkt in synthetisches Methan umgesetzt werden. Methan ist eine Schlüsselsubstanz nicht nur für die Energiespeicherung, sondern auch für die Wertschöpfungsketten der chemischen Industrie.Mit Blick auf eine fluktuierende Wasserstoff-Versorgung wäre es wünschenswert, die CO2-Methanisierung in katalytischen Reaktoren durchzuführen, die mit dynamisch veränderlichen Feedströmen betrieben werden können. Jedoch existieren bisher keine verlässlichen Entwurfsmethoden für dynamisch betriebene katalytische Reaktoren. Auch fehlen stabile katalytische Materialsysteme, die zeitlichen Schwankungen von Gaszusammensetzung und Temperatur dauerhaft standhalten können. Weiterhin ist eine konsistente Mehrskalen-Analyse der Systemdynamik, welche die beteiligten Reaktions- und Transportprozesse auf einem breiten Spektrum von Zeit- und Längenskalen abdeckt, größtenteils nicht vorhanden.Das hier beantragte Forschungsprojekt betrachtet die heterogen katalysierte Gasphasen-Hydrierung von CO2 zu Methan an geträgerten Nickel- und Ruthenium-Katalyatoren. Es verfolgt zwei wesentliche Zielrichtungen:1) dynamische Mehrskalen-Analyse der katalytischen Reaktion in Kopplung mit den Stoff- und Energie-Transportprozessen, vom katalytisch aktiven Zentrum über das Katalysatorpartikel bis hin zum technischen Reaktor;2) rationales Design eines neuartigen integrierten Katalysator-Reaktor-Systems, welches dynamisch variierenden Betriebsbedingungen gewachsen ist, unter Betrachtung aller verfügbaren Gestaltungsvariablen auf der Mikroskala (aktive Katalysatorphase),  der Mesoskala (poröse Katalysatorpartikel) und der Makroskala (katalytischer Reaktor).Um die genannten Ziele zu erreichen, bündelt das interdisziplinäre Team der Antragsteller folgende Kompetenzen: a) Synthese und Charakterisierung katalytischer Materialsysteme (Prof. Roger Gläser, Leipzig), b) räumlich aufgelöstes Monitoring von Katalysatoren mit ex situ, in situ und operando Methoden (Dr. Thomas Sheppard, Karlsruhe), c) dynamische Modellierung, Simulation und Optimierung katalytischer Systeme (Prof. Kai Sundmacher, Magdeburg).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406483183",
      "url": "https://gepris.dfg.de/gepris/projekt/406483183",
      "title": "REALCO2DYN-X2: MOF-basierte CO2-Methanisierungskatalysatoren - Untersuchungen zu Mechanismen, Aktivität und Stabilität während industriell relevanter Dropout-Szenarien mittels Hartröntgenmethoden",
      "investigators": "Professor Dr. Matthias  Bauer;Professor Dr. Wolfgang  Kleist;Professorin Dr. Mirijam  Zobel",
      "subject_area": "Technische ChemiePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406483183",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die Umwandlung überschüssiger Solar- oder Windenergie in chemische Energieträger über Power-to-Gas-Verfahren stellt eine interessante Technologie für eine nachhaltige Energienutzung dar. Bisherige Studien zeigen, dass Ni-Katalysatoren für die Methanisierung unter dynamischen Reaktionsbedingungen schnell deaktiviert werden, wenn die Wasserstoffzufuhr fluktuiert. In der ersten Förderperiode wurde im erfolgreichen Projekt MOFCO2DYN-X2 die kontrollierte thermische Zersetzung von Metall-organischen Gerüstverbindungen (MOFs) als eine geeignete Methode für die Synthese von Ni@C-Katalysatoren mit hoher Stabilität gegenüber H2-Dropouts etabliert, da eine schützende Kohlenstoffschicht um die Partikel ausgebildet wird. Obwohl mit einer Kombination verschiedener röntgenbasierter Spektroskopie- und Streumethoden (HERFD-XAS, VtC-XES, PDF) erste mechanistische Schlüsse gezogen werden konnten, war eine detaillierte Analyse aufgrund der breiten Partikelgrößenverteilung nicht möglich. Daher sollen im Folgeprojekt REALCO2DYN-X2 hochdefinierte Modellsysteme und MOF-basierte Ni- bzw. NiFe-Katalysatoren mit enger Ni-Größenverteilung sowie hoher Aktivität und Stabilität bei fluktuierender Wasserstoffzufuhr synthetisiert werden. Dazu soll kolloidales Ni so auf Aktivkohle und Alumina aufgebracht werden, dass Modellsysteme mit kleinen (2-4 nm), mittleren (5-8 nm) und großen (>10 nm) Ni-Partikeln erhalten werden. Für die Herstellung realer Ni@Al2O3- und NiFe@Al2O3-Katalysatoren sollen Al- bzw. AlFe-basierte MOFs mit kolloidalen Ni-Spezies beladen und anschließend kontrolliert thermisch zersetzt werden. Sowohl Modell- als auch Realkatalysatoren sollen in einem Laborreaktor in der Methanisierung von Kohlendioxid getestet werden, um ihre Aktivität und Stabilität bei industriell relevanten dynamischen Dropoutszenarien zu untersuchen. Da die Spektroskopie- und Streumethoden aus der ersten Periode komplementäre Informationen über die Struktur (Nah-, Mittel- und Fernordnung) sowie die elektronischen Eigenschaften der Katalysatoren liefern, sollen die Techniken weiterentwickelt und vertieft eingesetzt werden, um Struktur-Aktivitäts-Korrelationen unter dynamischen Bedingungen zu identifizieren. Insbesondere sollen In-situ- und Operando-Experimente an Synchrotronquellen durchgeführt werden, um die Kinetik der strukturellen Veränderungen während der dynamisch betriebenen Methanisierung auf einer Zeitskala von Sekunden bis Stunden zu beobachten und Deaktivierungsmechanismen an den Katalysatoren aufzuklären. Die Spektroskopie- und Streumethoden sollen dabei auch mit Reverse-Monte-Carlo-Simulationen kombiniert werden, um ein umfassendes mechanistisches Bild zu erhalten. Somit wird der Hauptfokus von REALCO2DYN-X2 darauf liegen, hochaktive Katalysatoren zu generieren, die während verschiedener industriell relevanter Wasserstoffausfallszenarien nicht deaktiviert werden und sich für dynamisch betriebene Power-to-Gas-Anlagen zur Nutzung von erneuerbaren Energien eignen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406944504",
      "url": "https://gepris.dfg.de/gepris/projekt/406944504",
      "title": "Selektivitätskontrolle unter Bedingungen dynamischer CO2 Elektroreduktion",
      "investigators": "Professor Dr. Olaf  Magnussen;Professorin Dr. Beatriz  Roldan Cuenya",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungAnalytische ChemieFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406944504",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die Elektroreduktion von Kohlenmonoxid (CO2RR) an Cu-basierten Elektrokatalysatoren kann signifikante Ausbeuten höherer Kohlenwasserstoffe und Alkohole (C2+ Produkte) liefern und eröffnet so einen vielversprechenden Weg zur Erzeugung wertvoller Grundchemikalien und Treibstoffe. Dynamische (potentialmodulierte) CO2RR ist hier von aktuellem Interesse, da so periodisch eindeutige Katalysatorzustände und –morphologien in situ (re)generiert werden können. Dies eröffnet Möglichkeiten zur Beeinflussung von Produktselektivität und zur Wiederherstellung vergifteter Katalysatoroberflächen. Allerdings sind Katalysatorzustand und die Mechanismen dynamischer CO2RR noch genauer zu klären.Wir werden die Erhöhung der CO2RR Selektivität für C2+ Produkte durch dynamische Reaktionsbedingungen erforschen. Optimale Bedingungen dafür werden wir durch elektrokatalytische Messungen und Untersuchungen mittels zeitauflösender operando Methoden ermitteln und den Einfluss der potentiodynamischen Parameter (Pulsform, -bereich, -periode) auf die Selektivität klären. Durch Variation des anodischen Potentials (zu oxidierenden und nicht-oxidierenden Bedingungen) und des Zeitbereichs (von ms bis Stunden) sind unterschiedliche Modifikationen des Elektrodenzustands möglich, z.B. von Oberflächenladung, Redoxzustand und Oberflächenmorphologie. Wir werden klären, wie sich so die Entwicklung der C2+ Selektivität verbessern lässt und Vergiftungseffekten entgegengewirkt werden kann. Außer reinen Cu Katalysatoren (Cu2O nanocubes, Cu Einkristalle) werden wir auch solche studieren, die mittels eines Sekundärmetalls (Ag, Au, Zn) dekoriert wurden. Zudem werden wir die selektive Promotion/Inhibition mechanistischer Pfade durch chemische Spezies (Alkalikationen, Halogenidanionen) erforschen. Für beide Fälle wurde eine Erhöhung der C2+ Selektivität unter potentiostatischen Bedingungen gezeigt, welches wir hier für den potentiodynamischen Fall klären wollen. Zum verbesserten Verständnis dieser Effekte werden wir die potentialabhängigen Adsorptionsgeometrien und Oberflächenkonzentrationen der involvierten Spezies (Zwischenprodukte, Inhibitoren/Promotoren) sowie deren Einfluss auf die Cu Struktur untersuchen. Dafür werden das FHI und CAU Team ihre komplementäre Expertise in operando Verfahren einsetzen, die verschiedene spektroskopische (Raman, XAS), Röntgenstreungs- (Pulver- und Oberflächenbeugung) und Mikroskopiemethoden (STM/AFM) beinhaltet. Dies wird zu umfassenden Einsichten in die Katalysatorstruktur, Adsorptionsgeometrie wichtiger Zwischenprodukte und oberflächenaktiver Spezies sowie die dynamischen Änderungen der Katalysatoreigenschaften führen. Diese werden wir direkt mit Daten zur katalytischen Aktivität und C2+ Selektivität korrelieren. Zusätzlich wird die FHI Gruppe das erzielte Verständnis auf Elektrolyse-Flusszellen übertragen. Insgesamt werden wir damit signifikant zum grundlegenden Verständnis von C2+ Bildung in der CO2RR beitragen, speziell unter potentiodynamischen Bedingungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406474220",
      "url": "https://gepris.dfg.de/gepris/projekt/406474220",
      "title": "Sorptionsgesteuerte Hydrierung von CO2 zu Methanol unter dynamischen Reaktionsbedingungen",
      "subject_area": "Technische Chemie",
      "funding_period": "Förderung von 2018 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406474220",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die effiziente CO2 Abscheidung und -nutzung (CCU) ist ein Schlüsselelement für eine nachhaltige, kohlenstoffneutrale Wirtschaft. Die derzeitige CO2-Abtrennungstechnologie (Druckwechseladsorption) sowie die dynamische Verfügbarkeit von erneuerbarer Energie erfordern die Entwicklung von Prozessen, die auf dynamische Änderungen der Konzentration der Reaktanten und der Verfügbarkeit von erneuerbarer Energie reagieren können. In diesem Projekt untersuchen wir die Kombination einer CO2-Abscheidung und anschließender Hydrierung zu Methanol mit erneuerbaren H2, um CO2 als Kohlenstoffquelle für die Herstellung von Methanol zu nutzen. Für einen erfolgreichen Prozess sind ein dynamischer Betrieb bei niedrigen Temperaturen und eine hohe Selektivität zu Methanol erforderlich. Das integrierte System in dem CO2 bei der Sorptionstemperatur (oder nur leicht erhöhten Temperaturen) abgetrennt und durch denselben Katalysator zu Methanol umgewandelt wird, ermöglicht es den Energieeinsatz im Vergleich zu einem mehrstufigen Reaktionssystem zu reduzieren. In Phase I des Projekts wurde gezeigt, dass das CO2-Abscheidungs-/Umwandlungskonzept realisierbar ist. Es basiert auf einem bifunktionellen Katalysator, der eine Aminfunktion für die CO2 Sorption mit einer Metallfunktion für die Hydrierung von CO2 zu Methanol kombiniert. In Phase II des Projekts wird die Wechselwirkung von CO2 mit den Amingruppen und die lokale Nähe zu den Edelmetallpartikeln optimiert, um die Reaktionsgeschwindigkeit zu Methanol zu erhöhen. Durch mikrokinetische Modellierung und Multiskalen-Reaktorsimulationen wird der Reaktionsmechanismus untersucht, um eine rationale Entwicklung neuartiger katalytischer Materialien zu ermöglichen .DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "493681475",
      "url": "https://gepris.dfg.de/gepris/projekt/493681475",
      "title": "Stabilisierung von RuO2 Elektrokatalysatoren durch Oberflächenmodifikation in der Wasserspaltung unter dynamischer und stationären Reaktionsbedingungen",
      "investigators": "Professorin Dr. Franziska  Heß;Professor Dr. Bernd  Smarsly, seit 10/2025",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493681475",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Für die Umwandlung und Speicherung erneuerbarer Energien spielt Wasserstoff als nachhaltiger Energieträger eine entscheidende Rolle, der dann in Niedertemperatur-Brennstoffzellen wieder effizient verstromt werden kann. Das Hauptproblem bei der Spaltung von Wasser stellt die intermit¬tierende Bereitstellung von elektrischer Energie durch Photovoltaik und Windparks dar, die es erforderlich machen, Wasserelektrolyseure zu entwickeln, die auch bei großen Lastwechseln noch ökonomisch und vor allem stabil arbeiten. Das erfordert eine elektrolytische Wasserspaltung in saurer Umgebung, bei der wegen der geringen Auslastung durch intermittierende Energiequellen auch höhere Überspannung möglich sein müssen, ohne dabei die Langzeitstabilität des Anodenmaterials zu verlieren. Bei höheren Überspannungen tritt jedoch Korrosion an der Anode auf, die langfristig zum Verlust der katalytisch aktiven Komponente führt. In diesem Gemeinschaftsprojekt von Prof. Hess (Berlin) und Prof. Over (Gießen) zeigen wir einen innovativen Weg auf, um einen aktiven Elektrokatalysator in der elektrochemischen Wasserspaltung, nämlich RuO2, zu stabilisieren, ohne dabei dessen außerordentlich hohe Aktivität in der Sauerstoffentwicklung (OER) zu verringern. Hierzu soll die Methode der selektiven und lokalen Passivierung von RuO2 durch OER-stabile Oxide wie TiO2 und IrO2 angewendet werden. Um mikroskopische Informationen über mögliche Schwachstellen hinsichtlich der anodischen Korrosion unter dynamischen und stationären Bedingungen zu erhalten, werden wir dedizierte einkristalline Modellelektroden auf der Basis von RuO2(110)-Inseln mit einer wohldefinierten quadratischen Morphologie einsetzen und die anodische Korrosion und ihre lokale Passivierung hinsichtlich struktureller und morphologischer Veränderungen auf atomarer Skala sowohl im Experiment als auch mit theoretischen Methoden verfolgen. Im Bereich Theorie wird ein ab initio-basiertes Modell auf atomarer Skala für den Mechanismus der Korrosion auf Terrassen und Stufenkanten aufgestellt. Dieses werden wir mit kinetischen Monte Carlo Methoden koppeln, um die Plätze zu ermitteln, die besonders empfindlich gegenüber Korrosion sind und die strukturelle Entwicklung der Oberfläche und den Verlust von Ru unter stationären Bedingungen und beim Schalten vorherzusagen. Im Experiment werden die Modellelektroden durch eine Kombination aus bildgebenden (Rastertunnelmikroskopie, Rasterelektronenmikroskopie) und quantitativen operando Methoden (Röntgenphotoelektronenspektroskopie, Massenspektrometrie) sowie Oberflächenröntgenbeugung untersucht. Durch diese korrespondierenden experimentellen und theoretischen Einblicke wird ein umfassendes Verständnis der Korrosion unter dynamische Reaktionsbedingungen erlangt, das eine systematische Verbesserung der Stabilität des Materials gegen Korrosion erlaubt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlungEhemaliger AntragstellerProfessor Dr. Herbert  Over, bis 9/2025"
    },
    {
      "project_id": "406938448",
      "url": "https://gepris.dfg.de/gepris/projekt/406938448",
      "title": "Struktur-Eigenschaftsbeziehungen von Ir-Ru-Elektroden für die Sauerstoffentwicklung unter dynamischen Betriebsbedingungen",
      "investigators": "Dr. Serhiy  Cherevko;Professor Dr. Jan-Dierk  Grunwaldt;Professorin Dr.-Ing. Ulrike  Krewer",
      "subject_area": "Technische ChemieChemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406938448",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "In diesem Projekt werden Struktur-Eigenschaftsbeziehungen von Ir-Ru-Elektroden für die dynamische Sauerstoffentwicklung in Protonenaustauschmembran-Elektrolyseuren untersucht. Die Elektrolyse ist eine Schlüsseltechnologie für die effiziente Speicherung erneuerbarer Energien im Rahmen der Energiewende; bisher verhindert jedoch die verlustbehaftete Sauerstoffentwicklung einen großskaligen Einsatz. Zusätzliche Komplexität kommt durch die Notwendigkeit dynamischer Betriebsweise aufgrund der Fluktuation erneuerbarer Energien hinzu. Benötigt wird daher ein Verständnis der grundlegenden Prozesse am Katalysator während der dynamischen Sauerstoffentwicklung. Im Vergleich zu derzeitigen Ir-Katalysatoren sind Ir-Ru-Anoden leistungsfähiger jedoch weniger stabil hinsichtlich Oxidationszustand, Oberflächenstruktur sowie Auflösung. Die Aufklärung der bisher nicht verstandenen komplexen Wechselwirkung zwischen Katalysatorstruktur und elektrochemischer Aktivität ist von größter Bedeutung für die Realisierung aktiver, stabiler und kostengünstiger Elektrolyseure. Das Ziel dieses Projektes ist die Aufstellung von Struktur-Eigenschaftsbeziehungen von Ir-Ru-Anoden für die dynamische Sauerstoffentwicklung. Besonderes Augenmerk liegt auf  Veränderungen von Katalystorzusammensetzung und Oxidationszustand und deren Einfluss auf  Reaktionskinetik, Aktivität und Stabilität. Wir planen aufzuklären, wie sich Struktur und katalytische Eigenschaften zwischen Volllast, Teillast und dynamischem Betrieb ändern und was den stabilen Betriebsbereich begrenzt. Hierzu verbinden wir in situ/operando spektrometrische Methoden zur Beschreibung des Zustands und der Struktur des Katalysators mit elektrochemischen Analysemethoden und kinetischen Modellierungsansätzen, die die Leistungsfähigkeit ausgehend vom Katalysatorzustand beschreiben. Der interdisziplinäre Ansatz beinhaltet neue Messzellen für operando Röntgenspektroskopie im dynamischen Betrieb, on-line Massenspektrometrie und dynamische elektrochemische Analysemethoden, die das Screening von Ir:Ru-Zusammensetzungen und tiefergehende mechanistische Untersuchungen erlauben. Ergebnisse aus der experimentellen Katalysatorcharakterisierung werden mit kinetischen Modellen verknüpft, welche die Veränderungen der Reaktionskinetik und der Katalysatorstruktur als Funktion der (dynamischen) Betriebsbedingungen reproduzieren. Experimentell validierte Modelle ermöglichen Einblicke in die katalytischen Prozesse sowie eine Interpretation der Messungen. Diese Kombination experimenteller und theoretischer Ansätze ermöglicht nicht nur ein vertieftes Verständnis von Struktur-Eigenschaftsbeziehungen von Elektrokatalysatoren - hier beispielhaft für die Sauerstoffentwicklung gezeigt - sondern sie erlaubt auch eine Vorhersage der Leistungsfähigkeit im dynamischen Betrieb und günstiger Betriebsbereiche. Weiterhin ebnet das erarbeitete Verständnis der Katalysatordynamik während der Sauerstoffentwicklung den Weg für die Entwicklung neuer Katalysatoren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "493709258",
      "url": "https://gepris.dfg.de/gepris/projekt/493709258",
      "title": "Strukturelle Evolution eines Hochtemperatur-Sauerstoffentwicklungskatalysators unter transienten Arbeitsbedingungen",
      "subject_area": "Physikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung von 2022 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 493709258",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Festoxid-Elektrolysezellen (SOECs) als effiziente Power-to-X (P2X)-Wandlungstechnologie zur chemischen Speicherung intermittierender erneuerbarer Energien leiden unter schlecht verstandenen Degradationsprozessen bei stationären und dynamischen Betriebsbedingungen. In der ersten Projektphase konnte eine qualitativ neue Beschreibung der Anoden/Elektrolyt-Grenzfläche gewonnen werden, die als einige Nanometer dicke Komplexion identifiziert wurde. Diese Erkenntnis bildet die Grundlage für die hier beantragten Vorhaben in der nächsten Förderperiode, in der wir vorschlagen, die aktive funktionale Anoden/Elektrolyt-Grenzfläche des SOEC unter dynamischen Betriebsbedingungen zu untersuchen. Wir werden uns auf LSM-basierte Elektrolysezellen konzentrieren, die elektrochemisch unter Standard- und dynamischen Reaktionsbedingungen charakterisiert werden sollen. Ziel dieses Projektes ist die Evaluierung der Oberfläche unter Reaktionsbedingungen, um die Rolle dieser Region im elektrochemischen Prozess klar herauszuarbeiten. Ex-situ-Analysen der Oberfläche und der Elektroden/Elektrolyt-Grenzfläche werden mittels Elektronenmikroskopie und Röngten-Photoelektronenspektroskopie  (XPS) durchgeführt. Für die Untersuchung der Struktur und der Oxidationszustände der Kationen mit korrelativer Environmental-Rasterelektronenmikroskopie (ESEM) und operando-XPS werden spezielle Zellen präpariert. Die Zellen werden durch die Abscheidung von LSM (< 10 nm) auf einem YSZ-Elektrolyt hergestellt. Nur solch eine sehr dünne Elektrodenschicht  wird es den Photoelektronen der Komplexion ermöglichen, die elektrochemisch aktive Domäne zu verlassen. Die Bildung und Stabilität der Komplexion in den dünnen Zellen werden unter konstanter und dynamischer Belastung untersucht. Die ortsidentische TEM-Bildgebung (ILI) wird die ex-situ-Analyse ergänzen und als strukturelle Basis für nachfolgende operando-Experimente dienen. Die experimentellen Untersuchungen werden durch DFT-Rechnungen ergänzt. Ausgehend von großen Komplexionsmodellen der YSZ/LSM-Grenzfläche, die durch Kraftfeld-basierte Sampling-Techniken erzeugt wurden, werden wir verschiedene Ensembles von  kleinen Modellzellen generieren, wobei jedes Ensemble für einen dünnen Abschnitt innerhalb der Komplexion repräsentativ ist, der parallel zur YSZ/LSM-Grenzfläche liegt. Um die Eigenschaften der Komplexion als gemischt leitfähige (MIEC), katalytisch aktive Grenzflächenstruktur zu bestimmen, werden Aktivierungsbarrieren für die  Sprungprozesse entlang der Oxidionen-Leitungswege mit NEB-DFT-Simulationen innerhalb der erzeugten DFT-Zellenensembles berechnet. Es werden die geeignetsten MIEC-Bereiche identifiziert , um Schicht-Modelle zu konstruieren, welche die mögliche Oberflächenkonfigurationen an der katalytisch aktiven Stelle darstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406903668",
      "url": "https://gepris.dfg.de/gepris/projekt/406903668",
      "title": "Surface dynamics of reducible-oxide promoted inverse Ni and Cu catalysts: New concepts for CO2-hydrogenation",
      "subject_area": "Technische ChemieFestkörper- und Oberflächenchemie, MaterialsyntheseTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406903668",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Die Promotierung von metallischen Hydrierungskatalysatoren durch Oxide spielt eine große Rolle für die Aktivierung und Umsetzung von CO2. Ausgehend vom industriell angewandten Cu/ZnO-Katalysator soll dieser Ansatz in diesem Projekt konzeptionell erweitert werden, um ihn grundlegend besser zu verstehen und sein Potenzial voll auszuschöpfen. Hierbei stehen die Oberflächendynamik von „inversen“ Metalloxid/Übergangsmetall-Katalysatoren unter CO2-Hydrierungsbedingungen im Fokus. Der inverse Charakter der untersuchten Katalysatoren ermöglicht neue Einblicke in das dynamische Zusammenspiel von reduzierbaren Metalloxiden und der Oberfläche von Übergangsmetallen. Dies wird erreicht, indem ein redox-inerter Träger die Übergangsmetallpartikel stabilisiert und die Metalloxidkomponente auf deren Oberfläche abgeschieden. Dieser Ansatz wurde bereits in der ersten Förderperiode des SPP2080 anhand von MgO-geträgerten ZnOx/Cu-Katalysatoren erfolgreich erprobt. Ziel dieses Projects ist die Vertiefung dieses Wissens und die Übertragung auf Ni als neues Übergangsmetall und Ga2O3 als neues reduzierbares Oxid. So ergeben sich die Kombinationen der vier Metalloxid/Übergangsmetall (MO/TM) Katalysatoren ZnOx/Cu, GaOx/Cu, ZnOx/Ni und GaOx/Ni. Wichtig ist, dass alle vier Systeme unter reduzierenden Bedingungen Legierungen oder intermetallische Verbindungen bilden können, sich jedoch in der Bildungswärme der Legierung/intermetallischen Verbindung sowie der Reduzierbarkeit des Metalloxids unterscheiden und somit eine geeignete Materialbasis bilden, um unsere in der ersten Förderperiode gewonnenen Erkenntnisse über das ZnOx/Cu-System systematisch zu untersuchen und zu verallgemeinern. In der ersten Förderperiode des SPP2080 wurde bei dem ZnOx/Cu-System eingehend untersucht, inwieweit sich Oberflächenlegierungen bilden. Die damit verbundene Dynamik wurde durch gezielte Synthese von ZnOx/Cu Katalysatoren auf MgO-Trägern, operando-Röntgenspektroskopie und theoretische Modellierung aufgeklärt. Die Übertragung auf neue Materialien ermöglicht nun die Vision, ein tiefes und umfassendes Verständnis der Dynamik und des damit verbundenen katalytischen Verhaltens dieser inversen Metalloxid/Übergangsmetall-Katalysatoren zu entwickeln, um diese Grenzflächenphänomene gezielt für eine Verbesserung der Aktivität und Selektivität in der Hydrierung von CO2 auszunutzen. So soll zum allgemeinen Verständnis der Dynamik von solchen MO/TM-Katalysatoren beigetragen und ihre Oberflächenstruktur durch Reaktionsbedingungen gesteuert werden. Diese Erkenntnisse werden sowohl in der industriell wichtigen Methanolsynthese, als auch allgemein für die CO2-Hydrierungsreaktionen unter dynamischen Bedingungen eingesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    },
    {
      "project_id": "406945544",
      "url": "https://gepris.dfg.de/gepris/projekt/406945544",
      "title": "Transiente Hochtemperatur Sauerstoffevolutionsreaktion",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406945544",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Wasser- (oder Dampf-)elektrolyse als Erzeuger des chemischen Energieträgers Wasserstoff ist eine Säule für die langfristige Speicherung fluktuierender erneuerbarer Elektrizität. Die Wasserstoffproduktion ist hierbei immer mit Sauerstoffentwicklung an der Gegen- oder Luftelektrode gekoppelt. Letztere elektrokatalytische Sauerstoffevolution (Oxygen Evolution Reaction, OER) dominiert mit ungünstigen Überpotentiale die Gesamteffizienz und führt zu Verlusten. Unter den bekannten Elektrolyseverfahren stellt die Hochtemperaturelektrolyse an Festkörperoxiden (Solid Oxide Electrolysis Cells, SOECs) den vielversprechendsten Ansatz für eine Betriebsführung mit fluktuierender Stromversorgung dar, da die erhöhten Temperaturen eine höhere Ionenleitfähigkeit im Elektrolyten, eine schnellere Elektrodenreaktionskinetik und niedrigere OER Überpotentiale bewirken.In diesem Projekt wird die Anwendbarkeit der auf dauerhafte Betriebsführung optimierten Hochtemperatur SOECs auf dynamische Betriebsführung erweitert. Dabei werden Probleme einer beschleunigten Degradation in Form von Delaminierung und chemischen Instabilitäten der Elektrokatalysatormaterialien angegangen. Die Entwicklung verbesserter Sauerstoff-leitender Festkörperelektrolyten und OER Elektrokatalysatorbeschichtungen, ebenso wie die Optimierung der transienten Betriebsführung, wird zur Herstellung verbesserter SOEC Zellen und Stacks führen. Zur Umsetzung dieser Ziele wird ein fundamentales Verständnis der elektrochemischen und relevanten atomaren Prozesse in den Volumenphasen und an den Grenzflächen der modernen Materialien LSM und LSCF, auf Yttrium-stabilisiertem Zirkonoxidträger erarbeitet. Hierzu setzen wir einen umfassenden Ansatz ein, der ab initio theoretische und operando Charakterisierungstechniken zur zeitaufgelösten Untersuchung der mikroskopischen Prozesse verbindet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlungMitverantwortlichDr. Izaak C.  Vinke"
    },
    {
      "project_id": "406911435",
      "url": "https://gepris.dfg.de/gepris/projekt/406911435",
      "title": "Wissensbasiertes Design dynamisch agierender Methanisierungskatalysatoren und deren Anwendung zur Vermeidung irreversibler Katalyatordesaktivierung",
      "investigators": "Professorin Dr. Tanja  Franken;Professor Dr.-Ing. Hannsjörg  Freund;Dr.-Ing. Michael  Rubin",
      "subject_area": "Technische Chemie",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 406911435",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung",
      "description": "Ziel dieses Projekts ist es, eine ganzheitliche und dennoch mathematisch handhabbare Beschreibung der Methanisierungsreaktion unter schwankenden und potentiell desaktivierenden Bedingungen zu erarbeiten und dabei auch die erzwungenen Änderungen des Katalysators zu berücksichtigen. Dies wird für zwei unterschiedliche Katalysatorsysteme verfolgt: dem industriellen Methanisierungs-Referenzkatalysator (IMRC) des SPP und dem neuartigen „dynamic responsive“ Methanisierungskatalysator (DRM), welcher das Potential besitzt, die irreversible Desaktivierung konventioneller Ni-basierter Katalysatoren zu umgehen. Dafür vereinigt dieses Projekt die Synthese, Charakterisierung und Beschreibung spinellbasierter DRM Katalysatoren, deren optimierbare Reduzierbarkeit es ermöglicht, dass dieser auf extern induzierte Änderungen mit der Bildung und Reintegration aktiver Ni-Partikel reagiert.Die Methoden und Ergebnisse aus der Förderphase I zu dem Ni/Al2O3-basierten IMRC werden in der Phase II auf das DRM Katalysatorsystem ausgeweitet. Dafür werden zwei spezielle experimentelle Aufbauten aus Phase I angewendet: neben dem Teststand für örtlich aufgelöste operando DRIFTS Messungen zur Analyse von adsorbierten Spezies auf der Katalysatoroberfläche dient ein Aufbau für die kinetischen Messungen zur Untersuchung und Validierung dynamischer kinetischer Modelle, welche die Änderungen der aktiven Zentren (Desaktivierung bzw. Aktivierung) während des dynamischen Betriebs berücksichtigen.Im Projekt wird ein neuartiger DRM Katalysator synthetisiert und katalytisch in einem speziellen experimentellen Aufbau untersucht, welcher hochgradig schwankende Reaktionsbedingungen durch schnellen Wechsel der Gaszusammensetzung erlaubt. Umfangreiche Charakterisierung eines idealen DRM Katalysators mittels ex situ, in situ und operando Methoden innerhalb dieses Projektteams und über weitere Kooperationen im SPP2080-Konsortium wird es ermöglichen, ein Modell zur Feststoffkinetik aufzustellen. Somit werden im Projekt verschiedene kinetische Modelle unterschiedlicher Komplexität etabliert: neben den dynamischen kinetischen Modellen, die auch Oberflächenspezies für die Reaktionsbeschreibung berücksichtigen, wird das der Feststoffkinetik zugrundeliegende Modell um Mechanismen der Katalysatordesaktivierung und –regeneration erweitert. Basierend darauf werden Optimierungsstrategien entwickelt, welche in optimale Betriebsszenarien münden, die sowohl hohe Methanausbeuten als auch hohe Katalysatorstandzeiten ermöglichen.Die enge Kooperation der Antragssteller innerhalb dieses Konsortiums mit Expertise in den Bereichen „operando/Spektroskopie“ (A), „kinetische Modellierung“ (C), „zielgerichtetes Materialdesign“ (D) und „Reaktorkonzepte“ (E) trägt nicht nur dazu bei Katalysatoren unter dynamischen Bedingungen zu verstehen und zu beschreiben, sondern unterstützt auch die neuartigen Ansätze unerwünschte Schwankungen zu nutzen, um die Langzeitstabilität von Katalysatoren zu erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2080: \nKatalysatoren und Reaktoren unter dynamischen Betriebsbedingungen für die Energiespeicherung und -wandlung"
    }
  ]
}