{
  "spp_number": "SPP 2431",
  "spp_title": "Bereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/515388178",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "539569381",
      "url": "https://gepris.dfg.de/gepris/projekt/539569381",
      "title": "Befragung von Netzwerkmitgliedern im Panel-Kontext: Integration egozentrierter Datenerhebung mit Respondent-Driven Sampling",
      "investigators": "Dr. Carina  Cornesse;Dr. Jean-Yves  Gerlitz;Professor Dr. Olaf  Groh-Samberg;Professorin Dr.-Ing. Sabine  Zinn",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539569381",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Individuen sind in ihre sozialen Kontexte eingebettet. Viele großangelegte, themenübergreifende sozialwissenschaftliche Umfragen versuchen dieser Tatsache Rechnung zu tragen indem sie Umfragedesigns für multiple Akteure (MA) und Fragebogenmodule für egozentrierte Netzwerke (ECN) in ihre Datenerfassungsstrategien integrieren. Mithilfe von MA-Designs und ECN-Modulen haben Forschende Daten über die allgemeine Netzwerkstruktur von Befragten, die ihnen zur Verfügung stehenden sozialen Ressourcen, sowie einige Informationen über ihre Beziehung zu einer begrenzten Anzahl von Kernnetzwerkmitgliedern (z. B. Eltern, Partner, Kinder) gesammelt. Obwohl MA-Designs und ECN-Module wertvoll sind, weisen sie zwei entscheidende Einschränkungen auf: a) ihre Abhängigkeit von Akteurs-Enumerierung und Proxy-Informationen, die vom zentralen Befragten (\"Ego\") in Bezug auf ihre Netzwerkmitglieder (Alteri) bereitgestellt werden, und b) den begrenzten Netzwerkumfang, der in der Regel nur die stärksten direkten Bindungen der Befragten umfasst. Unser Studienziel besteht daher darin, diese Strategien durch Respondent-Driven Sampling (RDS) zu ergänzen und zu verbessern. RDS ist eine Netzwerk-Stichprobenziehungsstrategie, bei der Umfrageteilnehmende als \"Seeds\" fungieren, die ihre Netzwerkmitglieder für die Teilnahme an der Umfrage rekrutieren. Diese rekrutieren dann wiederum Netzwerkmitglieder für die Umfrage usw., sodass sich Referenzketten aufbauen. Bei diesem Rekrutierungsprozess kommt ein Link-Tracing-Verfahren zum Einsatz, das es den Forschenden ermöglicht, jede rekrutierte Person über ihre Rekrutierenden bis zu der ursprünglichen Quelle zurückzuverfolgen. Das Hinzufügen von RDS zu etablierten Netzwerkdatenstrategien in einer groß angelegten sozialwissenschaftlichen Umfrage wird das Potenzial der netzwerkanalytischen Forschung erweitern und so neue Datenräume für die Sozialwissenschaften eröffnen. Zu den Fragen, die mit diesen Daten beantwortet werden können, gehören a) ob und in welchem Ausmaß breitere Netzwerkblasen existieren (z. B. familiär, regional, politisch), b) wie stark, transitiv, homogen diese Netzwerkblasen sind und c) wie weit von den Seeds man entlang der Referenzkette gehen muss, bevor ihre Netzwerkblasen platzen und heterogen werden. Das eingereichte Projekt hat drei Ziele: 1) praktische Innovation im Hinblick auf den Erfolg von RDS durch seine effektive Kombination mit ECN-Modulen und durch die Etablierung langer Referenzketten zu untersuchen, 2) Strategien zur Bewertung und Reduzierung von Verzerrungen in den resultierenden Daten zu entwickeln und anzuwenden und 3) die Schließung bestehender inhaltlicher Forschungslücken zu sozialen Netzwerken im Hinblick auf den gesellschaftlichen Zusammenhalt. Diese Ziele werden dadurch erreicht, dass die Datenerhebungswelle des German Social Cohesion Panels (SCP) im Jahr 2025 um ein RDS-Verfahren erweitert wird und die resultierenden Netzwerkdaten gemeinsam mit den Paneldaten analysiert werden.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539465691",
      "url": "https://gepris.dfg.de/gepris/projekt/539465691",
      "title": "Datensatzabgleich mit Ähnlichkeitskodierung: Ein Empfehlungsrahmen für überwachtes Lernen zum Verknüpfen von Umfragedaten.",
      "subject_area": "Statistik und ÖkonometrieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingDatenmanagement, datenintensive Systeme, Informatik-Methoden in der WirtschaftsinformatikEmpirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539465691",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Die neueste Forschung in Wirtschafts- und Sozialwissenschaften verwendet Umfragen des Deutschen Sozio-ökonomischen Panels (SOEP) und der Allgemeinen Bevölkerungsumfrage der Sozialwissenschaften (ALLBUS), um die Auswirkungen externer Schocks auf politische Präferenzen zu untersuchen. Zum Beispiel zeigten Sabet et al. (2022) anhand von SOEP-Daten, dass rechtsextreme terroristische Angriffe in verschiedenen Regionen des Landes zu einer Zunahme rechtspopulistischer Wahlen führen. Andererseits argumentierten Huber & Yendell (2019) unter Verwendung von ALLBUS-Daten, dass christliche Religiosität negativ mit rechtsextremen Einstellungen und Wahlverhalten korreliert. Der Einfluss solcher Schocks auf eine Region hängt stark von der Resilienz der Bevölkerung ab, die von Maßnahmen regionaler und föderaler Politiker beeinflusst wird. Überraschenderweise wurde in früheren Studien das Handeln von Politikern, die von betroffenen Gebieten repräsentiert werden, nach solchen Ereignissen nicht untersucht. Da die SOEP- und ALLBUS-Umfragen keine Informationen über politische Vertreter auf verschiedenen Ebenen enthalten, bleibt dieser Aspekt unerforscht. Das Ignorieren dieser Reaktionen in quantitativen Analysen kann Schätzungen verfälschen und ein umfassendes Verständnis der Kausalmechanismen behindern. Um diese Einschränkung zu überwinden, schlagen wir vor, Politiker aus verschiedenen Ebenen der föderalen Struktur Deutschlands mithilfe geografischer Kennzeichnungen in SOEP und ALLBUS mit Umfrageantworten zu verknüpfen. Informationen über gewählte Politiker und ihre Gegner stammen von abgeordnetenwatch.de und decken europäische, bundesweite und landesweite Wahlen über mehrere Legislaturperioden ab. Darüber hinaus bieten wir an, die Analyse der Politikerreaktionen mithilfe von Natural Language Processing (NLP) zu erleichtern, indem wir Verknüpfungen zu ihren Social-Media-Konten (z.B. Twitter, Facebook) und Wikidata-Einträgen vorschlagen. Es ist zu beachten, dass abgeordnetenwatch.de auch öffentliche Fragen und politische Antworten enthält, wodurch Social-Media-Links optional sind und Störungen durch nicht-politische Inhalte verursachen können. Zentral für diesen Vorschlag ist das Entity Matching (EM). In Fällen, in denen eine gemeinsame Kennung fehlt, beabsichtigen wir, unser kürzlich entwickeltes EM-Framework, MLMATCH (Karapanagiotis & Liebald, 2023), zu verwenden. Dieses Framework kombiniert moderne EM-Techniken auf der Grundlage Künstlicher Neuronaler Netze (ANN) mit einer neuartigen Ähnlichkeitscodierung aus der Wirtschaft. Aufgrund seiner domänenunabhängigen EM-Performance und Skalierbarkeit ist es für unseren Vorschlag geeignet. Wir haben bereits eine Alpha-Version der Software entwickelt und planen, in den kommenden Jahren eine stabile Version öffentlich im Rahmen des DFG-Infrastruktur-Prioritätsprogramms \"Neue Datensphären für die Sozialwissenschaften\" zu veröffentlichen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die SozialwissenschaftenEhemalige AntragstellerProfessor Pantelis  Karapanagiotis, Ph.D., bis 8/2024;Dr. Marius  Liebald, von 9/2024 bis 12/2024"
    },
    {
      "project_id": "539621476",
      "url": "https://gepris.dfg.de/gepris/projekt/539621476",
      "title": "Die Behavioral Measurement Toolbox (BMT)",
      "subject_area": "Empirische SozialforschungWirtschaftspolitik, Angewandte Volkswirtschaftslehre",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539621476",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Unser Projekt plant die Einführung der Behavioral Measurement Toolbox (BMT), um die systematische Anwendung ökonomischer Verhaltensmessungen in den quantitativen Sozialwissenschaften zu etablieren. Die BMT adressiert zwei große Herausforderungen in diesem Zusammenhang. Erstens besteht eine dringende Notwendigkeit der Standardisierung experimenteller Protokolle zur ökonomischen Verhaltensmessung, um die Konsistenz und Belastbarkeit empirischer Ergebnisse zu gewährleisten. Zweitens wird die praktische Implementierung dieser Protokolle (z.B. für große Survey-Studien) durch die Komplexität der erforderlichen technologischen Infrastruktur erschwert. Die BMT ist als benutzerfreundliche Plattform geplant, die es ForscherInnen in den Sozialwissenschaften ermöglicht, ökonomische Verhaltensmessungen effizient durchzuführen. Von einem Katalog implementierter Messprotokolle ausgehend haben ForscherInnen die Möglichkeit, Schlüsselparameter flexibel anzupassen, wobei Transparenz und Vergleichbarkeit gewahrt bleiben. Eine Datenbank innerhalb der BMT ermöglicht es, systematische Erkenntnisse aus früheren Implementierungen abzuleiten. Dies eröffnet darüber hinaus die Möglichkeit zur Durchführung von Metastudien zur stetigen Verbesserung von Messprotokollen. Wir erwarten, dass durch die BMT valide Mess-Paradigmen für spezifische Präferenzen und Studienbedingungen etabliert werden. Durch die vereinfachte Integration ökonomischer Verhaltensmessungen in bestehende Forschungsprojekte eröffnet die BMT neue Wege für interdisziplinäre Zusammenarbeit. Unser Arbeitspaket 1 legt den Schwerpunkt auf die Verbesserung der bestehenden BMT-Plattform, um standardisierte Messungen durch andere ForscherInnen zu ermöglichen. Dies umfasst die Neugestaltung der Softwarearchitektur, die Einführung eines \"Mobile-First\"-Ansatzes und die Integration einer Reihe von Messprotokollen für verschiedene ökonomische Präferenzen. Arbeitspaket 2 zielt darauf ab, das in der wissenschaftlichen Community vorhandene Wissen zu nutzen, um die Arten sozialen und wirtschaftlichen Verhaltens zu bestimmen, die durch ökonomische Präferenzen erklärt werden, und die hierfür effektivsten Messprotokolle durch Expertenumfragen zu identifizieren. Schließlich kombiniert Arbeitspaket 3 die ersten beiden Arbeitspakete, indem es erstmals empirische Evidenz für die Vorhersagekraft von Verhaltensmessungen mithilfe der BMT liefert. Zusammenfassend stellt das BMT-Projekt unser Bestreben dar, die Methoden der ökonomischen Verhaltensmessung zu standardisieren, die Zugänglichkeit zu verbessern und die Zusammenarbeit zu diesem Thema in den quantitativen Sozialwissenschaften zu fördern. Mit einem benutzerzentrierten Ansatz möchten wir weitere ForscherInnen befähigen, präzise und wirkungsvolle Studien nicht nur in der Verhaltensökonomie, sondern auch in anderen Bereichen durchzuführen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539521008",
      "url": "https://gepris.dfg.de/gepris/projekt/539521008",
      "title": "Die Kombination von Befragungsstudien und digitalen Tracking-Daten für die Erforschung von psychischer Gesundheit aus der Perspektive der Computational Social Sciences (COSDIMH)",
      "investigators": "Professorin Dr. Emese  Domahidi;Professor Tobias  Koch, Ph.D.",
      "subject_area": "Publizistik und KommunikationswissenschaftPersönlichkeitspsychologie, Klinische und Medizinische Psychologie, Methoden",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539521008",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Die psychische Gesundheit (Mental Health, MH) erfährt sowohl in der Öffentlichkeit als auch in der Wissenschaft zunehmende Aufmerksamkeit, insbesondere im Zusammenhang mit der allgegenwärtigen Nutzung digitaler Medien (Digital Media Use, DMU). Umfragen sind die primäre Methode der MH-Forschung, haben aber ihre Grenzen bei der genauen Erfassung von DMU, da sie auf subjektiven Erinnerungen beruhen. Digitale Verhaltensdaten und computationale Methoden gewinnen bei Forschenden, die die Beziehung zwischen DMU und MH-Phänomenen (z.B. Stress, Wohlbefinden) verstehen wollen, zunehmend an Bedeutung. Insbesondere digitale Tracking-Daten, ein prominentes Beispiel für digitale Verhaltensspuren, werden immer häufiger verwendet. Trotz der Zunahme der Literatur, die diese neuen Datenquellen zur Untersuchung der Beziehung zwischen DMU und MH integriert, gibt es erhebliche methodische Herausforderungen. Dazu gehören ein Mangel an systematischen Vergleichen von Umfragen und digitalen Daten, ein unzureichendes Verständnis der Dynamik zwischen DMU und MH und ein Mangel an Experimenten zur Klärung der kausalen Beziehung zwischen den beiden Variablen. In unserem interdisziplinären Projekt kombinieren wir verschiedene DMU- und MH-Messungen aus Umfragedaten und digitalen Tracking-Daten. Wir führen das Projekt in vier Arbeitspaketen (AP) und in enger Zusammenarbeit mit GESIS durch. In AP1 entwerfen wir eine Umfrage und integrieren verschiedene DMU- und MH-Messungen. Zusätzlich erheben wir digitale Tracking-Daten von denselben Personen über einen Zeitraum von vier Wochen. Wir vergleichen die Messungen innerhalb und zwischen den Datenquellen, um ihre Gültigkeit und Zuverlässigkeit zu analysieren. Um kurzfristige dynamische Wechselwirkungen zwischen DMU- und MH-Messungen zu untersuchen, führen wir in AP2 eine Ambulante Assessment-Studie über zwei Wochen durch und kombinieren verschiedene Messungen aus mehreren Umfragen und digitalen Tracking-Daten. In AP3 analysieren wir die Kausalität der Beziehung zwischen DMU und MH in einem Experiment und implementieren personalisierte Interventionen auf der Grundlage der Ergebnisse von AP1 und 2, um das Wohlbefinden der Nutzenden zu verbessern. Basierend auf den Ergebnissen von AP1-3 entwickeln wir in AP4 Empfehlungen für zukünftige Studien, die darauf abzielen, verschiedene Datenquellen für die DMU- und MH-Forschung zu kombinieren. Wir identifizieren Best Practices, Methoden und mögliche Fallstricke für solche kombinatorischen Forschungsansätze. Das vorgeschlagene Projekt leistet einen Beitrag zu den Bereichen 3 und 4 des InfPP \"New Data Spaces for the Social Sciences\". Wir berücksichtigen die wachsende Bedeutung von MH und Digitalisierung in der Bevölkerung. Wir entwickeln und testen Methoden für diesen Bereich und helfen den Sozialwissenschaften, neue Forschungsmöglichkeiten jenseits bisheriger Datenquellen und Methoden zu erschließen, gesellschaftliche Veränderungen mitzugestalten und politischen Handlungsbedarf zu identifizieren.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539621548",
      "url": "https://gepris.dfg.de/gepris/projekt/539621548",
      "title": "Durchführbarkeit, Akzeptanz und Datenqualität neuer multimodaler Erhebungen (FACES)",
      "investigators": "Professor Dr. Christian  Aßmann, Ph.D.;Professorin Dr. Corinna  Kleinert;Professor Dr. Alexander  Mehler",
      "subject_area": "Empirische SozialforschungBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539621548",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Projekt eröffnet einen neuen multimodalen Datenraum für die Umfrageforschung aus einer survey-analytischen und einer informatischen Perspektive. Dieser Datenraum wird jüngste Innovationen im Bereich der VR und der KI nutzen und weiterentwickeln, um Face-to-Face-Interviews zu ersetzen und so das Problem der steigenden Kosten und sinkenden Rücklaufquoten interviewerbasierter Erhebungen zu lösen. Zu diesem Zweck wird ein Multi-Interface-System für Online-Befragungen auf der Grundlage von VR und Mixed Reality entwickelt und durch eine Reihe von Experimenten und eingehenden Vergleichen mit videobasierten Methoden getestet und bewertet. Das System wird ein breites Spektrum an Variabilität in Bezug auf Avatare und situative Parameter von Interviews, Schnittstellen und KI-Technologien zur automatischen Verarbeitung von Sprach- und Verhaltensdaten aufweisen. Dabei werden systematisch avatar-basierte, menschengesteuerte Lebensumfragen mit videobasierten Lebensumfragen verglichen. Bei ersteren werden die Verhaltensfreiheitsgrade der Interaktanten durch die Wahl der Avatare deutlich erweitert. Aufgrund der großen Anzahl möglicher Merkmalskombinationen wird auf zwei Arten vorgegangen: (1) die Auswirkungen von Avatar- und Situationsmerkmalen werden in Experimenten untersucht, um eine Vorauswahl zu treffen; (2) es werden vielversprechende Merkmalskombinationen identifiziert und unter realen Bedingungen (reale Interviews) getestet. Wir werden drei Forschungsfragen behandeln: RQ1: Was sind die Vorteile von avatar-basierten Interviews im Vergleich zu videobasierten Interviews in Bezug auf Akzeptanz, Machbarkeit und Datenqualität? RQ2: Welche Interviewereffekte werden durch welche Kombinationen von Merkmalen reduziert und wie interagieren sie? RQ3: Wie können die Ergebnisse in eine Theorie integriert werden, die das Training von automatisierten, vollständig immersiven virtuellen Interviewern darstellt? Zur Beantwortung der Fragen geht das Projekt über bestehende Studien hinaus und betrachtet vier Szenarien. In den Szenarien 2 und 3 ist das multimodale Verhalten der befragten Person noch aktiv, kann aber nicht wie in Szenario 1 aufgezeichnet werden. Die Szenarien 1-3 werden mit Szenario 4 verglichen, um die Auswirkungen von Avataren zu untersuchen. Sie unterscheiden sich durch den Grad der Immersion des Befragten und ermöglichen Betrachtungen zum Einfluss von Avataren in (teil-)virtualisierten Interviews, während Szenario 1 die zusätzliche Untersuchung des Proteus-Effekts ermöglicht. Die Szenarien 1-2 werden experimentell untersucht, die Szenarien 3-4 zusätzlich auch unter realen Interviewbedingungen mit ehemaligen NEPS SC3 Teilnehmern. Auf diese Weise wird das Projekt das erste sein, das Selbst- und Fremd-Avatar-Effekte, sowohl in Bezug auf Avatar-Eigenschaften als auch im Vergleich zu klassischen Interviews untersucht. Da im Rahmen des Projekts ein Open-Source-System entwickelt wird, wird es den Weg für künftige Avatar-basierte Lebensumfragen ebnen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539649206",
      "url": "https://gepris.dfg.de/gepris/projekt/539649206",
      "title": "Dynamische Erhebung dynamischer Lebensverläufe",
      "investigators": "Dr. Sebastian  Lang;Dr. David  Ohlendorf;Dr. Heike  Spangenberg",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539649206",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Die Erfassung von Lebensverlaufsdaten hat sich in den letzten Jahrzehnten zu einem bedeutsamen Feld der quantitativen Sozialforschung entwickelt. Derartige retrospektiv erhobene, biografische Daten ermöglichen es, das Eintreten von Ereignissen sowie deren Dauer, Abfolge und Zeitpunkt zu berücksichtigen sowie längere Sequenzen in den Blick zu nehmen, um damit vielfältige Forschungsfragen zu verfolgen. Zur Erhebung von Lebensverlaufsdaten haben sich Lebensverlaufskalender (LHC) als hilfreich erwiesen, also eine kalenderartige Matrix, in die Befragte Daten und Zeiträume von zurückliegenden Ereignissen für mehrere vordefinierte Kategorien (Ausbildung, Beschäftigung, Elternzeit usw.) eingeben. Die bestehenden LHCs sind in der Regel interviewergestützt. Nicht zuletzt aufgrund steigender Preise und sinkender Beteiligungsquoten ist eine Umstellung auf selbstauszufüllende Umfragen, wie am DZHW, erstrebenswert. Der Einsatz eines LHC in einem CAWI birgt jedoch besondere Herausforderungen. Insbesondere bei längeren Zeithorizonten mit vielen Episoden steigen Komplexität und Befragungsdauer erheblich an, mit negativen Auswirkungen für die Befragungslast. Zudem können Erinnerungsfehler und damit verbunden eine reduzierte Datenqualität die Folge sein. Eine Option, den Herausforderungen (Antwortaufwand, Datenqualität/Vollständigkeit der Daten, Rücklaufquoten) zu begegnen, besteht in der Weiterentwicklung des am DZHW vorhandenen dynamischen LHC (bestehend aus einem LHC und Looping-Fragen, die die Episoden um weitere Informationen anreichern) zu einer Webanwendung mit permanentem Zugriff für Befragte, sodass diese jederzeit und kurz nach ihrem Auftreten die Veränderungen in ihrem Lebensverlauf berichten können. Ziel unseres Projektes ist es, ein solches innovatives Erhebungsinstrument zu entwickeln und ferner dessen Einsatzmöglichkeiten, Grenzen und Auswirkungen auf Datenqualität, Befragungslast und Rücklaufquoten zu untersuchen. Im zweiten Teil des Projekts wird die Web App-basierte Erfassung von Lebensverlaufsdaten deshalb anhand eines Experiments mit zwei verschiedenen Stichproben und jeweils zwei Treatmentgruppen sowie einer Kontrollgruppe evaluiert (Treatment a: retrospektive Erhebung für ein Jahr mit Erinnerungen für neue Eintragungen im vierteljährlichen Rhythmus; Treatment b: retrospektive Erhebung für ein Jahr mit  Erinnerungen für neue Eintragungen im halbjährlichen Rhythmus; Kontrollgruppe:  retrospektive Erhebung für zwei Jahre). Die Ergebnisse und Anwendungen aus dem Projekt können einen wesentlichen Beitrag zur Erhebungsmethodik im Bereich der Lebensverlaufsdaten leisten und unsere Vorarbeit in diesem Forschungsbereich konsequent fortsetzen. Über den rein wissenschaftlichen Beitrag und die Anwendung in den DZHW-Panelstudien hinaus stellen wir unsere entwickelten Instrumente der wissenschaftlichen Gemeinschaft zur Verfügung, um die Erhebung von Lebensverlaufsdaten in Online-Befragungen zu verbessern.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539634240",
      "url": "https://gepris.dfg.de/gepris/projekt/539634240",
      "title": "ENTAILab - Forschungsinfrastruktur und Innovationslabor",
      "investigators": "Professorin Dr. Corinna  Kleinert;Professor Dr. Stefan  Liebig;Professor Dr. Alexander  Mehler;Professor Dr. Reinhard  Pollak;Professorin Dr.-Ing. Sabine  Zinn",
      "subject_area": "Empirische SozialforschungDatenmanagement, datenintensive Systeme, Informatik-Methoden in der WirtschaftsinformatikEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539634240",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das DFG-Infrastruktur-Schwerpunktprogramm \"Neue Datenräume für die Sozialwissenschaften\" (InfPP) wurde eingerichtet, um den Herausforderungen der traditionellen Surveyforschung zu begegnen und neu verfügbare Datenquellen zu nutzen. Das ENTAILab als zentrales Element des InfPP bietet Infrastrukturdienste, exzellente Forschungsmöglichkeiten und wird die Verbreitung der Ergebnisse in bestehende und neue Forschungs- und Datenbereitstellungsprogramme fördern. Es gibt deutliche Upscaling- und Synergieeffekte von ENTAILab für die Projekte innerhalb des InfPP, die zu Möglichkeiten und erfolgreichen Umsetzungen führen, die - auch aufgrund hoher Kosten für einzelne Projekte und mangelnder infrastruktureller Ausstattung - sonst nicht existieren würden. Indem wir die Infrastruktur für eine Reihe von Projekten gleichzeitig bereitstellen, z.B. die Anbindung an bestehende Daten, Stichproben und Panels, Serverkapazitäten, Codes und Tools, Expertenberatung und Forschungsübersichten, nutzen wir Synergien und schaffen einen Mehrwert. Gleichzeit betreiben wir übergreifende Forschung an diesen Infrastrukturen betreiben. Die in ENTAILab zusammengefassten Maßnahmen stellen das zentrale und verbindende Element für die Forschungs-, Entwicklungs- und Transferaktivitäten des Schwerpunktprogramms dar. ENTAILab wird die sich bietenden Chancen der neuen Datenräume erschließen und nachhaltig nutzen und den Anforderungen des InfPP im Allgemeinen gerecht werden.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die SozialwissenschaftenMitverantwortlich(e)Professorin Dr. Cordula  Artelt"
    },
    {
      "project_id": "539621742",
      "url": "https://gepris.dfg.de/gepris/projekt/539621742",
      "title": "Herausforderungen und Potenziale der Erfassung kurzfristiger Dynamiken der Einstellungsentwicklung durch Smartphone-basierte intensive Längsschnittmethoden in der Meinungsforschung (SmartDyn)",
      "investigators": "Dr. Axel  Burger;Dr. Joss  Roßmann;Dr. Julia  Weiß",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539621742",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Erfassen dynamischer Entwicklungen von Einstellungen, Überzeugungen und Verhaltensabsichten in kritischen Zeiträumen sowie das Messen von Variablen und Konstrukten, die diese Dynamiken potenziell erklären können, stellt eine große Herausforderung für die sozialwissenschaftliche Forschung dar. Dies gilt insbesondere für Studien zu Wahlkampagnen, die darauf abzielen, die Nutzung verschiedener Informationsquellen, Kontakte mit spezifischen Medieninhalten und Kampagnenaktivitäten sowie subjektiven Reaktionen darauf zu erfassen. Dieses Projekt befasst sich mit den methodischen Herausforderungen und analytischen Potenzialen app-basierter intensiver Längsschnittmethoden, die weit über Möglichkeiten traditioneller Umfrageansätze hinaus gehen. Die Daten für dieses Projekt werden in einer Smartphone-Studie während des Wahlkampfs zur Bundestagswahl 2025 in Deutschland erhoben. Verteilt über drei Arbeitspaketen werden wir Folgendes erforschen: Zunächst untersuchen wir in zwei Experimenten, wie die Beteiligung an smartphone-basierten intensiven Längsschnittdesigns erhöht werden kann: Eines zielt auf die Untersuchung der Effekte variierender Incentive-Schemata auf die Teilnahme und den Verbleib der Teilnehmenden in der Studie ab, während das andere Experiment die Analyse der Beziehung zwischen der Häufigkeit von Messzeitpunkten, d.h. der Belastung für das Individuum, und der fortgesetzten Teilnahme über den Zeitraum der Datenerhebung zum Ziel hat. Wir möchten folglich ermitteln, wie unterschiedliche monetäre Incentive-Schemata eingesetzt werden können, um Teilnahmeraten zu erhöhen, und ob eine erhöhte Frequenz von Anfragen potenziell Teilnehmende abschreckt. Die Auswirkung auf die Stichprobenzusammensetzung soll hierbei jeweils berücksichtigt werden. Zweitens nutzen wir Funktionen von app-basierten Datenerhebungen, indem wir unter anderem App-Tracking testen, um genaue Maße für die Mediennutzung zu erhalten. Außerdem werden wir einen Datenspende-Ansatz verwenden, bei dem die Teilnehmenden wahrgenommene politische Inhalte hochladen, die Flexibilität der Echtzeitfähigkeit der App nutzen, um Reaktionen auf Live-Politikereignisse zu erfassen, und das Potenzial von Sprachaufnahmen erkunden, um die Belastung der Teilnehmer zu verringern und ungefilterte Teilnehmerreaktionen einzufangen. Drittens evaluieren wir das analytische Potenzial von intensiven Längsschnittmethoden, um Dynamiken in Einstellungen, Emotionen und politischem Engagement während Wahlkampagnen besser verstehen und erklären zu können. Durch den Einsatz einer hochfrequenten Datenerhebung zielt das Projekt darauf ab, tiefer in die Untersuchung von Einstellungen zu politischen Akteuren, Medienexposition, politische Diskussionen und emotionale Reaktionen einzutauchen. Dies ermöglicht ein detaillierteres Verständnis von Verhaltensabsichten und Emotionen im Kontext von Wahlen und die Bewertung der Potenziale von über app-basierte intensive Umfragemethoden erhobenen Daten für die Meinungsforschung.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539645652",
      "url": "https://gepris.dfg.de/gepris/projekt/539645652",
      "title": "Individuelle Textcorpora zur Sprachmodellierung von Persönlichkeit, Wissen und Intelligenz",
      "subject_area": "Allgemeine, Kognitive und Mathematische PsychologiePersönlichkeitspsychologie, Klinische und Medizinische Psychologie, Methoden",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539645652",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "In diesem Forschungsprojekt sollen sechs Fragen beantwortet werden: (i) Lässt sich das menschliche Internet-Verhalten als ein Sample individueller menschlicher Erfahrungen nutzen, um damit Persönlichkeit und individuelles Wissen reproduzierbar vorherzusagen? (ii) Ist der Internet-Suchverlauf oder Web Tracking ein besseres Sample für diese Vorhersagen? (iii) Können wir nicht nur mit den Fragebogendaten, sondern auch mit den Vorhersagen die strukturellen Beziehungen zwischen den Big Five Faktoren der Persönlichkeit, den individuellen Interessen, sowie der kristallinen und fluiden Intelligenz abbilden? (iv) Und falls das möglich ist, erlauben dann auch die für viele Jahre der Internet-Suche vorliegenden Daten eine retrospektive Simulation der intellektuellen Entwicklung? (v) Wie \"intelligent\" sind (große) Sprachmodelle, wenn wir sie mit den Normstichproben eines Intelligenztests vergleichen? (vi) Ist es möglich, die menschlichen Antworten in einem Intelligenztest erfolgreich zu ersetzen, wenn wir Sprachmodelle mit den individuellen menschlichen Erfahrungen trainieren, wie sie in individuellen Text-Corpora abgebildet werden? Um diese Fragen zu beantworten, nutzen wir die Web Tracking Daten einer GESIS Panel-Studie mit ~1.000 Versuchspersonen, mit der wir auch den Bildungsstand untersuchen können. Für diese Stichprobe erheben wir den Internet-Suchverlauf, die Persönlichkeit und das Wissen der Versuchspersonen. Die aus dieser Stichprobe abgeleiteten prädiktiven Modellierungsmethoden werden in einer weiteren Stichprobe von ~500 Versuchspersonen getestet, für die wir zusätzlich die Interessen und die fluide Intelligenz erheben. Aus diesem Screening wählen wir ein Subsample von ~200 Versuchspersonen aus, die wir umfassend mit einem gut etablierten Intelligenztest untersuchen. Unsere Ergebnisse sollen eine aufrichtige wissenschaftliche Diskussion über die Möglichkeiten und Grenzen informieren, die mit Big Data und Künstlicher Intelligenz einhergehen. Obgleich prädiktive Modellierungsmethoden die zukünftige Diagnostik erleichtern, verbessern oder sogar ersetzen könnten, werfen diese neuen Datenräume auch Fragen für Ethik und Datenschutz auf, für die wir im Supplement dieses Antrages Lösungsvorschläge anbieten.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539598673",
      "url": "https://gepris.dfg.de/gepris/projekt/539598673",
      "title": "KI-gestützte Validierung von Umfrageinstrumenten: Integration halbautomatisierter Methoden in kognitive Interviews zur Selbsteinschätzung und Proxy-Bewertung der Gesundheit von Kindern (AI-SIC)",
      "investigators": "Dr. Jacqueline  Kroh;Dr.-Ing. Andreas  Niekler;Dr. Stephan  Poppe;Professorin Dr. Julia  Tuppat",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539598673",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Projekt untersucht das Potenzial von Künstlicher Intelligenz (KI) und Machine Learning (ML) bei der Kodierung offener, qualitativer Frageformate im Rahmen von quantitativen large-scale Studien. Der konkrete Anwendungsfall sind kognitive Interviews mit Kindern und Eltern zu der Frage, wie und auf Basis welcher zugrundeliegenden kognitiven Prozesse diese den allgemeinen Gesundheitszustand des Kindes bewerten. Das Projekt adressiert damit den Einsatz neuartiger KI-gestützter Technologien bei der Validierung eines klassischen Surveyinstruments. Bislang werden Erhebungsinstrumente in der Umfrageforschung entweder mit Hilfe von qualitativen oder quantitativen Methoden validiert. Während erstere Einblicke in Deutungen und Denkprozesse der Teilnehmenden gewähren, werden mit letzteren z.B. Korrelationen zwischen Konzepten untersucht. Die Trennung beider Ansätze führt dazu, dass die Forschung zur Instrumentenvalidität fragmentiert bleibt und die Folgen für die wissenschaftliche Nutzung dieser Instrumente unzureichend erforscht ist. Durch eine Bündelung der jeweils einzigartigen Stärken qualitativer und quantitativer Methoden kann die Validierung von Umfrageinstrumenten ganzheitlicher stattfinden und die Umfrageforschung insgesamt verbessert werden. Das Projekt exploriert die harmonische Fusion von menschlicher Expertise und maschineller Effizienz mittels KI im Rahmen eines Active-Learning(AL)-Frameworks. Es entwickelt ein Best-Practice-Modell zur Integration von KI in den Kodierungsprozess qualitativer Forschungsdesigns und nutzt konkret die Validierung einer Frage zur Selbsteinschätzung der Gesundheit bei Kindern als Fallbeispiel. Es werden insbesondere folgende Forschungsfragen adressiert: Wie können KI und ML qualitative Methoden wie kognitive Interviews verbessern? Wie kann ML dazu beitragen, die Gesundheitsbewertungen von Kindern, Jugendlichen und Eltern zu validieren? Unter Bezug zum Anwendungsfall wird in einem ersten Projektteil der InTraCo-Framework (Integrated Transformer-basierte induktive Kodierung durch AL) entwickelt, implementiert und validiert. Dieser löst Herausforderungen wie die Multi-Label-Klassifikation und den Einsatz unterschiedlicher Kodierer. Dabei werden u.a. folgende Fragen beantwortet: Wie effizient ist der Ansatz der semi-automatisierten Kodierung in der realen Umsetzung? Inwieweit beeinflusst die in InTraCo definierte Mensch-Maschine-Interaktion den Kodierungsprozess? Welchen Grad an Präzision erreicht das Encoder-Decoder-Modell durch AL in Bezug auf das Anwendungsbeispiel? Daran anknüpfend werden die Vorteile des Ansatzes unter Verwendung von Techniken der erklärenden KI in Bezug auf die Validierung der Selbst- und Proxyeinschätzungen der kindlichen Gesundheit überprüft. Hierbei werden die kognitiven Prozesse von Kindern und Eltern bei der Bewertung der Gesundheit von Kindern systematisch unter Berücksichtigung qualitativer und quantitativer Perspektiven erforscht, um relevante Forschungslücken zu schließen.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "547737313",
      "url": "https://gepris.dfg.de/gepris/projekt/547737313",
      "title": "Koordinationsantrag Schwerpunktprogramm Infrastruktur Schwerpunktprogramm “New Data Spaces for the Social Sciences” (SPP 2431)",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 547737313",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Koordinationsprojekt zum Schwerpunktprogramm bietet den organisatorischen  Rahmen für die Zusammenarbeit der Projekte und des \"Research Infrastructure and Innovation Lab\" (ENTAILab) untereinander. Neben der Koordination der Meetings und weiteren Austauschformate und der Verwaltung der zentralen Netzwerkressourcen ist das Projekt, das von der Sprecherin geleitet wird, für die übergreifende Öffentlichkeitsarbeit im Schwerpunktprogramm zuständig.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die SozialwissenschaftenMitverantwortlich(e)Professorin Dr. Corinna  Kleinert"
    },
    {
      "project_id": "539642788",
      "url": "https://gepris.dfg.de/gepris/projekt/539642788",
      "title": "Lernen von der Umgebung aus der Perspektive des Kindes",
      "subject_area": "Entwicklungspsychologie und Pädagogische PsychologieBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539642788",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Paradigma in der sozialwissenschaftlichen Forschung zur Kinderentwicklung basiert oft auf Beobachtungen und Umfragen, wodurch unser Verständnis auf die Sicht von Erwachsenen beschränkt ist. Unser interdisziplinärer Ansatz, der Entwicklungspsychologie und Informatik kombiniert, will dieses Paradigma revolutionieren. Wir wollen die Erfahrungen der Kinder aus der visuellen Ich-Perspektive erfassen, unterstützt durch die Annahme, dass Lernen ein komplexes, rechnerisches Problem ist, das maßgeblich durch die dynamische Interaktion zwischen Kind und Umwelt bedingt ist. Dank neuer Fortschritte in Deep Learning planen wir einen robusten methodischen Ansatz, der tragbare Technologien und Künstliche Intelligenz (KI) integriert. Damit wollen wir Alltagserfahrungen von Kindern zwischen einem und fünf Jahren in natürlichen Umgebungen erforschen. Wir planen dies in drei Arbeitspaketen (APs) mit folgenden Zielen zu operationalisieren: AP1: Blickbewegung und Kognition: Mit tragbaren Eye-Trackern wollen wir Blickbewegungsmuster während des freien Spiels analysieren und diese mit kognitiven und psychologischen Metriken wie kognitive Kontrolle, Gedächtnis und Verhaltenstendenzen wie Hyperaktivität und Unaufmerksamkeit zu verbinden. AP2: Umweltqualität: Wir planen, die Qualität und Informationsdichte der häuslichen Umgebung durch KI-Algorithmen zu bewerten, die Videoaufnahmen von Kopfkameras analysieren können. Dies würde uns ein objektives Maß von der Umweltgestaltung mit ihren verfügbaren Lernmöglichkeiten geben. AP3: Dynamik der Eltern-Kind-Interaktion: Mit Zeitreihenanalysen untersuchen wir die zeitlichen Beziehungen zwischen den von Kindern und Eltern erhobenen Informationen, um Interaktionsmuster zu identifizieren, die das Gedächtnisentwicklung des Kindes beeinflussen. Unsere Methodik setzt Kopfkameras bei Kind und Eltern in ihren Alltagsinteraktionen Zuhause ein und verwendet vorrangig state-of-the-art Deep-Learning-Algorithmen (wie CLIP, Whisper, und andere) für die (halb-)automatische Datenkodierung, um die arbeitsintensive manuelle Kodierung zu ersparen. Zur Validierung werden KI-generierte Metriken mit traditionellen Methoden wie manuellen Kodierungen, Umfragen und psychologischen Tests korreliert. Dieser Vorschlag ist im Einklang mit dem SPP-Forschungsbereich 4, und wir erwarten, dass unsere Erkenntnisse nicht nur bestehende Wissenslücken füllen, sondern auch neue Methoden in den Sozialwissenschaften fördern werden.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539621284",
      "url": "https://gepris.dfg.de/gepris/projekt/539621284",
      "title": "Reliabilität in Intensiven Längsschnittdaten (RILDA)",
      "subject_area": "Persönlichkeitspsychologie, Klinische und Medizinische Psychologie, MethodenEntwicklungspsychologie und Pädagogische Psychologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539621284",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Intensive Längsschnittdaten (ILD), die in Smartphone-basierten ambulanten Assessments erhoben werden, ermöglichen die Erfassung von Verhalten und Erleben im Alltag. Sie können sehr wertvolle neue Datenquellen für die Sozialwissenschaften sein, und somit traditionelle (längsschnittliche) Paneldesigns in sinnvoller Weise ergänzen. Der Nutzen von Daten aus ambulanten Assessments hängt jedoch entscheidend davon ab, zu welchem Ausmaß reliable Informationen aus diesen Daten gewonnen werden können. Das hier vorgeschlagene Forschungsprojekt befasst sich aus diesen Gründen gezielt mit derzeit offenen Fragen zur Reliabilität intensiver Längsschnittdaten. Die Hauptziele dieses Projekts sind eine Bestandsaufnahme des derzeitigen Stands zur Art und Weise, wie Reliabilitätsschätzer in ambulanten Assessment Studien berichtet werden, ein systematischer Vergleich der Performanz verschiedener Reliabilitätsschätzer, sowie die Erprobung eines kürzlich vorgeschlagenen Test-Retest-Verfahrens zur Schätzung der Reliabilität von ILD auf Skalenebene. Um diese Ziele zu erreichen, werden verschiedene Methoden eingesetzt, darunter Meta-Analysen, Computersimulationen und Sekundärdatenanalysen. Die Ergebnisse dieses Projekts werden wertvolle Informationen liefern, um zu entscheiden, ob und unter welchen Bedingungen ambulante Assessments sinnvolle Ergänzungen zu längsschnittlichen Panelstudien sind. Dies ist ein wichtiger Schritt in Richtung der zukünftigen Entwicklung von ambulanten Assessment-Modulen, die in (längsschnittliche) Panelstudien oder andere Survey-Designs integriert werden können.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die SozialwissenschaftenInternationaler BezugAustralienKooperationspartnerinnen / KooperationspartnerDr. Elise  Kalokerinos;Professor Dr. Peter  Koval"
    },
    {
      "project_id": "539582703",
      "url": "https://gepris.dfg.de/gepris/projekt/539582703",
      "title": "Steigerung der Teilnahmerate von Minderheiten in sozialwissenschaftlichen Umfragen: Entwicklung einer maßgeschneiderten Rekrutierungsstrategie für türkische Staatsbürger in Deutschland",
      "investigators": "Dr. Mareike  Bünning;Dr. Jannes  Jacobsen;Dr. Michael  Weinhardt",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539582703",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Die Integration einer wachsenden Zahl von Zuwanderern und ihrer Nachkommen in die deutsche Gesellschaft stellt eine der bedeutendsten gesellschaftlichen Herausforderungen der nächsten Jahrzehnte dar. Dies macht es erforderlich diese Gruppen in wissenschaftliche Umfragen und Panelstudien einzubeziehen. Allerdings ist die Teilnahmebereitschaft in dieser Gruppe gering. Innovative Ansätze sind daher unerlässlich, um die Teilnahmequoten von Migranten und ihren Nachkommen an Umfragen zu erhöhen und gleichzeitig die Kosten für die Befragung gering zu halten. Dieses Forschungsprojekt, das im Rahmen des Schwerpunktprogramms im Forschungsfeld 2 angesiedelt ist, soll Erkenntnisse darüber gewinnen, wie Menschen mit Migrationshintergrund effektiv in Bevölkerungsumfragen und Panelstudien einbezogen werden können, indem maßgeschneiderte Erhebungskonzepte und -designs entwickelt werden. Anhand der Zielgruppe der Zuwanderer mit türkischer Staatsangehörigkeit - einer der größten Minderheiten in Deutschland und einer für wissenschaftliche Studien besonders schwer erreichbaren Gruppe – werden in einer Kombination aus qualitativen Pretests und quantitativen Feldexperimenten bedarfsgerechte Kommunikations- und Motivationsstrategien entwickelt und erprobt. Dabei verfolgt das Projekt drei Hauptziele: (1) Die Entwicklung zielgruppenspezifischer Befragungsunterlagen und Kontaktstrategien im Rahmen von qualitativen Pretests; (2) die experimentelle Untersuchung dieser Befragungsmaterialien durch Surveyexperimente, um die Wirksamkeit eines solchen maßgeschneiderten Ansatzes bei der Rekrutierung von Befragten aus schwer erreichbaren Bevölkerungsgruppen anhand fundierter Methoden zu überprüfen. Diese Experimente zielen insbesondere auf drei kritische Übergänge während des Aufbaus einer Panelstudie ab: Erstkontakt, Einholung der Panelbereitschaft und Ansprache für die zweite Welle. Außerdem werden wir den Umfragemodus variieren, um den Erfolg der maßgeschneiderten Materialen zwischen persönlichen Interviews, Papierfragebögen und Online-Umfragen zu vergleichen; (3) die Entwicklung und Bereitstellung von Best-Practice-Leitlinien, Unterlagen und Beispielen zur Rekrutierung von Menschen mit Migrationshintergrund in neuen und bestehenden (Panel)Studien. Diese werden anderen Forschende im Netzwerk des Schwerpunktprogramms und der wissenschaftlichen Gemeinschaft insgesamt Open Access zur Verfügung gestellt. Um die Best-Practice-Leitlinien mit praktischen Anwendungsbeispielen zu unterfüttern, wird ein Teil der entwickelten Methoden im von den Antragstellenden mitverantworteten Deutschen Alterssurvey (DEAS) umgesetzt. So können Erkenntnisse darüber gewonnen werden, inwieweit die zu entwickelnden \"Best-Case-Szenarios\" unter den typischen Bedingungen und Einschränkungen funktionieren, mit denen Studienleiter bei der Durchführung einer allgemeinen Bevölkerungspanelstudie konfrontiert sind, die sich nicht speziell auf die Rekrutierung von schwer erreichbaren Bevölkerungsgruppen konzentriert.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539550566",
      "url": "https://gepris.dfg.de/gepris/projekt/539550566",
      "title": "Verbesserte Messung von sozialen und gesundheitsbezogenen Prozessen in Panelstudien durch ereignisbedingte Multimethodalen-Erfahrungsstichproben-Designs (SHERPA)",
      "investigators": "Professor Tobias  Koch, Ph.D.;Professorin Dr. Michaela  Riediger",
      "subject_area": "Persönlichkeitspsychologie, Klinische und Medizinische Psychologie, Methoden",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539550566",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Soziale Interaktionen haben einen großen Einfluss auf die psychische und physische Gesundheit. Zahlreiche Studien belegen, dass soziale Beziehungen die geistige und körperliche Gesundheit fördern, während soziale Isolation und Einsamkeit negative Auswirkungen auf die Gesundheit haben können. Das junge Erwachsenenalter ist eine kritische Entwicklungsphase, die durch die Bewältigung neuer sozialer Interaktionen, die Anpassung an unbekannte soziale Rollen, die Bildung persönlicher Identitäten und den Aufbau wichtiger sozialer Netzwerke gekennzeichnet ist. Unser Forschungsprojekt nutzt innovative Technologien, in dem es Experience-Sampling-Methoden (ESM) und Paneldaten (insb. das Nationales Bildungspanel, NEPS) im Rahmen eines Measurement-Burst-Designs und verschiedener Stichprobenschemata gewinnbringend einsetzt. In unserem Projekt untersuchen wir, inwiefern Bluetooth-Geräte (Low Energy Bluetooth Beacons) dabei helfen können, soziale Interaktionen in den real-stattfindenden Situationen (also in Echtzeit und in realen Kontexten) zu messen, die nicht nachträglich durch Selbstberichte verfälscht sind. Mithilfe der bereits entwickelten App (Sesamo-App) können automatisch ambulante Erhebungen durch das Smartphone initiiert werden, sofern Interaktionspartner sich in räumlicher Nähe befinden. Darüber hinaus entwickeln wir geeignete statistische Methoden, um die Daten anschließend auszuwerten. Die gewonnen Daten werden mit NEPS-Daten integriert, um die Auswirkungen sozialer Interaktionen auf Gesundheitsmaße und den Einfluss von wichtigen Prädiktoren (Entwicklung von emotionalen und sozialen Kompetenzen) zu untersuchen. Unser Projekt zielt darauf ab, technologische und methodische Innovationen zu entwickeln, die einen wesentlichen Beitrag zum Infrastrukturschwerpunktprogramm (InfPP) 'New Data Spaces for the Social Sciences' leisten. Mit seinem Fokus auf multimethodale Ambulatory Assessment Studien wird ein wesentlicher Beitrag zum Forschungsbereich 4 geleistet. Die in diesem Projekt entwickelten Methoden und Technologien können in die Forschungsinfrastruktur des InfPP integriert werden, um die Beurteilung sozialer Interaktionen in realen Kontexten zu verbessern., um die Beurteilung sozialer Interaktionen in realen Kontexten zu verbessern.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die SozialwissenschaftenInternationaler BezugSpanienMitverantwortlicheProfessorin Dr. Jana  Holtmann;Professor Dr. Franz Josef  NeyerKooperationspartnerProfessor David  Martínez Iñigo, Ph.D.;Professor Dr. Francisco  Serradilla"
    },
    {
      "project_id": "539562958",
      "url": "https://gepris.dfg.de/gepris/projekt/539562958",
      "title": "Video-Interviews als Bestandteil eines gezielten Multi-Modus Designs in Haushaltspanel-Befragungen",
      "investigators": "Dr. Carina  Cornesse;Dr. Markus M.  Grabka;Professorin Dr.-Ing. Sabine  Zinn",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539562958",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Um die kontinuierliche Teilnahme an und Datenqualität von Umfragen sicherzustellen, muss sich die Umfragelandschaft an die sich verändernde gesellschaftliche Realität anpassen, insbesondere im Hinblick auf Mobilität und Digitalisierung. Dies erfordert, dass Umfrageforschende von Einheitslösungen zu einer Datenerhebungsstrategie übergehen, die die Kommunikationsgewohnheiten, Fähigkeiten und Präferenzen der Menschen berücksichtigt. Für mehrere Jahrzehnte war die computergestützte persönliche Befragung (CAPI) der Best-Practice-Goldstandard in der Umfrageforschung. Angesichts sinkender Rücklaufquoten, steigender Kosten und unterschiedlicher Kommunikations-Präferenzen müssen jedoch neue Lösungen gefunden werden. Computergestützte Web-Befragung (CAWI) hat sich als sinnvolle, selbst-administrierte und kostengünstige Ergänzung erwiesen, ist jedoch für viele Anwendungen, einschließlich eher komplexer Haushaltsbefragungen, kein ausreichend geeigneter Ersatz. Angesichts der zunehmenden Verbreitung von Videotelefonie im Leben vieler Menschen kann das computergestützte Live-Video-Interview (CALVI) als neuer alternativer Befragungsmodus dienen. Der Vorteil von CALVI ist die Unterstützung des Interviewers bei der Navigation durch lange und komplexe Umfrageinstrumente um Vollständigkeit und Datenqualität sicherzustellen ohne dass ein Interviewer physisch vor Ort sein muss. Darüber hinaus nutzt CALVI webbasierte Datenerfassungstechniken, die den Prozess der Feldarbeit beschleunigen, den Befragten mehr Flexibilität bieten und die Kosten senken. Dennoch gibt es bisher nur begrenzte Belege für die erfolgreiche Nutzbarkeit von CALVI in Längsschnittstudien. Mit dem eingereichten Forschungsprojekt soll ermittelt werden, unter welchen Umständen, in welchem Ausmaß und bei welchen spezifischen demografischen Untergruppen Videointerviews durchgeführt werden können und sollten. Dies umfasst die Untersuchung potenzieller Non-Response-Verzerrungen, die auftreten können, wenn CALVI für Erstbefragte und/oder für etablierte Panelmitglieder (ausgehend aus einem CAPI-CAWI-Feld) verwendet wird. Das Projekt verfolgt zwei Ziele: Erstens soll die Machbarkeit von CALVI in einer Mixed-Mode-Haushaltspanelbefragung, dem SOEP-Innovationspanel (SOEP-IS), getestet und optimiert werden. Zweitens soll eine gezielte Multi-Mode-Umfragestrategie entwickelt werden, die CALVI neben CAPI und CAWI umfasst, um die Rücklaufquoten und die Datenqualität bei einem fixen Finanzbudget zu maximieren. Die Ziele werden in drei Schritten erreicht: 1) experimentelle Implementierung von CALVI in der SOEP-IS-Datenerhebungswelle 2024, 2) Entwicklung einer modellbasierten Moduszuweisungsstrategie unter Verwendung der gesammelten Daten und 3) experimentelle Einführung der entwickelten Strategie in der SOEP-IS-Datenerhebungswelle 2025.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    },
    {
      "project_id": "539555013",
      "url": "https://gepris.dfg.de/gepris/projekt/539555013",
      "title": "Zur Integration von Datenspenden in Befragungsinfrastrukturen: Quantifizierung, Erklärung und Adressierung von Stichproben- und Messfehlern",
      "investigators": "Dr. Valerie  Hase;Professor Dr. Florian  Keusch;Professorin Dr. Frauke  Kreuter;Professor Dr. Mark  Trappmann",
      "subject_area": "Empirische Sozialforschung",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 539555013",
      "dfg_procedure": "Infrastruktur-Schwerpunktprogramme",
      "parent_program": "SPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften",
      "description": "Das Projekt untersucht, wie Datenspenden als neue Methode zur Erhebung digitaler Verhaltensdaten in Umfragen integriert werden können. Da Datenspenden eine detaillierte und längsschnittliche Messung individuellen Verhaltens ermöglichen, können sie Umfragedaten ergänzen. Neben der technischen Implementierung von Datenspenden in Befragungsinfrastrukturen legt das Projekt einen Fokus auf die Quantifizierung und Erklärung von Stichproben- und Messfehlern, die durch diese Integration entstehen. Zudem entwickelt und adaptiert das Projekt Befragungsdesigns und statistische Methoden, um niedrige Rücklaufquoten in Umfragen mit integrierten Datenspenden und mögliche systematische Verzerrungen zu adressieren. Dabei greift das Projekt auf unterschiedliche Datentypen (Umfragedaten, digitale Verhaltensspuren, administrative Daten, synthetische Daten) sowie Stichproben (nicht-zufällige Stichproben aus Online Access Panels, zufällige Stichproben aus dem Panel Arbeitsmarkt und soziale Sicherung des Instituts für Arbeitsmarkt- und Berufsforschung) zurück.DFG-VerfahrenInfrastruktur-SchwerpunktprogrammeTeilprojekt zuSPP 2431: \nBereich Infrastruktur - Neue Datenräume für die Sozialwissenschaften"
    }
  ]
}