{
  "spp_number": "SPP 2402",
  "spp_title": "Greybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/499723700",
  "projects_count": 12,
  "projects": [
    {
      "project_id": "521380776",
      "url": "https://gepris.dfg.de/gepris/projekt/521380776",
      "title": "Entwicklung eines Greybox-Modells zum Verständnis und zur Prognose des Verschleißes beschichteter Werkzeuge beim Drehen",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521380776",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Der überwiegende Anteil an Zerspanwerkzeugen mit geometrisch bestimmter Schneide wird heute beschichtet. Beschichtete Zerspanwerkzeuge ermöglichen im Vergleich zu unbeschichteten Werkzeugen höhere Standzeiten, signifikante Leistungssteigerungen und dadurch eine effizientere Spanabnahme. Eine zuverlässige Verschleißprognose beschichteter Werkzeuge, insbesondere des instationären Versagensverhaltens, ist aktuell nicht möglich. Im Forschungsvorhabens wird daher ein tiefergehendes Verständnis zum stationären und instationären Systemverhalten beschichteter Werkzeuge bei der Hochleistungszerspanung geschaffen. Es soll eine zuverlässige Prognose des Versagensbeginns, des Verschleißfortschritts und der Restlebensdauer der Werkzeuge ermöglicht werden. Hierzu werden experimentelle Untersuchungen der Werkzeuge durchgeführt, die den Ausgangszustand der Werkzeuge charakterisieren, das Verschleißverhalten erfassen und damit die Datenbasis für die Modellentwicklungen legen. Die deterministische Modellwelt (Whitebox) wird dann mit einer neuen, zu beforschenden datengetriebenen Modellwelt (Blackbox) in einem Greybox-Modell kombiniert. Dadurch können die rein deterministisch nicht beschreibbaren zeitlichen, verschleißbedingten Veränderungen der Werkzeugeigenschaften bis hin zum Standzeitende modellhaft beschrieben werden. Zur Schaffung einer Datenbank für das Verständnis und die Prognose des Verschleißes werden Drehversuche durchgeführt, ausgewählte in situ-Messgrößen erfasst, sowie zwei- und dreidimensionale Verschleißkennwerte fortlaufend ex situ ermittelt. Ergänzend wird ein Whitebox-Modell (FEM-Zerspansimulation) aufgebaut, um das spezifische Beanspruchungskollektiv des Schneidkeils unter Berücksichtigung des jeweiligen Verschleißzustands zu bestimmen. Für das vertiefende Verständnis der mechanischen Schädigungsvorgänge in der Beschichtung werden geeignete Methoden zur Schichtcharakterisierung angewendet und Analogieversuche zu den schädigungsmechanischen Vorgängen in der Beschichtung durchgeführt. Zur Vorhersage des Verschleißzustands und möglicher Schichtabplatzungen werden die Methoden des Maschinellen Lernens im Rahmen eines Greybox-Modells angewendet. Dazu werden geeignete Messdaten-Features mittels statistischer Datenanalyse aufbereitet, welche gemeinsam mit den Daten des Whitebox-Modells Eingang in die Blackbox finden. In der 2. Förderperiode wird das Greybox-Modell weiter verfeinert, indem der Parameterraum und die Triboelemente erweitert werden. So können valide Prognosen sichergestellt werden. Dies ermöglicht nach dem Ende der zweiten Förderperiode eine wissensbasierte Qualifizierung beschichteter Werkzeuge für effizientere Zerspanprozesse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521374861",
      "url": "https://gepris.dfg.de/gepris/projekt/521374861",
      "title": "Entwicklung eines Greybox-Modells zur Prognose der Leistungsfähigkeit PVD-beschichteter Hartmetallwerkzeuge",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521374861",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Das reale, komplexe Einsatzverhalten PVD-beschichteter Werkzeuge ist nach derzeitigen Stand des Wissens weder zufriedenstellend messbar, noch ausreichend modellhaft beschreibbar. Um eine wissensbasierte Qualifizierung dieser Werkzeuge durchführen zu können, ist die Kenntnis über Versagensbeginn, Verschleißfortschritt und Restlebensdauer erforderlich. Insbesondere diskontinuierliches Schichtversagen kann aufgrund fehlender Kenntnis der grundlegenden Zusammenhänge nicht modellhaft abgebildet werden. Darüber hinaus ändern sich sowohl die Schichteigenschaften als auch die anliegenden thermomechanischen Belastungen mit fortschreitender Einsatzzeit als Folge des Verschleißes. Das beantragte Forschungsvorhaben adressiert das dynamische Verhältnis zwischen veränderlichen Schichteigenschaften einerseits und den veränderlichen prozessbedingten Belastungen andererseits anhand des Außenlängsdrehens der Legierungen C45N und 42CrMo4+QT. Aus dem Stand der Forschung ist bekannt, dass die Schichteigenschaften das Einsatzverhalten der Werkzeuge signifikant beeinflussen. Es ist ebenfalls bekannt, dass sich sowohl die Beschichtungseigenschaften als auch die thermomechanischen Lastspannungen, bedingt durch den Werkzeugverschleiß, signifikant verändern. Die Berücksichtigung der veränderlichen Eigenschaften und Belastungen ermöglicht eine genauere Vorhersage der Leistungsfähigkeit der Zerspanwerkzeuge und trägt dazu bei, ein grundlegendes Verständnis aufzubauen um Werkzeuge belastungsspezifisch auszulegen und auszuwählen. Zu diesem Zweck werden die Versuchswerkzeuge zu Beginn des Forschungsvorhabens umfassend bezüglich Beschichtungs- und Interfaceeigenschaften zwischen Schicht und Hartmetallsubstrat charakterisiert. Anschließend erfolgt die Erarbeitung einer umfassenden Datengrundlage für die spätere Modellbildung. Mit Hilfe einer neuartigen Methode basierend auf Untersuchungen an einem Hobelversuchsstand in Kombination mit der Mikrokinematographie ist es erstmal möglich, die am Schneidkeil wirkenden Lastspannungen mit fortschreitendem Werkzeugverschleiß abzubilden. Zusammen mit der zeitlich veränderten thermischen Belastung dienen diese Lastspannungen als Eingangsgrößen für ein FEM-Modell zur Abbildung kritischer Spannungen im Schneidkeil, die ein Versagen der Beschichtung begünstigen. Die Prognosefähigkeit und Genauigkeit dieses Whitebox-Modells wird im weiteren Verlauf durch den Einsatz der Methoden der künstlichen Intelligenz erweitert. Da sich die veränderten Schichteigenschaften nur schwer auf Grundlage physikalischer Zusammenhänge abbilden und für eine solche Prognose nutzen lassen, finden hier datengetriebene Ansätze auf Basis hochauflösender Analysen der Beschichtungseigenschaften und Eigenspannungen Einsatz. Aus der Betrachtung des Verhältnisses aus Belastungen und Schichteigenschaften wird es im Einsatz der Werkzeuge möglich, deren weiteres Verhalten zu prognostizieren und neue Erkenntnisse über die zugrundeliegenden Mechanismen zu erlangen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521383048",
      "url": "https://gepris.dfg.de/gepris/projekt/521383048",
      "title": "Entwicklung eines Greybox-Modells zur Prognose des Werkzeugverschleißes von PVD-Hartstoffschichten für die Schlichtbearbeitung - GreyProPVD",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521383048",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Für die Zerspanung mit geometrisch bestimmter Schneide werden häufig beschichtete Hartmetallwerkzeuge eingesetzt. Je nach Prozessbedingungen und Werkstoffkombinationen unterliegen die Werkzeuge Kolk-, Freiflächen-, und Kerbverschleiß, der durch Abrasion, Adhäsion, Diffusion oder Tribooxidation verursacht wird. Zudem können Abplatzungen durch kohäsives Substratversagen auftreten. Trotz des signifikanten Einflusses des Werkzeugverschleißes auf den Zerspanprozess ist das reale Einsatzverhalten der beschichteten Werkzeuge nach derzeitigem Stand der Forschung nicht ausreichend prognostizierbar. Während rein experimentelle Vorgehensweisen einen hohen Energie- und Werkstoffbedarf erfordern, sind rein simulative, FE-basierte Methoden aufgrund ihres hohen Rechenaufwands und Zeitbedarfs ungeeignet. Beide Instrumente sind daher vorwiegend für einzelne Untersuchungen nützlich, die keine breite Variation der Eingangsgrößen betrachten. Die Erweiterung oder Kombination von simulationsbasierten Methoden mit datengetriebenen Blackbox-Ansätzen bietet hingegen die Möglichkeit, die Leistungs- und Einsatzfähigkeit von Modellen zur Werkzeugentwicklung zu verbessern. Die kombinierten Ansätze bieten ferner die Möglichkeit, Veränderungen der tribologischen und thermophysikalischen Werkzeugeigenschaften sowie empirische Daten in Simulationsmodelle der Werkzeug- und Schichtentwicklung zu integrieren. Die Abbildung der Eigenschaftsveränderung ist insbesondere für die zeitaufgelöste Verschleißprognose PVD-beschichteter Zerspanwerkzeuge für Schlichtoperationen relevant. Das übergeordnete Ziel des beantragten Forschungsvorhabens stellt der Aufbau eines Greybox-Modells zur Beschreibung des zeitaufgelösten kontinuierlichen Werkzeugverschleiß und kohäsiven Substratversagens PVD-beschichteter Hartmetallwerkzeugen dar. Durch die Beschreibung des Verschleißverhaltens ist eine Adaption von Werkstoff-Schneidstoff-Kombinationen und Prozessparametern möglich, die zu reduziertem Werkzeugverschleiß und der Vermeidung von Ausschussbauteilen führt und somit eine Ressourcenschonung im Werkstoffverbrauch ermöglicht. Hierzu erfolgt die Kopplung datenbasierter Blackbox-Modelle mit einem simulationsgestützten Whitebox-Modell. Die Blackbox-Modelle werden zur Ableitung verschleißabhängiger, zeitaufgelöster Schichteigenschaften und Verschleißkonstanten sowie der Vorhersage von kohäsivem Substratversagen auf Basis der vorliegenden Schicht- und Substrateigenspannungen eingesetzt. Das Whitebox-Modell wird zur Berechnung von Kontaktbedingungen und thermomechanischen Lasten für die zeitabhängige Vorhersage lokaler Zustandsgrößen wie Normalspannung, Gleitgeschwindigkeit und Werkzeugtemperatur verwendet. Die Versuche werden im kontinuierlichen Schnitt durchgeführt. Vorbereitend für die zweite Phase ist eine Modellerweiterung auf den unterbrochenen Schnitt als Zwischenschritt für das Fräsen vorgesehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die HochleistungszerspanungMitverantwortlicheProfessorin Dr.-Ing. Kirsten  Bobzin;Professor Dr. Bernd  Breidenstein"
    },
    {
      "project_id": "521280523",
      "url": "https://gepris.dfg.de/gepris/projekt/521280523",
      "title": "Entwicklung eines Greybox-Modells zur Verschleißprognose PVD-beschichteter Hartmetallwerkzeuge bei der Hochleistungsdrehbearbeitung von Stählen",
      "investigators": "Professor Dr.-Ing. Thomas  Bergs;Professorin Dr.-Ing. Kirsten  Bobzin",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521280523",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Die kontinuierliche Beschichtungs- und Schneidstoffdegeneration während des Zerspanprozesses trägt zu einem instationären thermomechanischen Beanspruchungskollektiv Physical Vapour Deposition (PVD)-beschichteter Werkzeugs bei. Den bis dato entwickelten analytischen Whitebox-Modellen zur Verschleißprognose liegt jedoch eine stationäre integrale thermomechanische Beanspruchung unbeschichteter Werkzeuge zugrunde, bei der der Übergang von linearem zu progressivem Verschleißanstieg unberücksichtigt bleibt. Datengetriebene Blackbox-Modelle können die physikalischen Wirkzusammenhänge nicht abbilden und ihre Robustheit ist in Bezug auf die veränderlichen Randbedingungen mit Unsicherheiten verbunden. Demzufolge ist eine genaue Vorhersage der Werkzeugstandzeit und eine wissensbasierte Qualifizierung beschichteter Zerspanwerkzeuge zum Einsatz bei anspruchsvollen Zerspanprozessen nicht möglich. Das übergeordnete Ziel des Forschungsvorhabens ist die Entwicklung eines Greybox-Modells zur treffsicheren Prognose der Standzeit und Restlebensdauer PVD-beschichteter Hartmetallwerkzeuge bei der Hochleistungsdrehbearbeitung von Stählen. Hierzu wird in der ersten Projektphase eine Kopplung analytischer Whitebox-Modelle zur Bestimmung der instationären thermomechanischen Beanspruchungen im Zerspanprozess mit datenbasierten Blackbox-Modellen angestrebt. Des Weiteren wird der Einfluss der temperaturabhängigen Schichteigenschaften auf den Verschleißfortschritt tiefergehend erforscht. Zunächst werden TiAlCrSiN- und TiAlCrSiON-Schichten mit jeweils zwei Schichtdicken auf Wendeschneidplatten abgeschieden und charakterisiert. Anschließend erfolgt die Ermittlung der temperaturabhängigen elastisch-plastischen Schichteigenschaften sowie des Systemverhaltens. Die beschichteten Werkzeuge kommen dann zur trockenen Schruppdrehbearbeitung der Vergütungsstähle C45 und 42CrMo4 zum Einsatz. Zur Bestimmung der thermomechanischen Werkzeugbelastung bei verschiedenen Prozesseinstellgrößen, die für die Entwicklung des Whitebox-Modells erforderlich sind, werden Analogiezerspanversuche durchgeführt. Zerspanversuche mit in situ-Erfassung der Prozesszustandsgrößen und Fokus auf die Übergangszone von linearem zu progressivem Werkzeugverschleiß bilden die experimentellen Grundlagen zur quantitativen Werkzeugschadensanalyse. Abschließend erfolgt die Entwicklung und Validierung eines Greybox-Modells, um eine Online-Standzeitvorhersage während des Zerspanprozesses zu ermöglichen. Hierzu wird eine Kopplung des Whitebox-Modells und experimentell ermittelten Daten von Schichteigenschaften und Verschleißfortschritt mittels auf maschinellem Lernen basierender Blackbox-Modelle zugrunde gelegt. In der zweiten Projektphase sind Genauigkeits-, Sensitivitäts- und Fehleranalysen vorgesehen, um die Vorhersagegenauigkeit sowie die Übertragbarkeit des entwickelten Greybox-Modells zu steigern. Dabei können bisher unentdeckte Forschungsfelder für die wachsende digitalisierte Zerspantechnologie erschlossen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521385417",
      "url": "https://gepris.dfg.de/gepris/projekt/521385417",
      "title": "Extrapolationsfähige digitale Greybox-Modelle zur Beschreibung und Vorhersage des makroskopischen Systemverhaltens TiAlN-beschichteter Zerspanwerkzeuge",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521385417",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Werkzeuge mit Hartstoffbeschichtungen machen heute den überwiegenden Anteil der eingesetzten Zerspanungswerkzeuge aus. Die Beschichtung schützt das Substrat vor abrasivem Verschleiß, erhöht die chemische Beständigkeit und verringert den Reibwert, was in Summe zu einer deutlich erhöhten Werkzeugstandzeit bei der Dreh- und Fräsbearbeitung führt. Für die Abschätzung der Werkzeuglebensdauer existieren verschiedene empirische oder physikalisch basierte Modelle. Da die Eigenschaften dieser Schichten von einer Vielzahl von Herstellungsparametern abhängen, existieren jedoch keine durchgehenden Modelle, um das Verschleißverhalten von Hartstoffschichten vorherzusagen. Ziel des beantragten Forschungsvorhabens ist es daher, Erkenntnisse über die tribologischen Wirkungszusammenhänge des Verschleißverhaltens beschichteter Zerspanungswerkzeuge in Wechselwirkung mit dem Werkstückstoff und den Prozessparametern unter besonderer Berücksichtigung der mechanischen, chemisch-strukturellen und tribologischen Eigenschaften der Beschichtung zu gewinnen und modellhaft abzubilden. Hierzu werden Greybox-Modelle herangezogen. Bei diesen handelt es sich um künstliche neuronale Netze (Blackbox), deren Trainingsdaten auf Prozessparametern sowie Mess- und Metadaten aus Zerspanversuchen basieren. In diese Modelle werden zudem pyhsikalische und empirische Modelle zur Vorhersage der Verschleißrate und Restlebensdauer integriert (Whitebox). Dies erlaubt es dem Modell, mit dem durch den hohen Versuchsaufwand beschränkten Umfang der Trainingsdaten, dennoch sinnvolle Lösungen zu berechnen. In Zerspanversuchen, die durch die Integration von Kraft-, Temperatur-, Körperschall- und Oberflächenmesstechnik sowie Mikroskopie in den Arbeitsraum einer CNC-Drehmaschine teilautomatisiert werden, wird eine kontinuierlich wachsende Datenbasis für die parallel ablaufende Modellbildung geschaffen. Um den Versuchsaufwand und somit die Material- und Energiekosten zu minimieren, werden die jeweils nächsten Versuchsparameter auf Grundlage des aktuellen Trainingszustands des Modells mittels Active Learning bestimmt. Die aufgenommenen Mess- und Metadaten liegen in unterschiedlichsten Formaten wie z. B. als Bilddaten, kontinuierliche Messungen oder diskrete Messpunkte vor. Diese werden aufgearbeitet und mit ihren Metadaten in einem digitalen Laborbuch abgelegt. Anschließend erfolgt die Homogenisierung und Reduzierung der Daten um einen balancierten Datensatz zum Training der neuronalen Netze zu erhalten. Zur abschließenden Validierung werden Blindversuche, mit für das Modell unbekannten Schnittparametern und Beschichtungsvarianten durchgeführt, um die Inter- und Extrapolationsfähigkeit des Greybox-Modells zu bestätigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521377466",
      "url": "https://gepris.dfg.de/gepris/projekt/521377466",
      "title": "Greybox-modellbasierte Prognose der Verschleißevolution von beschichteten Werkzeugen durch experimentelle und modellgetriebene Identifikation relevanter Lasthorizonte",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521377466",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "In der Zerspanung umfangreich eingesetzte, beschichte Werkzeuge aus Hartmetall (HM-WZ) weisen ein komplexes, instationäres Verschleißverhalten auf. Auf dem aktuellen Stand der Technik erfolgen die Analyse und die Modellierung des Verschleißes durch die isolierte Nutzung deterministischer (Whitebox) sowie datengetriebener Modelle (Blackbox), die jeweils mithilfe von experimentellen Untersuchungen validiert werden. Auf diese Weise lässt sich das Verhalten von HM-WZ aufgrund des instationären Verschleißfortschritts jedoch nicht hinreichend genau über die gesamte Standzeit abbilden. Vor diesem Hintergrund besteht das Ziel dieses Vorhabens darin, eine auf einem Greyboxmodell basierende Prognose der Verschleißevolution durch experimentelle und modellgetriebene Identifikation relevanter Lasthorizonte zu realisieren und so eine erhebliche Verbesserung der Prognosequalität des Einsatzverhaltens von HM-WZ über ihre gesamte Einsatzdauer zu erreichen. Um dieses Ziel zu erreichen finden zunächst umfangreiche experimentelle Untersuchungen auf einem Produktionsdrehautomaten statt. Durch die Aufnahme von in-situ und ex-situ Messdaten erfolgt eine präzise Beschreibung des Initialzustands der HM-WZ sowie ein detailliertes Monitoring des Verschleißfortschritts bis zum Erreichen des Standzeitendes. Der Einsatz einer datengetriebenen Anomaliedetektion zur Defekterfassung, die mithilfe von zuvor eingespeisten Trainingsdaten eine in-situ Überwachung und Analyse der Prozesskräfte und Schallemissionen vornimmt, dient hierbei der Identifikation kritischer Lasthorizonte über den gesamten Standweg (Blackbox). Der Einsatz komplexer ex-situ Messtechniken erlaubt es dann, an den kritischen Lasthorizonten Korrelationen zwischen den in-situ Messdaten und dem aktuellen Verschleißzustand des Werkzeugs aufzudecken. Zur Quantifizierung experimentell nicht zu ermittelnder Zustandsgrößen (z.B. Relativgeschwindigkeit zwischen Span und Werkzeug oder Kontaktnormalspannung) dienen numerische Spanbildungssimulationen, die durch experimentelle Untersuchungen validiert werden (Whitebox). Basierend auf dem an den kritischen Lasthorizonten charakterisierten Verschleißzustand der HM-WZ ist eine Justierung der Verschleißrate in den numerischen Simulationen vorgesehen, womit die Greybox-Modellierung insgesamt umgesetzt ist. Diese Vorgehensweise erlaubt es, das Verhalten der HM-WZ über ihre gesamte Lebensdauer sowie das immanent stochastische Versagen am Standzeitende mit einer bislang nicht erreichbaren Präzision zu prognostizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521375603",
      "url": "https://gepris.dfg.de/gepris/projekt/521375603",
      "title": "Greybox-Modelle für die in-situ Quantifizierung der probabilistischen Werkzeugstandzeit CVD-beschichteter Hartmetallwälzfräser",
      "investigators": "Professor Dr.-Ing. Christoph  Broeckmann;Dr.-Ing. Mareike  Davidovic, seit 3/2025",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521375603",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Das übergeordnete Ziel des vorliegenden Projektantrags sind die detaillierte Beschreibung der thermomechanischen Werkzeugbelastung beim Wälzfräsen und des daraus resultierenden Werkzeugverschleißes von CVD-beschichteten Hartmetallwerkzeugen durch die Verwendung von deterministischen Modellen, die mit in-situ erfassten Prozessdaten und Methoden des maschinellen Lernens gekoppelt werden, um eine standzeitoptimierte Regelung des Prozesses zu ermöglichen.  Das Wälzfräsen ist ein etabliertes Verfahren für die Zahnradfertigung. Das Belastungskollektiv beim Wälzfräsen führt zu abrasivem Werkzeugverschleiß, welcher bei verstärkter Ausprägung die Maßhaltigkeit des Werkstücks sowie die Stabilität der Werkzeugschneide negativ beeinflusst. Lokale Inhomogenitäten im Gefüge von Hartstoffschicht und Substrat sowie nicht konstante Parameter beim Schichtaufbau bewirken probabilistisch verteilte Standzeiten, die sich abhängig von den realen, komplexen Einsatzbedingungen in-situ verändern. Wenn es gelingt, die Reststandzeit eines Werkzeuges abhängig von werkstoffbedingter Beanspruchbarkeit und der Beanspruchung während der Bearbeitungszeit in der Fräsmaschine vorherzusagen, kann die Gesamtstandzeit beschichteter Werkzeuge durch Regelung signifikant erhöht werden. Bisher können Versagensbeginn, Verschleißfortschritt und Restlebensdauer weder modellhaft noch experimentell mit hinreichender Sicherheit identifiziert oder prognostiziert werden. Um ein tiefergehendes Verständnis der Wirkungskette Beschichtungsprozess-Werkstoffgefüge-Standzeit zu erlangen, wird das tribologische System der Zerspanung in dem vorliegenden Projektantrag deshalb unter der Berücksichtigung des Werkstoffsystems und der herstellbedingten Eigenspannungen umfassend untersucht. Im Fokus stehen Wälzfräswerkzeuge aus Hartmetall, welche mit einer TiCN-Basisschicht und einer α-Al2O3-Deckschicht mittels CVD beschichtet werden. Diese werden zunächst im Analogieversuch charakterisiert. Darauf aufbauend wird ein mikromechanisches Modell des Schicht-Substrat-Gefüges aufgebaut, das einerseits die Bestimmung der herstellbedingten Eigenspannungen und andererseits die Simulation des abrasiven Werkzeugverschleißes ermöglicht. Aus deterministischen White-Box-Modellen zur Vorhersage von Beanspruchung und Beanspruchbarkeit des Wälzfräsers sowie durch in-situ Prozessdaten und Black-Box-Modelle werden Grey-Box-Modelle entwickelt, die eine werkstoffsensitive Vorhersage der (verbleibenden) Werkzeugstandzeit innerhalb der Prozesszeit ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die HochleistungszerspanungEhemalige AntragstellerProfessor Dr.-Ing. Thomas  Bergs, von 8/2024 bis 2/2025;Dr.-Ing. Jens  Brimmers, bis 8/2024"
    },
    {
      "project_id": "521382051",
      "url": "https://gepris.dfg.de/gepris/projekt/521382051",
      "title": "Greybox-Modellierungen zum Einlaufverhalten beschichteter Werkzeuge im Fräsprozess als dynamisches Lastkollektiv auf Basis von Operando-, In- und Ex-situ-Analysen",
      "subject_area": "Beschichtungs- und OberflächentechnikSpanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521382051",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Die dynamische Stabilität eines Fräsprozesses wird sowohl von Zerspanparametern als auch von strukturell-mechanischen Eigenschaften des Fräswerkzeugs bestimmt. In der Zerspanung werden die Eigenschaften der Werkzeugschneide durch tribologische Beanspruchungen verändert, woraus ein instationäres Systemverhalten resultiert. Folglich können im Einsatzverlauf dynamisch instabile Prozesszustände auftreten, die den Werkzeugverschleiß drastisch erhöhen und sich nachteilig auf die Fertigungsqualität auswirken. Eine Verschleißschutzschicht aus z.B. TiAlN oder TiAlSiN wirkt sich verschleißmindernd aus. Ein grundlegendes und ganzheitliches Verständnis zum instationären Systemverhalten beschichteter Fräswerkzeuge und dessen Einfluss auf die dynamische Prozessstabilität soll eine effiziente und resiliente Prozessauslegung ermöglichen. In dem Projekt werden durch den Einsatz einer mehrskaligen Greybox-Modellierung Messdaten des stationären und instationären Systemverhaltens zur Abbildung der chemischen und mechanischen Verschleißinitiierung und -entwicklung beschichteter Fräswerkzeuge hinsichtlich des dynamischen Einlaufverhaltens genutzt. Die prozessorientierte Auslegung der Schneidkantenpräparation sowie die PVD-Beschichtung mit TiAlN- und TiAlSiN-Dünnschichten berücksichtigen hierbei etablierte Werkzeugkonzepte für Fräsprozesse. Mit parametrisch-breitbandigen Messungen wird das Verschleißverhalten der beschichteten Werkzeugschneiden orts- und zeitaufgelöst in Abhängigkeit des Lastkollektivs quantifiziert. Die angestrebte Greybox-Modellierung basiert auf (i) Daten aus Operando- und In-Situ-Messungen des instationären Systemverhaltens sowie Ex-situ-Analysen des Vorher- und Nachherzustands der Fräswerkzeuge, die mittels künstlicher neuronaler Netze ausgewertet werden, und (ii) bekannten physikalischen sowie werkstoff- und produktionstechnologischen Kausalitäten. Durch die interdisziplinäre Zusammenarbeit an der TU Dortmund zwischen Prof. Dr. Dirk Biermann, Dr. Jörg Debus und Prof. Dr. Wolfgang Tillmann fließt Fachwissen aus den Bereichen der Zerspanungstechnologie, Laserspektroskopie und multiparametrischen Oberflächenanalytik wie auch Dünnschichttechnologie in die über eine gemeinsame Plattform laufende Greybox-Modellierung ein. Dabei werden der Versagensbeginn, Verschleißfortschritt und das Einsatzzeitende der TiAlN- und TiAlSiN-beschichteten Werkzeuge mit hinreichender Sicherheit identifiziert und prognostiziert. Das verbesserte Verständnis zum Systemverhalten ermöglicht die Entwicklung grundlegender Strategien zur Steigerung der Standzeit, Prozessstabilität und -effizienz im Hinblick auf eine hohe Fertigungsqualität und Produktivität. Dabei dienen die interdisziplinär erarbeiteten Erkenntnisse und modellbasierten Prognosen zur resilient optimierten Auslegung der Fräsprozesse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521396842",
      "url": "https://gepris.dfg.de/gepris/projekt/521396842",
      "title": "Koordinierung SPP 2402",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521396842",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Das übergeordnete Forschungsziel ist die bisher erarbeitete und vorliegende deterministische Modellwelt (Whitebox) mit einer neuen, zu beforschenden, datengetriebenen Modellwelt (Black-box) in Greybox-Modellen zu kombinieren. Mit diesen Greybox-Modellen sollen dann die rein deter-ministisch nicht beschreibbaren, zeitlichen Veränderungen der Werkzeuge im Einsatz bis hin zum Standzeitende erfasst werden. Die robusten, aber ungenauen Prognosen aus Whitebox-Modellen sollen mit Hilfe datengetriebener und lernfähiger Blackbox-Modellen in ein präzises Zielfenster konvergiert werden. Bereits existierende Algorithmen der Statistik oder des maschinellen Lernens, die im Verständnis einer Blackbox-Modellierung agieren, bilden dafür einen Lösungsraum und sollen nicht gänzlich neu entwickelt, aber genutzt oder modifiziert werden. Damit wird eine wissensbasierte Auswahl und Qualifizierung beschichteter Werkzeuge für neue oder effizientere Zerspanprozesse ermöglicht. Ziel ist der Aufbau individueller Greybox-Modelle, die eine Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung ermöglichen. Damit soll die derzeit existierende Lücke zwischen stationären Werkstoffeigenschaften vor und nach dem Einsatz, also das instationäre Systemverhalten der beschichteten Werkzeuge in der Zerspanung, erforscht und geschlossen werden. Voraussetzung dafür ist, dass die notwendige Expertise auf Seiten der Werkstoff-/Beschichtungstechnik und der Fertigungstechnik vorliegt. Die statistische Absicherung und die Bewertung der Daten hinsichtlich Plausibilität und Qualität sind weitere wichtige Bestandteile des Lösungsweges, daher ist ebenfalls Expertise aus den Qualitätswissenschaften erforderlich. Bei Bedarf kann Expertise aus der Messtechnik, Statistik oder der wissenschaftlichen Datenanalyse integriert werden. Die Entwicklung neuer Messtechnik oder Werkstoffanalytik steht nicht im Vordergrund, kann aber im Einzelfall zu neuen Lösungsansätzen führen und soll daher nicht generell ausgeschlossen werden.  Die wesentliche Eingrenzung erfolgt über die verwendeten Werkzeuge und Zerspanoperationen. Bereits einsatzfähige Schichtsysteme werden unmittelbar zu Projektstart ausschließlich auf Werkzeugen aus Hartmetall abgeschieden und für die Zerspanversuche in ausreichender Menge zur Verfügung gestellt. Prozessdaten zur Herstellungshistorie der beschichteten Werkzeuge sind nicht zwingend notwendig. Als Zerspanoperation wird nur Drehen oder Fräsen betrachtet. Um Ergebnisse und Daten aus Vorarbeiten nutzen zu können, wird der zu verwendende Werkstückwerkstoff auf „Metalle“ eingegrenzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521384759",
      "url": "https://gepris.dfg.de/gepris/projekt/521384759",
      "title": "Modellbasierte In-Prozess-Werkzeugverschleißermittlung beim Hochleistungsdrehen",
      "subject_area": "MesssystemeSpanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521384759",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Trotz der Vielfalt eingesetzter beschichteter Hartmetallwerkzeuge weist das Verständnis der dem Werkzeugverschleiß zugrundeliegenden Mechanismen noch erhebliche Defizite auf. In diesem Vorhaben soll zur Erarbeitung eines deutlich verbesserten Verständnisses der Verschleißentstehung und -entwicklung von beschichteten Hartmetallwerkzeugen für das Hochleistungsdrehen ein auf Spanbildungssimulationen basierendes (Whitebox-)Modell mit einem künstlichen neuronalen Netz (Blackbox-Modell) zu einem Greybox-Modell verknüpft werden. Mit dem Whitebox-Modell soll auf Basis des gemessenen thermisch-mechanischen Belastungskollektivs eine näherungsweise Bestimmung aktueller Werkzeugverschleißkenngrößen ermöglicht werden. Der abgeschätzte Verschleiß wird dann zusammen mit in-prozess erhobenen Messdaten als Eingang für ein trainiertes Blackbox-Modell genutzt, um den Werkzeugverschleiß präzise vorherzusagen. Dabei soll insbesondere die in Körperschallsignalen, Barkhausenrauschamplituden, Werkstückmaßen und Oberflächenrauheiten enthaltene Information zum Verschleißzustand des Werkzeugs Berücksichtigung finden, zusätzlich zur im thermisch-mechanischen Belastungskollektiv enthaltenen Information. Mit diesem Forschungsansatz soll es im Rahmen des Schwerpunktprogramms gelingen, bisher nicht bekannte Mechanismen des Beschichtungs- und Werkzeugverschleißes abzubilden, zu identifizieren und so zu einer verbesserten wissensbasierten Qualifizierung von Werkzeugbeschichtungen für die Hochleistungszerspanung beizutragen. Das Whitebox-Modell wird auf Basis eines bestehenden Finite-Elemente-Spanbildungsmodells erarbeitet. Geklärt wird die valide Einbettung der Beschichtungseigenschaften und die inverse Modellnutzung. Das Blackbox-Modell wird in Form eines künstlichen neuronalen Netzes realisiert. Dessen Training erfordert schnelle direkte Erfassung des Werkzeugverschleißes, weshalb zwei auf optischen Prinzipien basierende Messverfahren realisiert und eingesetzt werden, die eine präzise In-Situ-Bestimmung der Werkzeuggeometrie und -beschichtungsdicke ermöglichen. Für das Blackbox-Modell wird untersucht, welche Struktur eines künstlichen neuronalen Netzes und welche Sensordaten eine Verschleißbestimmung mit minimaler Unsicherheit ermöglichen. Um die Anzahl an Eingängen des Blackbox-Modells zu minimieren, wird geklärt, wie sich eine Signalvorverarbeitung der in-prozess erhobenen Daten mit vernachlässigbarem Informationsverlust realisieren lässt. Das resultierende Greybox-Modell wird für die Außenlängsdrehbearbeitung von vergütetem 42CrMo4 erarbeitet und validiert. Zudem ist eine erweiterte Validierung am Querschnittswerkstoff des Schwerpunktprogramms C45 vorgesehen. In der zweiten Phase des Schwerpunktprogramms soll das Greybox-Modell für die Prognose der Verschleißentwicklung sowie für einen breiteren Einsatzbereich von Stell- und Systemgrößen erweitert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    },
    {
      "project_id": "521383911",
      "url": "https://gepris.dfg.de/gepris/projekt/521383911",
      "title": "Multidomäne Grey Box basierter Assistent für die Werkzeugbeschichtungsauswahl beim Hochleistungsfräsen [MultiDomHPC]",
      "subject_area": "Spanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521383911",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "In den vergangenen Dekaden wurden erhebliche Fortschritte in allen Teildisziplinen der spangebenden Fertigung erzielt, zum Beispiel in der Simulation der Zerspanungsprozesse, im Design der Werkzeuge und der Werkzeugmaschinen, oder in der Beschichtung von Werkzeugen mit verschleißbeständigen Hartstoffschichten. Eine sehr enge Verzahnung der F&E-Arbeiten in der Fertigungstechnik besteht mit dem Fachgebiet der Tribologie insbesondere im Hinblick auf Studien zum Verschleißverhalten der Werkzeuge. Die Wechselwirkungen zwischen Werkzeug und Werkstück bei der Zerspanung sind von so komplexer Natur, dass für deren Aufklärung die Zusammenarbeit verschiedener Fachdisziplinen notwendig ist. Im Rahmen dieses Antrages soll daher Expertise aus den Bereichen Tribologie, Beschichtungstechnik, Materialwissenschaft und Fertigungstechnik genutzt werden, um diese Thematik gemeinsam zu bearbeiten. Im Fokus steht dabei insbesondere das Verständnis des Verschleißverhaltens von beschichteten Werkzeugen in Abhängigkeit des Beanspruchungskollektivs, um darauf basierend zukünftig wissensbasiert eine Werkzeug/Beschichtungsauswahl treffen zu können, die zu höheren Bauteiloberflächenqualitäten und Werkzeugstandzeiten führt. Der industrielle Standard in der spanenden Bearbeitung von Metallen mit geometrisch bestimmter Schneide sind Werkzeuge, welche eine Hartstoffbeschichtung aufweisen, die die Standzeit deutlich erhöht. Da diese hochverschleißbeständige Beschichtung bei der Zerspanung hohen Temperaturen und Gleitgeschwindigkeiten ausgesetzt ist, resultiert durch Verschleiß eine chemische und mechanische Veränderung der Hartstoffschicht und ein komplexes tribologisches Verhalten. Dieses Verhalten kann heute simulativ nur unzureichend multiskalig beschrieben werden, da der Effekt aller möglichen Einflussgrößen nicht komplett verstanden ist, und lässt daher eine präzise Bewertung und Vorhersage des Verschleißzustandes der beschichteten Werkzeuge im Kontext der Zerspanung meist nicht zu. Mit den Ergebnissen dieser Forschungs-arbeiten wird es möglich, für jede Art von Prozessparameterkombination und Werkstückwerkstoff-Werkzeug-Kombination im HPC-Prozess eine Prognose bzgl. der Eignung einer Werkzeug-beschichtung zu erstellen. Dies führt zu einer Optimierung des Werkzeugeinsatzes, einer Reduzierung des Werkzeugverschleißes und einer gleichzeitig erhöhten Produktivität.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die HochleistungszerspanungMitverantwortlichProfessor Dr. Christoph  Kirchlechner"
    },
    {
      "project_id": "521378544",
      "url": "https://gepris.dfg.de/gepris/projekt/521378544",
      "title": "Prädiktion des Einsatzverhaltens einer TiAlN-Schicht beim Profilstechdrehen mittels Grey Box Ansatz (PreProCoat)",
      "subject_area": "Spanende und abtragende FertigungstechnikHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 521378544",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung",
      "description": "Im Projekt PreProCoat werden die Entwicklung und der Einsatz eines auf Greybox-Modellen basierenden Ansatzes verfolgt, mit dem das Einsatzverhalten einer TiAlN/TiN-Werkzeugbeschichtung für den Fall des trocken durchgeführten Bearbeitungsverfahrens Profileinstechdrehen im Vergütungsstahl C45 prädiziert werden kann. Mit dem Einstechprofil ändern sich die Lastverhältnisse in der Kontaktzone zwischen ablaufendem Span und Beschichtung und damit das örtlich verteilte thermo-mechanische Belastungskollektiv. In experimentellen Zerspanungsuntersuchungen werden erste Korrelationen zwischen Bearbeitungsparametern sowie Werkzeugeigenschaften und Kriterien zur Bewertung des Prozessverlaufs, des Beschichtungszustands und der Bearbeitungsqualität erarbeitet. In einem Analogieversuch werden einzelne Bereiche der Kontaktzone hinsichtlich der örtlichen Verteilung der Temperatur und der Zerspankräfte untersucht und mit den Bearbeitungsparametern korreliert. Die Versuche werden statistisch abgesichert bis zum Standzeitende des Schichtsystems durchgeführt. Prozessintermittierende Verschleißmessungen sowie nachgelagerte Schichtzustandsanalysen begleiten die experimentelle Phase. Die gewonnenen Ergebnisse dienen auch der Validierung eines anschließend zu erstellenden FE-Spanbildungsmodells, mit dem die experimentellen Untersuchungen auf numerischem Wege ergänzt und ausgeweitet werden können. Das FE-Modell ermöglicht insbesondere die örtliche und zeitliche Ableitung der thermo-mechanischen Belastungskollektives in der Beschichtung. Die erforderlichen analytischen Submodelle zu Reibung und Materialverhalten werden aus der Literatur übernommen. Tribomechanische Analysen an Kontaktpaarungen aus AlTiN/TiN-beschichteten Prüfkörpern und C45-Werkstoffproben liefern die benötigten spezifischen Reibkennwerte. Mit Hilfe von Schädigungsmodellen werden aus den thermo-mechanischen Lastkollektiven u.a. die lokalen Eigenspannungen im Schichtsystem identifiziert und hieraus ein mögliches Schichtversagen abgeleitet. Die Berechnungen mit dem FE-Spanbildungsmodell werden iterativ entlang der Beschichtungsstandzeit durchgeführt wobei die Submodelle zu Reibung und Materialverhalten sowie das Geometriemodell des Werkzeugs auf Basis der analytischen Zustandsbestimmung vor jeden Iterationsschritt angepasst werden. Da bei einer rein analytischen Vorgehensweise mit einer unscharfen Prädiktion zu rechnen ist, werden KI-/ML-Ansätze verfolgt, mit denen sich experimentell gewonnene Analysedaten mit entsprechenden Einflussgrößen korrelieren lassen. Die Kopplung der so entstandenen datengetriebenen Modelle mit den bereits implementierten analytischen Modellen erfolgt schließlich auf Basis einer zu erstellenden von Greybox-Struktur.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2402: \nGreybox-Modelle zur Qualifizierung beschichteter Werkzeuge für die Hochleistungszerspanung"
    }
  ]
}