{
  "spp_number": "SPP 2299",
  "spp_title": "Tropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441832482",
  "projects_count": 32,
  "projects": [
    {
      "project_id": "569202185",
      "url": "https://gepris.dfg.de/gepris/projekt/569202185",
      "title": "Bestimmung der Reaktion von sauerstoffarmen Zonen im tropischen Nordostpazifik auf den Klimawandel im späten Anthropozän (ANTHR-ODZ)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569202185",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Es wird zunehmend erkannt, dass der Sauerstoffgehalt der Weltmeere infolge des Klimawandels abnimmt. Modelle sagen übereinstimmend voraus, dass sich dieser Trend mit der Erwärmung der Ozeane fortsetzen oder sogar beschleunigen wird – allerdings mit unterschiedlicher Übereinstimmung hinsichtlich des Ortes und Ausmaßes dieser Veränderungen. Daher ist es von höchster Bedeutung, verlässliche Beobachtungen zu identifizieren, mit denen wir Modelle bewerten und verbessern können. Dies gilt insbesondere für sauerstoffarme oder -freie Meeresgebiete, sogenannte Sauerstoffmangelzonen (ODZ), da Makroorganismen sehr empfindlich auf niedrige Sauerstoffkonzentrationen reagieren. Über ihre biologische Bedeutung hinaus liefern ODZ durch ihre produktiven Oberflächenbedingungen wirtschafts- und Lebensgrundlage für Millionen von Menschen in den Tropen. Ebenso wichtig ist ihre Rolle im Klimasystem, da ODZ den marinen Stickstoffkreislauf regulieren – welcher wiederum mit dem globalen Kohlenstoffkreislauf verknüpft ist – und sind eine Quelle des Treibhausgases Lachgas. Die Vorhersage zukünftiger Veränderungen erfordert ein Verständnis der Entwicklung dieser Regionen im 20. und 21. Jahrhundert. Die komplexen Rückkopplungen bei der Entstehung von ODZ erschweren jedoch ihre Modellierung. Gleichzeitig sind direkte Beobachtungen aufgrund ihrer geringen zeitlichen Auflösung nur begrenzt aussagekräftig. Traditionell untersuchen Paläozeanografen chemische Veränderungen anhand von Mikrofossilien aus Sedimentproben, um frühere Ozeanbedingungen zu rekonstruieren. Doch für die Zeitspanne des Anthropozäns ist dies ungeeignet, da Sedimente nicht die ausreichende zeitliche Auflösung bieten, um jährliche oder dekadische Schwankungen der Klimasignale zu erfassen, und diagenetischen Veränderungen unterliegen können, die die Rekonstruktionen der ODZ-Dynamik verfälschen. Eine vielversprechende Alternative bietet die chemische Analyse von skelettbildenden Steinkorallen, welche zuverlässig Umweltbedingungen aufzeichnen und zudem schnell genug wachsen, um saisonale Veränderungen abzubilden. In diesem Projekt plane ich, die Stickstoffisotopenzusammensetzung von organischem Material in Korallenskelett zu analysieren, das in den letzten 50 Jahren an sechs Standorten in tropischen Gebieten des Nordostpazifiks, der weltweit größten ODZ, abgelagert wurde. Diese Isotopenverhältnisse sind empfindliche Indikatoren für die ausschließlich in der ODZ stattfindende Wasserdenitrifikation. Mit diesen Daten werde ich Schwankungen in dieser ODZ des Nordostpazifiks rekonstruieren. Zusätzlich werde ich aus denselben Korallen gewonnene Temperaturrekonstruktionen nutzen, um das Verständnis der Mechanismen hinter den beobachteten Veränderungen zu verbessern. Dieses Projekt wird somit definieren, wann, wie und warum sich die weltweit größte ODZ seit den 1970er Jahren verändert hat. Durch Rekonstruktion der Entwicklung von Sauerstoffmangelzonen werde ich so eine entscheidende Lücke in unserem Verständnis schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "468590788",
      "url": "https://gepris.dfg.de/gepris/projekt/468590788",
      "title": "Bewältigung von Hitzestress: Bewertung der Auswirkungen von wiederholten Bleichereignissen auf die Biomineralisierung von Korallen (STRESS)",
      "subject_area": "PaläontologiePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468590788",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Neben ihrem großen intrinsischen Wert bieten tropische Korallenökosysteme eine Vielzahl von ökologischen Funktionen und sozioökonomischen Dienstleistungen. Es ist bekannt, dass Ereignisse wie marine Hitzewellen und Massenbleiche eine große Bedrohung für tropische Korallenriffe weltweit darstellen. Sie beeinträchtigen nicht nur wichtige physiologische Prozesse, wie z. B. die Korallenverkalkung, sondern führen auch zum großflächigen Absterben und damit einhergehenden Verlust großer Korallenriffe, insbesondere wenn solche Ereignisse sich häufen und intensiver werden. Um die Zukunft der Korallenriffe besser vorherzusagen, ist es notwendig, unser Verständnis zu verbessern, wie Korallen auf Bleichereignisse reagieren, wie sich solche Ereignisse auf die Korallen Kalzifizierung auswirken und ob sich Korallen an die Erwärmung des Ozeans akklimatisieren und/oder anpassen können. Dieses Projekt konzentriert sich auf die Verwendung von geochemischen Proxys, die im Skelett von Korallen gefunden werden, um die Häufigkeit vergangener Bleichereignisse und deren Auswirkungen auf das Korallenwachstum zu rekonstruieren. Insbesondere um Anzeichen für eine langfristige Akklimatisierung oder Veränderungen in der Empfindlichkeit gegenüber diesen Ereignissen zu erkennen. Hochauflösende geochemische Daten (Bor-Isotope und Spurenelemente) und Kalzifizierungsraten aus Skeletten von Porites-Korallen werden verwendet, um: (1) Veränderungen des Korallenwachstums und der Kalzifizierungsflüssigkeit nach Episoden häufig werdenden Bleichereignisse zu rekonstruieren und (2) das Potenzial für Akklimatisierungsreaktionen auf diese Ereignisse zu identifizieren. Dies wird neue Einblicke liefern, in die durch thermischen Stress verursachte Anpassungsfähigkeiten von Korallen, insbesondere auf die chemischen Bedingungen (Hochregulierung des pH-Wertes und der Karbonat-Ionen), während der Skelet Kalzifizerung, zu kontrollieren und zu beeinflussen. Durch die Dokumentation der Auswirkungen vergangener Bleichereignisse auf das Wachstum des Korallenskeletts könnten Anzeichen einer langfristigen Akklimatisierung in Bezug auf die Kalzifizierung oder Veränderungen in der Empfindlichkeit gegenüber diesen Ereignissen identifiziert werden. Diese Studie wird wichtige Informationen über die Anfälligkeit verschiedener Korallenarten gegenüber Bleichereignissen unter steigenden Meerestemperaturen liefern, was die Entwicklung verbesserter Riffmanagementstrategien ermöglicht. Solche sind dringend erforderlich, um diese wertvollen Ökosysteme angesichts des fortschreitenden anthropogenen Klimawandels zu schützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugAustralien, USAMitverantwortlichDr. Michael  HenehanKooperationspartnerProfessor Thomas De Carlo, Ph.D.;Professor Malcolm  McCulloch, Ph.D.Ehemaliger AntragstellerProfessor Dr. Juan Pablo D' Olivo Cordero, bis 9/2023"
    },
    {
      "project_id": "569200775",
      "url": "https://gepris.dfg.de/gepris/projekt/569200775",
      "title": "CORals als Archive für extreme Wetter- und Klimavariabilität (CorEX)",
      "subject_area": "Physik und Chemie der AtmosphärePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569200775",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Der Anstieg der globalen Durchschnittstemperatur geht mit weitreichenden Veränderungen der Wetter- und Klimamuster einher. In den letzten Jahrzehnten ist eine deutliche Zunahme der Häufigkeit und Intensität extremer Wetterereignisse wie Hitzewellen, Dürren, Überschwemmungen und Sturmfluten zu verzeichnen, die teilweise auf den vom Menschen verursachten Klimawandel zurückzuführen ist. Um die jüngsten Veränderungen des Klimas und der Wetterextreme besser beurteilen zu können, müssen wir sie mit Hilfe von Proxydaten und Klimamodellsimulationen in eine langfristige Perspektive stellen. Korallenriffe sind ein wichtiger Indikator für die Umweltbedingungen in den tropischen und subtropischen Regionen. Die chemische Zusammensetzung des individuellen Korallenskeletts spiegelt Veränderungen der lokalen Umweltfaktoren wie Meerwasser und Säuregehalt auf einer Zeitskala von Monaten bis Jahrhunderten wider. Da die niederfrequente Variabilität von Umweltparametern an Korallenstandorten hauptsächlich von den großräumigen atmosphärischen und ozeanischen Zirkulationsmustern gesteuert wird, werden Korallen häufig verwendet, um großräumige Formen der interannualen bis multidekadischen Klimavariabilität zu rekonstruieren, wie z. B. die El Niño-Southern Oscillation.. Tropische und subtropische Korallen werden in der Regel verwendet, um saisonale, jährliche oder dekadische Klimaanomalien in der außertropischen Region über Telekonnektionsmuster dieser Klimaschwankungen zu rekonstruieren. Das Vorhandensein solcher Verbindungen bietet die Möglichkeit, tropische und subtropische Korallen zu nutzen, um einen Teil der interannualen bis multidekadischen Variabilität von Wetter- und Klimaextremen in der außertropischen Region zu rekonstruieren. Das übergeordnete Ziel dieses Projekts besteht darin, das Potenzial von Korallen zur Aufzeichnung der extremen Wettervariabilität in den mittleren Breitengraden zu bewerten und zu verstehen, wie sich Veränderungen der Extreme in den mittleren Breitengraden im künftigen Klima auf die Wachstumsumgebung der Korallen auswirken könnten. Durch komplexe statistische Analysen wollen wir die Verbindungen zwischen Korallenparametern, d.h. Sr/Ca- und δ18O-Verhältnissen, extremen Indizes sowie Statistiken spezifischer synoptischer Zirkulationen, z.B. atmosphärischer Blockierungen, während des instrumentellen Zeitraums untersuchen. Auf der Grundlage langfristiger Korallenaufzeichnungen werden Anomaliemuster von Klimaextremindizes für die letzten Jahrhunderte rekonstruiert. Solche Rekonstruktionen werden verwendet, um die Bedeutung der Zunahme von Wetter- und Klimaextremen in gegenwärtigen und zukünftigen Klimaszenarien zu bewerten. Dieses erweiterte Wissen über paläo-extreme Wetterereignisse kann auf die Analyse des heutigen Klimas übertragen werden und könnte schließlich dazu beitragen, die mit extremen Klimaereignissen in einem wärmeren Klima verbundenen Risiken und ihre Auswirkungen auf die Umwelt des Korallenwachstums abzuschätzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungMitverantwortlicheDr. Monica  Ionita-Scholz;Professor Dr. Gerrit  Lohmann"
    },
    {
      "project_id": "569210069",
      "url": "https://gepris.dfg.de/gepris/projekt/569210069",
      "title": "Der Einflus des äusseren Antriebs auf die tropische Klimavariabilität in Simulationen des Paläoklimas und Paläo-Storylines während verschiedener Zeiträume des späten Quartärs (ExtTroPact)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569210069",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Der Fokus des Projekts ExtTroPact liegt auf dem Einfluss spezifischer externer Klimaantriebe (v.a. orbital und vulkanisch) auf die tropische Klimavaraibilität in paläoklimatischen Simulationen, welche im Rahmen der vierten Phase des Paleoclimte Model Intercomparison Projekts (PMIP4) durchgeführt wurden und zukünftigen Simulationen im Kontext des Paläo-Storyline Ansatzes für das späte Quartär. Dies wird z.B. dadurch erreicht den räumlichen Fingerabdruck der verschiedenen Antriebsfaktoren für unterschiedliche klimatische Hintergrundbedingungen des späten Quartärs über den tropischen Regionen im ersten Teil des Projekts zu untersuchen. Ein wichtiger Punkt wird dabei eine konsistente Analyse sein, inwieweit verschiedene klimatische Hintergrundbedingungen die drei tropischen Ozeane und deren natürliche Variabilitätsmuster im Rahmen von El-Nino, dem Indischen Ozeandipol und der tropischen atlantischen Variabilität beeinflussen. Der zweite Teil des Projekts befasst sich mit neuen sog. Paleo-storyline Simulationen, welche der Frage von ozeanischen Extremereignissen nachgehen, die von großer Bedeutung für das heutige und zukünftige Klima sind. In diesem Zusammenhang werden Simulationen mit dem ICON-O Ozeanmodell mit einer erhöhten küstennahen Auflösung auf einem irregulären Gitter über der Andamansee durchgeführt. Das Extremereignis der Korallenbleiche aus dem Jahr 2014 wird hierbei simuliert. In einem weiteren Schritt wird die Analog Methode Anwendung finden, um in entsprechenden Paläo-Simulationen ähnliche atmosphärische Bedingungen zu finden. Dies wird darüber Ausschluss geben, ob und wie die atmosphärischen Bedingungen unter verschiedenen Zuständen des späten Quartärs ozeanische Hitzewellen über der Andaman See produzieren. Zusätzliche storyline Simulationen werden für vulkanische Ereignisse und spezifische El-Nino Ereignisse des letzten Jahrtausends durchgeführt. Diese Ergebnisse werden mit weiteren empirischen und modellbasierten Ergebnissen anderer Projekte des SPP verglichen. Der letzte Teil des Projekts ExtTroPact befasst sich mit dem Erstellen von sog. Pseudo Proxy Experimenten (PPEs) innerhalb der PMIP4, storyline und weiterer innerhalb des SPP durchgeführten numerischen Simulationen. Die PPEs werden vorhandene Standorte der Korallen in der realen Welt nutzen und die Ergebnisse der numerischen Simulationen werden dazu verwendet, hemisphärische und regionale Netzwerke zu testen. Diese Experimente erstrecken sich auch auf verschiedene Zusammensetzungen innerhalb des Netzwerks der Korallen, hinsichtlich ihrer Eignung zur flächenhaften Rekonstruktion von Meeresoberflächentemperatur- und Salzgehalt. Diese Ergebnisse werden dazu beitragen, die Qualität der Methoden für empirische Rekonstruktionen für räumlich aufgelöste Klimadatensätze beruhend auf Korallen abzuschätzen und die Frage adressieren, ob entsprechende Netzwerke, die mit heutigen Daten trainiert werden, auf vergangene Klimate des späten Quartärs angewandt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungMitverantwortlich(e)Dr. Frauke  Feser"
    },
    {
      "project_id": "468591845",
      "url": "https://gepris.dfg.de/gepris/projekt/468591845",
      "title": "Der marine Stickstoffkreislauf in einer sich erwärmenden Welt: Anhaltspunkte aus der Vergangenheit, Lehren für das Anthropozän (NITROCENE-2)",
      "subject_area": "Paläontologie",
      "funding_period": "Förderung von 2022 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468591845",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Es wird erwartet, dass der globale Stickstoffkreislauf des Meeres in diesem Jahrhundert — als Konsequenz sowohl der Beschleunigung der anthropogenen Stickstoffeinträge, als auch der globalen Klimaerwärmung — verstärkt unter Druck geraten wird. Allerdings bleiben die Wechselwirkungen und Rückkoppelungsmechanismen der unterschiedlichen Komponenten des Stickstoffkreislaufs als Reaktion auf menschliche Störeinflüsse ungewiss. Zumindest ein Teil der bestehenden Unsicherheit ist auf die Knappheit und die relativ kurze Zeitspanne der verfügbaren direkten Beobachtungen zurückzuführen. Der Mangel an Informationen über die Vergangenheit kann die Interpretation aktueller Beobachtungen dadurch beeinträchtigen, dass eine Zuordnung zu natürlichen Vorgängen oder anthropogenen Störungen des Systems erschwert wird. Mit diesem Antrag für die zweite Phase des Schwerpunktprogramms (NITROCENE-2) beabsichtigen wir, fossilisierte Korallen zu nutzen, um die Rekonstruktion dieser Prozesse um mehrere Jahrhunderte zu erweitern und mögliche Änderungen der zugrundeliegenden Mechanismen mit unterschiedlichen klimatischen Rahmenbedingen im Holozän zu untersuchen. Insbesondere wollen wir Informationen über die mittelholozäne Warmzeit gewinnen. Diese Periode vor ca. 6000 Jahren ist die jüngste Zeit der Erdgeschichte, in der globale Temperaturen für einen längeren Zeitraum über dem präindustriellen Niveau lagen und wird als nützliches geologisches Analog zur unmittelbaren Zukunft angesehen. Daher haben die geplanten Rekonstruktionen im Rahmen von NITROCENE-2 das Potential, neue Erkenntnisse über die Auswirkungen anhaltender Erderwärmung auf die jährliche und dekadische Variabilität von Denitrifikation und Stickstofffixierung in der Wassersäule zu generieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugGroßbritannienKooperationspartnerProfessor Dr. Jens  Zinke, Ph.D."
    },
    {
      "project_id": "468545728",
      "url": "https://gepris.dfg.de/gepris/projekt/468545728",
      "title": "Die Korallenriffe der Zinninsel Belitung: 'Riffe der Hoffnung' bedroht durch Umweltverschmutzung und Sedimenteintrag",
      "investigators": "Dr. Carl-Dieter  Garbe-Schönberg;Professorin Dr. Miriam  Pfeiffer",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468545728",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Indonesien beherbergt etwa 18 Prozent der Korallenriffe der Welt. Die Abhängigkeit der Menschen von den Ökosystemleistungen der Korallenriffe ist sehr hoch. Indonesien ist jedoch ein Schwellenland und Riffe werden durch Umweltverschmutzung beeinträchtigt, was sich auf die Biodiversität der Korallenriffe auswirkt. Darüber hinaus sind die Korallenriffe Indonesiens durch den globalen Anstieg der Meeresoberflächentemperaturen (SST) bedroht, der durch den anthropogenen Anstieg des atmosphärischen CO2 verursacht wird. Anomal hohe SSTs verursachen thermischen Stress, der zur Korallenbleiche und -sterben führt und in naher Zukunft immer häufiger auftreten wird. Eine der größten wissenschaftlichen Unsicherheiten in Bezug auf den Rückgang der Korallenriffe ist die Frage, wie lokale menschliche Einflüsse, z.B. die Verschmutzung der Küsten, mit dem globalen Klimawandel interagieren. Die herkömmliche Ansicht ist, dass unberührte Korallenriffe robuster gegenüber der Korallenbleiche sind. Dies wurde jedoch in letzter Zeit in Frage gestellt, basierend auf der Beobachtung, dass Umweltverschmutzung Korallen begünstigt, die auch gegenüber erhöhten SSTs robuster sind. Die Insel Belitung (Indonesien) ist ideal, um diese beiden Hypothesen zu testen. Die Insel ist Teil des südostasiatischen Zinngürtels, und seit den 1860er Jahren wird Zinn abgebaut. Sedimenteintrag und Umweltverschmutzung haben die Korallenriffe von Belitung über lange Zeit beeinflusst. Die küstennahen Korallenriffe wachsen in trübem Wasser und werden von großen Porites-Korallen dominiert, die gegenüber Sedimenteintrag, Umweltverschmutzung und thermischem Stress besonders robust sind. TINBELT zielt darauf ab, (I) die Korallenbedeckung und die Meerwasserchemie von küstennahen und vorgelagerten Riffe an zwei Standorten zu untersuchen; (II) langlebige Porites-Korallen zu nutzen, um die Wasserqualität in küstennahen und äußeren Riffbereichen über die Zeit zu rekonstruieren (Sedimenteintrag: Ba/Ca; anorganische Geochemie: Bergbauaktivitäten); (III) den beschleunigten SST-Anstieg seit 1970 auf der Riff-Skala über Sr/Ca zu ermitteln und (IV) die Reaktion der Korallen auf aktuelle thermische Stressphasen unter Verwendung von CT-Bildern und Spurenelementsignaturen zu untersuchen. Historische und holozäne Korallenproben werden verwendet, um die natürliche Variabilität zu bestimmen. Ein Teil der Projektzeit wird der Entwicklung von Analysemethoden gewidmet sein, insbesondere für die neuartige LA-ICP-OES und die LASS-ICP-OES/ICP-MS im Split-Stream-Modus. Diese werden Studien zu den Auswirkungen der Umweltverschmutzung und der Erderwärmung auf Korallenriffe entscheidend voranbringen. TINBELT adressiert ein Hauptziel des SPP 2299 (Thema B): Wie interagieren globale Stressoren wie steigende Temperaturen und Ozeanversauerung mit lokalen Stressoren (Sedimenteintrag, Nährstoffbelastung, Umweltverschmutzung) über die Zeit?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugIndonesienKooperationspartnerinProfessorin Dr. Sri Yudawati  Cahyarini"
    },
    {
      "project_id": "469364832",
      "url": "https://gepris.dfg.de/gepris/projekt/469364832",
      "title": "Differenzierung art-, kolonie- und symbionten-spezifischer Effekte auf Skelettmerkmale tropischer Korallen unter Szenarien des Klimawandels und der Umweltvariabilität (DiSCoSym)",
      "subject_area": "Physik, Chemie und Biologie des MeeresGeologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469364832",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Marine Hitzewellen und Ozeanversauerung beeinträchtigen die Strukturen tropischer Korallenriffe weltweit, mit direkten und indirekten Auswirkungen auf die Funktion und Dienstleistungen dieser Ökosysteme. Tropische Korallen formen mit ihren Skeletten das Grundgerüst der Korallenriffe, angetrieben durch die Energie ihrer endosymbiontischen Algen. Der Klimawandel beeinflusst die Prozesse der Skelettbildung, was sich in reduzierten Wachstumsraten und biogeochemischen Veränderungen während der Kalzifizierung, sowie möglichen Veränderungen der Kolonieform manifestiert. Drei große Wissenslücken erschweren unser Verständnis der komplexen Auswirkungen des Klimawandels auf die Eigenschaften der Korallenskelette und damit auf die Zukunft der Korallenriffe: Erstens haben die meisten Studien die Auswirkungen des Klimawandels unter stabilen Umweltszenarien untersucht, aber den Einfluss kurzfristiger Umweltvariabilität (tageszeitlicher und saisonaler Schwankungen) vernachlässigt. Zweitens konzentrieren sich viele Studien auf einzelne Korallenarten, mit geringer oder keiner Replikation der Kolonien. Drittens haben bisherige Studien meist den Einfluss der Gemeinschaft endosymbiontischer Algen übersehen. Dieses Projekt wird die Wissenslücken durch ein Experiment zu Klimawandel- und Umweltvariabilität schließen, in dem replizierte Kolonien verschiedener Korallenarten, mit kontrollierten und manipulierten Gemeinschaften von Endosymbionten untersucht werden. Das Hauptziel dieses Projekts ist es zwischen art-, kolonie- und symbionten-spezifischen Effekten auf die Skelettmerkmale tropischer Korallen unter zukünftigen Klimaszenarien zu differenzieren. Das Projekt ist in sechs Arbeitspakete aufgeteilt: (1) Ein Langzeit-Experiment mit vier Korallenarten, die aktuellen und prognostizierten Bedingungen des Klimawandels ausgesetzt werden, einschließlich zweier Stufen tageszeitlicher Variabilität von Temperatur und pCO2, (2) die Herstellung klonaler Korallenfragmente mit manipulierten Gemeinschaften der Endosymbionten und zur Integration in das Langzeit-Experiment, (3) die Untersuchungen der Morphologie der Korallenkolonien, (4) des Wachstums und (5) der Kalzifizierung, sowie (6) der Biogeochemie und der Isotopenzusammensetzung der Korallenskelette. Das vorgeschlagene Projekt adressiert zentrale Forschungsfragen des SPP 'Tropical Climate Variability & Coral Reefs' (SPP 2299), indem es biologische und umweltbedingte Variabilität auf verschiedenen zeitlichen Skalen (Thema A) sowie den Einfluss des Klimawandels auf verschiedene Korallenarten und ihre assoziierten Symbionten untersucht (Thema B). Dies schafft sowohl ein Fenster in die Vergangenheit, indem es Klimarekonstruktionen stützt, als auch einen Blick in die Zukunft, indem es aufzeigt, welche Veränderungen zukünftige Szenarien des Klimawandels in Korallenriffen hervorrufen können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "569208553",
      "url": "https://gepris.dfg.de/gepris/projekt/569208553",
      "title": "Ein 'Cold Case': Korallenbleiche und Riffsterben vor Java und Sumatra, verursacht durch den Dipol des Indischen Ozeans (ColdCASE)",
      "investigators": "Dr. Daniel A.  Frick;Professorin Dr. Miriam  Pfeiffer",
      "subject_area": "Paläontologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569208553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Korallen, die sich in höhere Breitengrade ausbreiten, können kalten Wintertemperaturen ausgesetzt sein. Es ist daher auch im Zuge der Klimaerwärmung wichtig, zu verstehen, wie sich Korallen an kalte Temperaturen akklimatisieren. Die von kaltem Meerwasser verursachte Korallenbleiche wird jedoch noch nicht über NOAA's Coral Reef Watch -Daten erfasst. Sie kann vermutlich durch dieselben Metriken vorhergesagt werden wie die Warmwasserbleiche (mit umgekehrtem Vorzeichen): Meerwassertemperatur (SST)-Anomalien von -1°C unter der minimalen monatlichen SST kumuliert über einen Zeitraum von 12 Wochen („Degree Cooling Weeks“, DCW) sagen die Intensität der Korallenbleiche voraus. Die Küste von Java-Sumatra ist ideal, um die Stressreaktion von Korallen auf DCW und ihre Akklimatisierung zu untersuchen. Saisonaler Auftrieb vor Java führt zu häufigen Kälteanomalien vor Südsumatra, während der Äquator nur während seltenen, extremen positiven Phasen des ‚Indian Ocean Dipoles‘ (IOD) erreicht wird. Wir wollen Kerne von massiven Porites-Korallen (1985 bis heute) an drei Standorten vor Java und Sumatra bohren. Wir werden einen Standort mit seltenen starken Auftriebsereignissen mit einem Standort mit saisonalem Auftrieb und einem ‚mittleren‘ Standort vergleichen. Die Kerne werden mittels CT-Scan untersucht, um Stressbänder oder Mortalitätsnarben zu erkennen. REM-Aufnahmen dienen zur detaillierten Untersuchung von Korallenwachstum, Stressbändern und Mortalitätsnarben. An ausgewählten Kernen wird eine Sr/Ca-Analyse durchgeführt, bei der die Lösungs-basierte ICP-OES Analyse mit einer neuen, an der CAU Kiel entwickelten Laserablations-ICP-OES-Analyse kombiniert wird. Die ultrahochauflösende Laserablations-ICP-OES-Analyse von Sr/Ca wird eingrenzen, wann das Wachstum der Korallen gestört wurde. Entlang der Mortalitätsnarben wird die Dauer der Wachstumsunterbrechung durch die Kombination von Sr/Ca-Daten mit U-Th-Datierungen eingegrenzt. Mit Hilfe der induktiv gekoppelten Massenspektrometrie durch Laserablation (LA-ICP-MS) werden Spurenelement/Ca-Verhältnisse wie Mn/Ca und Ba/Ca als Näherungswerte für den Nährstoffeintrag durch Waldbrände bzw. Auftrieb gemessen, ergänzt durch die Analyse stabiler Isotope (δ13C und δ18O). Die geochemischen Proxydaten werden durch Meerwasseranalysen und In-situ-Logger Daten untermauert. Mit diesem Instrumentarium wollen wir durch den IOD-induzierten Korallenstress, einschließlich Abkühlung und Nährstoffanreicherung, retrospektiv erfassen. Kältestress wird bisher nicht systematisch überwacht, und seine Auswirkungen können fälschlicherweise der lokalen Umweltverschmutzung zugeschrieben werden. Anhand hochauflösender Satellitendaten wird das Zusammenspiel zwischen den monatlichen SST-Minima und der Häufigkeit und Intensität der durch den IOD verursachten Kälteereignisse bewertet (in DCW). Die Ergebnisse werden den Schutz der Korallenriffe vor Java und Sumatra unterstützen. Positive IOD-Ereignisse sollen mit der globalen Erwärmung zunehmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugIndonesienKooperationspartnerinProfessorin Dr. Sri Yudawati  Cahyarini"
    },
    {
      "project_id": "569217249",
      "url": "https://gepris.dfg.de/gepris/projekt/569217249",
      "title": "Eine korallenbasierte Komposit-Rekonstruktion unter Verwendung einer neuartigen Laserablationstechnik: Anpassungsstrategien in einem marginalen Riff",
      "subject_area": "Physik, Chemie und Biologie des MeeresGeologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569217249",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Das Anpassungspotenzial von zooxanthellaten Korallen am Limit ihres geografischen Verbreitungsgebiets ist wichtig für ihr Überleben. Diese Regionen können als ökologische Sprungbretter dienen oder Refugien darstellen. Korallen in marginalen Habitaten werden durch zwei große Stressfaktoren eingeengt: thermischer Stress in niedrigen Breiten und Ozeanversauerung in höheren Breiten. Die Kapverden sind ein marginales Habitat für zooxanthellate Korallen im Atlantischen Ozean. An mehreren Standorten bildet die vorherrschende Art, Siderastrea radians, monospezifische Pflaster. Aufgrund einer Abschwächung des Kanarenstroms könnte Sommer-Wärmestress in Zukunft zunehmen, während ein verstärkter Auftrieb im Winter zu zunehmender Versauerung führt. Wenn wir verstehen, wie Korallen auf diese Stressfaktoren reagieren, können wir verstehen, wie sie sich an neue Umwelt-Bedingungen anpassen und/oder ihren Lebensraum erweitern können. Derzeit gibt es keine zuverlässigen Aufzeichnungen zur Wassertemperatur und zur Intensität des Auftriebs auf den Kapverden in vergangenen Jahrhunderten. Ziel dieses Projekts ist es, die langfristigen Veränderungen der Sommer- und Winterstressfaktoren und die Reaktion der vorherrschenden Korallenarten auf den Kapverden zu rekonstruieren, um die Zukunft der Riffkorallen in diesen marginalen Riffen zu beurteilen. Ich schlage vor, Temperatur und Auftrieb vergangener Jahrhunderten bis hin zu den extrem warmen Jahren 2023/24 anhand von Korallenkernen von den Kapverden zu rekonstruieren. Ich möchte 12 Kerne von 3 Standorten mit Siderastrea radians-Pflastern ziehen. Ich werde Temperatur und Auftrieb anhand von Sr/Ca, Ba/Ca und Cd/Ca rekonstruieren. Das Sr/Ca-Verhältnis wird mit einem neuartigen Ansatz analysiert, bei dem eine ICP-OES mit einem Laserablationssystem gekoppelt wird (LA-ICP-OES, installiert an der CAU Kiel). Mit dieser Methode können 15 cm Bohrkern pro Tag mit hoher Auflösung analysiert werden, so dass wir monatlich aufgelöste Sr/Ca-Aufzeichnungen von allen 12 Kernen erhalten, die in einem Komposit kombiniert werden. Dadurch wird das nicht-klimatische Rauschen reduziert. Um dieses in den Sr/Ca-Daten zu bewerten, werde ich Sr/Ca mit anderen Temperatur-Proxies (z. B. U/Ca, B/Ca) und Borisotopen (δ11B) vergleichen. Die Temperatur-Proxies werden an der CAU Kiel mit LA-ICP-MS analysiert. δ11B wird an der Universität Southampton, UK mit Multikollektor-ICP-MS mit Laserablationssystem analysiert. pH-Wert und Karbonatchemie im Kalzifikationsraum werden aus δ11B und B/Ca rekonstruiert. Außerdem werde ich Proxies für den Auftrieb (Ba/Ca und Cd/Ca) analysieren. Dichte und Wachstum des Korallenskeletts werden mit CT-Bildern und den Jahreszyklen von Sr/Ca geschätzt. Zusätzlich wird die Morphologie des Korallenskeletts mit Hilfe von REM-Aufnahmen an der CAU Kiel analysiert. Durch den Vergleich der Wachstums-Parameter mit Umwelt-Rekonstruktionen werde ich untersuchen, wie sich die Korallen an Temperatur- und Auftriebsveränderungen anpassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugGroßbritannien, TaiwanKooperationspartnerDr. Duo  Chan;Professor Dr. Gavin  Foster;Professor Dr. Chuan Chou  Shen"
    },
    {
      "project_id": "468583787",
      "url": "https://gepris.dfg.de/gepris/projekt/468583787",
      "title": "Einfluss von lang- und kurzfristiger Klimavariabilität auf Muster der Bleichanfälligkeit von Steinkorallen (TRACE)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468583787",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Der Klimawandel und die andauernde Umweltzerstörung bedrohen global Korallenriffökosysteme und damit das Leben der Menschen, die von ihnen abhängig sind. Großflächige Korallenbleichen, hervorgerufen durch den Verlust der photosynthetischen Algen, werden durch den Anstieg der Meereserwärmung begünstigt und stellen mittlerweile den größten Faktor im Korallensterben dar. Ohne ihre symbiotischen Algen verlieren Korallen ihre Lebensgrundlage, was schließlich zum Verhungern, zu geringerer Fruchtbarkeit, sowie reduziertem Wachstum und letztendlich zum Tod führt. Das Korallensterben ist jedoch nicht überall auf der Welt gleich stark ausgeprägt. Obwohl Korallen im Allgemeinen an ihren Standort angepasst sind und schon bei einem Temperaturanstieg von nur 1 bis 2 °C über den gemittelten Sommerhöchstwerten zu bleichen beginnen, gibt es dennoch ortsspezifische Unterschiede, die sehr wahrscheinlich mit Unterschieden in der lang- und kurzfristigen Klimavariabilität eines Ortes zusammenhängen. Nichtsdestotrotz wissen wir derzeit nicht in welchem Ausmaß solche Unterschiede die Hitzetoleranz beeinflussen und ob sie über Speziesgrenzen hinweg zutreffen. Ziel unserer Forschung ist die Untersuchung der Bleichanfälligkeit und Kalzifizierungsrate von vier häufigen Korallenarten aus Riffen, die sich in ihrer Klimavariabilität, aber nicht in ihrem Temperaturbereich unterscheiden. Durch Zuhilfenahme eines kürzlich entwickelten Verfahrens, welches sich standardisierte Hitzestress-Schnelltests zunutze macht, wollen wir normierte Hitzetoleranzen zwischen verschiedenen Korallenriffen und Korallenarten vergleichen, um den Einfluss von lang- und kurzfristiger Klimavariabilität besser zu verstehen. Wichtig ist hierbei, dass wir die Hitzetoleranz einer Koralle auch mit ihren Kalzifizierungsraten und den assoziierten symbiotischen Algen, die sowohl die Hitzetoleranz als auch die Kalzifizierung beeinflussen können, vergleichen wollen. Denn obwohl die Hitzetoleranz sowie das Wachstum einer Koralle indikativ für die Widerstandsfähigkeit und den Gesundheitszustand einer Koralle sind, ist das Verhältnis von beiden zueinander nur unzureichend erforscht. So ist z.B. derzeit nicht klar, ob eine erhöhte Hitzetoleranz mit reduzierter Kalzifizierung einhergeht, was natürlich Auswirkungen auf das Überleben einer Koralle im Klima der Zukunft hat. Die in diesem Antrag vorgestellte Forschung möchte dazu beitragen besser zu verstehen, wie Klimavariabilität die Widerstandsfähigkeit von Korallen beeinflusst oder beeinflussen kann. Dadurch können die Auswirkungen des Klimawandels, sowohl als Ganzes als auch regional, besser abgeschätzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "468545267",
      "url": "https://gepris.dfg.de/gepris/projekt/468545267",
      "title": "Erwärmung des Indischen Ozeans vom Höhepunkt der Kleinen Eiszeit bis zum 21. Jahrhundert: Insel Sansibar, Westlicher Indischer Ozean",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468545267",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Der Indische Ozean, Heimat für ein Drittel der Weltbevölkerung, hat sich während des 20. Jahrhunderts schneller erwärmt als jeder andere Ozean. Er ist stark an die globalen Durchschnittstemperaturen gekoppelt. Die Mechanismen, die der stetigen Erwärmung zugrunde liegen, sind nicht vollständig geklärt. Dies liegt zum Teil an unsicheren historischen Temperaturdaten. Klar ist, dass der CO2-Anstieg eine wichtige Rolle spielt. Die Erwärmung des Indiks wirkt sich auf die Hydrologie in den Anrainerstaaten aus und bedroht die Korallenriffe. Letztere erlebten wiederholt thermischen Stress, welcher Korallenbleiche und Massensterben verursachte. Diese Stressereignisse werden durch die im Indopazifik auftretenden, mehrjährigen Klimaschwankungen verursacht. Daher ist es wichtig, die Meeresoberflächentemperaturen des Indiks über den Zeitraum hinaus zu rekonstruieren, der von anthropogenen Einflüssen dominiert wurde. Massiv wachsende tropische Korallen wie Porites bilden Jahresbänder und zeichnen über geochemische ‚Proxies‘ die Meeresoberflächentemperatur (SST) und Hydrologie in ihren Aragonitskeletten auf. Replizierte Korallenchronologien können Rekonstruktionen der SST (einschließlich Unsicherheiten) liefern, die sich über mehrere Jahrhunderte erstrecken. Diese können genutzt werden, um historische Temperaturdaten zu überprüfen, den Beginn der anthropogenen Erwärmung zu ermitteln und dessen Auswirkungen auf die Hydrologie und das Korallenwachstum zu untersuchen. IndOC-W zielt darauf ab, langlebige, massive Porites-Korallen von der Insel Sansibar zu analysieren, um die erste Multi-Kern Sr/Ca-SST-Rekonstruktion aus dem tropischen Indischen Ozean zu erstellen, die mehr als 300 Jahre umfasst und bis in das kälteste Intervall der Kleinen Eiszeit reicht. Zusätzlich werden in ausgewählten Zeitfenstern stabile Sauerstoffisotope gemessen, um den Einfluss von Temperaturextremen auf die Hydrologie in Äquatorial-Ostafrika zu untersuchen. Darüber hinaus wird diese Studie die erste sein, die den Einfluss vergangener thermischer Stressereignisse auf Spurenelementsignaturen in Porites-Skeletten mit Hilfe einer neuen LA-ICP-OES/MS-Technik untersucht, die an der Universität Kiel entwickelt wird. In einem Begleitprojekt (IndOC-E) wird T. Felis die Temperatur und Hydrologie des östlichen Indischen Ozeans rekonstruieren. Die Ergebnisse von IndOC-W und IndOC-E erlauben es, (I) die Erwärmung des gesamten Indischen Ozeans und (II) räumlichen Unterschiede der Erwärmung relativ zum Beckenmittelwert zu erfassen. Dies ist entscheidend, um den Einfluss der Erwärmung auf die Hydrologie in den Anrainerstaaten zu verstehen und die Ergebnisse von Klimamodellen zu validieren. Unser Projekt leistet einen wichtigen Beitrag zur wissenschaftlichen Zielsetzung des SPP 2299, nämlich ‚die Interaktion zwischen dem globalen Klimawandel und der tropischen Klimavariabilität zu verstehen, sowie deren Auswirkungen auf Korallenriffe und tropische Gesellschaften in einer sich erwärmenden Welt.‘DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugGroßbritannienKooperationspartnerProfessor Dr. Jens  Zinke, Ph.D."
    },
    {
      "project_id": "468589501",
      "url": "https://gepris.dfg.de/gepris/projekt/468589501",
      "title": "Gefroren in der Zeit: Ökologie der Paläoriffe.",
      "investigators": "Dr. Sonia  Bejarano;Professor Dr. Christian  Wild, Ph.D.",
      "subject_area": "PaläontologiePhysische Geographie",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468589501",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Fossile Korallenriffe, die in vergangenen Warmzeiten lebten, können vielfältige Erkenntnisse über frühere Klimata liefern. Diese können wiederum genutzt werden, um die Sensitivität verschiedener Komponenten des Systems Erde gegenüber zukünftigen Klimaveränderungen abzuschätzen. In diesem Projekt schlagen wir vor, eine Reihe von sehr gut erhaltenen pleistozänen Riffen in der südlichen Karibik auf den Inseln Aruba, Curacao und Bonaire zu untersuchen. Unser Ziel ist es, sowohl unter Wasser als auch an Land virtuelle Aufschlüsse zu erstellen und diese zu nutzen, um die taxonomische Gemeinschaftsstruktur und die Verteilung von Korallenmerkmalen zwischen modernen und fossilen Riffen zu vergleichen. Wir wollen wissen, ob sich die Riffe, die wir untersuchen werden, von ihren modernen Pendants unterscheiden, und warum. Um diese Frage zu beantworten, müssen wir die Grenzen der derzeitigen Untersuchungsmethoden erweitern, die Möglichkeit der Messung von Korallenmerkmalen an fossilen Korallen untersuchen und neue Wege finden, um quantitative Vergleiche zwischen modernen und paläo Riffen zu ermöglichen. Dieses Unterfangen wird zu erheblichen Fortschritten in der Herangehensweise an paläoökologische Feldstudien führen und uns neue Erkenntnisse über paläoökologische Veränderungen in der südlichen Karibikregion liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugItalien, NiederlandeKooperationspartnerDr. Andreas  Haas;Professor Alessio  Rovere, Ph.D."
    },
    {
      "project_id": "569255476",
      "url": "https://gepris.dfg.de/gepris/projekt/569255476",
      "title": "Heterotrophie und Resilienz von Korallen während mariner Hitzewellen – von den Reaktionen der Organismen bis zu ihrer skelettalen Signatur (HeROeS)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569255476",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Korallenriffe gehören zu den artenreichsten aber auch gefährdetsten Ökosystem unseres Planeten, das in alarmierendem Tempo verschwindet. Dies hat zur Suche nach Orten geführt, die Schutz vor bestimmten Faktoren des globalen Wandels bieten können, sogenannte Klimarefugien, wie die hier untersuchten Auftriebsgebiete. Es ist bekannt, dass der Auftrieb von tiefem, kaltem Wasser die Erwärmung während Hitzewellen abmildern und Korallen vor dem Ausbleichen schützen kann. Weniger bekannt ist, ob das nährstoff- und partikelreiche Wasser auch Energiesubventionen für Korallen bereitstellt und ihre Energiereserven erhöhen. Obwohl diese Energiesubventionen ein saisonal wiederkehrendes ozeanografisches Merkmal darstellen, können sie bei Hitzestress eine wichtigere Rolle spielen. In der ersten Phase konzentrierte sich das Projekt auf die Reduzierung von Hitzestress. Es wurde eindeutig nachgewiesen, dass interne Wellen (IW) exponierte Riffe zum Erhalt der Korallenbedeckung beitragen. Darüber hinaus wurde festgestellt, dass IWs auch bei früheren Bleichereignissen Schutz boten. Das hier vorgeschlagene Projekt nutzt erneut die Andamanensee mit ihren IW-exponierten Riffen als natürliches Labor sowie Korallenskelette aus einer früheren umfangreichen Studie über die physiologische Reaktion von Korallen während der schweren Hitzewelle von 2010. Dieses Projekt wird sich jedoch auf den bisher vernachlässigten Aspekt der verbesserten Ernährung durch IWs und ihren Beitrag zur Widerstandsfähigkeit der Korallen konzentrieren. Das Ziel des Projekts besteht darin, festzustellen, ob die heterotrophe Energiegewinnung während Hitzestressereignissen zur Widerstandsfähigkeit von Korallen beitragen kann und sich in den geologischen Aufzeichnungen von Korallen durch deutliche Spitzen im δ13C-Signal des Skeletts manifestiert. Solche Spitzen wurden in einer parallelen Studie (IndOC-E) in denselben Regionen in einer 25-jährigen Korallenaufzeichnung von einem IW-exponiertem Riff gefunden. Daher wurde die Hypothese aufgestellt, dass dies die Nutzung von Energiesubventionen durch Korallen während Hitzewellen widerspiegelt. Basierend auf einem multifaktoriellen Versuchsdesign zielt das Projekt darauf ab, das δ13C-Signal zu verifizieren und den relativen Beitrag der reduzierten Energie aus dem Verlust von Symbionten und des Energiegewinns aus der erhöhten Nahrungsaufnahme zu diesem Signal zu entschlüsseln. Insbesondere soll festgestellt werden, ob eine erhöhte heterotrophe Energieaufnahmekapazität mit der Herkunft der Korallen und Standorten mit bekannten Energiesubventionen durch IWs zusammenhängt. Um dieses Ziel zu erreichen, werden vergangene Bleichszenarien experimentell simuliert und anhand von Proben untersucht, die während des Bleichereignisses 2010 gesammelt wurden. Zusammen werden diese Untersuchungen Erkenntnisse darüber liefern, wie sich Bleichen und Nahrungsangebot im δ13C-Signal des Korallenskeletts manifestierenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugThailandMitverantwortlichePrivatdozent Dr. Jacek  Raddatz;Professor Dr. Claudio  RichterKooperationspartnerinDr. Lalita  Putchim"
    },
    {
      "project_id": "468688677",
      "url": "https://gepris.dfg.de/gepris/projekt/468688677",
      "title": "Hydroklima, Variabilität und Telekonnektionen im Bereich des tropischen Atlantik und Pazifik während des letzten Interglazials und des Holozäns - Erkenntnisse aus der Erdsystemmodellierung und Korallendaten (TAPIOLA)",
      "subject_area": "Physik, Chemie und Biologie des MeeresPhysik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468688677",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die Dynamik von Atmosphäre und Ozean in den Tropen stellt ein wichtiges Element des heutigen Erdsystems dar. Wie sich die Tropen jedoch unter anthropogenem Einfluss zukünftig verändern werden, unterliegt großen Unsicherheiten.Daher schlagen wir vor, aus der Paläoperspektive Warmzeiten des Klimas der Vergangenheit mithilfe des iCESM1.2-Erdsystemmodells zu untersuchen, welches explizit Wasserisotope simuliert. Das Design dieser Zeitscheibenexperimente ist auf verschiedene Abschnitte des letzten Interglazials und des mittleren bis späten Holozäns zugeschnitten und erlaubt es, die vom Modell simulierte Saisonalität und interannuelle Variabilität des Hydroklimas mit Daten aus einem einzigartigen Satz fossiler Flachwasserkorallen zu vergleichen. Diese wurden bei Bonaire (Südliche Karibik) gewonnen und liefern Informationen über Meeresoberflächentemperaturen (SST) und Variationen des hydrologischen Kreislaufs in vergangenen Warmzuständen.Die explizite Darstellung von Wasserisotopen im Modell erlaubt einen direkten Vergleich mit den Korallendaten und eine detailliertere Beschreibung des hydrologischen Kreislaufs in vergangen Warmphasen.Im letzten Interglazial folgte die aus Korallen angezeigte Saisonalität der SST in der Karibik der orbital angetriebenen Einstrahlung. Es wurde bisher kaum untersucht, wie interannuelle Variabilität auf unterschiedliche Nuancen interglazialen Antriebs reagiert und ob die Korallensignale auch dekadische Variabilität in der Karibik widerspiegeln. Hier erwarten wir neue Erkenntnisse aus der vom Modell simulierten Variabilität und eine erweiterte Interpretation des Hydroklima-Signals aus fossilen Korallen.Aus dem späten bis mittleren Holozän existieren fossile Korallen für sehr ähnliche Zeitabschnitte sowohl aus der Karibik als auch aus dem tropischen Pazifik, was großes Potential bietet, um die atmosphärische Brücke und die Kovariabilität zwischen den beiden Ozeanbecken aus Korallen- und Modellperspektive zu untersuchen.Die globalen Modellsimulationen werden neue Erkenntnisse zu interannueller Klimavariabilität in der Karibik und ihrer Kopplung mit dem tropischen Atlantik und Pazifik für vergangene Warmzeiten erlauben, was aus Korallendaten allein nicht möglich ist. Wir werden die Hypothese testen, dass das wichtigste Phänomen interannueller Klimavariabilität, das El-Niño/Southern-Oscillation-Phänomen (ENSO), und damit verbundene Fernwirkungen wesentlich zur interannuellen Klimavariabilität in der Karibik beitragen und die unterschiedlichen Ausprägungen von ENSO dabei von Bedeutung sind. Ferner sollen die Modellsimulationen genutzt werden, ENSO-Dynamik und ENSO-Fernwirkungen in vergangenen Warmzeiten zu untersuchen. Dies ist von großer Relevanz in Anbetracht der Unsicherheiten, wie ENSO und das tropische Hydroklima auf den zukünftigen Klimawandel reagieren werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "569254805",
      "url": "https://gepris.dfg.de/gepris/projekt/569254805",
      "title": "INFORMieren des Umweltmanagements von Riffen mit geochemischen Korallenaufzeichnungen",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569254805",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Korallenriffe sind durch den globalen Wandel und lokale menschliche Aktivitäten bedroht. Eine große Herausforderung für die nächsten Jahrzehnte ist es Lösungen für diese Probleme zu finden, um die Ökosysteme der Korallenriffe zu schützen aber auch wiederherzustellen, ist eine große Herausforderung für das nächste Jahrzehnt, insbesondere für Gesellschaften, welche direkt Korallenriffen abhängig sind. Massive Korallenskelette zeichnen die Umweltbedingungen, unter denen sie wuchsen, mit einer sub-saisonalen Auflösung für mehrere Jahrhunderte auf. So könnte die Spurenmetallchemie des Meerwassers von Korallen genutzt werden, um Zeiträume mit erhöhtem Sediment- und Verschmutzungseintrag durch Landwirtschaft, Bergbau und Entwaldung zu identifizieren. Bevor hier aber die die Korallengeochemie eingesetzt wird, um die Auswirkungen des Menschen auf die Korallenriffe zu dokumentieren, verfolgt INFORM einen neuen Ansatz, indem es zunächst die lokalen Interessenvertreter befragt: Welche Informationen aus der Korallengeochemie wären am nützlichsten, um Entscheidungen zum Schutz ihrer Riffe zu treffen? Diese Mitgestaltung würde die an einem Ort durchzuführenden Probenahmen und Experimente bestimmen, während die Mitgestaltung lokale Forscher und Interessengruppen in einen iterativen Forschungsprozess einbezieht. Auf diese Weise wird nicht nur Spitzenforschung zur Geochemie von Korallenriffen betrieben, sondern es werden auch Informationen zur Verfügung gestellt, die am ehesten genutzt werden können, um Änderungen zum Schutz der Riffökosysteme an den jeweiligen Standorten zu bewirken. Zu den möglichen geochemischen Indikatoren gehören Barium (Ba) und Seltene Erden für die Sedimentbelastung, Kohlenstoffisotope für die Trübung und verschiedene Schwermetalle wie Kupfer (Cu) und Blei (Pb) für die Verschmutzung. Potenzielle Standorte reichen vom hochentwickelten Tourismus in Mexiko und dem industriellen Umfeld in Brasilien bis hin zu den sich entwickelnden Inseln der Kapverden. Durch die gemeinsame Planung und Durchführung von Forschungsarbeiten mit den Menschen und Organisationen vor Ort, die das Riff nutzen oder beeinflussen, können alle Beteiligten voneinander lernen und wissenschaftliche Erkenntnisse gewinnen, die sie ihrerseits für Maßnahmen zum Schutz der Riffe nutzen können. Dieser transdisziplinäre Aspekt der Forschung würde als Leuchtturmprojekt dienen, welches zeigt wie Korallengeochemie-Forschung auf integrative Weise durchgeführt werden kann. Darüber hinaus würde das gewonnene praktische Wissen und die Erfahrungen innerhalb und außerhalb des Netzwerks weitergegeben werden. Somit würde dieses Projekt nicht nur wichtige Informationen für den Schutz der Korallenriffe liefern, sondern auch ein Vermächtnis der integrativen Forschung an den Korallenriffen hinterlassen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugBrasilien, Großbritannien, Kap Verde, MexikoMitverantwortlich(e)Dr. Marlene  WallKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Corrine  Almeida;Dr. Juan Pablo D' Olivo;Dr. Natan  Silva Pereira;Professor Dr. Jens  Zinke, Ph.D."
    },
    {
      "project_id": "468644633",
      "url": "https://gepris.dfg.de/gepris/projekt/468644633",
      "title": "Klima- und Umweltveränderungen in der Andamanensee seit der späten Kleinen Eiszeit: Historie der Reaktion von Korallen auf thermischen Stress an einer Hitzewellenlokation im nordöstlichen Indischen Ozean (IndOC-E II)",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468644633",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Das Projekt trägt zu einem besseren Verständnis tropischer mariner Klimavariabilität und ihrer Auswirkungen auf Korallenriff-Ökosysteme in einer sich erwärmenden Welt bei, indem es Klima- und Umweltveränderungen während der Erwärmung von der vorinstrumentellen Zeit bis ins frühe 21. Jahrhundert auf gesellschaftsrelevanten Zeitskalen quantifiziert. Dies sind Hauptziele des Schwerpunktprogramms „Tropische Klimavariabilität und Korallenriffe“ (SPP 2299). Das Projekt rekonstruiert marine Klima- und Umweltveränderungen im nordöstlichen Indischen Ozean seit der späten Kleinen Eiszeit in ultrahoher Auflösung, indem isotopische und geochemische Proxies in Flachwasserkorallenskeletten analysiert werden. Es werden Rekonstruktionen von Meeresoberflächentemperatur, Hydrologie (Hydroklima) und Reaktion der Korallen auf thermischen Stress zurück bis in die frühen 1800er Jahre in monatlicher Auflösung anhand von Porites Korallen der südlichen Andamanensee (Thailand) erstellt. In der vorausgegangenen Projektphase (IndOC-E) lieferte ein Standort, aufgrund mildernder Wirkung der Abkühlung durch interne Wellen nicht stark von marinen Hitzewellen betroffen, Proxy-Aufzeichnungen der Meeresoberflächentemperatur und Hydrologie (Hydroklima) bis ins Jahr 1775 zurück, basierend auf gepaarten Messungen von Sr/Ca und 18O, mit Potenzial für einer Rekonstruktion des Indian Ocean Dipole. In der zweiten Projektphase (IndOC-E II) wird ein weiterer Standort mit unvermindertem Einfluss von Hitzewellen im Detail untersucht werden, um Proxy-Aufzeichnungen der Reaktion von Korallen auf thermische Stressereignisse bis in die frühen 1800er Jahre zu liefern, basierend auf anomalen Signaturen in Messungen von Sr/Ca, 18O, Mg/Ca, 13C und Wachstumsmustern. Die Geschichte der Stressreaktion einer jahrhundertealten Korallenkolonie, die 2010 während eines der schwersten Korallenbleiche-Ereignisse in der Andamanensee starb, wird untersucht und in einen Kontext mit der lokalen thermischen Geschichte gewonnen im Rahmen des Vorgängerprojekts aus einer anderen Kolonie gestellt, die nicht stark von Hitzewellen betroffen war und dieses Ereignis überlebte. Die Rekonstruktionen ermöglichen die Untersuchung des Zusammenspiels verschiedener El-Niño-Varianten, des Indischen Ozean Dipols (IOD), Vulkanausbrüchen und interner Wellen bei der Modulation von Variabilität und Extremen der Temperatur und Hydrologie der Andamanensee seit der späten Kleinen Eiszeit, mit Implikationen für Korallenwachstum und Widerstandsfähigkeit. Die Rekonstruktionen ermöglichen zu erforschen, ob Korallen der Andamanensee in vergangenen Jahrhunderten thermischen Stressereignissen ausgesetzt waren und ob ein Umweltgedächtnis, aus vergangenen extremen Erwärmungen des nordöstlichen Indiks resultierend wie dem sehr starken 1877/78 El Niño-Ereignis, zu höherer Temperaturtoleranz während thermisch induzierter Stressereignisse der letzten Jahrzehnte führte.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugThailandKooperationspartnerinProfessorin Dr. Suchana  Chavanich"
    },
    {
      "project_id": "468679988",
      "url": "https://gepris.dfg.de/gepris/projekt/468679988",
      "title": "Klimaschutz von Riffen - Suche nach Korallenskelett-Proxies die die Abschwächung von Korallenbleiche durch interne Wellen wiederspiegeln",
      "subject_area": "Physik, Chemie und Biologie des MeeresGeologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468679988",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die fortschreitende globale Erwärmung und die zunehmende Häufigkeit und Stärke von Hitzewellen bedrohen das Überleben von Korallenriffen in vielen tropischen Regionen weltweit. Das Ziel dieses Projekts ist es, ein besseres Verständnis für das zukünftige Schicksal von Korallenriffen zu erlangen, indem man aus der Vergangenheit lernt. Es hat sich gezeigt, dass Kaltwasserpulse, denen Riffe durch windgetriebene Vermischung, Auftrieb oder brechende interne Wellen ausgesetzt sein können, das Überleben von Korallen während mariner Hitzewellen sowohl auf lokaler als auch auf regionaler Ebene erheblich verbessert. Wir wissen jedoch nicht, ob Abkühlungsereignisse regelmäßig genug an bestimmten Orten auftreten, um als Schutzmechanismus für Riffe zu dienen. Ein besseres Verständnis der nützlichen Riffabkühlungsdynamik über die Zeit kann für ein verbessertes Riffmanagement entscheidend sein. Die Untersuchung des Korallenskeletts vergangener Bleichereignisse in Regionen mit bekanntem Auftreten von Abkühlungsereignissen wird es mir ermöglichen, diese Frage zu beantworten. Dieses Projekt wird sich auf interne Wellen (IW) in der Andamanensee, Thailand, konzentrieren. Hier hat sich gezeigt, dass Riffe, die IW ausgesetzt sind, im Gegensatz zu Riffen, die vor IW-Einflüssen geschützt sind, in der gleichen Region vor starker Bleiche und Mortalität geschützt waren. Die Andamanensee stellt ein ideales natürliches Labor dar, um das Projektziel zu erreichen, zumal mehrere replizierte IW-geschützte vs. IW-exponierte Riffstandorte zur Verfügung stehen. Mein Hauptziel ist es Korallenskelette zu nutzen, um a) eine Reihe von Proxies zu identifizieren, die den thermischen Bleichestress eindeutig nachzeichnen können, b) zu identifizieren, wie das Auftreten von IW diese Proxies beeinflusst und c) schließlich diese Proxies auf Korallenkerne anzuwenden, die Bleichereignisse während der letzten drei Jahrzehnte abdecken, um zu entschlüsseln, ob IW die Korallenbleiche während dieser Ereignisse an den IW-exponierten Riffen gemildert haben. In Kombination mit den natürlichen Erholungsraten nach der schweren Bleiche von 2010 (durch Wiederholung früherer Feldbeobachtungen von IW-geschützten und IW-exponierten Riffen) und in Verbindung mit Projektionen zukünftiger mariner Hitzewellenereignisse wird mein Projekt robustere Vorhersagen über den zukünftige Zustand der Riffe mache können und wie IW-exponierten Riffstandorten in das Management von Korallenriffen integriert werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugNiederlande, ThailandMitverantwortlicheDr. Jan  Fietzke;Dr. Edmund  Hathorne;Professor Dr. Frank  MelznerKooperationspartnerinnenDr. Lalita  Putchim;Professorin Veronika  Schoepf, Ph.D."
    },
    {
      "project_id": "469906366",
      "url": "https://gepris.dfg.de/gepris/projekt/469906366",
      "title": "Koordinationsfonds",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 469906366",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Der Klimawandel, insbesondere der Anstieg der tropischen Meeresoberflächentemperaturen, ist heute die größte Bedrohung für die Ökosysteme der Korallenriffe und verursacht klimatische Extreme, die die Lebensgrundlage der tropischen Bevölkerung gefährden. Die Abschätzung, wie die zukünftige Erwärmung die Korallenriff-Ökosysteme und die tropische Klimavariabilität verändern wird, ist daher von äußerster Dringlichkeit. Ultrahochauflösende Korallengeochemie stellt ein Werkzeug bereit, um die zeitliche Reaktion von Korallen und Korallenriffen auf aktuelle Klima- und Umweltveränderungen zu verstehen, um vergangene tropische Klima- und Umweltvariabilität zu rekonstruieren und um diese Daten in Verbindung mit neuartigen statistischen Methoden, Erdsystemmodellierung und beobachteten Ökosystemreaktionen für verbesserte Projektionen zukünftiger Veränderungen des tropischen Klimas und der Korallenriffökosysteme zu nutzen. Das Schwerpunktprogramm „Tropische Klimavariabilität und Korallenriffe. Von der Vergangenheit in die Zukunft – Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung“ (SPP 2299/1) zielt darauf ab, unser gegenwärtiges Verständnis der tropischen marinen Klimavariabilität und ihrer Auswirkungen auf die Korallenriff-Ökosysteme in einer sich erwärmenden Welt zu verbessern, indem Klima- und Umweltveränderungen sowohl während der aktuellen Erwärmung als auch während vergangener Warmzeiten auf für die Gesellschaft relevanten Zeitskalen quantifiziert werden. Das Programm zielt darauf ab, eine ultrahochauflösende Perspektive von der Vergangenheit in die Zukunft auf aktuelle Änderungsraten zu liefern, um zu projizieren, wie sich tropische marine Klimavariabilität und Korallenriff-Ökosysteme in einer sich erwärmenden Welt verändern werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "569347956",
      "url": "https://gepris.dfg.de/gepris/projekt/569347956",
      "title": "Koordinationsfonds",
      "subject_area": "Paläontologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569347956",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die Forschungsprojekte werden um drei große Forschungsthemen herum organisiert sein: Thema A: Großräumige Rekonstruktionen von Ozean, Klima und Umwelt Thema B: Reaktion von Korallen und Riffen auf aktuelle Umweltbelastungen Thema C: Klima-, Riff- und Proxy-Modellierung - Fortgeschrittene Klima- und Proxy-Statistik mit dem Ziel, die wissenschaftliche Frage zu beantworten: Können wir die Wechselwirkung zwischen dem globalen Klimawandel und der tropischen Klimavariabilität und deren Auswirkungen auf das Ökosystem Korallenriff sowie tropische Gesellschaften in einer sich erwärmenden Welt verstehen? Das Projekt wird seine Arbeit vor dem Hintergrund der Erwärmung und der Korallenbleiche im Jahr 2023/2024 fortsetzen, die sich in den Tropen in Form von Hitzewellen, Dürren, Stürmen und Überschwemmungen auswirkte, die Millionen von Menschen aus ihren Häusern vertrieb. Die längerfristigen Auswirkungen der Korallenbleiche von 2023/24 sind noch unklar. Besonders besorgniserregend ist der derzeitige Mangel an Beobachtungen, vor allem in Ländern mit begrenzten Ressourcen. Dies wird sich durch Haushaltskürzungen bei den US-Regierungsbehörden, die wichtige Ressourcen für die Überwachung der Korallenriffe bereitstellen, noch verschärfen. Feldkampagnen, die in der zweiten Phase des Projekts durchgeführt werden, werden daher wichtige Beobachtungsdaten liefern. Neue Korallenkerne können SST-Werte auf Riffniveau und/oder Stressreaktionen der Korallen in 2023/24 zeigen, die mit der vorherigen Temperaturaufzeichnung von 2015/16 verglichen werden können. Es ist wichtig, Bohrkerne von massiven Korallen für die rückwirkende Überwachung von Stressereignissen zu nutzen. Zeitreihen von Umweltparametern, die aus Korallen-Proxydaten abgeleitet werden, könnten ein wichtiges Instrument für die Bewertung potenzieller Korallenrefugien in einem sich erwärmenden Ozean werden. Historische Temperaturdaten wurden als Hauptziel für die Verbesserung von Modellen zur Korallenbleiche identifiziert: Die thermische Geschichte ist wichtig, um die Akklimatisierung der Korallen und mögliche Veränderungen der Lebensgemeinschaften zu verstehen. An vielen Standorten können diese Daten nur aus Korallenproxies abgeleitet werden. Diese Forschungsbemühungen profitieren in hohem Maße von den im Rahmen des Projekts durchgeführten Tank- und Feldexperimenten zur Korallenbleiche, die ein funktionelles Verständnis der Bleiche und der artspezifischen Schwellenwerte vermitteln. Darüber hinaus trägt die statistische Analyse von Korallen-Temperaturproxys zu einem besseren Verständnis des biologischen Rauschens in den Proxydaten bei, was die starken Synergien zwischen allen wichtigen Forschungsthemen des Projekts verdeutlicht. Ein wichtiger Bereich umfasst auch ein besseres Verständnis regionaler Klimaanomalien als Reaktion auf globale klimatische Veränderungen und die Funktionsweise vergangener warmer Klimaperioden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "569205274",
      "url": "https://gepris.dfg.de/gepris/projekt/569205274",
      "title": "Paläoklima und Karbonatchemie des Roten Meeres während des Marinen Isotopenstadiums 5e (MIS 5e), rekonstruiert aus massiven fossilen Korallen der Art Porites sp.",
      "subject_area": "GeologiePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569205274",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Klimavariabilität während vergangener Warmzeiten zu verstehen, ist von großer Bedeutung, um zukünftige Veränderungen infolge des anthropogenen Klimawandels sowie der natürlichen Variabilität besser vorhersagen zu können. Moderne Korallenriffe sind zunehmend von marinen Hitzewellen und Veränderungen in der Ozeanchemie betroffen, doch unser Verständnis, wie Riffökosysteme in der Vergangenheit auf länger andauernde Warmzeiten reagiert haben, ist unzureichend. Das letzte Interglazial (MIS 5e, ~125.000 Jahre vor heute) war die jüngste natürliche Warmzeit, mit Temperaturen, die 1–2 °C über dem vorindustriellen Niveau lagen, einem niedrigeren atmosphärischen CO₂-Gehalt bei gleichzeitig deutlich höherem Meeresspiegel. Das hier vorgestellte Projekt zielt darauf ab, die saisonale bis interdekadische Variabilität von Klima und Karbonatchemie des zentralen Roten Meeres während MIS 5e anhand außergewöhnlich gut erhaltener fossiler Porites-Korallen von einem neu beschriebenen Riffstandort bei Rabigh, Saudi-Arabien, zu rekonstruieren. Das Rote Meer zählt zu den thermisch herausforderndsten Korallenriffregionen weltweit, mit ganzjährig hohen SSTs, hoher Salinität und minimalem Süßwassereintrag. Korallen sind hier häufigem Hitzestress ausgesetzt, zeigen jedoch ungewöhnliche Widerstandsfähigkeit gegenüber Korallenbleiche – möglicherweise durch evolutionäre Anpassung an hohe Temperaturen und Umweltstress. Diese macht die Region zu einem idealen natürlichen Labor für das Verständnis von Anpassung der Korallen an klimatische Bedingungen, wie sie künftig erwartet werden. Trotz dieser besonderen Relevanz gibt es bislang keine hochaufgelösten korallenbasierten Rekonstruktionen für das zentrale Rote Meer während MIS 5e. Dieses Projekt verfolgt einen Multiproxy-Ansatz mit stabilen Isotopen (δ¹⁸O, δ¹³C), Spurenelementen (Sr/Ca, Li/Mg, U/Ca, B/Ca) und δ¹¹B, kombiniert mit Korallenwachstumsparametern (Dichte, Längenzuwachs, Kalzifikation), um SST, SSS und Meerwasser-pH über Zeiträume zu rekonstruieren, die sowohl die Hintergrundvariabilität als auch extreme Ereignisse umfassen. Das Projekt ist in zwei Arbeitspakete gegliedert. WP1 fokussiert auf SST- und SSS-Rekonstruktionen und analysiert den Einfluss großräumiger Klimamuster sowie regionaler hydrologischer Dynamiken. WP2 widmet sich Karbonatchemie und thermischem Stress mittels Bor-Systematik und CT-basierter Analysen zur Identifikation möglicher Stressreaktionen während MIS 5e. Die entstehenden Rekonstruktionen aus einer wärmeren Vergangenheit, die etwa ein Jahrhundert abdecken und gleichzeitig eine etwa monatliche Auflösung erlauben, werden eine wichtige Referenz für das Verständnis von Klimaeinflüssen auf Korallenriffe liefern. Das Projekt trägt damit zu den Zielen bei, indem es Projektionen tropischer Klimavariabilität und Riffresilienz unter zukünftiger Erwärmung verbessert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugFrankreichKooperationspartnerDr. Eric  Douville"
    },
    {
      "project_id": "468685637",
      "url": "https://gepris.dfg.de/gepris/projekt/468685637",
      "title": "Quantifizierung des Süßwassereinflusses und der Ozeandynamik in der Karibik seit der Kleinen Eiszeit unter Verwendung einer neuen Tracers Kombination: 234U/238U - (P)SST - 14C",
      "investigators": "Professor Dr. Norbert  Frank;Dr. Sophie  Warken",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468685637",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Im tropischen Amerika sagen zukünftige Klimaszenarien eine zunehmende Erwärmung auch in den niederen Breiten voraus, was erhebliche Auswirkungen auch auf die regionalen Muster der Meeresoberflächentemperatur (SST) und damit auf die Verteilung der Niederschläge einschließlich der tropischen Wirbelstürme haben wird.  Die Entwicklung der Meeresoberflächentemperatur in der Karibik wurde intensiv untersucht und es wurde gezeigt, dass eine Variabilität auf der saisonalen bis multidekadischen Skala in den vergangenen Jahrhunderten auftritt. Als treibende Mechanismen werden sowohl interne als auch externe Faktoren diskutiert, darunter Variationen in der Stärke der Ozeanzirkulation, atmosphärische Wechselwirkungen, aber auch solare Einstrahlung, Frischwassereinträge und vulkanische Aerosole. Der Einfluss von Variationen auf der kleineren Skala etwa der oberflächlichen Ozeanbewegung und der SST-Variabilität, wie z.B. durch regionalen Süßwasserzufluss, oder der Einfluss von vertikaler Durchmischung und submesoskaligen Wirbeln auf diese Zeitskalen ist jedoch schwer abzuschätzen und daher weitgehend unbekannt.  Wir schlagen hier vor, das Potential von Uran-Isotopen (im speziellen das 234U/238U Verhältnis) in tropischen Korallen in Kombination mit Proxy-basierter Temperaturrekonstruktion ((P)SST) und Radiokohlenstoff als potentiellen Proxy für Süßwasserabfluss in der Vergangenheit auf subjährlicher bis multi-dekadischen Zeitskalen zu untersuchen. Hierzu sind verschiedene Korallenbohrkerne vorgesehen, welche die letzten ca. 250 Jahre seit dem Ende der kleinen Eiszeit bis ins 20. Jahrhundert abdecken und eine präzise Kalibrierung unserer Daten mit instrumentellen Daten ermöglichen. Damit können wir zeitgleiche Veränderungen in allen drei Stellvertreterdaten quantifizieren, um damit den Eintrag von Süsswasser in die dem Golfstrom vorgelagerten Oberflächenströmungen abzuschätzen. Uns stehen dazu Proben von mehreren Standorten in der gesamten Region zur Verfügung, darunter aus der Karibik (Puerto Rico, Yucatán-Halbinsel), sowie der Florida-Straße (Kuba) und dem westlichen tropischen Atlantik (Martinique). Darüber hinaus planen wir Untersuchungen an Korallenproben aus der südlichen Karibik aus Bonaire sowie vor der Küste Venezuelas. Die Zusammenstellung dieser noch nie dagewesenen Daten wird es nicht nur ermöglichen, regionale Klimavariabilität reproduzierbar zu analysieren, sondern auch zeitliche und räumliche Gradienten in den untersuchten Proxy-Zeitreihen zu bewerten. Der Vergleich mit regionalen Niederschlagsschätzungen und Rekonstruktionen tropischer Wirbelstürme wird es ermöglichen, die Auswirkungen auf alle Proxies zu quantifizieren, ob der 234U-Überschuss im Meerwasser als Proxy für den Süßwasserabfluss sowohl in den untersuchten Archiven, als auch in anderen Regionen verwendet werden kann, und damit in der Tat ein wertvoller Beitrag zur Verbesserung von Rekonstruktionen vergangener Klimavariabilität mit tropischen Korallen geleistet werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugFrankreich, Italien, USAKooperationspartnerDr. Eric  Douville;Dr. Paolo  Montagna;Professor Dr. Amos  Winter"
    },
    {
      "project_id": "468501802",
      "url": "https://gepris.dfg.de/gepris/projekt/468501802",
      "title": "Rekonstruktion der ENSO Variabilität im West Zentral-Pazifik während der vergangenen 2000 Jahre mithilfe von Isotopen- und Spurenelement-Untersuchungen von Porites Mikroatollen",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468501802",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Im Pazifik unterliegen jährliche Klimaschwankungen vor allem der El Niño Southern Oscillation (ENSO). Mit der globalen Erwärmung haben ENSO bedingte Anomalien der Meeresoberflächentemperatur wahrscheinlich zugenommen und mit diesen die Häufigkeit von großflächigen Korallenbleichen. Instrumentelle Aufzeichnungen des Klimas im Pazifik sind jedoch zu kurz, um festzustellen, ob die beobachteten Veränderungen der ENSO-Aktivität hauptsächlich auf anthropogene oder natürliche Ursachen zurückzuführen sind. Zudem ist es unklar, inwieweit Korallen-Gemeinschaften fähig sind sich den veränderten Bedingungen anzupassen. Ziel dieses Forschungsprojektes ist es, Veränderungen der ENSO-Aktivität und des Klimas, sowie der Kalzifikationsraten von Korallen, innerhalb der vergangenen 2000 Jahre (Common Era) für den West-Zentralpazifik zu rekonstruieren. Für diese Region gibt es bisher noch keine vergleichbaren paläoklimatologischen Daten. Während Geländearbeit auf der Gezeitenzone von Arno Atoll (Marshallinseln) im November 2017 wurden Proben aus den Kalkskeletten von Porites Mikroatollen entnommen. Das Alter subfossiler Mikroatolle erstreckt sich häufig bis zum Meeresspiegel-Höchststand in Mittel-Holozän. Mit dem Sinken des Meeresspiegels fielen viele Mikroatolle trocken und blieben durch Bedeckung mit Sediment erhalten. Die Analyse der Sauerstoffisotopen (δ18O) und Spurenelement (Sr/Ca, Li/Mg) Signaturen dieser Korallen in hoher (~zweimonatlicher) Auflösung wird zur Rekonstruktion der Paläo-Meeresoberflächentemperatur und des Meerwassers δ18O genutzt werden. Darüber hinaus wird ein γ-Densitometer verwendet werden, um Schwankungen der Skelettdichte zu bestimmen und, in Verbindung mit Messungen der jährlichen Extensionsrate, Kalzifikationsraten zu berechnen. Die zu untersuchenden Mikroatolle decken verschiedene Zeiträume mit jeweils unterschiedlichen mittleren Klimabedingungen ab. Durch Vergleichen der ENSO-Aktivität während dieser Zeiträume wird es daher möglich sein, den Einfluss des globalen mittleren Klimas auf die ENSO-Variabilität zu untersuchen. Im West-Zentralpazifik resultieren Schwankungen des Meerwassers δ18O hauptsächlich aus der zonalen Advektion von Oberflächenwasser. Rekonstruktionen des Paläo-Meerwasser δ18O geben folglich Aufschluss über Veränderungen in Zirkulationsmustern von Ozean und Atmosphäre. Darüber hinaus weisen Korallen aus dem West-Zentralpazifik eine relativ hohe Widerstandsfähigkeit gegen thermischen Stress auf, welches wohlmöglich eine Anpassung an historische Schwankungen der Meeresoberflächentemperatur ist. Das Vergleichen der Kalzifikationsraten der Mikroatolle und der entsprechenden Paläo-Klimabedingungen wird es ermöglichen zu untersuchen, wie sich Klimaveränderungen im tropischen Pazifik auf das Korallen-Wachstum ausgewirkt haben. Letztlich werden die Ergebnisse dieser Studie dazu beitragen Prognosen der zukünftigen ENSO-Aktivität und des Zustands der Korallenriffe, unter Bedingungen der anthropogenen Erwärmung, zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugKanada, NeuseelandMitverantwortlicheProfessor Dr. Anton  Eisenhauer;Professor Dr. Jens  Fiebig;Professor Dr. Eberhard  Gischler;Privatdozent Dr. Jacek  RaddatzKooperationspartnerinnen / KooperationspartnerProfessor Dr. Paul  Kench;Dr. Emma  Ryan"
    },
    {
      "project_id": "468679331",
      "url": "https://gepris.dfg.de/gepris/projekt/468679331",
      "title": "Rekonstruktion der ultra-hochaufgelösten Klimavariabilität und der Bleiche von Symbionten in tropischen Korallen von der Vergangenheit bis in die Gegenwart (EPIBleach)",
      "subject_area": "GeologiePhysik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468679331",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die gegenwärtig ansteigende Häufigkeit von Korallenbleiche-Ereignissen in tropischen Korallenriffen gefährdet ein Ökosystem, das unter quasi-stabilen Bedingungen seit tausenden von Jahren oder länger existiert und bedroht die Lebensgrundlage tropischer Artengemeinschaften. Obwohl ansteigende Meerwassertemperaturen ein Schlüsselfaktor für Korallenbleichen sind, gibt es Hinweise darauf, dass miteinander im Wettstreit stehende Umweltstressfaktoren die Widerstandsfähigkeit der Symbionten gegenüber Klimaveränderungen und damit die Überlebensfähigkeit der Korallen ändern können, und dass es eine unterschiedliche Empfindlichkeit bestimmter Korallenarten und in verschiedenen geographischen Regionen gibt. Zusätzlich sind Beobachtungszeitserien von Bleiche-Ereignissen in Raum und Zeit limitiert, da diese nicht über Fernerkundungsmethoden erfasst werden können. Im Rahmen des beantragten Projekts werden wir auf der Basis eines Multi-proxy- und Multi-Korallenspeziesansatzes geochemische Proxies für Korallenbleichen aus im Feld gesammelten und aus während Bleichen gewachsenen, kultivierten Korallen etablieren. Wir werden die Umweltbedingungen (Meerwassertemperatur, Salinität, pH, Nährstoffgehalt) rekonstruieren, die im Untersuchungsgebiet in solche Ereignisse hinein und heraus geführt haben. Dieser Multi-Proxyansatz soll dann auf aussergewöhnlich gut erhaltene, datierte fossile Korallen von Kollaborationspartnern und aus Museumssammlungen aus den U.S.A., der Schweiz und England aus den Warmphasen des Holozäns, dem letzten Interglazial, dem Pliozän und dem Eozän angewendet werden. Die fossilen Korallen wurden aus den selben Genera und Familen ausgesucht, für die es moderne Kalibrationen gibt. Unsere Rekonstruktionen werden eine monatliche oder sogar noch höhere zeitliche Auflösung auf der Basis einer Kombination von Lösungs- und Laserablationsanalysen haben. Diese werden es erlauben, die Variabilität der Umweltbedingungen während dieser Warmzeiten der Erdgeschichte zu rekonstruieren und das vollständige geochemische Signal von Bleiche-Ereignissen basierend auf der Anwendung unseres anhand von rezenten und kultivierten Korallen etablierten Multiproxy-Ansatzes zu erfassen. Unsere Rekonstruktionen werden zwei Hauptbeiträge zum SPP2299 leisten: Zum Einen soll die Klimavariabilität tropischer Regionen ultrahochaufgelöst rekonstruiert werden, was die Etablierung neuer, subsaisonal aufgelöster mariner Zeitserien ermöglichen wird, die so noch nie zur Verfügung standen, insbesondere für das Pliozän und Eozän. Zum Anderen sollen die Zusammenhänge zwischen rekonstruierten Bleiche-Ereignissen und Umwelt-/Klimaänderungen der Vergangenheit als Funktion des vorherrschenden Klimas (globale Durchschnittstemperatur), der Verbreitung tropischer Korallenspezies und der Korallendiversität untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungMitverantwortlich(e)Eleni  Anagnostou, Ph.D."
    },
    {
      "project_id": "569232144",
      "url": "https://gepris.dfg.de/gepris/projekt/569232144",
      "title": "Rekonstruktion der ultra-hochaufgelösten Klimavariabilität und der Bleiche von Symbionten in tropischen Korallen von der Vergangenheit bis in die Gegenwart (EPIBleach II)",
      "subject_area": "Physik, Chemie und Biologie des MeeresMineralogie, Petrologie und Geochemie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569232144",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die gegenwärtig ansteigende Häufigkeit von Korallenbleiche-Ereignissen in tropischen Korallenriffen gefährdet ein Ökosystem, das unter quasi-stabilen Bedingungen seit tausenden von Jahren oder länger existiert und bedroht die Lebensgrundlage tropischer Artengemeinschaften. Obwohl ansteigende Meerwassertemperaturen ein Schlüsselfaktor für Korallenbleichen sind, gibt es Hinweise darauf, dass miteinander im Wettstreit stehende Umweltstressfaktoren die Widerstandsfähigkeit der Symbionten gegenüber Klimaveränderungen und damit die Überlebensfähigkeit der Korallen ändern können, und dass es eine unterschiedliche Empfindlichkeit bestimmter Korallenarten und in verschiedenen geographischen Regionen gibt. Zusätzlich sind Beobachtungszeitserien von Bleiche-Ereignissen in Raum und Zeit limitiert, da diese nicht über Fernerkundungsmethoden erfasst werden können. Im Rahmen des beantragten Projekts werden wir auf der Basis eines Multi-proxy- und Multi-Korallenspeziesansatzes geochemische Proxies für Korallenbleichen aus im Feld gesammelten und aus während Bleichen gewachsenen, kultivierten Korallen etablieren. Wir werden die Umweltbedingungen (Meerwassertemperatur, Salinität, pH, Nährstoffgehalt) rekonstruieren, die im Untersuchungsgebiet in solche Ereignisse hinein und heraus geführt haben. Dieser Multi-Proxyansatz soll dann auf aussergewöhnlich gut erhaltene, datierte fossile Korallen von Kollaborationspartnern und aus Museumssammlungen aus den U.S.A., der Schweiz und England aus den Warmphasen des Holozäns, dem letzten Interglazial, dem Pliozän und dem Eozän angewendet werden. Die fossilen Korallen wurden aus den selben Genera und Familen ausgesucht, für die es moderne Kalibrationen gibt. Unsere Rekonstruktionen werden eine monatliche oder sogar noch höhere zeitliche Auflösung auf der Basis einer Kombination von Lösungs- und Laserablationsanalysen haben. Diese werden es erlauben, die Variabilität der Umweltbedingungen während dieser Warmzeiten der Erdgeschichte zu rekonstruieren und das vollständige geochemische Signal von Bleiche-Ereignissen basierend auf der Anwendung unseres anhand von rezenten und kultivierten Korallen etablierten Multiproxy-Ansatzes zu erfassen. Unsere Rekonstruktionen werden zwei Hauptbeiträge zum Projekt leisten: Zum einen soll die Klimavariabilität tropischer Regionen ultrahochaufgelöst rekonstruiert werden, was die Etablierung neuer, subsaisonal aufgelöster mariner Zeitserien ermöglichen wird, die so noch nie zur Verfügung standen, insbesondere für das Pliozän und Eozän. Zum anderen sollen die Zusammenhänge zwischen rekonstruierten Bleiche-Ereignissen und Umwelt-/Klimaänderungen der Vergangenheit als Funktion des vorherrschenden Klimas (globale Durchschnittstemperatur), der Verbreitung tropischer Korallenspezies und der Korallendiversität untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "569219220",
      "url": "https://gepris.dfg.de/gepris/projekt/569219220",
      "title": "Rekonstruktion der Umwelteinflüsse der Süßwasser-Meerwasser-Dynamik durch submarinen Grundwasseraustritt (REEF-SGD)",
      "investigators": "Professor Dr. Norbert  Frank;Dr. Sophie  Warken",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569219220",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Dieses Projekt beabsichtigt, submarine Grundwasseraustritte (SGD) in tropischen und subtropischen Regionen besser zu verstehen. Dieses Ziel wird mit einem neuartigen Multi-Proxy-Ansatz, der hochauflösende Korallengeochemie, Satellitenbeobachtungen und Klimadaten kombiniert, verfolgt. SGD wird zunehmend als wichtige, aber noch unzureichend erforschte Quelle für Süßwasser, Nährstoffe und Spurenelemente in Küstengebieten erkannt und beeinflusst sowohl Riffökosysteme als auch globale biogeochemische Kreisläufe, sowie das lokale Klima. Eine wesentliche Herausforderung ist es die Variabilität dieses Prozesses in unterschiedlichen geologischen Kontexten und über längere Zeiträume zu quantifizieren. Das Projekt konzentriert sich auf vier unterschiedliche Untersuchungsgebiete—Tahiti, Hawai‘i, die Seychellen und die Yucatán Halbinsel—die jeweils einzigartige hydrogeologische Bedingungen aufweisen, von vulkanischen Basaltaquiferen über karstische Kalksteinplattformen bis hin zu Korallenatollen. Durch die Analyse moderner Korallenskelette werden wir SGD-Flüsse über jährliche bis dekadische Zeitskalen mithilfe von Uranisotopen (δ234U) rekonstruieren, welche das aus dem Grundwasser verlässlich von typischem Meerwasser unterscheiden. Zusammen mit Ba/Ca- und Seltene-Erden-Element-(REE)-Verhältnissen lassen sich so frisches Grundwasser von rezirkuliertem salinen Zufluss unterscheiden und lokale Umwelteinflüsse (z. B. Auftrieb oder Flusswasser) identifizieren. Indem subannuelle bis dekadische Signale erfasst werden, wird die zeitliche Variabilität und episodische Extremereignisse als auch längerfristige Trends im Süßwasserfluss sichtbar. Die Forschungsstrategie integriert GRACE-Satellitendaten zu Grundwasserspeicherung, Meeresspiegeldaten und Niederschlagsaufzeichnungen sowie Klimaindezies wie ENSO, IOD und NAO. Das Projekt prüft fünf zentrale Hypothesen über die Steuerungsfaktoren von SGD, einschließlich des Einflusses von Hydrogeologie, Meeresspiegeländerungen und niederschlagsbedingter Klimadynamik auf die Variabilität der Entwässerung. Spektral- und Wavelet-Analysen werden Korrelationen zwischen den geochemischen Korallensignalen und wichtigen Klimamustern quantifizieren. Letztendlich schließt dieses Projekt zentrale Wissenslücken, indem es aufzeigt, wie SGD auf Meeresspiegelschwankungen und extreme Klimabedingungen—einschließlich Hurrikanen und monsunartigen Niederschlägen—reagiert und wie diese Wechselwirkungen tropische Korallenriffe beeinflussen. Die Ergebnisse werden globale hydrologische Modelle durch präzisere SGD-Schätzungen ergänzen und langfristige Süßwasserverfügbarkeiten in tropischen Küstenzonen verdeutlichen. Durch die Bereitstellung eines öffentlich zugänglichen Datensatzes zu δ234U-, Ba/Ca- und REE-Messungen liefert das Projekt zudem eine Grundlage für künftige interdisziplinäre Studien zum Küstenressourcenmanagement und zur Riffnachhaltigkeit in einem sich wandelnden Klima.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugMexiko, USAKooperationspartnerinnen / KooperationspartnerProfessor Dr. Juan Pablo D' Olivo Cordero;Dr. Nancy  Prouty"
    },
    {
      "project_id": "468592241",
      "url": "https://gepris.dfg.de/gepris/projekt/468592241",
      "title": "Rekonstruktion des terrestrischen Sedimentflusses und der Auftriebsintensität in der anthropogenen Ära aus stabilen Ba-Isotopen und Seltenerdelement-Gehalten in tropischen Korallen",
      "subject_area": "Geologie",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468592241",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Korallen stehen unter Stress durch steigende Meerwassertemperaturen und menschgemachte Änderungen der Meerwasserchemie. Die Fähigkeit zur Rekonstruktion des Flusseintrags, des Staubflusses und der saisonalen Auftriebsintensität basierend auf Aufzeichnungen der Korallen selbst sind entscheidend für den Schutz der Korallen, liefern aber auch wichtige Einsichten in die Geschichte der anthropogenen Landnutzung und der Klimavariabilität. Das Vertrauen in die Interpretation der üblicherweise genutzten Element/Ca Proxy-Indikatoren für den terrestrischen Sedimenteintrag und die Auftriebsintensität (zum Beispiel Ba/Ca-Verhältnisse) ist jedoch eingeschränkt durch das Auftreten anomaler Peaks, die nicht im Zusammenhang mit Änderungen der Meerwasserchemie stehen. Stabile Ba Isotopenverhältnisse und Seltenerdelemente (REE) in Koralenskeletten wurden vor kurzem als neuartige Werkzeuge zur Aufzeichnung von Flusseinträgen entwickelt und wurden angewandt, um die widersprüchliche Interpretation der Element/Ca-Verhältnisse in Korallen zu verbessern. Das große Potential der Ba-Isotope und REE liegt in ihren jeweiligen spezifischen Isotopenfraktionierungen und chemischen Eigenschaften, die unabhängig von Biomineralisationseffekten sind, die alle Ca-normalisierten Elementverhältnisse beeinflussen können. Durch die Kombination von Ba-Isotopen und REE (Ba-REE) werden wir einen robusteren Proxy-Indikator für Sedimenteintrag und Auftriebsintensität zur Verfügung stellen. Vor kurzem erzielte Fortschritte der analytischen Methoden durch unser Labor ermöglichen jetzt Routinemessungen stabiler Ba-Isotopenzusammensetzungen und der sehr niedrigen REE-Konzentrationen in Korallenskeletten. Monatlich aufgelöste Zeitserien der Ba-REE der Korallen und des Meerwassers sollen hier an ausgewählten Lokationen gewonnen werden, die signifikant von saisonalen Änderungen des Flusseintrags, des Staubeintrags und der Auftriebsintensität beeinflusst wurden. Wir werden eine direkte Kalibration der Ba-Isotopenfraktionierung und der REE-Partitionierung zwischen Korallenkarbonat und Meerwasser auf saisonalen Zeitskalen durchführen und den kombinierten Ba-REE Proxy-Indikator auf kurze Zeitserien aus der instrumentellen Ära anwenden. Die beantragten Arbeiten werden durch die Anwendung neuartiger geochemischer und isotopischer Werkzeuge auf monatlichen bis saisonalen Zeitskalen signifikant zum Erreichen der Ziele des Schwerpunktprogramms 2299 beitragen, die auf ein verbessertes Verständnis der tropischen marinen Klimavariabilität und dessen Auswirkungen auf die Ökosysteme der Korallenriffe in einer sich erwärmenden Welt ausgerichtet sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungMitverantwortlichDr. Edmund  Hathorne"
    },
    {
      "project_id": "569233902",
      "url": "https://gepris.dfg.de/gepris/projekt/569233902",
      "title": "Replizierte Korallenrekonstruktionen für den Golf von Bengalen und Wechselwirkungen zwischen tropischen Ozeanbecken mittels Korallen-Datenassimilation: Hydroklima- und Temperaturvariabilität über die letzten Jahrhunderte (HYDRA)",
      "subject_area": "Geologie",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569233902",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die unverminderte Erwärmung von Atmosphäre und Ozean stellt die größte Bedrohung für Korallenriffe dar. Die Temperaturveränderungen beeinflussen die Variabilität großräumiger Klimaphänomene und Klimaextreme, was Auswirkungen auf Millionen von Menschen in den Tropen hat. Im Indopazifischen Raum umfassen diese Klimaphänomene die El-Niño-Southern Oscillation, den Indian Ocean Dipole (IOD) und das Monsunsystem. Großräumige ozeanisch-atmosphärische Wechselwirkungen variieren auf Zeitskalen von Dekaden bis Jahrhunderten. Die vorhandenen instrumentellen Klimaaufzeichnungen sind daher zu kurz, um die gesamte natürliche Schwankungsbreite zu bestimmen. Dies beeinträchtigt wiederum, wie diese in Klimamodellen abgebildet wird. Ein besseres Verständnis der vergangenen Variabilität der Meeresoberflächentemperatur (SST), sowie ihr Zusammenhang mit dem Hydroklima und der langfristigen Variabilität der ozeanisch-atmosphärischen Klimaphänomene ist daher von entscheidender Bedeutung und ist Gegenstand dieses Forschungsantrags für die zweite Phase des Schwerpunktprogramms unter dem Namen HYDRA. Das erste Ziel von HYDRA ist, eine wichtige Lücke in der räumlichen Abdeckung von Korallen-Proxydaten zu schließen, insbesondere im Golf von Bengalen, wo Aufzeichnungen der Meeresoberflächentemperatur und -salinität vor der Satellitenära lückenhaft sind. Die besonderen Eigenschaften dieses Gebiets – hohe Meeresoberflächentemperatur, niedrige Salinität und starke Stratifizierung – führen zur Bildung eines atmosphärischen Tiefdrucksystems, das die großräumige, mit dem Monsunsystem verknüpfte Konvektion fördert. Die Variabilität des Monsunsystems wurde mit Veränderungen im gesamten Indischen Ozean in Verbindung gebracht, wie der Größe und Intensität des Maskarenen-Hochs, dem IOD und dem Indian Ocean Basin Mode. Die neuen hochaufgelösten und replizierten Korallenrekonstruktionen stammen von einer Lokalität, die dem klimatisch dynamischen Golf von Bengalen ausgesetzt ist. Diese SST-Rekonstruktion verlängert die kurzen instrumentellen Daten in die Vergangenheit. Sie dient außerdem als modernes Analog für das mittlere Holozän, aus dem ebenfalls replizierte SST-Rekonstruktionen erstellt werden sollen. Die neue Rekonstruktion wird, zusammen mit Bestrebungen das Netzwerk von Proxyzeitreihen von SST und Meerwasser-18O zu verdichten, im Rahmen der CoralHydro2K-Daten dann zur Entwicklung einer Klimafeldrekonstruktion verwendet werden. Dadurch werden die ortsspezifischen Rekonstruktionen in eine räumlich aufgelöste und multivariate Perspektive des Klimas der letzten 200 Jahre überführt. HYDRA wird so in der Lage sein, die räumliche Variabilität von Temperatur und Hydroklima regional und zwischen Ozeanbecken aufzulösen. Das Projekt wird Antworten an die Anrainer des Indischen Ozeans die direkt von ansteigenden SST und hydroklimatischen Extremen betroffen sind liefern, inwieweit sich die langfristige Klimavariabilität in einem sich erwärmenden Klima ändern wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugIndienKooperationspartnerinDr. Chitra  Rajendran"
    },
    {
      "project_id": "468545550",
      "url": "https://gepris.dfg.de/gepris/projekt/468545550",
      "title": "Riffkorallen-Kalzifikation und Klimadynamik im eozänen Greenhouse (EOCENE)",
      "investigators": "Professor Dr. Thomas  Brachert;Dr. Michael  Henehan;Regina  Mertz, Ph.D.",
      "subject_area": "Geologie",
      "funding_period": "Förderung von 2022 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468545550",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Die steigenden Meerestemperaturen (SST) und zunehmende Versauerung der Ozeane (OA) stellen eine Bedrohung für tropische Korallenriffe dar; insbesondere Resilienzen sind weitgehend unbekannt. Bemerkenswerterweise ist Ähnliches aus Warmphasen der Erdgeschichte, wie dem Eozän als Target für das SPP2299, bislang nichts bekannt. Wir schlagen vor, für die Themen A und B im SPP Skelette heute weit verbreiteter Riffkorallen (z.B. Porites) aus dem Eozän als Archive der damaligen Umweltbedingungen (monatliche Auflösung, dekadische Zeitskalen) einzusetzen und die Resilienz des Wachstums der Korallen gegenüber Stress durch Temperatur und möglicher OA zu untersuchen. Mittels ungewöhnlich gut erhaltener Korallen aus dem Pariser Becken sollen vier Aspekte dieser Thematik bearbeitet werden: (1) Erstellung von Proxy-Zeitreihen für SSTs und Aktivität der symbiontischen Zooxanthellen. (2) Klärung der Ursachen von Ereignissen des partiellen Absterbens der Korallenkolonien, welche unregelmäßig jeweils im Sommer eintraten (ENSO-artige Bleaching-Ereignisse?). (3) Erstmalige vollständige Bestimmung der Kalzifikationsparameter (Dichte, Extensionsrate, Kalzifikationsrate) von massiven Riffkorallen aus dem Eozän und Suche nach Ursachen für sehr niedrige Kalzifikationsraten (Umweltstress, Aktivität der Zooxanthellen), auch unter Einsatz neuester Proxies für die Karbonatchemie des Kalzifizierungsfluids. Die Ergebnisse werden mit Befunden aus jüngeren Warmzeiten (z.B. Mittel-Pliozän) verglichen, um unsere Erkenntnisse in den größeren Kontext der langfristigen klimatischen, ozeanographischen und (bio)geographischen Entwicklung des Känozoikums einzuordnen. Für weitere Synergien wurde die Bochum-Berlin-Leipzig Kooperation dreier SPP-Projekte vereinbart. Neben EOCENE (dieses Projekt) wird in diesem Rahmen STRESS die Proxy-Dokumentation von Bleaching-Ereignissen und DIAGENESIS die Erhaltungspotenziale von Proxy-Daten bei beginnender Diagenese untersuchen. Die Verbreitung unserer Ergebnisse in eine breitere Öffentlichkeit wird durch einen Beitrag zu einer Dokumentation für das öffentlich-rechtliche Fernsehen (Arte-TV/ZDF) ermöglicht. Neben einer zeitlich höchstaufgelösten Rekonstruktion der klimatischen Dynamik in den mittleren Breiten, wird unsere Studie einen einzigartigen Einblick in die frühen Entwicklungsstadien der Zooxanthellen-Symbiose bei heute dominanten Korallengattungen (z.B. Porites) und den ersten Nachweis von Hitzestress und Bleachings erbringen können, vielleicht auch Einblicke in die Mechanismen, die der Widerstandsfähigkeit von Korallen gegenüber dem doppelten Stress aus zukünftiger Erwärmung und Versauerung der Ozeane zugrunde liegen. Darüber hinaus werden unsere Ergebnisse zur Kalzifikation der Korallen eine Antwort auf die kontroverse Frage geben können, inwieweit die Karbonatauflösung in der Tiefsee zu Beginn des Klimaoptimums im mittleren Eozän die Folge einer Partitionierung der globalen Karbonatflüsse zugunsten der Riffe in seichten Schelfmeeren war.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungMitverantwortlicheProfessor Dr. Adrian  Immenhauser;Professor Dr. Juan Pablo D' Olivo Cordero;Privatdozent Dr. Markus  Reuter"
    },
    {
      "project_id": "468685498",
      "url": "https://gepris.dfg.de/gepris/projekt/468685498",
      "title": "Saisonale bis jahrhundertskalige Variabilität tropischer Meeresoberflächentemperaturen aus Korallen: Implikationen für das Verständnis der tropischen Klimadynamik",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468685498",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "CorCliV(2) zielt darauf ab, ein mechanistisches Verständnis der stark autokorrelierten (und damit zeitskalenabhängigen) nicht-klimatischen Rauschkomponente in Korallen-Sr/Ca- und δ¹⁸O-Aufzeichnungen zu gewinnen. Dies wird es ermöglichen, bestehende Temperaturrekonstruktionen statistisch zu korrigieren und zukünftige Probenahmestrategien gezielt zu optimieren. Auf dieser Grundlage werden wir verbesserte Schätzungen der regionalen vorindustriellen, tropischen, multidekadischen Temperaturvariabilität erstellen und einen belastbaren quantitativen Paläo-Kontext für die jüngsten Erwärmungsmuster im tropischen Pazifik liefern. Darüber hinaus werden wir untersuchen, ob aktuelle Klimamodelle die interne Variabilität systematisch unterschätzen und ob die korrigierten Korallenaufzeichnungen als Grundlage dienen können, um die Stärke und Struktur tropischer Rückkopplungen zu erfassen, die sowohl die beobachteten als auch die künftigen Erwärmungsmuster prägen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "468589022",
      "url": "https://gepris.dfg.de/gepris/projekt/468589022",
      "title": "Saisonale Extreme und Änderungsraten in vergangenen Warmzeiten: Einsichten durch hochentwickelte statistische Schätzverfahren an hochaufgelösten Proxy-Zeitreihen von Korallen (SEARCH)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468589022",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Seit dem Erscheinen des Fünften Sachstandberichtes des IPCC im Jahr 2013 verdichten sich die Hinweise, dass die Auswirkungen der globalen Erwärmung auf Gesellschaft und Ökosysteme tatsächlich stärker abhängen von den saisonalen Extremen (z.B. Sommer-Peak-Temperatur) als von Trends im Jahresmittelwert. Das gilt insbesondere für tropische Regionen, wo Extreme zu der größten Bedrohung von Ökosystemen geworden sind. Jedoch weiß man wenig über die gegenwärtigen oder künftigen Änderungsraten in Mittelwert und Extremen. Das Fehlen von hochaufgelösten Daten vergangener Warmzeiten (die als Analogon dienen) sowie das Fehlen hochentwickelter datenanalytischer Methoden erklären dieses Wissensdefizit. Um es zu überwinden, schlagen wir hier vor (1) die Verwendung einer Datenbasis von hochaufgelösten Proxy-Zeitreihen von Korallen und (2) die Anwendung von hochentwickelten Simulationstechniken aus der statistischen Wissenschaft. Wir suchen quantitative Antworten auf folgende Fragen. (A) Was ist die Änderungsrate in der Ozeanoberflächentemperatur (SST)? (B) Wie groß ist die Amplitude des saisonalen SST-Zyklus? (C) Wie groß ist die Änderungsrate im Auftreten saisonaler SST-Extreme? Dies ermöglicht eine bessere Einschätzung der ultimativen Frage (D) nach dem Zusammenhang von längerfristiger Erwärmung und dem Auftreten saisonaler Extreme. SEARCH errichtet eine Datenbasis von existierenden und neuen (zwei-)monatlich aufgelösten Zeitreihen während (a) des Anthropozäns, (b) der mittelalterlichen Wärmeperiode, (c) dem Holozänen thermischen Maximum, (d) dem letzten Interglazial und (e) der Wärmeperiode während des mittleren Pliozäns. SEARCH wird unterstützt durch neue Daten und Modellierexpertise von acht Kooperationspartnern im SPP 2299. SEARCH wird die akademische Klimaforschung, Klimamodellierung und angewandte Klimarisikobewertungen beeinflussen – wie auch die künftige Karrieren von fünf Schülerinnen oder Schülern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung"
    },
    {
      "project_id": "468437906",
      "url": "https://gepris.dfg.de/gepris/projekt/468437906",
      "title": "Tropische Klimavariabilität und der Einfluss von Umwelt-Stressoren aufgezeichnet in Korallenskeletten von Orbicella und Siderastrea, Belize",
      "subject_area": "Paläontologie",
      "funding_period": "Förderung von 2022 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 468437906",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "In diesem Projekt sollen Korallen-Archive der Riffe von Belize, der größten Riffstruktur im Atlantik, systematisch mit einem Multi-Proxy-Ansatz untersucht werden. Wir planen, 18O und Sr/Ca in sechs vorliegenden Korallen-Bohrkernen aus verschiedenen Riffbereichen in hoher Auflösung zu analysieren, und diese Daten mit sklerochronologischen Daten (Extensionsrate, Dichte, Kalzifikationsrate) aus dem 19. und 20. Jahrhundert zu kombinieren. Diese Daten sollen mit Umwelt-Parametern, instrumentellen Klimadaten und Manifestationen der Klimaphänomene der El-Niño Southern Oscillation (ENSO), der Atlantischen Multidekadischen Oszillation (AMO), und der Nord Atlantischen Oszillation (NAO) verglichen werden. Mit diesem Ansatz werden wir in der Lage sein, einen Beitrag zur zentralen Frage des SPP 2299 zu leisten, inwiefern Interaktionen zwischen globalem Klimawandel und Mustern tropischer Klimavariabilität Riff-Ökosysteme in einer sich erwärmenden Welt beeinflussen. Weiterhin werden wir Antworten auf umfassende Fragen, wie SST und Ozeanversauerung mit lokalen Stressoren in diesem bedeutenden Riffsystem interagieren, liefern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugUSAMitverantwortlichPrivatdozent Dr. Michael  DeveauxKooperationspartnerDr. Harold  Hudson"
    },
    {
      "project_id": "569225984",
      "url": "https://gepris.dfg.de/gepris/projekt/569225984",
      "title": "Verwendung von Korallenbohrkernen zur Entschlüsselung der Anpassungen des Korallen-Holobionten durch die Zeit (CoreAdapt)",
      "subject_area": "Physik, Chemie und Biologie des Meeres",
      "funding_period": "Förderung seit 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 569225984",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher Auflösung",
      "description": "Korallenriffe und die Korallen, die diese Ökosysteme bilden, sind unmittelbar durch den Klimawandel bedroht. Unser Verständnis darüber, wie sich Korallen-Holobionten—Korallenwirte und ihre mikrobiellen Gemeinschaften, einschließlich der Symbiodiniaceae-Algen—an Umweltveränderungen anpassen, ist noch unvollständig. Korallen sind langlebige Organismen, und ihre evolutionäre Anpassung ist vermutlich langsam, so dass die Dynamik der zugehörigen Symbiodiniaceae-Gemeinschaften einen schnellen Anpassungsmechanismus darstellt. Die derzeitigen Methoden, die sich auf kurzfristige Beobachtungen oder experimentelle Manipulationen stützen, erfassen die langfristige Anpassung von Korallen-Holobionten über Jahrhunderte hinweg, nicht vollständig. Das „CoreAdapt“-Projekt schließt diese Lücke, indem es Korallenbohrkerne als Archive vergangener biologischer und ökologischer Bedingungen verwendet und so eine einzigartige Langzeitperspektive auf die Anpassungsstrategien von Korallen bietet. Die Studie wird die Dynamik der Symbiodiniaceae-Gemeinschaft und die Anpassung der Korallenwirte anhand der Sequenzierung alter DNA-Spuren aus Korallenskelettkernen untersuchen und diese beiden Anpassungsmechanismen des Korallenholobionten mit geochemischen Rekonstruktionen von Umweltveränderungen verknüpfen. Zunächst werden wir prüfen, wie geochemische Proxy-Verschiebungen mit der Dynamik von Symbiodiniaceae-Gemeinschaften zusammenhängen, indem wir diese vor, während und nach geochemischen Verschiebungen in den Korallenskeletten verfolgen. Zweitens werden wir den Zusammenhang zwischen langfristigen Klimatrends und dem Wechsel von Symbiodiniaceae-Taxa in Riffen im Indopazifik untersuchen. Korallenbohrkerne, die während der Tara Coral Expedition gesammelt werden, dienen dafür als Archiv für ökologische und biologische Veränderungen. Im Rahmen der Studie soll untersucht werden, wie sich Symbiodiniaceae-Gemeinschaften an die graduelle Erwärmung der Ozeane und wiederkehrende Hitzestress-Episoden anpassen, die in den Korallenskeletten über Jahrzehnte bis Jahrhunderte dokumentiert sind. Drittens werden wir die genomischen Signaturen der Anpassung von Korallenwirten an historische Klimaextreme mit Hilfe der Metagenom-Sequenzierung analysieren. Der Vergleich von DNA aus alten und aktuellen Teilen derselben Korallenskelettkerne zeigt genetische Veränderungen auf, die im Laufe des Lebens einzelner Korallenkolonien stattgefunden haben. Durch die Integration geochemischer und biologischer Daten aus Korallenbohrkernen bietet das „CoreAdapt“-Projekt einen umfassenden Überblick darüber, wie Korallen-Holobionten über Jahrhunderte auf Umweltveränderungen reagiert haben. Dieser integrierte Ansatz zielt nicht nur darauf ab, die zugrundeliegenden biologischen Mechanismen der Korallenanpassung aufzudecken und für Vorhersagen zur zukünftigen Anpassungsfähigkeit zu nutzen, sondern auch die Genauigkeit von Klimarekonstruktionen durch Korallen zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2299: \nTropische Klimavariabilität und Korallenriffe.\nVon der Vergangenheit in die Zukunft - Ein Blick auf aktuelle Änderungsraten in ultrahoher AuflösungInternationaler BezugFrankreichMitverantwortlichDr. Alfredo  Martínez GarcíaKooperationspartnerDr. Eric  Douville"
    }
  ]
}