{
  "spp_number": "SPP 2115",
  "spp_title": "Synergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/359922472",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "408027490",
      "url": "https://gepris.dfg.de/gepris/projekt/408027490",
      "title": "Bestimmung der polarimetrischen Signaturen von Eisbildungsprozessen unter kontrollierten Aerosolbedingungen (PolarCAP)",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408027490",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Zahlreiche Prozesse sind an der Entwicklung von Wolkensystemen unter leicht unterkühlten Bedingungen bis zu -10°C beteiligt. Das Zusammenspiel von Thermodynamik, Wasserdampf und Aerosolpartikeln steuert die Verteilung von Flüssigwasser und Eis, die Niederschlagsbildung und die Strahlungseigenschaften. Das Projekt PolarCAP zielt darauf ab, die komplexen Zusammenhänge aufzulösen, indem die Entwicklung der Eisphase unter leicht unterkühlten Bedingungen in einer thermodynamisch und aerosol-kontrollierten natürlichen Umgebung mittels Radarpolarimetrie und Spectral-Bin Modellierung untersucht wird. Zielobjekt der Studie sind flüssigwasserdominierte, unterkühlte stratiforme Wolken, die sich im Winter häufig im Temperaturbereich von -10 bis 0°C über dem Schweizer Plateau bilden. Im Rahmen des externen ERC-Forschungsprojekts CLOUDLAB werden Drohnen eingesetzt, um diese Wolken mit definierten Mengen verschiedener Arten von eisnukleierenden Partikeln, wie Silberjodid oder Snowmax, zu impfen. Die anschließend gebildete Eisphase und die Auflösung der Flüssigphase werden im Rahmen von CLOUDLAB mit Hilfe von In-situ-Messungen und einem Standardsatz von Fernerkundungsinstrumenten wie Lidar und LDR-Wolkenradar charakterisiert. Konkretes Ziel von CLOUDLAB ist, die 1- und 2-Momenten-Parametrisierungen der Eisphase des Wettervorhersagemodells ICON zu verbessern. PolarCAP wird mit dem CLOUDLAB-Projekt zusammenarbeiten, um diesen einzigartigen Datensatz durch die Anwendung modernster polarimetrischer Radar- und Lidar-basierter Fernerkundungstechniken zur Bestimmung der mikrophysikalischen Eigenschaften von Wolken sowie durch die Anwendung wolkenauflösender Spektral-Bin Modellierung zu verbessern und zu nutzen. Synergistische, mehrwellenlängen- und polarimetrische bodengebundene Fernerkundung mit scannendem Radar und Lidar wird eingesetzt, um den Übergang von unterkühlten flüssigen stratiformen Wolken in Mischphasenwolken zu beobachten. Begleitet von wolkenauflösenden Modellsimulationen und Radar-Forward-Operatoren wird PolarCAP die Entwicklung und die beteiligten mikrophysikalischen Prozesse zwischen -10 und 0°C erfassen. Die kombinierten Beobachtungen werden neue Erkenntnisse über das Zusammenspiel von Kontakt- und Immersionsgefrieren, sekundärer Eisbildung und Eisvervielfachung liefern, indem Wolken in verschiedenen Temperaturregimen untersucht werden, von denen angenommen wird, dass sie entweder von spezifischen Eisphasenprozessen beeinflusst bzw. unbeeinflusst sind. PolarCAP wird das derzeitige Verständnis wolkenmikrophysikalischer Prozesse und deren Darstellung in atmosphärischen Modellen herausfordern und die wolkenauflösende Modellierung und deren Kopplung an Radarvorwärtsoperatoren vorantreiben. Insgesamt wird PolarCAP Fortschritte in unseren Fähigkeiten erzielen, die Effizienz verschiedener eisbildender Substanzen besser einschätzen zu können und die Zeitskalen von mikrophysikalischen Prozessen und dem Lebenszyklus von Stratusbewölkung zu verknüpfen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408008112",
      "url": "https://gepris.dfg.de/gepris/projekt/408008112",
      "title": "Charakterisierung von orographisch beeinflusster Bereifung und sekundärer Eisproduktion und deren Auswirkungen auf Niederschlagsraten mittels Radarpolarimetrie und Dopplerspektren (CORSIPP)",
      "investigators": "Professorin Dr. Heike  Kalesse-Los;Privatdozent Dr. Maximilian  Maahn",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408008112",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Niederschlag ist eine wichtige Komponente des hydrologischen Kreislaufs. Um zu verstehen, wie sich der Wasserhaushalt in einem sich erwärmenden Klima verändert, ist ein umfassendes Verständnis der Niederschlagsbildungsprozesse erforderlich. In den mittleren Breiten wird der meiste Niederschlag unter Beteiligung der Eisphase in Mischphasenwolken erzeugt, aber die genauen Interaktionen zwischen Eis, flüssigem Wasser, Wolkendynamik, orografischem Antrieb und Aerosolpartikeln während der Eis-, Schnee- und Regenbildung sind nicht gut verstanden. Dies gilt insbesondere für Bereifungs- und Sekundäre Eisproduktion (SIP) Prozesse, die mit den größten quantitative Unsicherheiten in Bezug auf die Schneefallbildung verbunden sind. Die Lücken in unserem Verständnis von SIP- und Bereifungsprozesse zu schließen, ist vor allem für Gebirgsregionen entscheidend, die besonders anfällig für Änderungen des Niederschlags und des Wasserhaushalts, wie z.B. des Verhältnisses zwischen Regen und Schneefall, sind. In diesem Antrag wird ein Forschungsprojekt vorgeschlagen, das sich dem Verständnis von Bereifungs- und SIP-Prozessen in komplexem Terrain widmet. Dazu werden wir ein innovatives, simultan sendendes und simultan empfangendes (STSR), scannendes W-Band-Wolkenradar zusammen mit einer neuartigen In-situ-Schneefallkamera eine ganze Wintersaison lang in den Rocky Mountains von Colorado, USA betreiben. Die Instrumente werden Teil der Atmospheric Radiation Measurement (ARM) Surface Atmosphere Integrated Field Laboratory (SAIL) Kampagne sein, bei der ein Ka-Band und ein X-Band Radar eingesetzt werden. Durch die Kombination von spektralen polarimetrischen und Multifrequenz-Doppler-Radarbeobachtungen mit empirischen und Bayes'schen Machine Learning Verfahren werden wir Bereifungs- und SIP-Ereignisse identifizieren und deren Einfluss auf die Schneefallrate quantifizieren. Dies erfordert die Erweiterung des Passive and Active Microwave radiative TRAnsfer Modells (PAMTRA) mit zusätzlichen polarimetrischen Variablen und modernsten Berechnungen von Streueigenschaften. Durch die Nutzung der umfangreichen kollokierten Messungen während SAIL wird es ermöglicht, die beobachteten Prozessraten mit Umweltbedingungen wie Temperatur, Luftfeuchtigkeit und Flüssigwasserpfad sowie mit der Wolkendynamik in Beziehung zu setzen. Darüber hinaus werden wir einen besonderen Fokus auf den Einfluss von vertikalen Luftbewegungen legen, die unter orographischen Bedingungen häufig auftreten. Zusammengenommen wird das vorgeschlagene Projekt unser Verständnis von Bereifungs- und SIP-Prozessen in komplexem Gelände verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenGroßgeräteRadar Scanning UnitGerätegruppe6670 Radaranlagen (außer Distanzmesser 062 und Doppler-Radar 664 und 886)"
    },
    {
      "project_id": "408063057",
      "url": "https://gepris.dfg.de/gepris/projekt/408063057",
      "title": "Darstellung der Unsicherheit von Modell- und Beobachtungsfehler für die Datenassimilation polarimetrischer Radarmessungen",
      "investigators": "Professorin Dr. Tijana  Janjic Pfander, Ph.D.;Dr. Axel  Seifert",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408063057",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Datenassimilationsverfahren vergleichen die Beobachtung einer Variable mit einer A-priori-Schätzung basierend auf einem diskreten dynamischen Modell, um hieraus eine verbesserte Analyse auf dem Modellgitter zu gewinnen. Diese Methode erfordert Wissen über bzw. Annahmen zur Fehlercharakteristik und der Unsicherheit der beobachteten Variablen und ihrer A-priori-Verteilung. Eine der Schwierigkeiten bei diesem Verfahren ist, dass das geophysikalische Modell weder in der Lage ist alle physikalischen Prozesse korrekt abzubilden noch alle zeitlichen und räumliche Skalen beinhaltet, die in den Beobachtungen stets präsent sind. Außerdem sind weitere Annahmen und Approximationen notwendig, um die Modelläquivalente der Beobachtungen durch einen Vorwärtsoperator zu berechnen. Diese Unsicherheiten müssen in den Datenassimilationsalgorithmen durch die Modellfehler- und Beobachtungsfehlerstatistik berücksichtigt werden. Nur dadurch können konvektionserlaubende Modelle optimal mit polarimetrischen Radarbeobachtungen initialisiert werden.Das Ziel diese Projektes ist es, den bestmöglichen Weg für die Assimilation von polarimetrischen Radarbeobachtungen mit einem Ensemble-Kalman-Filter zu finden. Hierzu sollen Methoden entwickelt werden, um den dreidimensionalen Hydrometeorfelder im Assimilationszyklus Störungen aufzuprägen, die den Modellfehler darstellen und so dazu beitragen, die Genauigkeit der Analyse und Vorhersage zu verbessern. Wir werden außerdem untersuchen, welches Verbesserungspotential korrellierte Beobachtungsfehlerstatistiken für polarimetrische Radardaten bieten. Und auch der auf die Beobachtungen zurückzuführende Anteil des Repräsentativitätsfehler wird auf der Basis von hochaufgelösten Modellsimulationen parametrisiert und im Assimilationsverfahren berücksichtigt werden. Im Rahmen dieses Projekts soll auf diese Weise insbesondere das Ziel erreicht werden, die \"Erstellung von Analysen von Niederschlagssystemen durch die Assimilation von polarimetrischen Radarbeobachtungen in numerischen Wettervorhersagemodellen\".DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenMitverantwortlichDr. Daniel  Klocke"
    },
    {
      "project_id": "408012686",
      "url": "https://gepris.dfg.de/gepris/projekt/408012686",
      "title": "Die Detektion von Riming durch die Kombination von polarimetrischen Wetterradarmessungen-, Wettervorhersagemodellanalysen und Wolkenradar-Dopplerdaten, das Projekt POMODORI",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408012686",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Die Bereifung (riming) ist ein Prozess, der unterkühlte Wassertröpfchen effizient in Eis umwandelt. Dieser Prozess hat daher einen signifikanten Einfluss auf die Bildung und Entwicklung von Niederschlag. Bereifung ist mit Fernerkundungsmethoden schwierig zu identifizieren und quantifizieren, und wird in Modellen noch unzureichend parametrisiert. Typischerweise werden nur intensive Bereifungsprozesse in Form von Graupel in Beobachtungs- und Modellstudien berücksichtigt Um ein besseres Verständnis über den Bereifungsprozess zu erhalten, werden in PROM-POMODORI operationelle polarimetrische Messungen aus dem C-Band Wetterradarverbund des DWD mit operationellen DWD ICON-D2 Wettervorhersagen und vertikalen Doppler-Messungen aus den hochauflösenden Wolkenradarmessungen aus JOYCE (Jülich) und vom Meteorologischen Institut der Ludwig-Maximilians-Universität in München, und auch von dem C-Band-Radarverbunds kombiniert. Aus vertikal sondierenden Doppler-Radarmessungen wird über die Fallgeschwindigkeit der Eispartikel der Bereifungsgrad quantifiziert. Der Bereifungsgrad auf Basis der JOYCE Wolkenradardaten wird dann mit den polarimetrischen Messungen aus dem Radarverbund und dem thermo(dynamischen) ICON-D2 Vorhersagen über ein maschinelles Lernverfahren korreliert. In dem man faktisch die Information aus (lokalen) Bereifungs-Retrievals von Doppler-Radarmessungen auf die räumlichen polarimetrischen und thermodynamischen Messfelder überträgt, wird die räumliche Variabilität der Bereifung in Niederschlagswolken für typische Niederschlagssituationen in Teilen Süddeutschlands untersucht. PROM-POMODORI wird die identifizierte Variabilität der Bereifung in Bezug zur ICON-D2-Gitterauflösung betrachten, und dabei untersuchen, wie significant die sub-skalige Bereifungsvariabilität ist. Darüber hinaus wird in PROM-POMODORI untersucht, ob die Güte des Bereifungs-Retrivals genutzt werden könnte, um als Indikator für kritische Flugzeug-Vereisungssituation zu dienen. Dabei werden die Retrieval-Ergebnisse, mit dem DWD ADWICE System verglichen, welches für die Luftfahrt Karten über Regionen mit potentiell kritischem Vereisungspotential zu Verfügung stellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenInternationaler BezugFinnland, SchweizKooperationspartnerJussi  Leinonen, Ph.D.;Professor Dr. Dmitri  Moisseev"
    },
    {
      "project_id": "408006423",
      "url": "https://gepris.dfg.de/gepris/projekt/408006423",
      "title": "Effektive Nutzung von 3D-polarimetrischen Radardaten",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408006423",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Der Deutsche Wetterdienst betreibt ein Radarnetzwerk bestehend aus 16 polarimetrischen C-Band Doppler Radargeräten und einem nicht-polarimetrischen Dopplerradar, die ganz Deutschland abdecken. Die damit aufgenommenen Beobachtungsdaten sind sehr gut geeignet, um Niederschlagssysteme zu erfassen. Sie liefern folgende Daten: 3D Reflektivität, Radialwind und verschiedene polarimetrische Parameter u. a. differentielle Reflektivität, Korrelationskoeffizient und differentielle Phase. Das Radarnetzwerk liefert einen umfassenden Datensatz mit ca. 200 GB pro Tag. Die Erforschung dieses Datensatzes ist ein wesentlicher Bestandteil des Schwerpunktprogramms. Daher ist ein einfacher Zugang und eine effektive Nutzung der Daten wichtig.Das Projekt adressiert die folgenden beiden Schwerpunkte: (a) Entwicklung eines web-basierten Portals für den Zugang zu archivierten Radardaten, das den Projektpartnern einen einfachen Zugang zu DWD Radardaten ermöglicht. (b) Qualitative und quantitative Analysen des Potentials diverser klassischer und neuer Parameter abgeleitet aus nicht-polarimetrischen und polarimetrischen Radardaten zur Charakterisierung von Niederschlagsereignissen.Die Radardaten werden im DWD Archivsystem gespeichert. Bisher gibt es keinen direkten Zugang von außerhalb. Um das gesamte Schwerpunktprogramm zu unterstützen, wird eine Schnittstelle entwickelt, die den Wissenschaftlern des Schwerpunktprogramms einen einfachen Zugang zu den DWD Radardaten ermöglicht, so wie es für Modelldaten bereits zur Verfügung steht. Um die komplexe 3-dimensionale Struktur von Niederschlagsbewölkung bestmöglich zu beschreiben, sind Parameter erforderlich, die den Informationsgehalt der 3-dimensionalen Radardaten effektiv verdichten. Zusätzlich zu den existierenden Parametern ergeben sich aus den 5-minütigen Volumenscans und der Polarisationstechnologie neue Möglichkeiten, die in umfangreichen Analysen untersucht werden müssen. Offene Fragen dabei sind u. a. die Redundanz und die Synergie der verschiedenen Parameter. Die Arbeit besteht aus einer Kombination aus bestehenden Verfahren und Neuentwicklungen.Verschiedene Anwendungen profitieren von einer effektiven Nutzung der 3D-Radardaten u. a. Datenassimilation hochauflösender Modelle, Evaluation und Verbesserung der physikalischen Parametrisierung in Atmosphärenmodellen. Dadurch können die Möglichkeiten der Vorhersage konvektiver Systeme und Gewitter verbessert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenMitverantwortlich(e)Dr. Kathrin  Wapler"
    },
    {
      "project_id": "408027138",
      "url": "https://gepris.dfg.de/gepris/projekt/408027138",
      "title": "Ein kostengünstiges mechanisch gesteuertes polarimetrisches Phased-Array Doppler Wetterradar, Phase 2",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408027138",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Im Projekt \"Ein kostengünstiges mechanisch gesteuertes polarimetrisches Phased-Array Doppler Wetterradar, Phase 2\" entwickelt das Fraunhofer FHR in Kooperation mit dem Institut für Geowissenschaften, Abteilung Meteorologie der Uni Bonn einen Prototyp eines Phased-Array-Radars (PAR) auf Basis einer AESA-Antennenapertur (Active Electronically Scanned Array), mit dem Ziel innerhalb einer Minute eine volumetrische Wetterkarte zu erstellen. Ein PAR-Wetterradar ist optimal geeignet, um die zeitliche Auflösung durch elektronische Strahlschwenkung zu verbessern. Aus Kostengründen konnte sich diese Technologie bisher aber nicht gegenüber Reflektorsystemen durchsetzen. In Phase I wird eine neuartige Antennenlösung zur Entkopplung von Strahlschwenkung und Fokussierung untersucht, um so Komplexität und Kosten zu minimieren. Anstatt wie üblich die Apertur sowohl für die Strahlschwenkung als auch für die Fokussierung zu verwenden, fokussiert ein Parabolzylinder im Azimut, während ein kompakter PAR in seiner Brennlinie die elektronische Schwenkung sowie die Fokussierung in der Höhe ermöglicht. Zur Erzeugung polarimetrischer Momente hoher Qualität wurde eine spezielle aktive Antennenansteuerung entwickelt, um eine Unterdrückung der Kreuzpolarisation von über 40 dB in Broadside und über 30 dB bei einer Strahlneigung von 45° zu erreichen.In Phase II wird die Implementierung der Strahlschwenkung zur Fertigstellung und operationalen Bewertung des Prototyps angestrebt. Im Wesentlichen sollen Strahlbeschleunigungstechniken zur schnellen Erzeugung volumetrischer Wetterkarten untersucht werden, da die einfache Verkürzung der Verweilzeit (Dwell Time) zu größeren statistischen Unsicherheiten bei den polarimetrischen Momenten führen würde. Mit Beam Multiplexing (BMX, sequentielle Übertragung von Impulspaaren entlang verschiedener Richtungen) sollen die Dekorrelation von Stichproben erhöht und schnellere Scans bei gleichbleibender Datenqualität erzielt werden. Darüber hinaus soll mit einem herkömmlichen Step-Scan-Verfahren das BMX für die unteren Elevationen in Abhängigkeit von der spezifischen Wetterereignisstatistik adaptiv ergänzt werden. Die sorgfältige Realisierung eines solchen adaptiven Scannens wird als wesentlicher Schritt angesehen, um das Scan-Beschleunigungspotential von PARs voll auszuschöpfen und ein automatisiertes priorisiertes Tracking potenziell gefährlicher Wetterereignisse zu erreichen.Die Universität Bonn wird die Messungen der überlappenden X-Band-Forschungsradare für eine eingehende Bewertung des neuen PAR und seiner polarimetrischen Fähigkeiten nutzen. Darüber hinaus ermöglicht die neue Technologie die Überwachung der vorkonvektiven Umgebung mit einer höheren zeitlichen Auflösung, was wiederum die Fähigkeit verbessert, Wasserdampffelder aus vom Radar erfassten Änderungen des Brechungsindex abzuleiten. Wir werden die neuen Fähigkeiten bewerten und somit zum fünften Ziel des SPP beitragen, d.h. zur radarbasierten Erfassung der Konvektionsinitiierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenMitverantwortlichDr.-Ing. Thomas  Bertuch"
    },
    {
      "project_id": "408026808",
      "url": "https://gepris.dfg.de/gepris/projekt/408026808",
      "title": "Evaluierung und Verbesserung von konvektionszulassenden Simulationen des Lebenszyklus konvektiver Stürme mit Hilfe polarimetrischer Radardaten",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408026808",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Konvektive Stürme sind verantwortlich für Unwetter, wie z.B. großer Hagel, Sturzfluten und starke Windböen. Ein kritischer Faktor, der bestimmt, wie schädlich diese Ereignisse sind, ist die Wolkenmikrophysik innerhalb des konvektiven Systems. Die Prozesse der Wolkenmikrophysik tragen direkt zur Bildung von großem Hagel und Regen bei, verändern aber zusätzlich die Umgebung, in der sich die Konvektion durch latente Erwärmung und Abkühlung entwickelt. Diese Veränderungen in der Struktur des konvektiven Sturms wirken sich dann auch darauf aus, welche mikrophysikalischen Prozesse wo im Sturm aktiv sind . Über die Existenz dieser komplexen Wechselwirkungen wurde in zahlreichen Publikationen berichtet. Allerdings gibt es bisher keine Studien, die einen systematischen Ansatz zur Erforschung der Wechselwirkungen zwischen Wolkenmikrophysik und konvektiver Dynamik verfolgen. In diesem Projekt werden wir eine systematische Analyse der Wechselwirkungen zwischen den Prozessen der Wolkenmikrophysik, der Struktur konvektiver Systeme und dessen Lebenszyklus sowie der daraus resultierenden Unwetterlage durchführen. Modellsimulationen mit ICON (~1 km Auflösung) werden anhand der mikrophysikalischen Prozesse, der Sturmstruktur und des Lebenszyklus von Dual-Polarisations-Radardaten ausgewertet.Das Hauptziel dieses Projektes ist es, einen Rahmen für die Verbesserung der konvektionszulassenden Simulation von schweren konvektiven Wetterereignissen zu schaffen. Dies wird erreicht durch 1) Analyse der  Prozesse der Wolkenmikrophysik, die für die Erzeugung von Niederschlägen, die zu einem Schadensereignis führen, am wichtigsten sind, 2) Evaluierung, wie gut der Lebenszyklus, die Sturmstruktur und die mikrophysikalischen Prozesse von konvektiven Stürmen, die von ICON simuliert werden, den polarimetrischen Radarbeobachtungen entsprechen. 3) Untersuchung der Empfindlichkeit der Sturmstruktur und des Lebenszyklus für die Darstellung mikrophysikalischer Prozesse.Daher wird das ICON-Modell modifiziert, um die mikrophysikalischen Prozessraten in 3D auszugeben. Mikrophysikalisches \"Piggybacking\" wird ebenfalls integriert, um rein mikrophysikalische Effekte von gekoppelten mikrophysikalisch-dynamischen Effekten zu trennen.Am Ende dieses Projektes werden wir in der Lage sein, die derzeitige Fähigkeit von ICON zusammenzufassen, konvektive Stürme und deren schädliche Niederschläge zu simulieren, zu identifizieren, welche Prozesse für die Erzeugung der schädlichen Niederschläge am wichtigsten sind, und Verbesserungen zu empfehlen, um aktuelle Mängel im Modellsystem zu beheben. Das Endergebnis wird nicht nur ein verbessertes Verständnis der realen und modellierten Konvektion sein, sondern auch spezifische Empfehlungen zur Verbesserung der Vorhersage von schädliche Niederschläge aus Konvektion geben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408026929",
      "url": "https://gepris.dfg.de/gepris/projekt/408026929",
      "title": "Klimamodell-PArametrisierungen – Revision mit Hilfe von RAdar (PARA)",
      "investigators": "Professor Dr. Johannes  Quaas;Privatdozentin Dr. Silke  Trömel, Ph.D.",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408026929",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "PARA trägt zum zweiten Ziel des SPP PROM bei, indem das Projekt die Parametrisierung von Wolken- und Niederschlagsprozessen im Atmosphärenmodell mit Hilfe der polarimetrischen Radarbeobachtungen verbessert.Die adäquate Darstellung diabatischer Wolken- und Niederschlagsprozesse ist eine besondere Herausforderung für Klimamodelle, da diese räumlich nicht aufgelösten Prozesse mittels subskaliger Parameterisierungen repräsentiert werden. Diese müssen mit Hilfe von Beobachtungen und/oder prozessauflösenden Simulationen erstellt und evaluiert werden. Radarpolarimetrie liefert die am Besten geeingneten Beobachtungen für die Wolken- und Niederschlagsmikrophysik dank der Ableitung mikrophysikalischer Zustandsgrößen und der Prozesserkennung. In der ersten Phase von PROM wird das Projekt PARA die räumliche Heterogenität des Eiswassergehalts sowie die Niederschlagsbildung über de Eisphase betrachten; in der zweiten Phase wird die Betrachtung von Mischphasenprozessen wie Bereifung und die Rolle der Variabilität der Partikelanzahlkonzentration hinzukommen. PARA betrachtet dabei mit Hilfe von polarimetrischen Radarbeobachtungen und der Evaluierung und Revision der Parametrisierungen im ICON-Klimamodell die vier Prozesse, die für die Bestimmung von aus der Eisphase gebildeten Niederschlag am Boden relevant sind: (i) die Eisbildung und die räumliche Heterogenität des Eiswassergehalts auf bezüglich des ICON-GCM subskaligen Dimensionen, (ii) die Rolle dieser Variabilität für die Schneebildung durch den Aggregationsprozess, (iii) das Schmelzen von Schnee bei Temperaturen über 0°C, und (iv) die Verdunstung von Regen unterhalb der Schmelzschicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenMitverantwortlichProfessor Dr. Clemens  Simmer"
    },
    {
      "project_id": "408015607",
      "url": "https://gepris.dfg.de/gepris/projekt/408015607",
      "title": "Koordinationsfonds",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408015607",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Das Schwerpunktprogramm SPP2115 „Polarimetric Radar Observations meet Atmospheric Modelling (PROM)“ ist eine koordinierte Initiative, um insbesondere mittels polarimetrischer Radarbeobachtungen die Darstellung von Wolken- und Niederschlagsprozessen in atmosphärischen Modellen zu hinterfragen und zu verbessern. In PROM arbeiten ExpertInnen aus Radarpolarimetrie, Atmosphärenmodellierung und Datenassimilation zusammen, um das Zusammenführen von Beobachtungen und Atmosphärenmodellen zu erleichtern und Synergien zu beschleunigen. Die erste Förderphase beschäftigte sich mit einem verbesserten Verständnis und umfassenden Nutzung der landesweiten polarimetrischen Messungen, ergänzt durch die an Supersites verfügbaren modernen Messgeräten und Techniken. Erstmals halten Modellierer dreidimensionale mikrophysikalische Beobachtungsdaten in den Händen, um Parametrisierungen testen und verbessern zu können. In Phase 1 wurden neue mikrophysikalische Fernerkundungsverfahren einschließlich ihrer Unsicherheiten entwickelt und deren Nutzung für Modellevaluation und radargestützte Parametrisierungen begonnen. Einige Werkzeuge müssen weiter verfeinert werden; so benötigt z.B. der Radar-Beobachtungs-Operator eine Schnittstelle zu einer Streudatenbank für realistischere Darstellungen von Eis- und Schneepartikeln. Phase 2 wird die Erkenntnisse aus den Beobachtungen und die neuen Werkzeuge nutzen um Parametrisierungen zu verbessern und polarimetrische Information zu assimilieren, so dass die Verschmelzung von Radarpolarimetrie und atmosphärischer Modellierung noch offensiver angegangen werden wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408014771",
      "url": "https://gepris.dfg.de/gepris/projekt/408014771",
      "title": "Polarimetrische Signaturen mikrophysikalischer Prozesse in der Eisphase und ihre Interpretation mit in-situ Messungen und Wolkenmodellierung (POLICE)",
      "investigators": "Professor Dr. Clemens  Simmer;Privatdozentin Dr. Silke  Trömel, Ph.D.;Professorin Dr. Christiane  Voigt",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408014771",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "POLICE trägt zum ersten übergeordneten Ziel eines Projektes bei, der Nutzung von Polarimetrie für quantitative Prozess- und Modellevaluierung. Bereits existierende und neu geplante in-situ Messungen in der Schicht mit bevorzugtem Dendritenwachstum (DGL) und darunter werden verwendet um Hypothesen über die Ursache von Bändern erhöhter differentieller Phase KDP in der DGL zu evaluieren und verschiedene Indikatoren für die Unterscheidung von Riming und Aggregationsprozessen zu quantifizieren. Letzteres erlaubt einen ausschliesslich auf polarimetrischen Radarmessungen basierenden Diskriminierungsalgorithmus aufzusetzen. Sowohl die Erklärung von KDP-Bändern als auch die Fähigkeit Aggregation von Riming zu unterscheiden ist für die Datenassimilation als auch die Modellphysik über der Schmelzschicht von großer Bedeutung. POLICE verwendet die verfügbaren in-situ Messungen weiterhin um polarimetrische Retrieval von Partikelanzahlkonzentration Nt, mittleren Partikeldurchmesser Dm und Eiswassergehalt IWC zu evaluieren und die Representierung von Hydrometeortypen und ihrer Größenverteilung in ICON-LAM zu verifizieren. Die Verwendung von spektralen mikrophysikalischen Schemata im Wolkenmodel der Hebrew University (HUCM) in Kombination mit gemessenen polarimetrischen Profilen erlaubt es schlecht representierte Prozesse, welche für potentielle Modellschwächen verantwortlich sind, zu identifizieren und ermöglicht letztendlich eine bessere Repräsentierung der Hydrometeore in ICON.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenGroßgeräteHigh Volume Precipitation ImagerGerätegruppe0550 Sichtweitemeßgeräte, Wolkenmesser"
    },
    {
      "project_id": "492274454",
      "url": "https://gepris.dfg.de/gepris/projekt/492274454",
      "title": "PRISTINE - Polarimetrische Radarsimulationen mit realistischen Eis- und Schneeeigenschaften und multispektral-konsistenter Evaluierung",
      "investigators": "Dr. Ulrich  Blahak;Professorin Dr. Susanne  Crewell, seit 5/2025",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492274454",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Ziel des Projekts PRISTINE ist die Entwicklung eines Vorwärtsoperators für Messungen polarimetrischer Wetterradare, der auf realistischen Eigenschaften von Schneeteilchen beruht. Da er eine Kernkomponente in der Datenassimilierung und der Modellevaluierung, ist ein solcher Vorwärtsoperator ein wesentliches Werkzeug für das gesamte SPP2115 PROM Programm. Vorwärtsoperatoren benutzen bisher meist Streueigenschaften, die mit dem T-Matrix-Ansatz für homogene, rotationselliptisch geformte Teilchen berechnet werden. Es hat sich jedoch gezeigt, dass damit die beobachteten polarimetrischen Radarsignaturen atmosphärischer Eis- und Schneeteilchen nicht gut reproduziert werden können.Im Rahmen von PRISTINE wird, aufbauend auf dem effizienten und viele andere physikalische Effekte abdeckenden Radarsimulationsframework EMVORADO, ein Vorwärtsoperator entwickelt, der auf  Streudaten beruht, die mittels der Discrete Dipole Approximation (DDA) berechnet wurden.DDA ist genauer als der T-Matrix-Ansatz, erfordert aber zusätzliche Annahmen hinsichtlich der detaillierten inneren Struktur der Hydrometeore. In PRISTINE erhalten wir die genauen Teilchenformen durch einen Modellierungsansatz, bei dem viele einzelne Teilchen in einem Lagrange'schen Partikelmodell  entlang ihrer Trajektorien in Wolken anwachsen, kollidieren und zerfallen können und sich Aggregationsereignissen von Schneeteilchen realistische Teilchenformen entstehen. Auf diese Weise sollen Formen gefunden werden, die repräsentativ für die mittleren Eigenschaften eines typischen Schneeteilchenensembles sind. Ausserdem werden wir die Unsicherheit bzw. Streubreite der Schneeeigenschaften abschätzen, die sich aus dem Zufallscharakter der Wachstumsprozesse und der unregelmäßigen Form der Schneeteilchen ergibt und zu entsprechenden Unsicherheiten auch in den polarimetrischen Eigenschaften führt.In EMVORADO ersetzen die berechneten, neuen Streueigenschaften der Teilchen die bisher auf T-matrix beruhenden Streueigenschaften von Wolkeneis und Schnee. Die dadurch erzielten Verbesserungen werden anhand von simultanen Beobachtungen polarimetrischer Doppler-Radare bei mehreren Frequenzen evaluiert.Die stufenweise erweiterten Versionen von EMVORADO und der Streudaten werden der den PROM-Projektpartnern und der wissenschaftlichen Community zeitnah zur Verfügung gestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenEhemaliger AntragstellerDavide  Ori, Ph.D., bis 4/2025"
    },
    {
      "project_id": "408011764",
      "url": "https://gepris.dfg.de/gepris/projekt/408011764",
      "title": "PROM–IMPRINT: Verbesserung des Verständnisses von eismikrophysikalischen Prozessen durch Kombination von Multi-Frequenz und spektraler Radarpolarimetrie sowie Super-Partikel Modellierung",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung von 2018 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408011764",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Polarimetrische Radar Beobachtungen zeigen eine detaillierte und komplexe Sicht der Mikrophysik von Wolken und Niederschlag. Die Nutzung diese Daten ist jedoch immer noch eine große Herausforderung, z.B. aufgrund der zahllosen unterschiedlichen Formen und Größen von Eispartikeln und Schneeflocken. Dieses Wirrwarr zu entschlüsseln, ist das Ziel dieses Forschungsprojektes. Um dies zu erreichen, wird eine spezielle Messkampagne mit den modernsten polarimetrischen Radargeräten durchgeführt werden, um winterliche stratiforme Mischwolken zu vermessen. Durch die Kombination von Multifrequenz-Messung und spektraler Polarimetrie stellen diese Beobachtungen eine nie dagewesene Informationsfülle bereit. Der Detailreichtum diese Daten wird es erlauben, empirische Hypothesen für dominanten wolkenmikrophysikalische Prozessen in bestimmten Wolkenregionen zu entwickeln. Derartige Hypothesen werden auch polarimetrische Fingerabdrücke oder Signaturen genannt, deren Interpretation und Gültigkeit allerdings für Mischwolken noch recht unsicher ist. Um diese Hypothesen zu konkretisieren und zu quantifizieren, wird ein Lagrangesches Monte-Carlo Partikelmodell verwendet. Unter Verwendung einer Modellhierarchie vom 3d mesoskaligen Modell ICON mit parametrisierter Wolkenmikrophysik hin zum 1d spektral aufgelösten Monte-Carlo Prozessmodell, werden die beobachteten Fälle und Phänomene simuliert, mit dem Ziel die Interpretation auf ein solide physikalisch-theoretische Basis zu stellen. Das Testen von Hypothesen erfolgt natürlich auch in die andere Richtung, d.h. alternative Modellformulierungen und -annahmen können anhand der Beobachtungsdaten kritisch getestet und validiert bzw. falsifiziert werden. Um die Lücke zwischen Modell und Beobachtung zu schließen, ist ein verläßlicher polarimetrischer Radar-Vorwärtsoperator notwendig, der im Rahmen des Projekt entwickelt bzw. verbessert wird. So werden z.B. Streurechnungen für partiell bereifte Schneeflocken durchgeführt werden. Durch diese schlagkräftige Kombination von modernsten Beobachtungssystemen und detailierten Modellen mit einem konsistenten Vorwärtsoperator werden Prozesse wie Depositionswachstum, Aggregation, Bereifen und Eismultiplikation untersucht werden und unser derzeitiges Wissen über diese Prozesse wird kritisch hinterfragt, getestet und erweitert. Basierend auf diesem verbesserten Prozessverständnis erhoffen wir uns die Parametrisierungen von Wolken- und Niederschlagsprozessen in Wetter- und Klimamodellen verbessern zu können. Nur mit solch verbesserten Prozessparametrisierungen wird es mittelfristig möglich sein, die reichhaltige Information, die die modernen polarimetrischen Radarsysteme bieten, in Wettervorhersagesystemen zu assimilieren, um so die Vorhersagen von Wolken und Niederschlag weiter zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408027387",
      "url": "https://gepris.dfg.de/gepris/projekt/408027387",
      "title": "Synergie eines effizienten polarimetrischen Radarvorwärtsoperators und eines hochentwickelten Klassifizierungsalgorithmus zur verbesserten Repräsentierung von Hydrometeoren im ICON-Modell (Operation Hydrometeors Part II)",
      "investigators": "Dr. Ulrich  Blahak;Privatdozentin Dr. Silke  Trömel, Ph.D.",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408027387",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "In Phase 1 lieferte \"Operation Hydrometeors\" für das Schwerpunktprogramm einen effizienten polarimetrischen Vorwärtsoperator als wichtige Voraussetzung der Verschmelzung von Radarpolarimetrie und numerischer Atmophärenmodellierung. Der nicht-polarimetrische “Efficient Modular VOlume RADar Operator” (EMVORADO) wurde unter Annahme von ellipsenförmigen Hydrometeoren um die Berechnung synthetischer Polarisationsparameter bei Wetterradarwellenlängen erweitert und ist sowohl in Form von Online-Implementierungen in den Wettervorhersagemodellen COSMO und ICON als auch als eigenständiges Programm verfügbar. Des Weiteren haben wir, basierend auf einem Clustering der polarimetrischen Variablen,  einen ausgefeilten und robusten Algorithmus zur Hydrometeor-Klassifikation (HMC) entwickelt. Neben der Klassifizierung des dominierenden Hydrometeortyps bietet er zusätzlich die Möglichkeit, die anteiligen Massenverhältnisse der Hydrometeortypen an einem Ort zu schätzen, und zwar sowohl auf Basis polarimetrischer Radarbeobachtungen als auch auf Basis synthetischer Variablen, welche durch die Anwendung von EMVORADO auf ICON-Simulationen erhalten werden. Mit den entwickelten Werkzeugen haben wir polarimetrische Signaturen und Hydrometeore in stratiformen Regen unter Verwendung einer dualen Strategie ausgewertet, die synergistisch die hochentwickelte Hydrometeorklassifizierung und -Quantifizierung mit dem direkten Vergleich von multivariaten beobachteten und synthetischen polarimetrischen Radarparametern kombiniert. Die Analysen lieferten bereits einige Verbesserungen der Zwei-Momenten-Wolkenmikrophysik-Parametrisierung in ICON.In Phase 2 werden die entwickelten Werkzeuge weiter verfeinert, um ihre Anwendbarkeit zu erweitern. Wir verbessern das Schmelzschema in EMVORADO, koppeln möglicherweise auch eine Streudatenbank an und verfeinern unsere neue HMC weiter, um Hydrometeor-Cluster über die 0°C-Grenze hinweg zu ermöglichen. Mit diesen Entwicklungen und der Anwendung unserer dualen Strategie evaluieren und verbessern wir die Darstellung von drei weiteren wichtigen polarimetrischen Signaturen, die auf verschiedene Modellschwächen hinweisen: (1) Säulen mit erhöhter differentieller Reflektivität ZDR weisen den Weg zu einer besseren Darstellung des Gefrierprozesses von Regentropfen, (2) das ZDR in Bodennähe liefert Informationen zur besseren Parametrisierung der Regentropfengrößenverteilung, und (3) polarimetrische Variablen in der Zone bevorzugten Dendritenwachstums liefern die Informationen zur Verbesserung und Erweiterung der Darstellung von mikrophysikalischen Eisprozessen wie z.B. die sekundäre Eisproduktion im Modell. Schließlich werden wir zwei von der Polarimetrie abgeleitete Informationen für die indirekte Datenassimilation in ICON ausnutzen: wir assimilieren ZDR-Säulenobjekte und/oder die aus unserer neuen HMC abgeleiteten Massenverhältnisse der Hydrometeortypen in geeigneter Form, höchstwahrscheinlich als kategorische Ranginformationen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408013362",
      "url": "https://gepris.dfg.de/gepris/projekt/408013362",
      "title": "Untersuchung der Auswirkungen von Landnutzung und Landbedeckungsänderungen auf Aerosol-Wolken-Niederschlag Wechselwirkungen mittels polarimetrischer Radarretrieval-Messungen",
      "subject_area": "Physik und Chemie der AtmosphäreHydrogeologie, Hydrologie, Limnologie, Siedlungswasserwirtschaft, Wasserchemie, Integrierte Wasserressourcen-Bewirtschaftung",
      "funding_period": "Förderung von 2018 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408013362",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Das Projekt ILACPR leistet einen Beitrag zum Ziel eines SPP durch die Nutzung der Radar-Polarimetrie zur quantitativen Prozess- und Modellbewertung, und wird neue Erkenntnisse zum Einfluss anthropogener Landnutzungs- und Landbedeckungsänderungen auf mikrophysikalische und makrophysikalische (dynamische) Wolkenmechanismen liefern. Erste numerische Modellierungsstudien zu einem sommerlichen Konvektionsereignis bei denen Aerosole und Landbedeckung  großräumig gestört wurden deuten darauf hin, dass die Reaktion des Systems auf diese Antriebe bezüglich Oberflächenniederschläge gering ist. Jedoch unterscheiden sich die mikrophysikalischen/makrophysikalischen Wege, die als ein gepuffertes System auf Änderungen des Antriebs wirken. Polarimetrische Radarmessungen in Kombination mit solchen numerischen Modellrechnungen erlauben die Untersuchung von Puffermechanismen, die durch Wechselwirkungen zwischen Land, Aerosolen, Wolken und Niederschlagsprozessen entstehen. Die Polarimetrie ermöglicht es uns, die Entwicklung der mikrophysikalischen und makrophysikalischen Prozesse für simulierte und beobachtete Niederschlagswolken zu untersuchen. So sollten sich modifizierte Niederschlagserzeugungsprozesse durch sogenannte polarimetrische Fingerabdrücke identifizieren und quantifizieren lassen und uns somit die Validierung der modellierten Rückkopplungsprozesse zwischen der Oberflächenfluss-Partitionierung und der Aerosol-Wolken-Wechselwirkung ermöglichen.Die Terrestrial Systems Modeling Platform (TerrSysMP) wird genutzt werden, um den Einfluss von Landnutzungsänderungen auf die Aerosolverteilung und Land-Aerosol-Wolken-Niederschlag-Wechselwirkungen zu untersuchen. Weil TerrSysMP derzeit die Rückkopplung zwischen Landbedeckung, Atmosphärenchemie und Aerosolen ignoriert, wird das Atmosphärenmodell um ein chemisches Transportmodell (CTM) erweitert. Multiple Ensemble-Simulationen des Tagesgang werden mit unterschiedlichen meteorologischen Einstellungen werden mit TerrSysMP und TerrSyMP-CTM über dem nordwestlichen Teil Deutschlands, angrenzend an die Niederlande, Belgien, Luxemburg und Frankreich durchgeführt. Die gemeinsame Analyse von beobachteten und synthetischen polarimetrischen Fingerabdrücken für mikrophysikalische und makrophysikalische Prozesse, wie Verdunstung, Riming/Aggregationen, Aufwind-Abwind-Intensitäten wird auf Modellszenarien  mit und ohne CTM basieren und es ermöglichen die gekoppelten Auswirkungen der anthropogenen Landnutzung und der Aerosole auf die Entwicklung von Niederschlag-erzeugenden Systemen besser zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    },
    {
      "project_id": "408027579",
      "url": "https://gepris.dfg.de/gepris/projekt/408027579",
      "title": "Untersuchung der konvektiven Entwicklung hin zu stratiformer Niederschlagsbildung mittels Modellierung und polarimetrischer Radarbeobachtungen im C- und Ka-Band (IcePolCKa - Phase 2)",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2018",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 408027579",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Aktuelle Wettermodelle haben Schwierigkeiten die räumliche Niederschlagsverteilung von konvektiven Wolkensystemen korrekt zu modellieren, was die Vorhersage der Niederschlagsintensität und -dauer erschwert. Ziel dieses Projekts ist es zu untersuchen, wie Eispartikeleigenschaften die Entwicklung stratiformer Niederschlagsregionen innerhalb konvektiver Systeme beeinflussen. Hierzu schlagen wir die synergetische Nutzung zweier polarimetrischer Radarsysteme vor, des C-Band POLDIRAD des DLR in Oberpfaffenhofen und des Ka-Band MIRA-35 der LMU in München. Zum einen werden dazu Details der Eismikrophysik mittels einer neuen Methode beleuchtet. Zum anderen werden die Konvektionszellen mit Hilfe des operationellen DWD Radarnetzwerks verfolgt, um zeitliche Entwicklung und horizontalen Kontext zu erfassen. Für die konkreten Beobachtungstage werden wir die räumliche Entwicklung zwischen konvektiven und stratiformen Regionen mit hochaufgelösten Wettermodellläufen mit unterschiedlichen Mikrophysik-Schemata vergleichen. Ziel dieses Vergleichs ist es zu verstehen, warum die meisten Schemata die Radarreflektivität in konvektiven Regionen noch immer überschätzen und warum gleichzeitig zu wenig stratiformer Niederschlag produziert wird.In Phase 1 konnten wir die Machbarkeit koordinierter C- und Ka-Band Messungen an den beiden Standorten demonstrieren und einen Algorithmus zur Ableitung von Eispartikeleigenschaften entwickeln. Dabei konnten wir ein tieferes Verständnis der bestehenden Mehrdeutigkeiten gewinnen, welche durch die unbekannte Eispartikeldichte verursacht werden. Gleichzeitig wurden für die zahlreichen Beobachtungstage entsprechende Wettermodellläufe mit fünf unterschiedlichen Mikrophysik-Schemata durchgeführt, um die Variabilität klassischer Parameter (z.B. Anzahl, Höhe und räumliche Verteilung der Zellkerne) zwischen den Schemata zu analysieren. In Phase 2 wollen wir unsere Methoden aus Phase 1 weiterentwickeln, um noch unbekannte Größen wie die Eispartikeldichte und die räumliche Struktur des Gesamtsystems bestehend aus konvektivem Zellkern und stratiformen Teil zu erfassen. Dies ermöglicht es uns zu untersuchen wie mikrophysikalische Prozesse wie Bereifung und Aggregation Eispartikel modifizieren und damit deren Transport in den stratiformen Niederschlagsbereich beeinflussen. Um bestehende Mehrdeutigkeiten einzugrenzen, werden wir dazu Messungen der Fallgeschwindigkeit und der linearen Depolarisation mit einbeziehen. Diese Höhen-Zeit-Schnitte werden mit den Zell-Trajektorien in einem Datensatz von etwa 100 konvektiven Tagen zeitlich wie statistisch in Verbindung gebracht, um die beobachtete und modellierte Mikrophysik im konvektiv-stratiformen Übergang einzuordnen. Dazu wird die Verfolgung von Zellen in Messung und Modell auf die umgebende stratiforme Niederschlagsregion ausgeweitet. Die Kombination der horizontalen und vertikalen Perspektive ist dabei eine wesentliche Neuerung unseres Ansatzes im Vergleich zu bisherigen Studien.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und NiederschlagsprozessenMitverantwortlicheDr. Silke  Groß;Dr. Martin  Hagen;Dr. Fabian  Hoffmann;Professor Dr. Bernhard  Mayer"
    },
    {
      "project_id": "492234709",
      "url": "https://gepris.dfg.de/gepris/projekt/492234709",
      "title": "Untersuchung der Rolle von Fragmentierung von Eispartikeln durch Kombination von Superpartikelmodellierung, Laboruntersuchungen und polarimetrischen Radarbeobachtungen",
      "subject_area": "Physik und Chemie der Atmosphäre",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 492234709",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen",
      "description": "Im Projekt FRAGILE beabsichtigen wir spektrale, polarimetrische Mehrfrequenzradarbeobachtungen mit neuartigen Lagrangen Superpartikelmodellen und Laborstudien zu kombinieren, um eismikrophysikalische Prozesse in Wolken zu untersuchen. Übereinstimmend mit früheren Studien, finden wir in polarimetrischen Radarbeobachtungen klare Hinweise auf die Bildung von neuen Eiskristallen, insbesondere innerhalb der Wachstumszone von dendritischen Partikeln. Die Fragmentierung von Eis- und Schneepartikeln wird seit vielen Jahren als potenzieller Kandidat für die Erklärung dieser Radarmerkmale diskutiert, aber unser derzeitiges Wissen über diesen Prozess ist immer noch sehr unzureichend. In FRAGILE möchten wir neue Laborexperimente durchführen, u.a. Kollisionsexperimente in einem Kälteraum und in einem gekühlten Windkanal, um eine mögliche Fragmentierung von Schneeflocken oder bereiften Partikeln direkt zu beobachten und zu quantifizieren. Die Ergebnisse der Laborexperimente werden dabei helfen Modellparametrisierungen zu verbessern. Die Modellsimulationen werden wir in synthetischen Radarsignaturen umwandeln, um sie dann mit unserem vorhandenen mehrmonatigen polarimetrischen Wolkenradarbeobachtungen realer Wolken vergleichen zu können. Sobald die numerisch teuren 1D-Lagrange-Superpartikelmodellierung ausreichen mit den Beobachtungen übereinstimmen, werden wir Methoden des maschinellen Lernens anwenden, um Parametrisierungen abzuleiten, welche dann in Wettervorhersagemodellen, wie dem ICON-Modell des Deutschen Wetterdienstes eingesetzt werden können. Falls Fragmentierung ein wesentlicher Mechanismus für die Entstehung kleiner Eiskristalle ist, erwarten wir, dass eine Implementierung von Fragmentierung in Modellen unsere Fähigkeit, die Entwicklung von Wolken und Niederschlag zu simulieren, erheblich verbessern wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2115: \nSynergie von Polarimetrischen Radarbeobachtungen und Atmosphärenmodellierung (PROM) - Verschmelzung von Radarpolarimetrie und numerischer Atmosphärenmodellierung für ein verbessertes Verständnis von Wolken- und Niederschlagsprozessen"
    }
  ]
}