{
  "spp_number": "SPP 2476",
  "spp_title": "Prozessübergreifende Modellierung in der Produktionstechnik",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540848079",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "558600925",
      "url": "https://gepris.dfg.de/gepris/projekt/558600925",
      "title": "Analyse und Modellierung der Prozesskette zur Herstellung von Bohr- und Gewindewerkzeugen aus pulvermetallurgisch erzeugtem Schnellarbeitsstahl",
      "investigators": "Professor Dr.-Ing. Dirk  Biermann;Dr.-Ing. Monika  Kipp;Professor Dr.-Ing. Sebastian  Weber",
      "subject_area": "Spanende und abtragende FertigungstechnikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558600925",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Die Qualität und Leistungsfähigkeit von Zerspanungswerkzeugen wird neben den Schneidstoffeigenschaften sowie der Makro- und Mikrogestalt der Schneidelemente auch durch die Oberflächen- und Randzoneneigenschaften des Substrates beeinflusst. Bei Werkzeugen aus pulvermetallurgisch erzeugtem Schnellarbeitsstahl (PM-HSS), wie z. B. Gewindebohrwerkzeugen, umfasst dies insbesondere die mikrostrukturell bedingten Eigenschaften. Um eine substantielle Verbesserung der Zerspanungswerkzeuge zu erzielen, ist es daher wesentlich, die gesamte Prozesskette und die Wechselwirkungen der Fertigungsschritte von der Substratherstellung, der Wärmebehandlung bis hin zur schleiftechnologischen Gestalterzeugung in die Optimierung einzubeziehen. Der Schleifprozess definiert zum einen die Gestalt, die Form- und Maßgenauigkeit des Werkzeuges und der Schneidelemente sowie die Oberflächenbeschaffenheit. Zum anderen werden bedingt durch das thermomechanische Lastkollektiv im Schleifprozess auch die Randzonenbeschaffenheit und die Mikrostruktur in Wechselwirkung mit der vorangegangenen Wärmebehandlung bestimmt. Der Schleifprozess ist dabei derart auszulegen, dass eine hohe Produktivität erzielt, gleichzeitig aber eine thermisch bedingte Schädigung vermieden wird. Für die Gesamtbetrachtung der Werkzeugherstellung muss daher ein grundlegendes Verständnis zur Entstehung und Veränderung der Randzonenbeschaffenheit in Abhängigkeit von den Formgebungsprozessen, der Wärmebehandlung und der schleiftechnologischen Endbearbeitung aufgebaut werden. Dabei ist zur effizienten Auslegung der Werkzeugherstellung ein Werkstückmodell zu initiieren, das die Veränderungen über die gesamte Prozesskette abbilden kann. Durch die Verknüpfung von Erkenntnissen aus den Schleifprozessen und entsprechenden Modellen zur thermomechanischen Belastung mit der Modellierung der Wärmebehandlungsprozesse ist es das Ziel, die Werkstoffeigenschaften unter Berücksichtigung der gesamten Herstellungskette einzustellen, Schädigungen und kritische Werkstoffveränderungen der Zerspanungswerkzeuge in der Herstellungsroute zu vermeiden, und so die Leistungsfähigkeit der Zerspanungswerkzeuge zu erhöhen. Als Demonstratoren für das geplante Forschungsvorhaben wurden zu diesem Zweck Bohr- und Gewindebohrwerkzeuge aus PM-HSS ausgewählt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558590357",
      "url": "https://gepris.dfg.de/gepris/projekt/558590357",
      "title": "Ganzheitliche Prozesskettenmodellierung für die Aluminiumprofilumformung",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558590357",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Ziel des Projekts ist es eine ganzheitliche Modellierungsmethode zu entwickeln, um die Prozesskette zur Herstellung komplexer gebogener Aluminiumprofile zu simulieren, qualitätskritische Parameter (CTQ) vorherzusagen und Unsicherheiten einzubeziehen. Dies stellt die Grundlage für die Optimierung der Prozessparametern über die gesamte Produktionskette in der zweiten Phase dar, in welcher der Schwerpunkt auf der Erreichung optimaler CTQ-Ziele liegt. Zu den angestrebten CTQs gehören: 1) Rückfederung, 2) Wanddicke, 3) Energiebilanz der Prozesskette und 4) mechanische Performance. Es wird Robustheit gegenüber nicht reduzierbaren Unsicherheiten gewährleistet und eine Anleitung zur Minimierung reduzierbarer Unsicherheiten gegeben. Die Prozesskette entspricht der industriellen Herstellung von Automobilkomponenten und umfasst das Strangpressen, Biegen und die Wärmebehandlung von Aluminiumprofilen. Derzeit ist eine globale Optimierung der CTQs für die gesamte Prozesskette schwer zu erreichen, da die Prozessmodelle nicht für eine sequenzielle Verknüpfung ausgelegt sind. Unsicherheiten aufgrund variabler Prozessbedingungen und Materialeigenschaften erschweren zudem eine zuverlässige Produktion. Das Projekt verfolgt eine zweistufige Modellierungsstrategie. Die erste Stufe umfasst die Verwendung von physischen White-Box-Modellen, um ein Verständnis der Prozesskette und der Wechselbeziehung der Prozessparameter zu erlangen. Die zweite Stufe umfasst effizientere White-, Grey- und Black-Box-Modelle für Echtzeitanwendungen während der Produktion. Dazu gehört auch die Entwicklung neuer Surrogate-Modellierungsansätze. Das Forschungsvorhaben hat die drei Hauptziele: 1) Die Identifizierung, welche Stufen oder Parameter im Produktionsprozess die CTQs kritisch beeinflussen und die Bestimmung, ob diese Faktoren genau vorhergesagt werden können. Die Charakterisierung der Materialeigenschaften und Sensitivitätsanalysen sind wesentliche Bestandteile, um die einflussreichsten Faktoren zu bestimmen und ihre Unsicherheiten zu beseitigen. 2) Die Etablierung der Prozesskette im Labor und experimentelle Untersuchungen, um die Zusammenhänge zwischen den Parametern und ihre Auswirkungen auf die CTQs zu bestimmen. In diesem Zusammenhang werden die Anzahl und die Art der Sensoren ermittelt, die erforderlich sind, um signifikante Veränderungen in der Prozesskette zu erkennen, die sich auf die CTQs auswirken. Diese Sensoren sind entscheidend, um später schnelle Anpassungen auf Grundlage der entwickelten schnellen Modellierungsansätze zu ermöglichen. 3) Die Verbesserung der Robustheit der CTQ-Parameter unter den nicht reduzierbare Unsicherheiten im Prozess. Dies beinhaltet die Einbeziehung und Verfolgung miteinander verbundener Unsicherheiten während des gesamten Produktionsprozesses. Es werden Methoden entwickelt, um abhängige und unabhängige Unsicherheiten zu quantifizieren und sie in den allgemeinen Modellierungsrahmen zu integrieren, um zuverlässige Ergebnisse zu gewährleisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558452356",
      "url": "https://gepris.dfg.de/gepris/projekt/558452356",
      "title": "Inverse Modellierung der Prozesskette eines ADI-Bauteils zur Beherrschung prozessbedingter Verzugs- und Aufhärtprobleme",
      "investigators": "Dr.-Ing. Christian  Schwarz;Professorin Dr.-Ing. Babette  Tonn",
      "subject_area": "Spanende und abtragende FertigungstechnikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558452356",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Austempered Ductile Iron (ADI), ein ausferritisches Gusseisen mit Kugelgraphit, kombiniert hohe Zugfestigkeit und Verschleißfestigkeit mit einer bemerkenswerten Bruchdehnung. Die Herstellung von ADI-Bauteilen ist jedoch komplex und erfordert die genaue Kontrolle zahlreicher Werkstoff- und Prozessparameter entlang der Prozesskette von Gießen, Wärmebehandlung bis hin zur Zerspanung. Zu den wichtigen Qualitätsmerkmalen gehören Maßhaltigkeit, Härte, Martensitgehalt sowie die Werkzeugstandzeit während der mechanischen Bearbeitung. Prozessschwankungen, wie bei der chemischen Zusammensetzung und Temperaturführung während der Wärmebehandlung, beeinflussen das Gefüge des ADI und führen zu unterschiedlichen Härtegraden. Unterschiedliche Abkühlungsgeschwindigkeiten können in komplexen Bauteilen Eigenspannungen und Verzug verursachen, was den Bearbeitungsprozess zusätzlich erschwert. Im Rahmen des geplanten Forschungsprojekts soll die Prozesskette zur Herstellung von ADI-Gussbauteilen bestehend aus den Schritten Gießen, Wärmebehandlung und Zerspanung modelliert und invers optimiert werden. Ziel der ersten Förderperiode ist es, ein tiefes Verständnis über die Zusammenhänge zwischen 14 einstellbaren Prozessparametern und vier qualitätsrelevanten Zielgrößen (Härte, Martensitgehalt, Maßhaltigkeit und Werkzeugstandzeit) zu erlangen. Hierfür wird eine experimentelle Prozesskette aufgebaut, die umfassend instrumentiert ist, um die relevanten Messgrößen sensorisch zu erfassen. Dies dient als Basis für die Modellierung der Einzelprozesse, wobei für jeden Prozessschritt ein multivariantes, invertierbares Prognosemodell entwickelt wird. Ein weiterer zentraler Aspekt des Projekts ist die Quantifizierung stochastischer Unsicherheiten in den Modellen, um eine robuste Optimierung sicherzustellen. Auf Basis der Einzelmodelle wird ein globales Gesamtprognosemodell erstellt, das alle Einzelprozesse miteinander verknüpft. Dieses Gesamtmodell erlaubt es, die Auswirkungen der verschiedenen Prozessparameter auf die Qualität des Endprodukts prozessübergreifend vorherzusagen. Ein besonderer Fokus liegt auf der inversen Auslegung: Anstatt die Prozessparameter sequenziell zu optimieren, wird rückwärts von den Zielgrößen auf die erforderlichen Parameter geschlossen. Die Ergebnisse der ersten Förderperiode schaffen die Grundlage für die zweite Phase, in der eine globale, multikriterielle Optimierung der gesamten Prozesskette durchgeführt wird, um zukünftig ADI-Bauteile effizienter und ressourcenschonender herzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558559575",
      "url": "https://gepris.dfg.de/gepris/projekt/558559575",
      "title": "Inverse Optimierung der Prozesskette Druckgießen-Richten unter Berücksichtigung von Unsicherheiten",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558559575",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Die Herstellung von Aluminium-Strukturbauteilen mittels Druckgießens hat sich insbesondere in der Fahrzeugproduktion in vergangenen Jahren etabliert und erfährt im Kontext von Mega- und Gigacasting aktuell weiter steigende Nachfrage. Um die Materialeigenschaften der Strukturbauteile, wie Festigkeit gezielt einzustellen, durchläuft das Werkstück anschließend eine Wärmebehandlung. Unterschiedliche Einflussgrößen in diesen Arbeitsschritten wirken sich auf den Eigenspannungszustand der Bauteile sowie schließlich deren Verzug aus. Da neben den mechanischen Eigenschaften die geometrischen Anforderungen an Strukturbauteile entscheidend sind, wird der geometrische Verzug in einem Richtvorgang korrigiert. Anschließend folgt ggf. die mechanische Fertigbearbeitung. Das Ziel der Projektphase I dieses Forschungsvorhabens ist es, die Prozesskette Druckgießen und Richten invers lösbar zu modellieren und hierbei Unsicherheiten berücksichtigen zu können. Dies soll anhand einer skalierten Prozesskette für Strukturbauteile erarbeitet und validiert werden. Die zu erarbeitenden inversen Solver, ermöglichen eine Optimierung der unterschiedlichen Prozessschritte ausgehend vom Endprodukt, d.h. ausgehend vom Anforderungsprofil des Strukturbauteils. Ein wesentliches Ziel ist dabei die Rückwärtspropagierung von Unsicherheiten, wodurch auch die Robustheit der Prozesskette betrachtet werden kann. Ziel der Prozesskettenoptimierung ist es, die stochastischen Anteile des Verzugs auf ein Minimum zu reduzieren und damit nur eine deterministische Richtstufe einsetzen zu können. Die aufgebauten invers lösbaren Modellierungsansätze sollen es demnach nicht nur ermöglichen, die Prozesskette bzgl. der mechanischen Eigenschaften und der geometrischen Genauigkeit zu optimieren, sondern auch die Möglichkeit bieten die Gesamtprozesszeit je Bauteil sowie die Robustheit der Prozesskette in die Optimierung mit einzubeziehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der ProduktionstechnikMitverantwortlichDr.-Ing. Joel  Schukraft"
    },
    {
      "project_id": "558354382",
      "url": "https://gepris.dfg.de/gepris/projekt/558354382",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558354382",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Der Kerngedanke des Schwerpunktprogramms ist die Reformulierung der Prozesskettenauslegung als rück-wärtsgerichtete Problemstellung ausgehend von der herzustellenden Komponente unter Berücksichtigung stochastischer Unsicherheiten. Ziel ist es, bisher ungenutzte Synergien zwischen Fertigungsschritten zu identifizieren, zu modellieren und schließlich explizit nutzbar zu machen. Dies geschieht sowohl für die Prozessketten der individuellen Teilprojekte als auch für verallgemeinerte Problemstellungen im Rahmen von projektübergreifenden Arbeitskreisen. Die bisher nur innerhalb von Fertigungsstufen genutzte inverse Analyse wird, auf die Auslegung vollständiger Prozessketten übertragen. Es wird ein methodischer Ansatz eingeführt, um das aktuell ungenutzte Potential gegenüber einer rein sequentiellen Auslegung zu erschließen. Dies erfolgt durch die Aufstellung eines gemeinsamen Gesamtmodells, welches für eine multikriterielle Optimierung genutzt wird. Hierbei ermöglicht beispielsweise eine Gewichtung der angelegten Kriterien innerhalb einer Zielfunktion, zielgruppenspezifische Produktvarianten auszulegen. Dazu kann die individuelle Gewichtung verschiedener technischer Ziele oder die Gewichtung von technischen Zielen gegenüber Kostenzielen geändert werden. Somit trägt dieses Schwerpunktprogramm zur Auflösung des Polylemmas der Produktion hinsichtlich Qualität (technische Ziele), Zeit, Kosten, und der Ressourceneffizienz sowie der Emissionsvermeidung bei. Die grundlegende Methodik der inversen Prozesskettenmodellierung kann auf eine Vielzahl unterschiedlicher Prozessketten angewendet werden. Es muss jedoch stets eine detaillierte Anpassung an die Gegebenheiten der jeweils vorliegenden Prozesse durchgeführt werden. Aufgrund der erforderlichen vielfältigen Kompetenzen ist dafür eine interdisziplinäre Zusammenarbeit mehrerer Domänen notwendig: In der Materialwissenschaft und Werkstofftechnik erfolgt die Berücksichtigung der Mikrostrukturveränderungen über die gesamte Prozesskette hinweg. Zudem werden für die einzelnen Fertigungsverfahren jeweils passende Werkstoffmo-delle benötigt, gegebenenfalls auf mehreren Größenskalen. Weiter trägt die Domäne Produktionstechnik, im Sinne einer Gestaltung optimaler Prozessfolgen, zum Aufbau der Einzelmodelle und der realen Umsetzung der Prozesse inklusive einer Fertigung der betrachteten Komponenten bei. Das Fachgebiet der Mess- und Sensortechnik führt die zerstörungsfreie Datenerhebung mit inline-geeigneten Sensorsystemen durch. Innerhalb einer Prozesskette können diese auf die kombinierten Daten mehrerer Stufen zugreifen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558607696",
      "url": "https://gepris.dfg.de/gepris/projekt/558607696",
      "title": "Methodenentwicklung zur multikriteriellen Optimierung einer Prozesskette zur Herstellung hybrider Leichtbaukomponenten",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558607696",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Untersuchungsgegenstand des Projektes soll eine vierstufige Prozesskette zur Herstellung eines Leichtbauhelmes aus einer Al/Mg/Al Sandwichstruktur mit gezielt einstellbaren Eigenschaften sein. Die in technologischen Grenzen einstellbaren Eigenschaften sind hierbei das Gewicht, die Steifigkeit, die Form- und Maßhaltigkeit sowie der resultierende CO2-Fußabdruck. Aus der Synergie der vollständigen Kopplung aller Prozessmodellierungen bei der Rückwärtsauslegung mit definierten Randbedingungen sollen bestmögliche Prozessrouten prognostiziert und unter Berücksichtigung von Unsicherheiten umgesetzt werden. Dabei sollen erforderliche (Soft-)sensoren sowie die mathematischen Methoden im Bereich der hybriden Prozessmodel-lierung und -optimierung sowie der Unsicherheitsquantifizierung bei den vorhandenen hochdimensionalen Parameterräumen erarbeitet werden. In der ersten Projektphase soll die Modellkopplung in Prozessdurchlaufrichtung, d.h. vorwärtsgerichtet, sowie deren Auswirkung auf die Aussagegenauigkeit für das finale Produkt erfolgen und durch experimentelle Untersuchungen verifiziert werden. Zunächst erfolgt eine hybride Modellbildung zwischen verallgemeinertem Schichtenmodell für das Walzplattieren und FE-Ansätzen für die nachfolgenden Verarbeitungsschritte Platinenzuschnitt, Tiefziehen, Beschnitt und Lastprüfung. Hieraus soll ein für verkettete Prozesse verallgemeinerbares Datenmodell geschaffen werden, das den Austausch zwischen auch grundsätzlich verschiedenen Modellansätzen gestattet. Basierend auf diesen Modellen erfolgt die Rückwärtsauslegung bzw. Optimierung der gesamte Prozesskette als wesentliches Teilziel des Gesamtprojekts. Die Optimierung soll zunächst auf Basis der MOR-optimierten Simulationsmodelle und unter Berücksichtigung der Modellunsicherheiten Pareto-optimiert werden, um im post-processing für skalare, wichtungsbasierte Zielfunktionen Lösungen auszuwählen. Des Weiteren soll hier die methodische Bewertung des Optimierungsergebnisses basierend auf einer ganzheitlichen und einer kaskadierten Prozesskettenbetrachtung erfolgen. Die Prozesskette soll durchgehend mit in situ (inline) und ex situ Sensorik versehen werden. Neben den typischen Messgrößen der Teilprozesse sollen indirekt Daten erhoben werden, wie beispielsweise Temperaturen im Schichtenverbund auf Basis von Oberflächenmessungen und die zugehörigen Schichtdicken zur Ableitung des verbleibenden Formänderungsvermögens. Die Unsicherheiten werden zum einen aus den Messdaten der Prozesssensorik über Versuchswiederholungen, zum anderen durch die numerische Prozesssimulation via Monte-Carlo Simulation ermittelt. Aufgrund der komplexen Zusammenhänge entlang der Prozesskette und der Vielzahl an Einflussparametern wird ein vollständig neuer Ansatz verfolgt. Die Unsicherheitsbetrachtung erfolgt sowohl entlang des Graphen – dies ist vorwärts- wie rückwärtsgerichtet möglich – als auch via eines Monte-Carlo Ansatzes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558559056",
      "url": "https://gepris.dfg.de/gepris/projekt/558559056",
      "title": "Methodik zur ganzheitlichen Prozesskettenanalyse und -modellierung am Beispiel der Bipolarplatten-Fertigung",
      "investigators": "Dr.-Ing. Verena  Psyk;Professor Dr.-Ing. Frank  Walther",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558559056",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Um im Rahmen der Energiewende den Ausbau der Wasserstoffwirtschaft und die Etablierung von Wasserstoff als Sekundärenergieträger voranzutreiben, ist die Produktion leistungsstarker Brennstoffzellen von zentraler Bedeutung. Entscheidend für die Qualität der Brennstoffzellen ist hierbei die Beschaffenheit der eingesetzten Bipolarplatten (BPP), die in großer Anzahl zu einem Stapel (Stack) kombiniert werden und wichtige Funktionen wie Medienführung und Kühlung übernehmen. Um die Brennstoffzellentechnologie für den Massenmarkt zugänglich zu machen ist folglich eine kostengünstige und großvolumige Produktion defektfreier BPP unerlässlich.  Aktuell werden bei der Prozesskette für die Produktion von BPP einzelne Prozessschritte isoliert analysiert, modelliert und optimiert. Hierdurch findet eine rein sequentielle Auslegung der Prozesskette statt, wobei Wechselwirkungen zwischen den Fertigungsverfahren und Unsicherheiten entlang der Prozesskette nicht hinreichend berücksichtigt werden können. So ist aktuell weitestgehend unklar, wie sich Abweichungen in den einzelnen Prozessstufen auf die Endqualität der BPP auswirken und in welchem Rahmen Abweichungen, bspw. geometrischer Natur, toleriert werden können. Diese fehlende Verknüpfung einzelner Prozessstufen führt zu Unsicherheiten bei der Festlegung von Toleranzen und Prozessparametern, was die Kosten und Ressourceneffizienz negativ beeinflusst.  Eine prozesskettenübergreifende Analyse der Fertigung von BPP ermöglicht die Erschließung bislang nicht gehobener Innovationspotenziale. Im Rahmen des Projektes ist hierfür vorgesehen ein Gesamtmodell der Prozesskette durch Kopplung von Einzelmodellen zu erstellen, auf dessen Grundlage eine inverse Analyse der Prozesskette durchgeführt werden kann. So kann eine multikriterielle Optimierung des Fertigungsprozesses von BPP unter Berücksichtigung stochastischer Unsicherheiten aus Prozess, Modellbildung und Messtechniken, erfolgen. Um dieses Ziel zu erreichen, erfolgt im Projektverbund eine interdisziplinäre Zusammenarbeit in den Bereichen der Produktionstechnik, Messtechnik, Werkstofftechnik und Modellierung. Um zentrale, qualitätsrelevante Kriterien der BPP, wie die Gasdichtheit, die Maßfehler der Kanalquerschnittsgeometrie und Formfehler, zu überprüfen werden im Projekt sowohl off-line- als auch in-line-fähige, zerstörungsfreie Messsysteme zur Überwachung der Halbzeuge entlang der Prozesskette ertüchtigt. Die Kombination zahlreicher Messsysteme ermöglicht hierbei eine umfangreiche Abbildung der Prozesskette. Die Auswirkungen der zentralen Prozessstellgrößen auf die qualitätsrelevanten Kriterien wird in Stellgrößen-Sensitivitätsuntersuchungen untersucht und mit experimentell generierten Daten überprüft. Die so erhobene Datenbasis wird genutzt um sowohl die Modelle der Einzelprozesse als auch der gesamten Prozesskette zu validieren. Ziel ist es, eine möglichst kompakte virtuelle Prozesskette zu erlangen die eine effiziente Abbildung und Optimierung ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558587135",
      "url": "https://gepris.dfg.de/gepris/projekt/558587135",
      "title": "Modellgestütztes Eigenschaftsdesign entlang der Prozesskette Stranggießen, Strangpressen und Biegen",
      "investigators": "Professor Dr.-Ing. Noomane  Ben Khalifa;Dr.-Ing. Stefanie  Sandlöbes-Haut;Professor Dr.-Ing. Wolfram  Volk",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558587135",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Der Übergang zu erneuerbaren Energiequellen und die Einführung von Elektrofahrzeugen stellen hohe Anforderungen an die Materialien, die in elektrischen Komponenten verwendet werden. Der inhärente Zielkonflikt zwischen mechanischen Eigenschaften (insbesondere Festigkeit und Duktilität) und physikalischen Eigenschaften (thermische und elektrische Leitfähigkeit) verhindert den Einsatz von festen Aluminiumlegierungen in solchen Bauteilen. Zur Auflösung des Zielkonfliktes werden die Mikrostruktur und Textur basierend auf den Änderungen der Zusammensetzung (Legierungsdesign) sowie der Prozessschritte (Prozesskettendesign) untersucht. Hier wird die Toleranz gegenüber Fe- und Cu-Verunreinigungen untersucht, die aufgrund des Recyclings von Post-Consumer-Aluminiumschrott auftreten. Es soll ermittelt werden, inwieweit diese Verunreinigungen akzeptiert werden können, ohne die geforderten Eigenschaften zu beeinträchtigen. Zu-dem wird überprüft, inwieweit das Legierungsdesign eine Verbesserung der Toleranz wie auch der Mikrostruktur- und Texturentwicklung erlaubt. Weiter wird die kombinierte Wirkung der Prozesskette untersucht. Beim Stranggießen kann durch die Steuerung der effektiven Gießgeschwindigkeit die Positionierung der Erstarrungsfront beeinflusst und somit die Gefügeausbildung im Strang verändert werden. Beim Strangpressen ermöglicht die gezielte Auslegung der Werkzeuggeometrie die An-passung der in der Umformzone wirkenden Zustandsgrößen, wodurch Mikrostruktur- und Texturentwicklung beeinflussbar sind. Schließlich werden durch das Biegen die mechanischen Eigenschaften der Mikrostruktur und Textur für unterschiedliche Biegezustände qualifiziert und zur Reduzierung der Rückfederung in der Prozessführung berücksichtigt. Eine Besonderheit der ganzheitlichen Betrachtung der Prozesskette liegt in der Beachtung der Einflüsse vorgelagerter Prozesse, um die Pfadabhängigkeit aufgrund voreingestellter Materialeigenschaften aufzudecken. Hierfür müssen stochastische Schwankungen der Prozesse und deren Einfluss auf die nachgelagerten Prozessschritte berücksichtigt, nachgebildet und vorhergesagt werden. Dies erfordert ein pfadabhängiges Prozesskettenmodell, das auf Basis experimenteller und numerischer Daten in der Lage ist, die Auswirkungen veränderter Eingangsgrößen zu quantifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558606079",
      "url": "https://gepris.dfg.de/gepris/projekt/558606079",
      "title": "Modellierung des Sinterschmiedens unter Berücksichtigung der Unsicherheitspropagation",
      "investigators": "Dr.-Ing. Lennart  Hinz;Dr.-Ing. Johanna  Uhe",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMesssysteme",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558606079",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Die Prozesskette Pulverpressen, Sintern und Sinterschmieden ermöglicht die pulvermetallurgische Herstellung von komplexen Bauteilen mit ausgezeichneten mikrostrukturellen Eigenschaften unter hoher Werkstoffausnutzung und Präzision. Wie alle industriellen Prozesse unterliegen das Pulverpressen, Sintern und Schmieden stochastischen Unsicherheiten der Prozessparameter, die in mit Unsicherheiten behafteten Bauteilen resultieren. In verketteten Prozessen pflanzen sich diese Unsicherheiten fort, wobei sie durch Wechselwirkungen verstärkt, abgeschwächt oder eliminiert werden können. Insbesondere die stochastische Natur des pulverförmigen Ausgangsmaterials führt zu vielfältigen Wechselwirkungen und Schwankungen in den nachfolgenden Prozessschritten. So können sich beim Pulverpressen gebildete Dichtegradienten im Halbzeug zu Verzügen in den gesinterten bzw. sintergeschmiedeten Bauteilen führen. Zur Auslegung und Optimierung der pulvermetallurgischen Prozessroute stehen bereits numerische Ansätze und entsprechende Materialmodelle, welche das kompressible Materialverhalten berücksichtigen zur Verfügung. Der Fokus liegt hierbei jedoch in der Regel auf einer isolierten Prozessbeschreibung ohne Berücksichtigung der Wechselwirkungen. Eine Berücksichtigung der Unsicherheit von Prozessparametern und deren Auswirkung erfolgte bisher nicht. Ziel des Vorhabens ist daher die prozessübergreifende Modellierung der Prozesskette Sinterschmieden unter Berücksichtigung der auftretenden Unsicherheiten sowie deren Interaktion und Propagation Hierfür wird die Prozesskette experimentell umgesetzt und mit messtechnischer Sensorik ausgestattet. Einer der Schwerpunkte des Vorhabens bildet die in-situ Bauteilüberwachung zur kontinuierlichen Rekonstruktion von Geometrie und Oberflächentemperatur im Sinterprozess, um Daten zur Modellierung von Unsicherheitspropagationen zu sammeln und softsensorisch Kerntemperatur und Dichteverteilung während des Sintervorganges zu prädizieren. Da die Prozesse Pulverpressen und Sinterschmieden messtechnisch schwer zu erfassen sind, erfolgt die Unsicherheitsquantifizierung mittels schnellrechnender Metamodelle, welche über FE-Simulationen trainiert werden. Für eine finale Analyse der epistemischen und aleatorischen Unsicherheitsentwicklung werden die entwickelten Modelle der Teilprozesse verknüpft und die Entwicklung der Unsicherheit entlang der Prozesskette quantifiziert. Abschließend erfolgt die Validierung anhand der experimentellen Prozesskette. Die entwickelten Modelle bilden die Grundlage für eine inverse multikriterielle Optimierung der Prozesskette unter Berücksichtigung der Unsicherheitspropagation und -wechselwirkung. So kann perspektivisch durch Anpassung der Prozessparameter die Gesamtrobustheit gesteigert oder die eingebrachte Energie durch Anpassung der Sinter- bzw. Erwärmungszeiten und Temperaturen minimiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558602624",
      "url": "https://gepris.dfg.de/gepris/projekt/558602624",
      "title": "Modellierung von Unsicherheiten in der Prozesskette vom Ausgangsmaterial bis zur Crimpverbindung unter Einsatzbedingungen für die rückwärtsgerichtete Werkstoff- und Prozessoptimierung",
      "subject_area": "Spanende und abtragende FertigungstechnikUr- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558602624",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Das Forschungsvorhaben zielt auf die Verbesserung der Leistungsfähigkeit von Crimpverbindungen elektrischer Rundsteckverbinder aus Kupfer-Zink-Legierungen. Grundlage dafür ist die Hypothese, dass durch eine multikriterielle Optimierung der gesamten Prozesskette unter Berücksichtigung werkstoff- und prozessimmanenter Unsicherheiten eine Leistungssteigerung möglich ist. Die Leistungsfähigkeit der Crimpverbindungen wird dabei durch drei zentrale Kriterien definiert: geometrische Kenngrößen, die mechanische Verbindungsfestigkeit sowie den elektrischen Übergangswiderstand. Ziel des Projekts ist eine neuartige prozessübergreifende Simulationsmethodik entlang der gesamten Prozesskette zu entwickeln, die es erstmals erlaubt, diese Leistungsfähigkeit von Crimpverbindungen rückwärtsgerichtet als Funktion der relevanten Prozess- und Werkstoffparameter vorherzusagen. Diese Methodik soll dabei Unsicherheiten, die sowohl im Material als auch in den Prozessschritten entstehen, mit einbeziehen. Es wird eine durchgängige prozessübergreifende Methodik zur rückwärtsgerichteten multikriteriellen Optimierung entwickelt, die auf verschiedenen Zielgrößen basiert und die Prozesseffizienz signifikant steigern soll. In der ersten Phase konzentriert sich die Forschung auf den Aufbau einer durchgängigen prozessübergreifenden Simulationsmethodik entlang der gesamten Prozesskette. Diese soll in der Lage sein, die Zielgrößen – also die Leistungsparameter der Crimpverbindungen – als Funktion der verschiedenen Prozess- und Werkstoffparameter zu formulieren. Dabei werden Unsicherheiten, die im Material oder während des Produktionsprozesses auftreten können, berücksichtigt. Um dabei Diskrepanzen zwischen verschiedenen Diskretisierungsmethoden, Werkstoff- und Reibungsmodellen zu vermeiden und die Simulation zu beschleunigen, wird ein universelles Ersatzmodell entwickelt. Dieses Modell dient als Brücke, um inkonsistente Modelle und Berechnungsverfahren zu harmonisieren. Weiterhin wird eine Prozesskette für die Herstellung von Crimpverbindungen erstellt, die den Einsatz von Softsensoren zur Erfassung von Unsicherheiten beinhaltet. Softsensoren kombinieren experimentelle Daten aus Laborversuchen mit Messdaten, um Unsicherheiten in Material- und Prozessparametern zu erfassen und zu modellieren, wobei der experimentelle Aufwand minimiert wird. In der zweiten Phase liegt der Schwerpunkt auf der multikriteriellen Optimierung der Leistungsfähigkeit der Crimpverbindungen. Diese Optimierung erfolgt durch die direkte Inversion der Prozessmodelle, wodurch eine rückwärtsgerichtete prozessübergreifende Simulationsmethodik geschaffen wird. Das Verfahren wird auf mindestens drei zentrale Zielgrößen angewandt, um die Crimpverbindungen zu optimieren. Ferner soll die Übertragbarkeit der entwickelten Methodik auf andere Werkstoffe sowie geometrisch unterschiedliche Crimpverbindungen nachgewiesen werden. Damit kann die Anwendbarkeit der Methodik auch auf andere industrielle Anwendungen erweitert werdenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der ProduktionstechnikInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr.-Ing. Markus  Bambach"
    },
    {
      "project_id": "558591047",
      "url": "https://gepris.dfg.de/gepris/projekt/558591047",
      "title": "Multikriterielle, prozessübergreifende Auslegung für den Herstellprozess von Aluminium-Kühlplatten auf Basis der ganzheitlichen Modellierung der Prozesskette Umformen/Laserschweißen",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenFügetechnik und Trenntechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558591047",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "In modernen Batteriemanagementsystemen für Hochleistungsanwendungen wie Elektrofahrzeugen und Systemen für erneuerbare Energien nimmt die Batteriekühlung mittels entsprechender Kühlplatten eine Schlüsselfunktion ein. Die Kühlkanäle dieser Platten werden zunächst umformtechnisch in ein ebenes Blech eingebracht. Das fertige Bauteil entsteht dann durch das Fügen dieses umgeformten Blechs mit einem zweiten ebenen Blech mittels Laserschweißens im Überlappstoß. Beim Schweißen der Nähte, die bei diesen Kühlkanälen meist mehrere Meter umfassen, werden relativ hohe Laserleistungen genutzt, um die beiden Teilkomponenten mit möglichst hohen Vorschubgeschwindigkeiten zu schweißen. Beim Laserstrahlschweißen mit solchen hohen Geschwindigkeiten neigen jedoch hochfeste Aluminiumlegierungen, die zur Herstellung der Kühlplatten eingesetzt werden, zur Bildung von Heißrissen. Diese Heißrisse führen zu undichten Nähten und damit zum Bauteilausschuss. Für die Auslegung des Herstellungsprozesses solcher Aluminium-Kühlplatten werden heute die Fertigungsschritte Umformen und Laserschweißen separat mittels FE- bzw. CFD-Simulationen modelliert und individuell optimiert. Die Optimierung des Umformprozesses zielt dabei im Wesentlichen darauf ab, bei der Umformung möglichst wenig Eigenspannungen in das Bauteil zu induzieren, um Rückfederungseffekte gering zu halten und somit eine hohe Maßhaltigkeit zu erzielen. Zur Vermeidung von Heißrissen im Schweißprozess sind hingegen Druckeigenspannungen im zu schweißenden Bereich von Vorteil, was dem Ziel eines möglichst eigenspannungsfreien Bauteils nach der Umformung entgegensteht. Dies bildet die Ausgangslage dieses Forschungsvorhabens, welches die multikriterielle Auslegung der Fertigungsprozesskette von Aluminium-Kühlplatten unter Berücksichtigung aller für das Bauteil relevanten Qualitäts- (Maßhaltigkeit, Festigkeit, Dichtheit), sowie von Kostenzielen (Energiebedarf) zum Ziel hat. Dafür werden zuerst die Einzelprozesse modelliert und optimiert. Später soll durch die Kombination der entwickelten Umform- und Laserschweißmodelle eine Betrachtung der gesamten Prozesskette und der auftretenden Wechselwirkungen zwischen den Fertigungsverfahren möglich werden. Für eine möglichst robuste Auslegung des Herstellungsprozesses von Aluminium-Kühlplatten werden dabei nicht nur deterministische Prozesseingangsgrößen, sondern auch Unsicherheiten, die durch spezifische Schwankungsbreiten der Materialeigenschaften und die Prozessumgebung entstehen, betrachtet und im Gesamtmodell berücksichtigt. Die Prozesskette wird schließlich in den Laboren der Institute umgesetzt und dabei in die Werkzeuge und Vorrichtungen Sensoren integriert, die eine direkte Rückmeldung aus dem Prozess und die Validierung der Modelle ermöglichen. Die auf diese Weise in FÖP1 entwickelten Simulationsmethoden und analytischen Modelle bilden dann die Grundlage für die Entwicklung einer inversen, multikriteriellen Optimierungsstrategie für die gesamte Prozesskette in FÖP2.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der ProduktionstechnikMitverantwortlicheProfessor Dr.-Ing. Mathias  Liewald;Professor Dr.-Ing. Andreas  Michalowski"
    },
    {
      "project_id": "558601144",
      "url": "https://gepris.dfg.de/gepris/projekt/558601144",
      "title": "Prozessübergreifende Modellierung einer Kaltumform- und Zerspanungsprozesskette eines Verdichterrades unter Berücksichtigung spezifischer Unsicherheiten (ProMoKaZ)",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenSpanende und abtragende Fertigungstechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558601144",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "In dem Forschungsvorhaben ProMoKaZ wird eine Prozesskette zur Fertigung eines Radialverdichter bzw. eines Impellerrades analysiert, welche eine Kaltmassivumformung einer endkonturnahen Vorform und deren nachfolgende Fräsbearbeitung umfasst. Die Wirkmechanismen und Wechselwirkungen dieser Einzelprozesse werden simulativ und experimentell untersucht, um deren Ein-fluss auf die sich schließlich einstellende Fertigteilqualität zu ermitteln. Ziel der Antragsteller IFU und IFW an der Universität Stuttgart ist es, durch eine geeignete Auslegung der Einzelprozesse und Berücksichtigung spezifischer Unsicherheiten eine Gesamtprozesskette für Optimierungszwecke aufzubauen. Das Novum des Antrages liegt in der Etablierung einer zweistufigen Prozessfolge, die aus einem neuartigem Kaltpressverfahren und einer zerspanenden Bearbeitung einer geometrisch anspruchsvollen Impellergeometrie besteht. Dabei werden drei Optimierungsziele verfolgt: Formgenauigkeit, Oberflächenqualität sowie die Energie- und Ressourceneffizienz bei der Herstellung dieses Bauteils. In der ersten Förderphase werden die Teams beider Institute die Prozesskette und auch die Einzelprozesse konzeptionell definieren und Randbedingungen festlegen. Anschließend erfolgt die Konzeption der virtuellen Prozesskette auf Basis eines gemeinsamen Programmsystems DEFORM3D, mit dem zunächst FE-Modelle für beide Fertigungsverfahren aufgebaut werden können. Daran schließt sich der physische Aufbau der Prozesskette im Labormaßstab an beiden Instituten an, sodass die numerischen Modelle experimentell abgesichert werden können. In dieser Projektphase werden bereits spezifische Unsicherheiten beider Fertigungsverfahren charakterisiert und deren Einflüsse auf die Qualität des Fertigteils analysiert. Hierbei liefern etablierte Sensoren und neue Soft-Sensoren neuartige Informationen über Prozessabläufe und Wechselwirkung zwischen den Folgeprozessen, sodass Auswirkungen sensitive Prozessparameter erklärt werden können. Dazu werden Surrogat-Modelle benötigt, deren Datenräume auf Basis der FE-Rechnungen geschaffen werden. In der zweiten Förderperiode wird die inverse Nutzung der Surrogat-Modelle konzipiert und mit Algorithmen zur multikriteriellen Optimierung gekoppelt. Das Fernziel des Projekts besteht in der Vorgabe der o.g. Zielgrößen des Impellerrades und der automatisierten Bestimmung der korrelierenden Eingangs- und Prozessgrößen beider Fertigungsverfahren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    },
    {
      "project_id": "558601614",
      "url": "https://gepris.dfg.de/gepris/projekt/558601614",
      "title": "Prozessübergreifende Modellierung zur Herstellung funktionell gradierter Schichtsysteme durch thermisches Spritzen und mechanische Nachbearbeitung - ProModFun",
      "investigators": "Privatdozentin Dr. Franziska  Bocklisch;Professor Dr.-Ing. Thomas  Lampke;Professor Dr.-Ing. Andreas  Schubert",
      "subject_area": "Spanende und abtragende FertigungstechnikBeschichtungs- und Oberflächentechnik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 558601614",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik",
      "description": "Die industrielle Fertigung von Komponenten erfolgt i. d. R. durch die sequenzielle Verbindung mehrerer Fertigungsprozesse, die aufeinander aufbauen, miteinander wechselwirken und im Ergebnis Produkte mit definiertem Eigenschaftsprofil erzeugen. Die Herausforderungen bestehen darin, (1) den einzelnen Fertigungsprozess optimal zu gestalten, (2) den prozessimmanenten Unsicherheiten zu begegnen und (3) eine globale Optimierung über die Prozesskette hinweg vorzunehmen. Bei der Optimierung sind wichtige Zielgrößen u. a. Qualitäts-, Sicherheits-, Kosten-, Energie- sowie Ressourceneffizienzkriterien und auch die Fertigungsflexibilität. Zur mehrkriteriellen Optimierung können Modellierungsansätze genutzt werden. White-Box Modelle und wissensbasierte Ansätze sind aufgrund der Komplexität von Prozess oder Aufgabe nicht für jeden technischen Fertigungsprozess gleichermaßen gegeben. Daher ist das systematische, experimentelle Vorgehen für die Erzeugung relevanter Daten entscheidend. Im beantragten Vorhaben soll eine Prozesskette aufgebaut werden, mit der die o. g. Fragestellungen der (inversen) mehrkriteriellen Optimierung, datenbasierten Modellbildung und Unsicherheitsquantifizierung am konkreten Beispiel experimentell und mittels zerstörungsfreier Prozessdiagnostik adressiert werden kann. Hierbei soll – als primärer formgebender Fertigungsschritt – das „Atmosphärische Plasmaspritzen“ Oberflächen aus Manganhartstahl erzeugen, die durch die zwei mechanischen Endbearbeitungsprozesse „Drehen“ und „Diamantglätten“ angepasste Kern/Rand-Eigenschaften mit gradiertem Übergang schaffen. Die Prozesse sollen hinsichtlich der folgenden Zielgrößen optimiert werden: (1) Oberflächenhärte tiefengradiert maximieren, (2) Oberflächenrauheit minimieren und (3) Prozesskette maximal energieeffizient gestalten. Bei der Prozesskette handelt es sich um einen neuen, innovativen Ansatz zur Verbindung der Einzelprozesse, z. B. zum Zwecke der zielgerichteten Eigenschaftsmodifikation der Oberfläche von Rollen und Walzen in Umformprozessen (Demonstrator). Als zu fertigende Bauteile sind rotationssymmetrische Komponenten vorgesehen. Die Modellbildung setzt auf den experimentellen Messdaten auf. Es werden zwei Verfahrensansätze verwendet: (1) die statistische Modellierung (u. a. Regressionsansatz) und (2) die musterbasierte Beschreibung in mehrdimensionalen Zustandsräumen mittels Grey-box Algorithmen der Künstlichen Intelligenz (KI). Beide Methoden werden zuerst zur isolierten Auslegung und Optimierung der Einzelprozesse genutzt. Sie ermöglichen die Quantifizierung verschiedener Unsicherheitsarten und sind die Basis für die vorwärtsgerichtete Kopplung der Prozesskette. Prozessübergreifende und erste inverse Analysen erfolgen mit dem KI-Verfahren, in das die Ergebnisse der statistischen Modelle einfließen. Das Ziel des Vorhabens besteht darin, die globale Optimierung der im Lastenheft definierten Zielgrößen zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2476: \nProzessübergreifende Modellierung in der Produktionstechnik"
    }
  ]
}