{
  "spp_number": "SPP 2176",
  "spp_title": "Das iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402379177",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "424142753",
      "url": "https://gepris.dfg.de/gepris/projekt/424142753",
      "title": "Auf den Spuren der Mongolen im Iran: Saisonale Wanderrouten und Bautätigkeit",
      "investigators": "Professorin Dr. Birgitt  Hoffmann;Professor Dr. Lorenz  Korn",
      "subject_area": "Ägyptische und Vorderasiatische AltertumswissenschaftenIslamwissenschaft, Arabistik, Semitistik",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424142753",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Die Dynastie der Ilkhane (ca. 1256-1335), begründet durch Dschingis Khans Enkel Hülegü, hatte einen prägenden Einfluss auf die politische, demographische, soziale und kulturelle Verfasstheit Irans. Zum ersten Mal seit der islamischen Eroberung im 7. Jahrhundert bildete Iran wieder eine eigenständige politisch-territoriale Entität. Das Reich der Ilkhane war umzingelt von Feinden (den Mamluken, den rivalisierenden mongolischen Reichen der Goldenen Horde und der Chaghataier) und war damit in territoriale Schranken verwiesen. Zustrom und dauerhafter Verbleib einer großen Zahl von reiternomadischen Mongolen und Türken in ein von Seßhaftigkeit und Landwirtschaft geprägtes Habitat stellte für Eroberer wie Eroberte eine Herausforderung dar. Allianzen zwischen mongolischen und einheimischen Eliten waren die Folge. Phänomene und Prozesse der Resilienz und der Integration sind auf beiden Seiten zu beobachten. Für die Aufrechterhaltung ihres nomadischen Lebensstils mussten sich die Mongolen in den Regionen konzentrieren, die dafür geeignet waren, d.h. im in den nördlichen und nordwestlichen Regionen des iranischen Hochlandes. Die iranischen Verwaltungskader begleiteten das eigentliche Zentrum der Macht, das herrscherliche Hoflager (ordu) auf dessen Wanderungen. Die Ilkhane waren begeisterte Bauherren. Auf ihren Befehl entstanden Bauten und Siedlungen entlang ihrer Wanderungsrouten, wurden Städte erweitert oder sogar neu gegründet. Infolge von Erdbeben, Kriegshandlungen oder gezielter Zerstörung sind nur wenige architektonische und archäologische Überreste der Mongolenzeit sichtbar. Ihre Erforschung wird zusätzlich erschwert, weil Mongolenzeit in der iranischen Forschung eher vernachlässigt wird.Zum besseren Verständnis von Raumkonzepten, Migrationsmustern und Stadtentwicklung wird unser transdisziplinäres Projekt Textquellen und archäologische Befunde wechselseitig füreinander fruchtbar machen. Ein erstes Ziel ist es, Wanderungsrouten und saisonale Halteplätze ausfindig zu machen und in einer georeferenzierten Karte zu dokumentieren. Diese bildet den Ausgangspunkt für punktuelle Feldforschung. Ein Ort, der sich hierfür anbietet, ist die Gegend um Bustanabad (ca. 60 km südöstlich von Tabriz). Erste Sondierungen lassen vermuten, dass sich hier die bedeutende saisonale Residenz von Ujan befand. Mongolische Aktivitäten im Bereich Stadtentwicklung sind in narrativen und urkundlichen Quellen belegt. In Tabriz haben in deutsch-iranischer Kooperation Ausgrabungen zum Rabʿ-i Rashidi, eines der größten Stiftungskomplexe der damaligen Zeit, begonnen. Auch hier versprechen sich Textquellen und archäologische Funde auf das Beste zu ergänzen. Das beantragte Projekt will im Rahmen von drei Grabungskampagnen die vorgängigen Erkundungen weiterführen und ergänzen. Auch hier ist eine zu erstellende georeferenzierte Karte unentbehrlich für die weitere archäologische Feldarbeit.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "516454888",
      "url": "https://gepris.dfg.de/gepris/projekt/516454888",
      "title": "CrossHighlands: Mobilität und Strategien der Ressourcenbeschaffung in der Provinz Kohgiluyeh (Südwest-Iran)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Alte Geschichte",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 516454888",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Dieses Projekt untersucht Mobilitätsmuster und Strategien der Ressourcenbeschaffung in der Bergregion von Kohgiluyeh (Südwestiran). Damit greift es direkt zwei der Forschungsschwerpunkte des SPP 2176 \"Iranisches Hochland\" auf: \"Mobilität und Netzwerke\" und \"Landschaften und Rohstoffregime\". Kohgiluyeh liegt auf einer Höhe zwischen 600 und über 2000 m ü.d.M., und weist dadurch innerhalb eines begrenzten horizontalen Raumes sehr unterschiedliche Umweltbedingungen auf. Daher eignet sich diese Region sehr gut für Untersuchungen von Mobilität und Ressourcenbeschaffungsstrategien in gebirgigen Umgebungen. Darüber hinaus ist Kohgiluyeh aufgrund seiner Nähe zu den Ebenen von Susiana ein optimaler Ort, um die soziokulturellen Interaktionen zwischen Flachland- und Bergvölkern in vor- und frühgeschichtlicher Zeit zu untersuchen. Mobilitätsmuster und Strategien der Rohstoffbeschaffung ergeben sich aus dem Zusammenspiel von ökologischen, sozialen, wirtschaftlichen und kulturellen Faktoren im Laufe der Zeit. Die vorliegende Studie berücksichtigt all diese Aspekte in einem umfassenden interdisziplinären Rahmen und schlägt so eine Brücke zwischen Archäologie, Geschichte und naturwissenschaftlichem Fachwissen. Auf der Grundlage von Original-Feldforschungsdaten, neuartigen wissenschaftlichen Analysen ausgewählter organischer und anorganischer Materialien und verfügbaren archäologischen und historischen Datensätzen, untersucht dieses interdisziplinäre Projekt die Mobilität auf lokaler, regionaler und überregionaler Ebene. Den Ausgangspunkt für diese Forschung bilden die archäologischen Untersuchungen der Stätten von Bibi Zoleikhaee und Tole Kouchak sowie der Überreste von Brücken und Straßen in der intermontanen Ebene von Kohgiluyeh. Zum ersten Mal werden in der untersuchten Region im Rahmen dieses Projekts eine Reihe innovativer wissenschaftlicher Methoden, darunter Isotopen- und geochemische Analysen, photogrammetrische Dokumentationen und 3D-Rekonstruktionen, zur Untersuchung von Keramik- und Steinartefakten sowie von bioarchäologischen Überresten eingesetzt. Diese neu erworbenen Datensätze werden mit den vorhandenen archäologischen und historischen Daten korreliert und integriert, um eine umfassende Rekonstruktion vergangener Mobilitätspfade zu erstellen. Dies wird zur Identifizierung von multikausalen Gründen führen, die Mobilitätsentscheidungen und mögliche Veränderungen in der Rohstoffbeschaffung im Laufe der Zeit auslösten. Wir gehen davon aus, dass dieses Projekt über die traditionellen disziplinären Grenzen hinaus einen wichtigen Beitrag zu den aktuellen wissenschaftlichen Debatten über mobilen Pastoralismus, Ressourcenmanagement, Staatsbildung und Mensch-Umwelt-Interaktionen entlang des Zagros-Gebirges im Südwesten Irans leisten wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenMitverantwortlich(e)Dr. Silvia  Balatti"
    },
    {
      "project_id": "424635418",
      "url": "https://gepris.dfg.de/gepris/projekt/424635418",
      "title": "Das iranische Hochland: Bergbaulandschaften des Zentralplateaus zwischen resilienten und prekären gesellschaftlichen und ökonomischen Strategien",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424635418",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Die teilweise ariden Hochlandschaften des iranischen Zentralplateaus fallen – obschon durch Wasserarmut, Pastoralismus und oasenartige Gartenbausubsistenz geprägt – durch ihren enormen Reichtum an mineralischen, vor allem metallischen Rohstoffen auf. Diese haben, ausgelöst durch die spezifischen Rohstoffreichtum sehr spezifische Rohstoffregime hervorgebracht, die vor allem in der Frühphase der metallurgischen Entwicklung im 5. und 4. Jt. v. Chr., zu Beginn der Eisenzeit am Ende des zweiten Jahrtausends vor Christus und wiederum während der archämenidischen und vor allem auch sassanidischen bis frühislamischen Perioden prägende wirtschaftliche und soziale Bedeutung hatten. Dabei sich um Umfeld bedeutender Rohstoffquellen rural organisierte Siedlungs- und Subsistenzsysteme etabliert, die in enger Symbiose mit der Ausbeutung der wichtigen mineralischen Ressourcen standen. Die zentrale Frage, die es zu beantworten gilt, ist zu verstehen, wie die Praktiken der Bergbauern und Hirten durch institutionelle Anforderungen an stabile und umfangreiche Rohstofflieferungen beeinflusst wurden und wie diese Anforderungen die Rohstoffnetzwerke, die Strategien der Subsistenz und die Mobilitätsmuster als Teil komplexer sozialer Organisationen sowie die Visionen der Ökonomien, vorzugsweise der an diesen Produktionen beteiligten ländlichen Gemeinschaften, veränderten. Um Synthesen zu ermöglichen, will das Projekt interdisziplinär Daten aus verschiedenen Fallbeispielen sammeln. Neben der Salzbergbaulandschaft um das Salzbergwerk von Chehrabad sollen Bergbau- und Metallurgieproduktionszentren und deren Siedlungs- und Subsistenzsysteme in der Nähe von Takestan und Shakin (Provinz Qazvin), das Gebiet der Kupfervorkommen von Veshnaveh (das bereits zwischen 2000 und 2005 vor Ort untersucht wurde) und die Bewirtschaftung der mineralischen Ressourcen der Halil Rud \"Zivilisation\" in Kerman untersucht werden. Beispiele aus vier Zeitscheiben (Chalkolithikum/Frühbronzezeit, achämenidische Zeit; sassanidische Zeit; frühe bis mittelislamische Zeit) sollen somit untersucht und verglichen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugSchweizKooperationspartnerProfessor Dr. Frank  Rühli"
    },
    {
      "project_id": "424380776",
      "url": "https://gepris.dfg.de/gepris/projekt/424380776",
      "title": "Das unerforschte Kernland: institutionelle Landschaften und Netzwerke in der östlichen Fārs\n2. Phase: Die institutionelle Landschaft in der Praxis: Nīrīz",
      "subject_area": "Ägyptische und Vorderasiatische AltertumswissenschaftenAlte Geschichte",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424380776",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Aufbauend auf den Ergebnissen der ersten Projektphase wird in der hier beantragten zweiten Förderphase die Funktionsweise der postulierten institutionellen Landschaften am Beispiel der Region Niriz, Provinz Fars, Iran, untersucht. Ausgehend von der überraus reichen keilschriftlichen Überlieferung (vor allem aus dem Persepolis Fortification Archive) wird eine Netzwerkanalyse der relativen Verwaltungsstruktur dieses Reichsteils unternommen. In einem parallelen Arbeitsschritt wird die archäologisch fassbare Siedlungsstruktur dokumentiert. Beide Modellierungen werden dann unter Einbeziehung archäometrischer Verfahren (z.B. chemischer Herkunftsbestimmung von Tontafeln) in eine hochauflösende Synthese lokaler imperialer Ordnungsmuster überführt. In der diachronen Betrachtung wird der Bedeutung zentral verwalteter institutioneller Landschaften für die Entwicklung gesellschaftlicher Resilienzen nachgegangen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "516470639",
      "url": "https://gepris.dfg.de/gepris/projekt/516470639",
      "title": "Die Resilienz eisenzeitlicher Gesellschaften an der Ostflanke der Chaîne Magistale des Zagrosgebirges im Kontext der assyrischen Expansion in das westiranische Hochland",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 516470639",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Ziel des Projekts ist es, mit der gezielten Aufbereitung, Auswertung und Publikation der bereits erhobenen Daten aus der archäologischen Feldforschung in den Jahren 2017-2021 Grundlagenforschung im Bereich der sozio-politischen Organisation der eisenzeitlichen Gemeinschaften im zentralen Zagros-Hochland des Westiran zu betreiben und diese im Kontext des nach Ressourcen strebenden und deshalb ins Zagros-Gebirge expandierenden Assyrischen Reiches zu untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "424639275",
      "url": "https://gepris.dfg.de/gepris/projekt/424639275",
      "title": "Dynamiken der Siedlungsentwicklung und Transformation von Landbesitz in der westlichen Fars: das Bozpar-Tal (Bushehr, Iran)",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424639275",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Die südwestiranische Provinz Fars ist bekannt als Ursprung der Achaimeniden- und Sasanidendynastien. Trotz des langdauernden Interesses an ihrer Geschichte ist nicht zuletzt aufgrund limitierter archäologischer Untersuchungen die Geschichte der Region Fars selbst für jene Zeiten nur teilweise rekonstruierbar. Fehlende Feldforschung macht v.a. für die westliche Fars das Beschreiben von Siedlungsdynamiken und Wandel der Sozialstrukturen schwierig. Z. Zt. werden insbesondere die Rolle von Nomaden in der Region, sowie der Wandel von Herrschaft und materieller Kultur am Anfang und Ende sasanidischer Herrschaft, d.h. beim Übergang von den Arsakiden und wiederum zum frühen Islam, diskutiert. Das vorgeschlagene Projekt im Bozpar-Tal in der westlichen Fars wird hier sinnvolle Beiträge leisten können.Bozpar ist ein kleines Hochgebirgstal im Zagros (heute Provinz Bushehr). Im Nachbartal von Sar Mashhad dokumentierte Herzfeld schon 1924 sasanidische Monumente. Bozpar wurde erst 1961 von Vanden Berghe besucht, der notierte, es gebe zahlreiche Stätten, und ein (nach-)achaimenidisches Grab sowie zwei anstehende sasanidische (oder frühislamische) Ruinen. kurz benannte. Askari Chaverdi führte 2014 vier zusätzliche Orte an, die er nach-achaimenidisch datierte. Satellitenbilder zeigen allerdings weitere Stätten und umfassende Wassermanagementsysteme, u.a. über 25 km Kanäle und Qanate, die zum Teil mit einem sasanidischen Palast in Verbindung zu stehen scheinen.Eine Studie dieser Mikroregion, die archäologischen Survey, geophysikalische Untersuchungen und Architekturanalyse mit kleineren Grabungen verbindet, bietet exzellente Perspektiven für (1) eine Rekonstruktion der Geschichte des Tales, seiner Raum- und Wasserorganisation mit Implikationen für Transformationsprozesse in der weiteren Region. Spuren nomadischer Aktivität könnten zur aktuellen Kontroverse um Transhumanz in (prä-)historischer Zeit beitragen. Die räumliche Beziehung zwischen Siedlungen und Wasserressourcen erlaubt eine Modellierung der Landnutzung kleinerer Gemeinschaften, v.a. in achaimenidischer und späterer Zeit.(2) Besondere Beachtung gilt der späten Sasaniden- und frühislamischen Zeit. Die monumentalen Strukturen von Kushk-e Bala scheinen gleichzeitig mit einem neuen Wassermanagementsystem zu sein. Das legt eine fundamentale Transformation des Landbesitzes und der Landnutzung nahe, d.h. einen Wandel im Ressourcenregime und sozialen Institutionen. Unsere Hypothese ist, dass wir hier erstmalig den materiellen Niederschlag der Reformen des 6. Jh greifen können, durch die der niedere Landadel, dehghan, zum Rückgrat der sasanidischen Herrschaft wurde.Die Mikrostudie des Bozpar-Tals kann somit in mehrfacher Hinsicht in Zusammenarbeit mit dem Iranischen Antikendienst wesentliche Beiträge zur Geschichte der Fars leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugIranPartnerorganisationMinistry of Cultural Heritage, Tourism and Handicrafts"
    },
    {
      "project_id": "424129577",
      "url": "https://gepris.dfg.de/gepris/projekt/424129577",
      "title": "Ein neues elamisches Archiv von Goshtaspi: Verwaltung der Subsistenzwirtschaft im späten mittelelamischen Reich (um 1100 v.Chr.)",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424129577",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "2009 entdeckte man mit Keilschrift beschriebene Tontafeln nahe den Ruinen von Goshtaspi in der Provinz Kohgiluye va Boyer-Ahmad, die sich jetzt im Besitz des Museums Yasuj befinden. Ein erstes Studium zeigt, dass es sich um Dokumente in elamischer Sprache handelt. Es finden sich sowohl tabellarische Aufstellungen zur Viehzucht, Kleinvieh und Großvieh, wie zur Getreidewirtschaft wie auch Briefe in elamischer Sprache. Aufgrund der Urkundenformate, der Siegelabrollungen, des Vokabulars und vor allem der Paläographie können die neuen Texte als zeitgleich zu denen aus Tal-i Malyan, der elamischen Hauptstadt Anšan, bestimmt werden (datiert um 1100 v.Chr.), die von M. Stolper ediert wurden. Die vor Ort geborgenen Funde von Keramik unterstützen diese Datierung. Die neuen Urkunden aus Goshtaspi bilden einen einzigartigen Neufund, der unser Wissen um das Reich Elam entscheidend erweitert: 1) Zum ersten Mal stammen mittelelamische Texte nicht aus einem der großen königlichen Zentren, sondern aus dem Bergland, dort aber nahe des wichtigen Übergangs der Iranischen Pforte. 2) Anders als die Texte aus Tchoga Zambil, Susa oder Haft Tepe behandeln die Goshtaspi-Texte die Subsistenzwirtschaft, insbesondere die Verwaltung von Vieh und Getreide. 3) Durch die Präsenz von Briefen - die bisher einzigen Belege für elamische Briefe schon im 2. Jahrtausend - und dort die Erwähnung von Haltamti \"Elam\" sowie Anzan \"Ansan\" wird sofort deutlich, dass die lokale Verwaltung in Manlari, wie der Ort in den Texten genannt wird, mit dem Zentrum des mittelelamischen Reichs verbunden war. Eine sorgfältige Edition dieses Fundes erbringt somit wesentliche Erkenntnisse zu den bisher unbekannten institutionellen Netzwerken in mittelelamischer Zeit, zur Verwaltung der Subsistenzwirtschaft innerhalb von staatlichen Organisationen, sowie zur Verbreitung von Schrift und Urkundenpraxis. Historisch verdient diese Epoche besondere Aufmerksamkeit, weil nach der engen Verzahnung der elamischen mit der babylonischen Geschichte bis zur Mitte des 12. Jh. nun eine neue Ausrichtung auf Elam und das iranische Hochland erfolgt. Zugleich werden hier die Grundlagen für die neuelamische Verwaltung gelegt, die letztlich in der achämenidischen aufgeht. Die Auswertung der Dokumente soll im Austausch mit den archäologischen Erkenntnissen zu den relevanten Netzwerken und zur Siedlungsgeographie sowie zu Viehzucht und Ackerbau erfolgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugIranMitverantwortlichProfessor Dr. Wouter  HenkelmanKooperationspartnerProfessor Dr. Kamyar  Abdi"
    },
    {
      "project_id": "424602581",
      "url": "https://gepris.dfg.de/gepris/projekt/424602581",
      "title": "HighStepLands. Holozäne sozio-kulturell-umweltbedingte Interaktionen entlang eines Hochland-Transekts des Zagros-Gebirges (Kohgiluyeh-e Boyer Ahmad-Provinz, Südwest-Iran)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Alte Geschichte",
      "funding_period": "Förderung von 2019 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424602581",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Ziel des Projektes ist es, langfristige sozio-kulturell-umweltbedingter Dynamiken und Veränderungen vergangener kultureller Landschaftsbildungsprozesse im Zagros-Gebirge im Südwesten Irans zu rekonstruieren. In dieser Studie werden insbesondere Siedlungsdynamiken vergangener Gesellschaften und Mobilitätsmuster rekonstruiert und Strategien dieser Gesellschaften zur Bewältigung wandelnder ökologischer und politischer Bedingungen identifiziert.Innerhalb des SPP spricht der vorgeschlagene Forschungsschwerpunkt direkt die Fragen an, die im Hauptforschungsthema ST 3 \"Mobilität und Netzwerke\" formuliert wurden. Darüber hinaus wird das beantragte Projekt einen starken Beitrag zu den Forschungsfeldern \"FF2: Bevölkerungsdynamik und Siedlungswesen\", \"FF4: Strategien der Entfernungsbewältigung\" sowie \"FF5: Mobilitätsmuster\"  leisten. Wir planen einen interdisziplinären Drei-Säulen-Ansatz, der 1) paläoökologische, 2) landschaftsarchäologische und 3) ethnohistorische Studien umfasst.Die stark gebirgige Provinz Kohgiluyeh-e Boyer Ahmad befindet sich in einer entscheidenden Position zwischen wichtigen Kulturzonen und ist ein idealer Bühne für diese Fallstudie, da hier sehr unterschiedliche Umweltbedingungen in einer begrenzten Entfernung gefunden werden können. Vorhandene, jedoch bislang unerschlossene Paläoumwelt- und archäologische Archive sowie ethnologisch-historische Berichte bieten hervorragende Bedingungen, um die menschliche Besiedelung und Konnektivität in der Vergangenheit zu rekonstruieren.Mit Schwerpunkten innerhalb der Zeit von der frühesten Phase des neolithischen Prozesses bis zum Zeitalter der Reiche (9000 v.Chr.-700 n.Chr.) wird die vorliegende Untersuchung die Ergebnisse detaillierter Studien in drei verschiedenen Umweltzonen der Provinz kombinieren. Insbesondere wird diese Studie: a) einen detaillierten Paläoumweltdatensatz aus zwei See-Sedimentarchiven für die Rekonstruktion von Veränderungen der pflanzlichen, Boden- und Wasserressourcen gewinnen; b) neue archäologische Datensätze erstellen und diese in die vorhandenen archäologischen Aufzeichnungen integrieren, um die regionale Bevölkerungsdynamik zu rekonstruieren; c) die wichtigsten Formen sozialer Organisationen, der Existenzweisen und der Mobilitätsmuster in dieser Region darstellen, die sich aus der Analyse schriftlicher Dokumente und ethnografischer Beispiele ergeben, sowie Prozesse des Wandels bewerten; d) die oben erwähnten Aufzeichnungen für eine detaillierte Rekonstruktion vergangener Dynamiken in Korrelation bringen.Zusammengefasst zielt diese Studie darauf ab, vergangene sozio-kulturell-ökologische Interaktionen in diesem Sektor des Zagros-Gebirges zu erforschen und dadurch als ein prototypisches Beispiel für interdisziplinäre Forschungsanstrengungen zu dienen. Die Ergebnisse dieses methodischen Ansatzes können dann extrapoliert werden, um eine ähnliche Dynamik in anderen Teilen des iranischen Hochlands oder in anderen gebirgigen Gebieten Südwestasiens zu ermitteln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenMitverantwortlich(e)Dr. Silvia  Balatti"
    },
    {
      "project_id": "424829690",
      "url": "https://gepris.dfg.de/gepris/projekt/424829690",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Frühgeschichte (weltweit)Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424829690",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Das iranische Hochland nimmt in verschiedenen Perioden der Kulturentwicklung im Mittleren Osten eine bedeutende Rolle ein: Seine Gesellschaften stehen in engem Austausch mit den umliegenden Kulturräumen, zu denen sich immer wieder politische und wirtschaftliche Beziehungen entwickeln konnten. Aus einer Perspektive mesopotamischer, kaukasischer und mittelasiatischer Regionen kommt es wiederholt zu einer Intensivierung der Beziehungen aus diesen Regionen, sei es durch Wirtschaftsverkehr, Zuwanderung oder politische Inklusion. Umgekehrt haben es die Gesellschaften des iranischen Hochlandes nicht weniger verstanden, diese Beziehungen in ihren eigenen Netzwerken zu integrieren, sie umzuformen oder sich ihnen gegenüber widerständig zu verhalten. Das Hochland und seine Hochlandakteure konnten so verschiedentlich eine prägende Rolle auf ihre Umfelder einnehmen und politische, ökonomische und soziale Wirkung entfalten. Das SPP versucht die verschiedenen wirtschaftlichen, sozialen und kulturellen Prozesse dieses Raums nach drei grundsätzlich beschreibbaren Bereichen, den Rohstoffregimen, den institutionellen Verhältnissen und der Mobilität seiner Bewohner nachzuzeichnen. Dabei sollen die verschiedenen Formen von Krisenbewältigung und Resilienzen als auch die kulturelle Integrationsfähigkeit als tragende Elemente dieser Hochlandgesellschaften die Basis der verschiedenen SPP Projekte sein. Solche Fragen sollen diachron mit Unterstützung des Koordinationsprojektes untersucht werden. Die verschiedenen wissenschaftlichen Einzelergebnisse sollen im Rahmen von sechs Arbeitspaketen und mit Hilfe von Workshops und Konferenzen und im engen Dialog von iranischen und auswärtigen Forscher*innen integriert werden. Die zweite Phase des SPP 2176 wird in den Jahren 2023-24 ergänzend an empirischen Daten arbeiten und ab 2024-2026 verstärkt die Synthese entlang der Hauptfragestellungen einleiten. In dieser Synthese betrachten wir das iranische Hochland in einer multiskalaren, longue durée Perspektive als Mosaik von Landschaften und ihrem ökologischen Wandel (einschließlich des Klimas), mittelfristigen Konjunkturen und einer kurzfristigen Geschichte von Ereignissen. Diesem Verständnis liegen weder historisch-geopolitische noch öko-deterministische Perspektiven zugrunde, sondern eine integrierte Sicht auf die Materialisierung von Praktiken und die institutionellen und organisatorischen Strukturen, die sie (mit)produzierten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "423897519",
      "url": "https://gepris.dfg.de/gepris/projekt/423897519",
      "title": "Letzte Neanderthaler und frühe Homo sapiens Besiedlung im Bawa Yawan Abri, Kermanshah, West-Zentrales Zagros Gebirge (Iran).",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423897519",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Neuere paläogenetische Analysen haben gezeigt, dass sich der anatomisch modernen Menschen (AMH) mit Neanderthalern und dem Denisova-Menschen gekreuzt hat. Außerdem weisen genetische Studien in Kombination mit paläolithischen Forschungen darauf hin, dass die letzten Kontakte zwischen AMH und Neanderthalern in West-Eurasien stattgefunden haben während des späten Pleistozäns (MIS 3). Neudatierungen von 40 Fundstellen zeigen, dass das Ende der Mousterien Technologie und wahrscheinlich auch das Verschwinden der Neanderthaler sich nicht auf bestimmte Gebiete beschränken, sondern in der Periode von 41-39 kya in verschiedenen Gebieten in West-Eurasien stattfand. Die Forschung vermutet außerdem, dass eine Kombination aus Klimaschwankungen und Konkurrenz mit AMH den Neanderthaler ausgerottet hat. Ein Kerngebiet ist das Zagros Gebirge. Während der letzten Jahre hat der Antragsteller ein Projekt in der Region von Kermanshah im West-Zentralen Zagros gestartet, das zum Ziel hat die Übergangsperiode zwischen Mittel-(MP) und Jungpaläolithikum (JP) zu untersuchen. Durch die neuen Untersuchungen wurden mehr als 260 Höhlen, Abris und Freilandstationen in einem Gebiet von 150 auf 100 km gefunden, die mit Besiedlungen des MP, JP und Epipaläolithikum assoziiert sind. In einer zweiten Phase wurde eine Probegrabung im Bawa Yawan (BY) Abri in der Region Kermanshah durchgeführt. Zwei Ausgrabungskampagnen in dieser Fundstelle erbrachten die Entdeckung: a) einer Abfolge von drei archäologischen Technokomplexen, nämlich MP, JP und EP, eingebettet in 6 geologische Horizonte in einem fast 370 cm tiefen Schnitt, b) eines Neanderthaler Zahnes an der Oberfläche von GH 5, c) einer Übergangsschicht GH 2 mit lithischen Artefakten aus dem MP und JP, d) einige Holzkohleproben rund um den Zahn in GH 5 datieren zwischen 40 und 45 kya und weisen auf eine relativ junge Neanderthaler Begehung an diesem Fundplatz und in der Region hin. Das vorgeschlagene Projekt wird multi-disziplinäre Methoden verwenden, die moderne Grabungsmethoden, Ultrafiltration AMS Radiokarbon Datierungen, U-Serien und OSL einschließen sowie die Untersuchung von 'site formation processes', intra-site spatial Analysen, Analyse der lithischen Artefakte und der Fauna. Diese Disziplinen sind notwendig, um die folgenden Fragen zu beantworten:- Wie ist die stratigraphische Abfolge der archäologischen Schichten in BY?- Ist die Präsenz zweier Technokomplexe (MP und JP) im GH 2 das Ergebnis zweier verschiedener Menschengruppen, die den Fundplatz gleichzeitig oder in verschiedenen Perioden genutzt haben?- Passt die stratigraphische Abfolge in BY in das Model kontinentaler Klimaänderungen, die auf globalen Aufzeichnungen basieren oder war das Untersuchungsgebiet durch lokale klimatische Bedingungen während des letzten Pleistozäns beeinflusst?- Ist der Neanderthaler Zahn in GH 5 ein Einzelfund oder gibt es noch mehr menschliche Skelettreste, die darauf warten entdeckt zu werden in einer erweiterten Ausgrabung?DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "424609853",
      "url": "https://gepris.dfg.de/gepris/projekt/424609853",
      "title": "Mobile Dörfer und dynamische Landschaften: Die Varamin-Ebene vom späten 5.Jt. bis zum frühen 3.Jt. v.Chr. TEIL 2: Ausgrabungen am Tell Begum in der Shahrizor Ebene",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424609853",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Die zweite Phase des Projekts \"Mobile Dörfer und dynamische Landschaften\" untersucht die Resilienz und den Umgang mit Krisen in einer Hochlandgesellschaft in der Shahrizor-Ebene des west-zentralen Zagros-Gebirges. Im Gegensatz zum hochdynamischen Schwemmfächer der Varamin-Ebene, der im Fokus der ersten Projektphase stand, zeichnet sich die Shahrizor-Ebene durch eine stabilere Umweltsituation aus und bietet damit einen geeigneten Vergleichsfall, um Mobilitäten als Strategien der Resilienz zu untersuchen. Die Fundstätte Tell Begum, die vom Spätneolithikum bis zum Spätchalkolithikum (Mitte des 6. bis Mitte des 4. Jts. v.u.Z.) besiedelt war, steht im Mittelpunkt der geplanten Arbeiten. Frühere Forschungen haben gezeigt, dass trotz des äußeren Anscheins einer langfristigen Siedlungskontinuität sowohl längerfristige Auflassungsphasen als auch kleinräumige Siedlungsverschiebungen die Geschichte der Fundstätte kennzeichnen. Diese deuten auf unterschiedliche soziokulturelle Antworten auf Krisen und deren Abwendung hin. Ein zentrales Element der Untersuchungen werden Strategien der wirtschaftlichen Mobilität sein. Wir verstehen wirtschaftliche Mobilität als Mobilitätsmuster, die mit dem Erwerb, dem Austausch und der Nutzung von Ressourcen verbunden sind und die Zirkulation von Menschen, Pflanzen, Tieren, Materialien und soziokulturellen Informationen umfassen. Wir gehen davon aus, dass die gesellschaftliche Resilienz in den Fällen größer ist, in denen die Quellen von Materialien, Informationen und sozialen Verbindungen vielfältiger sind; umgekehrt macht eine geringe Diversität Communities anfälliger für Krisen. Subsistenzressourcen (Pflanzen, Tiere und ihre Produkte), dauerhafte Materialien und Güter (z. B. Keramik, Steinwerkzeuge) sowie Kommunikationsnetze (erkennbar an stilistischen Ähnlichkeiten archäologischer Materialien) werden auf ihren Diversitätsgrad in jeder Besiedlungsphase des Ortes hin untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenMitverantwortlich(e)Professorin Dr. Susan  Pollock"
    },
    {
      "project_id": "516312167",
      "url": "https://gepris.dfg.de/gepris/projekt/516312167",
      "title": "Neolithische Dynamiken im Urmiaseegebiet: Segregation, Integration und Mobilitäten in NW-Iran",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 516312167",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Das Modell der Entstehung der sesshaften Lebensweise in Iran, mit den frühesten Belegen im Zagros zwischen dem 10.-8. Jt. v. Chr. und seiner anschließenden Ausbreitung auf das Iranische Plateau wird von einer profunden Datenlücke charakterisiert, auf die dann um 6200/6000 v. Chr. ein voll ausgebildetes “Neolithisches Paket” folgt. Vor allem in NW-Iran und in der Urmiasee-Region zeigen die nun etablierten neolithischen Gruppen eine ausgeprägte Diversität in Materialkultur, ökonomischen Praktiken und Mobilitäten, die als Ergebnis unterschiedlicher Strategien von sozialer Segregation und Resilienz, Kooperation und Austauschnetzwerken anzusehen sind. Mögliche Faktoren und Motoren sollen in diesem Projekt diskutiert werden, dabei steht das “Urmiaseegebiet” als Transferregion zwischen Nördlichem Iranischen Plateau, Zagros, Süd-Kaukasus und Nordmesopotamien im Mittelpunkt der Untersuchungen. Dies auch hinsichtlich der Frage, wie die neolithische Lebensweise sich in NW-Iran herausbildete, auf welchen möglichen Substrat, und wohin diese Entwicklungen führten. Eine neue Perspektive bieten jüngst untersuchte Plätze um den Urmiasee, die das keramische Neoltihikum NW--Irans mindestens bis in die Mitte des 7. Jt. v. Chr. zurückdatieren. Neben den mutmaßlichen Beziehungen zu Hassuna-Samarra im Westen oder den neolithischen Gruppen im Zagros, sind es neue Erkentnisse aus der nördlichen Nachbarsregion (S-Kaukasus), die eine völlig neue Dimension für die Interpretation der prähistorischen Netzwerke NW-Irans eröffnen. Zudem sollen Verbindungslinien zum Nördlichen Plateau erfasst werden, die sich eventuell in ähnlicher Keramiktechnik und Steingeräteindustrie fassen lassen. Das Projekt wird alte Forschungsdaten neu betrachten, aber vor allem anhand von teilweise unerforschten Plätzen neue Einsichten gewinnen. Ausgewählte Siedlungsareale rund um den Urmia-See werden Schwerpunkte der Feldforschungen sein.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "423891597",
      "url": "https://gepris.dfg.de/gepris/projekt/423891597",
      "title": "Parthische Oberhoheit und lokale Wirkkräfte im zentralen Zagros-Hochland",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423891597",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Während des späten ersten Jahrtausends v. Chr. und des frühen ersten Jahrtausends n. Chr. bildeten die Ausläufer und Berge des zentralen Zagros ein internes Hinterland des Partherreiches mit einer eigenen kulturellen und politischen Konfiguration. Als natürliche Barriere zwischen der iranischen Hochebene und der mesopotamischen Ebene spielte diese Region eine wichtige Rolle bei der Strukturierung der Kommunikation auf dem Landweg und damit auch bei der Interaktion zwischen Hochland-Tiefland, die häufig in Form von imperialen Überfällen erfolgte. Ein charakteristischer Typ der Hochlandbesiedlung während der Partherzeit sind Zitadellen, die von großen Anlagen umgeben sind. Diese Befestigungen ergänzen das natürlich geschützte Terrain und stellen eine Erweiterung der umgebenden Landschaft dar. Solche Zentren kontrollierten nicht nur strategische intermontane Routen, sondern waren auch Orte des Kontakts zwischen ihren Vasallenherrschern und der lokalen Bevölkerung. Während die Manifestationen imperialer Kontrolle in der Regel nur von kurzer Dauer waren, zeigt sich die längerfristige Widerstandsfähigkeit in den Subsistenzstrategien der Bergvölker, die üblicherweise Hirtenwirtschaft betrieben. Unser grenzüberschreitender Ansatz (Iran-Irak) ermöglicht es uns, einen zusammenhängenden archäologischen Datensatz von Osten nach Westen über das Zagros-Gebirge zu rekonstruieren. Die Ergebnisse der SPP-Phase 1 haben unser Wissen über die Besiedlung und die Gesellschaft während der Partherzeit erweitert und mehrere Schlüsselthemen für weitere Untersuchungen hervorgehoben. Unsere geplante Phase-2-Studie wird detaillierter untersuchen, wie befestigte Zentren mit benachbarten Bevölkerungen zusammenhängen. Pastoralisten sind in Texten aus der klassischen Epoche und indirekt durch die Paläoumweltaufzeichnungen belegt, lassen sich jedoch mit archäologischen Methoden nur schwer nachweisen und datieren. Die Lage mehrerer antiker Festungsanlagen in der Region Hawraman im Iran entspricht den Wegen, die traditionell von halbnomadischen Hirten auf ihrem Weg zwischen den Winterweiden im Tal und den saisonalen Bergdörfern (Hawar) genutzt wurden. Die Praktiken der Wandertierhaltung und der territorialen Kontrolle in Hochlandregionen lassen sich teilweise anhand von einer Kombination aus Feldbegehungsdaten und GIS-Sichtbarkeits-Analysen rekonstruieren. Der bei weitem ausgedehnteste Fundort in unserer Zagros-Untersuchungsregion während der Partherzeit war die Festung von Rabana-Merquly an der Westflanke des Berges Piramagrun in Irakisch-Kurdistan. Sie besteht aus zwei aneinandergrenzenden Siedlungen, die durch eine Reihe von Verteidigungsmauern miteinander verbunden sind. Unsere Untersuchungen haben gezeigt, dass diese und andere große Festungen aus der Partherzeit neben der militärischen Kontrolle auch eine Vielzahl gesellschaftlicher Funktionen erfüllten. Die weiteren Ausgrabungen im Heiligtumskomplex von Rabana werden die mögliche Rolle des Ortes als Pilgerziel untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "424263040",
      "url": "https://gepris.dfg.de/gepris/projekt/424263040",
      "title": "Resilienz entwickeln in der Urmia-Ebene: Ein Blick von Tappeh Balu in Nordwest-Iran",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424263040",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Das Projekt beschäftigt sich mit den Resilienz-Strategien einer bronzezeitlichen Diaspora-Gesellschaft im iranischen Hochland, der Kura-Araxes-Gesellschaft. In der ersten Phase des Projekts wird das Konzept von Resilienz und der analytische Ansatz definiert. Außerdem werden mögliche Risiken und Vulnerabilitäten, mit denen die Kura-Araxes-Gemeinschaften umgehend mussten, herausgearbeitet. Die zweite Phase konzentriert sich auf Daten auf der Mikroebene, die durch die Ausgrabung einer Kura-Araxes Siedlung in der Urmia Ebene generiert werden, um Informationen über die gesellschaftliche Organisation, sozio-ökologische Verbindung, Subsistenzwirtschaft und Resilienzstrategien der Kura-Araxes-Gemeinschaft in dieser Region zu bekommen. Ziel dieser Phase ist es unter anderem ihre ökonomischen Kreisläufe von Produktion und Verbrauch, Kontrolle und Verwaltung von Ressourcen und ihre lokalen und interregionalen Netzwerke von Austausch und Handel besser zu verstehen. Grundlegend für das Projekt ist Multidisziplinarität, daher arbeiten verschiedene Spezialisten aus Archäologie, Bioarchäologie, Archäometrie, Kulturanthropologie und Geowissenschaft zusammen, um neue Perspektiven für unser Verständnis der Resilienzstrategien der Kura-Araxes-Gesellschaft in ihrer Umwelt zu gewinnen. Im Allgemeinen fokussiert sich das vorliegende Projekt auf drei Kernaspekte aus der Forschungsagenda des SPP 2176: 1. Der Grad der Mobilität und Interaktion zwischen den Kura-Araxes-Gruppen in der Urmia Ebene, 2. Subsistenzwirtschaft und Umweltbedingungen und 3. Ressourcenmanagement. Dieses Projekt zielt darauf ab, das vorgeschlagene Resilienz-Modell mit Hilfe weiterer gesammelter analytischer Daten auf der Mikroebene und der Synthese von Daten aus der Makro-, Meso-, und Mikroebene anzupassen und zu verfeinern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften"
    },
    {
      "project_id": "516387240",
      "url": "https://gepris.dfg.de/gepris/projekt/516387240",
      "title": "Transformation der institutionellen Landschaft in Dehqāed (Region Bushehr)",
      "subject_area": "Ur- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 516387240",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Die große Stätte Dehqāed in der Borāzjān-Schwemmebene im südlichen Iran lag über Jahrhunderte an der bedeutendsten Route, die das Hochland von Fārs mit der Küstenregion verband. Die Landschaft des antiken Gebiets veränderte sich aus Gründen wie sozialen Konflikten, institutionellen Autoritäten und Wasserwirtschaft. Die schriftlichen und archäologischen Zeugnisse spiegeln die Bedeutung von Dehqāed von der achämenidischen bis zur sassanidischen Zeit wider. Trotz seines großen Forschungspotenzials wurde der Ort bisher kaum erforscht und nie als ein umfassendes System betrachtet. Das Projekt konzentriert sich auf die Sassanidenzeit und wählt einen Bottom-up-Ansatz zur archäologischen und textlichen Erforschung der Stätte. Das Projekt zielt dabei auf drei Aspekte: Resilienzstrategie, regionale Entwicklung und interregionale Netzwerk. Es zielt darauf ab, alle verfügbaren archäologischen und literarischen Informationen zu den sassanidischen Siedlungen von Dehqāed zusammenzufassen sowie neue Feldforschungen durchzuführen. Die Feldforschungen zielen zum einen auf die Erkundung des städtischen Kontexts von Dehqāed in einem archäologischen Survey, zum anderen auf Grabungen auf dem Tappa Tol-e Bagh-Mil, der im Mittelpunkt der Forschung stehen wird. Sie werden Licht auf die institutionelle Kontrolle, den Siedlungswandel und die Verdrängung als Anpassungsstrategie im Rahmen der Resilienztheorie in diesem Gebiet werfen. Darüber hinaus wird das Projekt eine bereits bestehende Keramiksammlung (AFAB) in Borāzjān aufarbeiten, die in Verbindung mit den geplanten Ausgrabungen ein besseres Verständnis der Keramiktypologie und -chronologie der Region ermöglichen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugIran"
    },
    {
      "project_id": "516327754",
      "url": "https://gepris.dfg.de/gepris/projekt/516327754",
      "title": "Zerbrechliche Bilder: Medien aus Ton im frühen Iran - die Materialität und Bilderwelt administrativer Praktiken im späten Chalkolithikum und in der Frühen Bronzezeit (FRIMCLAY)",
      "subject_area": "Ägyptische und Vorderasiatische Altertumswissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 516327754",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Das Projekt FRIMCLAY untersucht die Entstehung und Funktionsweise früher institutionalisierter politischer und wirtschaftlicher Systeme in Iran von der Mitte des 4. bis ins frühe 3. Jahrtausend v. Chr. Unsere Aufmerksamkeit richtet sich auf die administrativen Medien, die zur Kontrolle des Flusses von Waren, Rohstoffen und Arbeitskräften eingesetzt wurden, nämlich Tonobjekte mit Siegelungen und mit in Ton eingedrückter Schrift, sowie die dafür verwendeten Siegel. Der untersuchte Zeitraum umfasst die Zeitspanne von der ersten Ausbreitung von Gemeinschaften des \"Uruk-Modells\" aus dem Tiefland von Irak und Khuzestan ins Hochland von Iran, ausgelöst durch die Suche nach Rohstoffen und Arbeitskräften (mittlere bis späte Uruk-Periode, ca. 3700-3350 v. Chr.), bis zur folgenden Adaption und Umformung der wirtschaftlichen Kontrollsysteme im iranischen Hochland durch die Herausbildung eines Netzwerks zentralisierter Gemeinwesen in der sog. protoelamischen Zeit (ca. 3350-2800 v. Chr.). Weder die Art der frühen Kontakte zwischen den Uruk-Zentren und ihren Nachbarn im Hochland noch der darauffolgende soziale Wandel, der die protoelamische Periode kennzeichnet, sind gut untersucht. Die meisten Gelehrten stimmen jedoch in der Einschätzung überein, dass der Auslöser und die Motivation für diesen Wandel in der Notwendigkeit zu suchen ist, den Zugang zu Ressourcen zu sichern. FRIMCLAY wird methodisch Materialitäts- und Praxisansätze sowie ikonographische Analysen kombinieren und durch die Rekonstruktion einer chaîne opératoire die materiellen Qualitäten der Tonträger, die administrativen Praktiken bei der Verwendung und Versiegelung von Tongeräten und die Ikonographie, die von Individuen und Institutionen in ihrer Selbstdarstellung verwendet wurden, gemeinsam betrachten. Eine diachrone und überregionale Perspektive erlaubt dabei einen differenzierten Blick auf lokale Praktiken und Entwicklungen und ermöglicht so die Wahrnehmung einer verborgenen, aber bedeutsamen Vielfalt. Die zu untersuchenden Objekte umfassen relevante Sammlungen von Verwaltungsmedien aus Ton aus den archäologischen Fundorten Susa, Sialk, Godin, Malyan, Yahya und anderen Orten in Iran. Diese werden in einem zweiten Schritt mit Materialien aus Uruk und Fara verglichen. Das Projekt wird wichtige neue Perspektiven zur Konzeptualisierung und praktischen Umsetzung früher Formen sozialer und wirtschaftlicher Hierarchien liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugFrankreich, IranMitverantwortlicheDr. Helen  Gries;Professor Dr. Stefan  SimonKooperationspartnerinnen / KooperationspartnerDr. Manijeh  Hadian Dehkordi;Dr. Clélia  Paladre;Dr. Rouhollah  Yousefi Zoshk"
    },
    {
      "project_id": "424584141",
      "url": "https://gepris.dfg.de/gepris/projekt/424584141",
      "title": "Zur Rekonstruktion von Paläoumwelten der Hochlandgesellschaften in Iran aus Sedimentarchiven des holozänen Klima- und Landschaftswandels",
      "subject_area": "Physische GeographieÄgyptische und Vorderasiatische AltertumswissenschaftenUr- und Frühgeschichte (weltweit)",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424584141",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen Gesellschaften",
      "description": "Klimawechsel sind ein wesentlicher Faktor des holozänen Umweltwandels, der die Lebensbedingungen und Landnutzung prämoderner Gesellschaften der Trockengebiete Irans bestimmt hat. Die Übergangszone zwischen dem zentralen Zagrosgebirge und dem Inneren Plateau wird von einem Klimagradienten mit Jahresniederschlägen von c. 500 mm in den Bergen bis zu weniger als 100 mm in den Beckenlagen geprägt. Solche semiariden bis ariden Übergangszonen reagieren empfindlich auf Klimawechsel und sind daher vielversprechende Gebiete, um Klima- und Umweltveränderungen zu detektieren. Unsere bisherigen Untersuchungen im unteren Becken des Zayandeh-Rud zeigen, dass hier deutliche Umweltveränderungen während des Holozäns aufgetreten sind. Zudem gibt es neue Hinweise auf die menschliche Besiedlung dieses Wüstenrandgebietes. Dabei ergeben sich Fragen, warum Menschen dort gesiedelt haben und wie sie Zugang zu Wasser und anderen Ressourcen finden konnten. Unser iranisch-deutsches Forschungsprojekt und der SPP 2176 bieten einen exzellenten Rahmen, um gemeinsam zu diesen und weiteren Themen zu forschen. Wir sehen daher ein großes Potential darin, unsere in der ersten Phase begonnenen Arbeiten fortzusetzen und zu erweitern und so regionale Analysen der Mensch-Umweltbeziehungen im Iranischen Hochland zu erarbeiten. In Fortführung der ersten Phase werden wir Sedimentkerne aus weiteren Sedimentfallen entnehmen (Ebene von Damaneh, Golpayegan Playa) und diese mit einem multi-proxy (Granulometrie, Geochemie, Pollen) und geochronometrischen (Radiokohlenstoff, Lumineszenz) Ansatz laboranalytisch untersuchen. Hierbei werden Indikatoren und Phasen des Klima- und Umweltwandels detektiert und abgeleitet. Vergleichende Studien werden in Untersuchungsgebieten von zwei kollaborierenden Forschungsprojekten des SPP 2176 durchgeführt. Die aus den Ergebnissen und früheren Studien abgeleiteten Magnituden und Zeitfenster des Klima- und Umweltwandels können so für unterschiedliche archäologische Kontexte interpretiert werden. Ein neues Ziel besteht darin, den Umweltwandel am Unterlauf des Zayandeh-Rud detailliert zu analysieren. Hierzu werden wir die Bildung und Austrocknung von Feuchtgebieten, mögliche Laufverlagerungen des Zayandeh-Rud, die frühere Mobilität des Dünenfeldes und mögliche Wasserspiegelschwankungen des Gavkhuni-Sees untersuchen. Die Ergebnisse werden Informationen über diachrone Veränderungen der Ressourcenverfügbarkeit (insbesondere Wasser und Vegetation) und über die Genese der archäologischen Fundstellen liefern. Insgesamt wird das Forschungsprojekt unser Verständis des holozänen Klima- und Umweltwandels im Iranischen Hochland deutlich voranbringen. Über die enge Zusammenarbeit mit den archäologischen Fachdisziplinen erhoffen wir uns zudem ein klares Bild von Mensch-Umweltbeziehungen in iranischen Trockenräumen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2176: \nDas iranische Hochland: Resilienzen und Integration in vormodernen GesellschaftenInternationaler BezugIranKooperationspartnerPrivatdozent Babak  Rafiei Alavi, Ph.D."
    }
  ]
}