{
  "spp_number": "SPP 2433",
  "spp_title": "Messtechnik auf fliegenden Plattformen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/520857514",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "541018302",
      "url": "https://gepris.dfg.de/gepris/projekt/541018302",
      "title": "CoPyro - Quantitative Temperaturmessung auf fliegender Plattform mittels linsenloser Ein-Sensor-Quotientenpyrometrie",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541018302",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die quantitative, ortsaufgelöste Temperaturmessung von fliegenden Plattformen aus ermöglicht vielfältige Anwendungen. Z.B. können damit große und schwer zugängliche Bauwerke wie Brücken oder Windkraftanlagen mittels Impulsthermographie auf äußere und innere Materialdefekte geprüft werden. Auch kann in menschenfeindlichen Situationen (Bränden, Katastrophen) eine kontaktlose Temperaturmessung und damit eine Gefährdungseinschätzung aus der Luft erfolgen. Aktuelle Sensorik ist aufgrund der notwendigen optischen und elektronischen Komponenten aufgrund des Gewichts, nötigen Bauraums und Energiebedarfs jedoch nur eingeschränkt auf fliegenden Plattformen nutzbar. Ziel des Vorhabens ist daher die Erforschung und Entwicklung eines leichten, kleinen und energiesparsamen Sensors zur quantitativen Temperaturmessung. Grundlage bildet das Konzept eines Quotientenpyrometers (engl. two-color pyrometer), bei dem die Infrarotstrahlung eines Objekts in zwei Wellenlängen auf zwei Sensoren erfasst wird, um daraus eine quantitative Temperaturmessung abzuleiten. Um die bei Messsystemen dieser Art typischerweise notwendigen Objektive und mehrfach ausgeführten Sensoren im Sinne ihres Gewichts, Bauraums und Energiebedarfs einzusparen, verfolgt das Vorhaben den Ansatz eines linsenlosen optischen Systems mit nur einem Sensor. Das einfallende Licht wird über zwei optische Pfade ebenfalls bzgl. zweier Spektralbereiche gefiltert, allerdings auf nur einem Sensor additiv überlagert erfasst. Leichte und kleine optische Modulatoren wie diffraktive optische Elemente (DOEs) oder Phasenmasken ersetzen dabei die Linsen des konventionellen Systems und erlauben gemäß ihrer lokalen Strukturen eine optische Kodierung der Amplituden und Phasen der beiden optischen Pfade. Eine algorithmische Rekonstruktion berechnet aus der erfassten Überlagerung der zwei Signale die gesuchte Temperaturmessung. Im Gegensatz zum klassischen Vorgehen beim Design solcher optischen Systeme wird im Vorhaben das Konzept des Computational Imagings verfolgt, bei dem sowohl die Freiheitsgrade des optischen Systems (z.B. Strukturen der DOEs) als auch die Parameter der Bildrekonstruktion (Koeffizienten der numerischen Verfahren, Gewichte eines neuronalen Netzes, etc.) gesamtheitlich datengetrieben optimiert werden. Dadurch kann das Gesamtsystem bzgl. verschiedener Kriterien (z.B. Messungenauigkeit, -geschwindigkeit, Energie-, Speicherbedarf) optimiert werden. Das gesamte Formelwerk (Vorwärtsmodells der Bildentstehung, Rekonstruktionsverfahren) soll dazu durchgehend differenzierbar formuliert werden, was die Nutzung modernen Optimierungsverfahren auf Basis eines Gradientenabstiegs ermöglicht. Da zur verlässlichen Nutzung der errechneten Messwerte eine Angabe der Messunsicherheit unumgänglich ist, werden Methoden zu deren Quantifizierung und Propagierung durch das Rekonstruktionsverfahren erforscht. Das Sensorkonzept wird prototypisch auf einer Drohne realisiert und anhand der anfangs genannten Szenarien erprobt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenMitverantwortlichProfessor Dr.-Ing. Jürgen  Beyerer"
    },
    {
      "project_id": "541022266",
      "url": "https://gepris.dfg.de/gepris/projekt/541022266",
      "title": "Drohnenbasierte, flächenhafte Lasertriangulation für die Geometriemessung lokaler Oberflächendefekte",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541022266",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Drohnen können schwer zugängliche Stellen erreichen und bieten freie Traglast für Sensorik. Sie werden daher bereits für Inspektions- und Messaufgaben mit geringen Unsicherheitsanforderungen eingesetzt. Die limitierten Ressourcen hinsichtlich Energie, Masse, Messzeit und Bauraum, sowie die ständigen Bewegungen und Vibrationen stellen jedoch eine Herausforderung für präzise Messungen dar. Deshalb ist das Ziel des Vorhabens, die Messfähigkeiten eines drohnenbasierten flächigen Lasertriangulationsmesssystems für die hochauflösende Geometrieerfassung lokaler Oberflächendefekte mit Ausdehnungen im Millimeter- bis einstelligen Zentimeterbereich zu klären. Entsprechend wird einerseits die Herausforderung verfolgt, simultane flächige Lasertriangulationsmessungen mit einer hohen Punktdichte zu ermöglichen, was mit einem diffraktiven optischen Element zur Erzeugung paralleler Laserlinien bzw. einer Punktmatrix erreicht werden soll. Außerdem erfordert die Messaufgabe eine niedrige Messunsicherheit <1 mm bei einem sicherheitsbedingten Mindestmessabstand von 2 m. Deshalb wird, gemäß der Zielrichtung des Schwerpunktprogramms, das Drohnenmesssystem bestehend aus den drei Elementen Sensor, Signalverarbeitung und Kommunikation ganzheitlich betrachtet, um die Sensitivität und das Signal-Rausch-Verhältnis zu maximieren, und den Energieverbrauch zu minimieren. Außerdem werden verschiedene drohnenbasierte 3D-Registrierungsverfahren für die Single-Shot-Messdaten untersucht, um mit wiederholten Messungen aus unterschiedlichen Drohnenpositionen die Bildauflösung signifikant zu steigern. Mit Experimenten im Labor und im Freifeld sollen darüber hinaus die störenden Einflüsse von der fliegenden Messplattform (Vibration, Bewegung) sowie von den Umweltbedingungen (Wind, Temperatur, Sonne) auf das Messergebnis quantifiziert und wirksame Kompensationsmaßnahmen untersucht werden. Schließlich soll die mit dem Drohnenmesssystem erreichbare Messunsicherheit auch im Kontext der begrenzten Systemressourcen (Raum, Masse, Energie, Zeit) charakterisiert und der messtechnische Wirkungsgrad, d. h. die mit unterschiedlichen Systemressourcen erreichbare Messgüte bestimmt werden. Die zugehörige Modellierung des Messsystems bildet dabei die Grundlage für die Erstellung eines digitalen Zwillings, um die Messfähigkeiten skalierter Systeme vorhersagen zu können. Dies bildet die Grundlage für die zweite Phase, um erweiterte Skalierungsmöglichkeiten der Systemressourcen zu untersuchen, die Messfähigkeiten kooperativ-agierender Schwarmsystemen zu klären, und das inverse Problem (Wieviel und welche Ressourcen sind für eine gegebene Messaufgabe erforderlich?) zu lösen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541032875",
      "url": "https://gepris.dfg.de/gepris/projekt/541032875",
      "title": "Drohnengestützte Single-Shot Gitterprojektion zur 3D-Erfassung von Oberflächenanomalien",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541032875",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Drohnenbasierte Messsysteme werden gegenwärtig eingesetzt, um Inspektionsaufgaben an schwer zugänglichen Orten aus größerer Entfernung wahrzunehmen. Häufig werden dabei optische Sichtprüfungen oder Thermographiemessungen durchgeführt. Das vorliegende Vorhaben zielt auf mesoskalige optische 3D-Messungen mit vergleichsweise kleinen Messfeldern und entsprechend hohen lateralen Auflösungen ab. Anwendungen liegen in der Detektion und Analyse von Oberflächenanomalien mit lateralen Ausdehnungen im Millimeter- bzw. Zentimeterbereich, die z. B. auf Rotorblättern von Windenergieanlagen aufgrund von Oberflächendelaminationen oder mechanischen Schädigungen durch Hagelschlag entstehen können. Eine quantitative Bewertung der vorliegenden Schäden bildet die Entscheidungsgrundlage für weitergehende Maßnahmen. Entsprechende Entscheidungen werden heute auf der Grundlage visueller Inspektionen, die per Seilzugtechnik durchgeführt werden, getroffen. Im vorliegenden Vorhaben sollen mesoskalige optische 3D-Messungen drohnengestützt erfolgen. In Voruntersuchungen des Antragstellers hat sich die Single-Shot-Streifenprojektion als prinzipiell geeignetes, vielversprechendes Messverfahren für diese Anwendung erwiesen. Dabei wird ein statisches periodisches Streifenmuster auf die zu untersuchende Oberfläche projiziert und unter einem Triangulationswinkel von einer Kamera aufgezeichnet. Das digitale Streifenbild wird anschließend hinsichtlich lokaler Phasenanomalien analysiert. Diese Phasenanomalien lassen sich bei bekannter Triangulationsgeometrie in Höhenanomalien umrechnen. Da es sich im Vergleich zu den komplexen 3D-Objekten, die typischerweise mittels Streifenprojektion gemessen werden, um vergleichsweise moderate Höhenänderungen handelt, sind keine Phasenmehrdeutigkeiten zu erwarten und die gesuchte Topographie kann anhand eines einzelnen Streifenbildes rekonstruiert werden. Neben der robusten Höhenbestimmung liegen besondere Herausforderungen bei der drohnenbasierten Messung in dem einzuhaltenden Arbeitsabstand und der Positionierung des Messsystems gegenüber der zu messenden Oberfläche. Der in diesem Vorhaben verfolgte methodische Ansatz wertet einerseits die Bilder der ohnehin vorhandenen Drohnenkamera aus, erfasst anderseits den Abstand gegenüber dem Messobjekt mittels einer Ultraschall-Phasenlaufzeitmessung möglichst genau und verwendet zudem eine abstandsgetriggerte Pulsbeleuchtung und Streifenbildaufzeichnung. Dafür wird eine spezielle Messtrategie ausgearbeitet und umgesetzt. Zur Bewertung der erreichten bzw. der erreichbaren Messunsicherheit werden Vergleichsmessungen an speziellen Teststrukturen auch im Labormaßstab durchgeführt. Außerdem soll eine Messunsicherheitsanalyse der kamerabasierten Phasenmessung erfolgen, bei der Monte-Carlo-Simulationen und statistische Unsicherheitsberechnungen gemäß GUM kombiniert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541033675",
      "url": "https://gepris.dfg.de/gepris/projekt/541033675",
      "title": "Drohnenmontiertes Sensorsystem zur Bestimmung des Nitrit- und Nitratgehaltes in freien Gewässern",
      "subject_area": "MesssystemeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541033675",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die ortsaufgelöste Bestimmung des Nitrit- und Nitratgehaltes in Fließgewässern spielt eine wichtige Rolle in der Analyse von Nährstofffrachten zur Erreichung von Umweltschutzzielen. Bisher erfolgt die Probenahme überwiegend manuell oder durch fest installierte Messstationen. Hier soll eine mobiles, drohnenbasierten Messsystems zur quantitativen Messung des Nitrit- und Nitratgehalts in Fließgewässern erforscht werden. Eine drohnenbasierte Messung bietet gegenüber der manuellen Entnahme die wichtigen Vorteile, dass größere Bereiche des Gewässers in einer gegebenen Zeit abgedeckt werden können, dass die Probenahme auch bei niedrigem Wasserstand stattfinden kann und dass entlegene Bereiche schnell erreicht werden können. Zudem liegen die Messergebnisse direkt vor und können für die Planung der weiteren Probenahme genutzt werden. In diesem Projekt soll das kolorimetrische Messprinzip der Auswertung eines Farbumschlags nach einer chemischen Reaktion der Wasserprobe zum Einsatz kommen. Durch mitfliegende Messstandards ermöglicht dieses Messprinzip die Korrektur von Störungen durch Umwelt- und Drohneneinflüsse. Basierend auf dem Stand der Forschung und den eigenen Vorarbeiten sollen zwei verschiedene Systemansätze erforscht und für Proof-of-Concept Experimente als Demonstrator aufgebaut werden. Beide Systeme sollen für eine Drohne mit 5 kg Nutzlast ausgelegt sein.\tZu einen soll ein ventilbasiertes mikrofluidisches Chiplabor für die kolorimetrische Nitrit- und Nitratmessung mit einer Messdauer von 5 Minuten entwickelt werden. Dieses soll lokale Messungen an verschiedenen Positionen im Fließgewässer ermöglichen. Für die Probenentnahme soll die Drohne jeweils auf 1 m Flughöhe abgesenkt werden und die Probe mit einem Schlauch aufgenommen werden. Als zweites System soll ein tropfenbasierte mikrofluidisches Chiplabor erforscht werden, dass einen mitschleifenden Betrieb des im Wasser eingetauchten Schlauchs für eine hohe Ortsauflösung ermöglicht. Hierbei soll eine Dauer von nur 12 Sekunden pro Messung erzielt werden. Für beide Systeme wird die on-board-Datenaufnahme, Signalverarbeitung und Kommunikation energieeffizient ausgelegt. Begleitend zu den experimentellen Arbeiten soll ein detailliertes Modell der Messansätze entwickelt werden, dass die Vorhersage der Messwerte und Messunsicherheiten der Nitrit- und Nitratmessung in Abhängigkeit der Ressourcen Gewicht, Energie, Volumen und Zeit pro Messung erlaubt. Faktoren, die Quereinflüsse erzeugen und die Messunsicherheit beeinflussen, wie z.B. Vibrationen in der fliegenden Messplattform, sollen detailliert untersucht werden. Das Modell soll mit Freifeldversuchen an der Füsinger Au in der Modellregion Schlei gegen manuell entnommene Proben validiert werden. Ziel des Projektes ist das Messprinzip der kolorimetrischen Messung von Nitrat und Nitrit mit einem mikrofluidischen Chiplabor für fliegende Messplattformen zu erschließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541018379",
      "url": "https://gepris.dfg.de/gepris/projekt/541018379",
      "title": "Ein Drohnen-basiertes 2-Wellenlängen LiDAR zur Bestimmung des Blattwassergehalts",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541018379",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Im Zuge globaler Klimaveränderungen werden viele Regionen unter häufigeren und intensiveren Dürren leiden. Dürren können bei Pflanzen zu erhöhten Mortalitätsraten, reduzierte Produktivität und erhöhte Anfälligkeit für Schädlinge und Krankheitserreger und stellen somit große ökologische und landwirtschaftliche Herausforderungen dar. Ein zentraler Indikator zur Verfolgung der Auswirkungen von Dürren auf die Vegetation ist der Blattwassergehalt (g/cm2). Allerdings mangelt es bisher an effizienten und genauen Methoden zur Erfassung des Blattwassergehalts. Optische Fernerkundung von Drohnen oder Satelliten ist vielversprechend für eine effektive Überwachung des Blattwassergehalts über große Flächen. Derzeit verwendete Methoden zur Schätzung des Blattwassergehalts basieren jedoch hauptsächlich auf passiven Sensoren mit begrenzter Genauigkeit und sind auf Anwendungen bei Sonnenlicht mit klarem Himmel begrenzt. Darüber hinaus können passive Sensoren nur Informationen über Blätter der obersten Schicht des Pflanzenbestandes liefern und erlauben somit keine repräsentative Erfassung des Blattwassergehalts in Pflanzen, Vegetationsbeständen oder Ökosystemen. Daher schlagen wir für die erste Phase des SPP die Entwicklung einer innovativen Methode zur Bestimmung des Blattwassergehalts auf Grundlage von aktiver Fernerkundung mittels eines UAV-kompatiblen dual-wavelength LiDAR-System vor. Mit terrestrischen Systemen demonstrierten vorherige Studien bereits das immense Potenzial von dual-wavelength LiDAR für eine genaue Bestimmung des Blattwassergehalts in 3D. Um dieses Potenzial für eine effiziente Überwachung über größere räumliche Skalen hinweg auszuschöpfen, werden wir das erste UAV-kompatible dual-wavelength LiDAR entwickeln, das speziell auf die Bestimmung des Blattwassergehalts zugeschnitten ist. Die anfängliche Entwicklung des Sensors und der Signalverarbeitung werden durch Strahlungstransfermodellierung geleitet und in einem Laborumfeld verwirklicht. Anschließend wird das LiDAR an UAVs montiert und an mehreren Versuchsorten gründlich getestet und optimiert. Diese Standorte werden eine breite Palette von Pflanzenarten, funktionellen Eigenschaften und Vegetationsstrukturen abdecken. Es wird erwartet, dass dieses UAV-kompatible LiDAR von enormem Wert für mehrere Anwendungen im Kontext von Dürren sein wird, einschließlich der Präzisionslandwirtschaft, des städtischen Grünflächenmanagement und des Ökosystem-Monitorings. In der zweiten Phase des Projekts SPP planen wir 1) die weitere Optimierung des LiDAR in Bezug auf Energieverbrauch, Dateneffizienz und Gewicht, 2) die Weiterentwicklung von UAV-kompatiblen Dualwellenlängen LiDAR-Technologien zur Bestimmung weiterer Blattinhaltsstoffe (z. B. Pigmente oder Nährstoffgehalte) und 3) die Nutzung der vorgeschlagenen UAV-LiDAR-Technologie in Verbindung mit Satellitendaten zur großflächigen Bestimmung des Blattwassergehalts.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenInternationaler BezugFinnlandMitverantwortlicheProfessor Dr. Hannes  Feilhauer;Professor Dr. Martin  Herold, Ph.D.;Dr. Ronny  Richter;Professorin Dr. Christiane  Werner;Professor Dr. Christian  WirthKooperationspartnerProfessor Dr. Juha  Hyyppä;Dr. Samuli  Juntilla"
    },
    {
      "project_id": "541033130",
      "url": "https://gepris.dfg.de/gepris/projekt/541033130",
      "title": "Entwicklung eines drohnengestützten Messsystems zur Echtzeitüberwachung der Zusammensetzung vulkanischer Gase",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541033130",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die Untersuchung der chemischen Zusammensetzung von vulkanischen Emissionen ist eine wichtige Methode, um Informationen über vulkanische Systeme zu gewinnen und einzigartige Einblicke in magmatische Prozesse zu erhalten. Insbesondere Veränderungen in der chemischen Zusammensetzung der freigesetzten Gase sind eine der wenigen chemischen Sonden, die Rückschlüsse auf Vorgänge im unzugänglichen Erdinneren zulassen, um beispielsweise den Aufstieg von Magma und damit bevorstehende Vulkanausbrüche vorherzusagen. Doch gerade Vulkane sind schwer zugänglich und nur mit großem Aufwand und persönlichem Risiko zu erreichen. Ziel dieses Projekts ist daher die Entwicklung, der Bau und die Inbetriebnahme einer drohnengestützten Station zur Überwachung der vulkanischen Aktivität durch genaue quantitative Echtzeitmessungen ausgewählter vulkanischer Gase (CO2, SO2, HCl). Im Rahmen dieses Forschungsprojekts wird das System schließlich am Ätna als Fallstudie eingerichtet. Neben einem erheblichen Zeit-, Sicherheits- und nicht zuletzt Kostenvorteil gegenüber manuellen oder stationären Probenahmen an Vulkanen ist das Hauptziel dieses Projekts, die wissenschaftlich-technischen Voraussetzungen für eine bessere Überwachung von Vulkanen in zeitlicher und räumlicher Auflösung zu schaffen, so dass das System dann mittel- bis langfristig auch an anderen, völlig abgelegenen Vulkanen eingesetzt werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenInternationaler BezugItalienKooperationspartnerinDr. Nicole  Bobrowski"
    },
    {
      "project_id": "541029557",
      "url": "https://gepris.dfg.de/gepris/projekt/541029557",
      "title": "Faseroptischer Kontaktfühler zur Bestimmung der Relativbewegung zwischen Drohne und Messobjekt zur Bewegungskorrektur eines Nahbereich-3D-Inspektionslidars",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541029557",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Drohnenbasierte Objektüberwachung z.B. von Brücken, Windrädern oder Flugzeugen, hat in den letzten Jahrzehnten eine rasante Entwicklung erfahren. Eine weitverbreitete Anwendung sind bildgebende Verfahren zur Inspektion von Beschädigungen. Quantitative Messungen, z.B. die Ermittlung der Beschädigungstiefe, sind hierbei jedoch wesentlich anspruchsvoller als rein qualitative Beobachtungen, werden jedoch immer wichtiger um z.B. um eindeutige Entscheidungen zur Grenzwerteinhaltung zu treffen. Erschwert werden quantitative, drohnenbasierte Messungen in Freiluftumgebungen insbesondere durch häufig auftretende Quereinflüsse, z.B. störende Windbewegungen oder Messobjektvibrationen. Das vorgeschlagene Projekt versucht zu diesem Themenbereich einen Beitrag zu leisten, indem es eine neuartige Lösung für das Problem der direkten Messung von relativen Positions- und Orientierungsänderungen zwischen einem zu inspizierenden Objekt, z.B. einem Windradflügel, und einer in der Nähe des Objektes fliegenden Messdrohne untersucht. Dies soll auf Basis eines faseroptischen Fühlers erfolgen, welcher über die Messdauer hinweg mit dem Messobjekt über einen Gummifuß in Kontakt bleibt und die Relativbewegung zwischen Messobjekt und Drohne direkt unter Verwendung der Methode der faseroptischen Formmessung ermittelt. Im Gegensatz zu alternativen Verfahren, z.B. auf Basis drohnenintegrierter Inertialsensoren, kann hierbei auch die Bewegung/Vibration des Messobjektes mit in die Bewegungskorrektur miteinfließen und Messunsicherheiten durch Integrationsdrift vermieden werden. Die daraus gewonnen Informationen können zur Korrektur von Störbewegungen eingesetzt und die Messdaten dann direkt im Koordinatensystem des Messobjektes registriert werden. In dem vorgeschlagenen Projekt soll diese Technologie in einer beispielhaften Anwendung zur 3D-Bildstabilisierung eines Nahbereichs-Inspektionslidars eingesetzt werden, und die dadurch erzielbare Verbesserung der Messqualität detailliert analysiert und durch das Aufstellen eines metrologisches Unsicherheitsmodell quantifiziert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "540972827",
      "url": "https://gepris.dfg.de/gepris/projekt/540972827",
      "title": "Fliegende Analytik – Drohnentaugliches Ionenmobilitätsspektrometer mit zuschaltbarem Gaschromatograph zur schnellen Bewertung chemischer Gefahrenlagen",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 540972827",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Mit der zunehmenden Verfügbarkeit baukleiner Kameradrohnen besteht in vielen Bereichen ein stark wachsendes Interesse zusätzlich zur Bildgebung weitere Messtechnik auf solchen fliegenden Plattformen zu installieren. Insbesondere in der Sicherheitstechnik und Umweltmesstechnik ist die Fernerkundung per Drohne (UAV) hochinteressant, um ein größeres Gebiet schnell und sicher untersuchen zu können, ohne die Einsatzkräfte zu gefährden. Dieses Vorhaben konzentriert sich daher auf die Entwicklung eines drohnentauglichen Ionenmobilitätsspektrometers (IMS) mit einer über einfache Gassensoren und Gassensorarrays deutlich hinausgehenden analytischen Leistungsfähigkeit zur schnellen und fundierten Bewertung komplexer chemischer Gefahrenlagen. Aufgrund der besonderen Randbedingungen, wie begrenzte Baugröße, Gewicht und Leistungsaufnahme, lassen sich kommerzielle und aus Vorarbeiten bestehende IMS mit einer ausreichenden analytischen Leistungsfähigkeit nicht einfach an Drohnen koppeln. Hierfür sind ganz neue Systemkonzepte und ein ganzheitlicher Systementwurf unter Berücksichtigung aller Randbedingungen und analytischen Leistungsparameter nötig. Konkret zielt dieses Vorhaben auf die Entwicklung einer Entwurfsstrategie inklusive der hardwaretechnischen Umsetzung und Evaluierung im Flugbetrieb eines drohnentauglichen, dualen IMS mit nicht-radioaktiver Ionisationsquelle, Gewicht <= 1000 g, Leistungsaufnahme <= 10 W, hohem Auflösungsvermögen R >= 60, Nachweisgrenzen im zweistelligen ppt-Bereich bei Messzeiten <= 1 s, integrierter Heizung bis zu 80 °C für kurzer Ansprechzeiten und Abtastrate von mindestens 1 Hz für eine örtliche Auflösung von mindestens 10 m bei hoher Fluggeschwindigkeit von 10 m/s. Eine besondere Herausforderung ist die Entkopplung von Drohne und Messsignal durch eine an die Störungen angepasste Systemauslegung. Konkret soll das Frequenzspektrum des Nutzsignals per Design aus dem Frequenzspektrum des durch die Drohne verursachten Störsignals herausgeschoben werden. Ein weiteres Ziel ist die Bestimmung der Messunsicherheit nach GUM bezüglich der Stoffkonzentration. Vor allem bei Stoffgemischen und variabler Luftfeuchtigkeit, wie in den meisten realen Anwendungsszenarien gegeben, entsprechen die gemessenen Stoffkonzentrationen meist nicht den tatsächlichen Stoffkonzentrationen, da die Anzahl ionisierter Moleküle eines Stoffes und damit die Fläche eines Peaks im Ionenmobilitätsspektrum nicht nur von der Stoffkonzentration abhängt, sondern maßgeblich durch das thermodynamische Gleichgewicht der chemischen Ionisationsreaktionen in der Gasphase bestimmt wird. Für die quantitative Analyse realer Luftproben soll daher auch ein drohnentauglicher Gaschromatograph (GC) entwickelt und das GC-IMS hinsichtlich der Messunsicherheit nach GUM untersucht werden. Die schnelle Fernerkundung eines größeren Gebietes erfolgt dann per UAV-IMS, während für quantitative Untersuchungen sensibler Bereiche per UAV-GC-IMS der GC bedarfsweise remote zugeschaltet werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541021107",
      "url": "https://gepris.dfg.de/gepris/projekt/541021107",
      "title": "Fliegende intelligente Oberflächen für die Radarortung",
      "subject_area": "Automatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, RobotikKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541021107",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Im Projekt wird eine Methode zur Erweiterung der Reichweite und zur Verringerung von Unsicherheiten der radarbasierten Objektortung entwickelt. Kern des Projektes ist es, unbemannte Luftfahrzeuge (uncrewed aerial vehicles, UAV) mit rekonfigurierbaren intelligenten Oberflächen (RIS) zu kombinieren. Im einfachsten Fall dienen RIS als Reflektoren. Für das Projekt ist zentral, dass RIS über eine bloße Umleitung hinaus auch dynamisch die Signalphase kontrollieren können. Das Projekt nutzt die Fähigkeit zur Signalumleitung für eine Objektortung um Hindernisse herum. Umlenkungen durch Reflektionen verstärken aber die Schwankungen, denen UAV trotz modernster Flugregelungen unterliegen, erheblich. Das zweite Feature der RIS, die Fähigkeit Signalphasen zu verschieben, wird daher mit Beamsteering-Ansätzen kombiniert, um die Kanalqualität trotz der unvermeidlichen Schwankungen der UAV-Pose zu optimieren. Ziel ist es, auf diese Weise die Messunsicherheit der Radarverfolgung mit UAV-montierten RISs zu verringern. Bestehende Arbeiten zu RIS sind noch theoretisch geprägt und umfassen nur selten Umsetzungen und Validierungen. Bisherige praktische Umsetzungen sind zudem bisher auf fixierte RIS in Laboren beschränkt. Forschung, die theoretische Untersuchungen und praktischen Validierungen mit fliegenden RIS umfasst, wurden bisher nach Wissen der Antragsteller nur von den Antragstellern durchgeführt. Im Projekt wird im ersten Schritt ein physik- und datenbasiertes Systemmodell für UAV-RIS-Systeme erstellt. Dieses Modell dient sowohl der Modellierung von Unsicherheiten als auch ihrer Minimierung durch modellgestützte aktive Phasenregelung. Die für die Parametrisierung von Modellen und Modellunsicherheiten erforderlichen experimentellen Daten können vorteilhaft in einem kürzlich eingerichteten Fluglabor erhoben werden, in dem aerodynamische Störungen und große Fehler bei der Posenschätzung durch den Einsatz von optischem Tracking vermieden werden. Für die anschließende Umsetzung sind Schwebeflüge und schließlich Trajektorienflüge in Freilandexperimenten durchgeführt. Um das volle Potential von RIS zu nutzen, kommen optimale Phasenverschiebungen in Echtzeit zum Einsatz. Dazu müssen in schneller Folge komplexe numerischer Optimierungsaufgaben gelöst werden. Das Projekt umfasst die Entwicklung und das Maßschneidern optimierungsbasierter Regelungsalgorithmen für den eingebetteten Einsatz auf UAV und in vernetzten Setups, die eingebettete Berechnungen mit Berechnungen auf Basisstationen kombinieren. Zur praktischen Erprobung der entwickelten Methoden wird die Radarortung von Objekten am Boden umgesetzt. Das Ziel des Projekts besteht darin, mit Hilfe einer aktive RIS-Kontrolle die Kanalqualität von Radarmessungen verbessern und die Verbesserungen quantitativen durch reduzierte Schranken an die Messunsicherheiten bei der Radarortung zu belegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541018916",
      "url": "https://gepris.dfg.de/gepris/projekt/541018916",
      "title": "Fliegender, modellgestützer Gastomograph (FliMoGaTo)",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541018916",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Bei CBRN-Unfällen ist die genaue räumlich-zeitliche Beobachtung von Materialien in der Luft entscheidend für eine wirksame Katastrophenhilfe. Daher besteht ein Bedarf an autonomen UAVs, die mit Gassensoren ausgestattet sind, die die Datenerfassung in gefährlichen Umgebungen ermöglichen und die Rekonstruktion der räumlich-zeitlichen Gasverteilungen, des dynamischen Gasverhaltens und der Herausforderungen einer umfassenden Dateninterpretation erleichtern. Um diesem Bedarf gerecht zu werden, konzentriert sich FlyMoGaTo auf die Entwicklung einer Methodik zur autonomen UAV-basierten Gaserfassung unter Verwendung der Open-Path-Laserabsorptionsspektroskopie. Die Hauptziele sind die Quantifizierung der räumlichen und zeitlichen Entwicklung von verstreutem Material in der Luft und die Lokalisierung unbekannter Materialquellen. Der Vorschlag ist in drei Hauptziele gegliedert, darunter die Entwicklung von Algorithmen zur tomographischen Rekonstruktion, die das Wissen der Domäne in Form von partiellen Differentialgleichungen nutzen, die Untersuchung optimaler Probenahmestrategien für UAVs und die Entwicklung und Validierung eines Prototypsystems für Messungen mit offenem Pfad. In FlyMoGaTo wollen wir einen probabilistischen Rahmen für die Modellierung der Gasausbreitung schaffen, Absorptionsmessungen effektiv integrieren und geeignete probabilistische Inferenzalgorithmen für die tomographische Rekonstruktion auswählen. Die Qualität der Rekonstruktion hängt stark von der Methodik der Datenerfassung ab. Unser Ziel ist es daher, die Unsicherheiten durch intelligente Probenahmestrategien und die Wahl des optimalen Messortes zu verringern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenMitverantwortlichDr. Dmitriy  Shutin"
    },
    {
      "project_id": "541017692",
      "url": "https://gepris.dfg.de/gepris/projekt/541017692",
      "title": "Koordinationsfonds",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541017692",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Während Drohnen als hochgradig mobile, weil fliegende Plattformen mit Kameras seit geraumer Zeit verfügbar sind, bedeutet ihre Nutzung als fliegende Messplattform einen Paradigmenwechsel. Denn: Bisher werden eher qualitative Informationen insbesondere auch mit künstlicher Intelligenz aus den Bilddaten extrahiert, während es kaum quantitative Messungen mit Messunsicherheiten gibt. Wenn aber z. B. eine Aussage über die Tragkraft einer beschädigten Brücke oder die strukturelle Integrität des Rotorblatts einer Windenergieanlage benötigt wird, so können nur Messwerte mit Unsicherheitsangaben zu einer verlässlichen Aussage führen. Über qualitative Messaufgaben hinausgehend gilt es daher, (Mess-)Größen mit einer zugeordneten Messunsicherheit zu quantifizieren, um ein vollständiges Messergebnis zu erhalten. Bei den Prinzipien sollen über rein passive Kamerasysteme hinausgehende, beispielsweise aktive Messverfahren (z.B. laseroptische, akustische oder thermische Anregung und Radiowellen- oder Laserabtastung) nutzbar gemacht oder neue, auf lokal messenden Sensorsystemen basierende Messverfahren untersucht werden. Außerdem sollen Umwelt- und Drohneneinflüsse auf das Messergebnis sowie Korrektionsmethoden erforscht werden. Die diesbezügliche Eignung bestehender Sensorkonzepte soll untersucht und konkrete Fortschritte bei der Sensorminiaturisierung und der Minimierung des Energie- bzw. Leistungsbedarfs verfolgt werden. Im Bereich der Signalverarbeitung sollen Fortschritte bei einer energieärmeren Messdatenauswertung und -übertragung sowie energiebewussteren Signalverarbeitungsmethoden und Kommunikationskonzepten angestrebt werden. Schließlich ist das zentrale Ziel des SPP, die mit den drohnenbasierten Sensor- und Messsystemen erreichbare Messgüte und deren Abhängigkeit von den Quereinflüssen und den verwendeten Ressourcen Raum, Gewicht, Energie und Zeit zu klären. Außerdem soll eine diesbezüglich vergleichbare Bewertung der Messfähigkeiten, aufbauend auf dem internationalen \"Guide to the expression of uncertainty in measurement\" (GUM), projektübergreifend realisiert werden. Zusammenfassend sollen das noch nicht ausgeschöpfte messtechnische Potential und die Grenzen mobiler, drohnenbasierter Messsysteme verstanden werden. Dabei werden neuartige Messprinzipien und -methoden, Sensorik sowie Signalverarbeitungs- und Kommunikationslösungen in Kombination mit der Analyse der spezifischen Messunsicherheitseinflüsse für die Messungen mit fliegenden Plattformen erforscht. Durch die Zusammenführung der individuellen Arbeiten in den Projekten sowie die projektübergreifende Zusammenarbeit im Schwerpunktprogramm sollen die Grundlagen für ein neues Paradigma geschaffen werden: Drohnen als fliegende Messplattformen für valide, quantitative Messungen mit einer Messunsicherheitsangabe. Die Messfähigkeiten sollen zusammen mit den zugrundeliegenden Forschungsdaten gemäß eines projekt-übergreifenden Standards dokumentiert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541021960",
      "url": "https://gepris.dfg.de/gepris/projekt/541021960",
      "title": "Laser-Doppler-Vibrometer mit externem Laser für fliegende Plattformen mit Funkübertragung",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541021960",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Materialermüdung und Schädigungen werden in vielen Fällen durch die Veränderung des Schwingungsverhaltens ermittelt. Laser-Doppler-Vibrometrie (LDVy) erlaubt die kontaktlose Schwingungsmessung Messung großer Gebäudestrukturen, aber die Messung vom Boden aus führt zu schrägen Einfallswinkeln für Messpunkte in der Höhe und die Messung von Gebäuderückseiten in Bezug auf die Sensorposition ist unmöglich. Dazu wird aktuell der Einsatz von Spiegeln an Drohnen erforscht, wodurch sich aber Störungen durch die Atmosphäre nicht vollständig unterdrücken lassen. Zur weiteren Minimierung von Messunsicherheiten wird in diesem Projekt ein neuer Ansatz erforscht, bei dem ein Laser ein Laser-Doppler-Vibrometer (LDV) an der Drohne mit Laserlicht und Leistung versorgt. Mit dieser Idee entfallen alle Störeinflüsse auf dem Weg des Lichts vom Boden zur Drohne. Die Realisierung einer kompakten Sensorlösung mit minimalem Leistungsverbrauch und Energy-Harvesting sowie einer Datenfunkübertragung zum Boden sind erforderliche Teillösungen für dieses Projekt. In dem Projekt werden neue Lösungen erforscht mit denen Schwingungsamplituden mit minimaler Messunsicherheit gemessen werden können und Schädigungen im Bauwerken frühestmöglich erkannt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenInternationaler BezugAustralienKooperationspartnerProfessor Benjamin  Halkon"
    },
    {
      "project_id": "541021498",
      "url": "https://gepris.dfg.de/gepris/projekt/541021498",
      "title": "Luftgestütztes Messsystem mit großem Arbeitsbereich",
      "investigators": "Privatdozent Dr.-Ing. Markus  Kästner;Professorin Dr.-Ing. Annika  Raatz",
      "subject_area": "MesssystemeAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541021498",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die Entwicklung unbemannter Luftfahrzeuge (UAVs) birgt ein großes Potenzial für die Weiterentwicklung der Fähigkeiten in den Bereichen Fernerkundung und Oberflächenrekonstruktion. UAVs bieten einen großen Arbeitsraum, jedoch bleibt die Messunsicherheit der UAV-basierten Messtechnik im Vergleich zu traditionellen Methoden, wie bspw. dem Einsatz stationärer Lasertracker, die derzeit für die Digitalisierung großer industrieller- oder infrastruktureller Objekte verwendet werden, zurück. Um diese Lücke zu schließen, zielt unser Ansatz darauf ab, ein UAV-basiertes Structured Light Scanning (SLS) System mit geringer Messunsicherheit bei einem gleichzeitig großen Messbereich zu erforschen. Dieses System soll in der Lage sein, detaillierte Scans von Maschinen, Gebäuden und Infrastrukturen mit einer Unsicherheit im Submillimeterbereich zu erstellen, was für Anwendungen aus den Bereichen Engineering, Wartung, Instandhaltung und Design von entscheidender Bedeutung ist. Um die gewünschte Unsicherheit zu erreichen, setzen wir eine Kombination aus neuartiger hardwarebasierter Sensorstabilisierung zusammen mit einem Verfahren zur Kompensation der Phasenabweichung ein. Die aktive Sensorstabilisierung kompensiert ungewollte Bewegungen der Drohne während der Aufnahme von strukturierten Lichtmustern, ermöglicht längere Belichtungszeiten und verbessert somit die Qualität der erfassten Messdaten. Für die Hardware-Stabilisierung wird ein Hexapod eingesetzt, der auf der Drohne montiert ist und Echtzeit-Positionsdaten von einem hochpräzisen Laser-Tracing-System (LTS), welches auf Grundlage der Multilateration arbeitet, erhält. Bei der Multilateration werden synchrone Abstandsmessungen mehrerer Lasertracer verwendet, die der Bewegung fest auf der Plattform des drohnenbasierten SLS-Sensors montierter Retroreflektoren folgen. Die Lasertracer sind auf mehreren autonom fahrenden Robotern (AMR) montiert, welche die Lasertracer zur Anpassung des Messbereichs neu positionieren können. Diese Funktion ermöglicht es dem System, seinen Messbereich durch Verschieben des durch die Lasertracer aufgespannten Messvolumens zu erweitern, wodurch großflächige 3D-Punktwolken in hoher Qualität erfasst werden können. Bei der Messung folgt das UAV einer Reihe von vorher aufgenommenen Posen, die bspw. entlang des Gebäudes auf einer vordefinierten Flugbahn miteinander verbunden sind. An jeder dieser Positionen führt das SLS-System eine Messung durch und überträgt die Messdaten an eine Bodenstation, wo alle Messungen zu einem 3D-Modell des erfassten Gebäudebereichs kombiniert werden. Die Entwicklung dieses hochpräzisen Messsystems erfordert die Schaffung eines neuen Messkonzepts, Kalibrierungs- und Referenzierungstechniken sowie die Entwicklung von Hardware und Algorithmen zur aktiven Sensorstabilisierung. Der vorliegende Antrag stellt unseren Ansatz zur Erreichung dieser Ziele bei gleichzeitiger Abschätzung des Fehlerbudgets und Optimierung des Systems hinsichtlich des Energieverbrauchs vor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541019547",
      "url": "https://gepris.dfg.de/gepris/projekt/541019547",
      "title": "Messung von Luftqualitätsparametern mit einer neuartigen Drohne - Air-Q-Drone",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541019547",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Das Projekt Air-Q-Drohne (Messung von Luftqualitätsparametern mit einer neuartigen Drohne) hat das Ziel, eine kommerzielle Drohne zur in-situ Messung von Aerosolpartikeln und damit verbundenen Luftqualitätsparametern zu entwickeln und anzuwenden. Die Anzahl- und Massenkonzentrationen von Aerosolpartikeln beeinflussen die menschliche Gesundheit und sollen daher weiter verringert werden. Die europäische Kommission plant, die vorhandenen Grenzwerte für PM10 und PM2.5 weiter zu verschärfen, was viele Kommunen wieder in den Bereich der Überschreitungen bringen würde. Um die Quellen für diese Belastungen zu ermitteln, werden 3D Messungen mit hoher zeitlicher und räumlicher Auflösung benötigt. Im Rahmen von Air-Q-Drohne werden kommerziell verfügbare Messgeräte hinsichtlich der speziellen Anforderungen für den Betrieb auf einer Drohne (Größe, Gewicht, Stromverbrauch) modifiziert. Anschließend wird untersucht, ob und wie die Messungen von Umgebungsparametern, wie Druck, Temperatur und Feuchte sowie vom Drohnenbetrieb selbst beeinflusst werden. Diese Einflüsse werden im Rahmen der Implementierung möglichst minimiert, bzw. für eine nachträgliche Korrektur quantifiziert. In Air-Q-Drohne wird eine neuartige Kombination von Messgeräten eingesetzt, um die Konzentration von Feinstaub mit hoher zeitlicher und räumlicher Auflösung zu bestimmen und gleichzeitig die Genauigkeit gegenüber bisherigen Messungen zu verbessern. Dabei wird ein low-cost Sensor zwei gut charakterisierte Geräte, die so noch nicht gemeinsam auf Drohnen zum Einsatz kamen, ergänzen. Mit diesem Beispiel wird abgeschätzt, welchen Fehler man durch einfache und preiswerte Geräte macht. Im Testbetrieb liegt ein Schwerpunkt auf der Minimierung der Umwelteinflüsse. Hier werden im Labor Schwankungen von Druck, Temperatur und Feuchte simuliert und die Auswirkungen auf die Messungen betrachtet. Für die Feldmessungen wird eine Datenerfassung entwickelt, die sowohl alle Daten an Bord der Drohne mit hoher Auflösung speichert als auch wesentliche Parameter, wie Druck, Temperatur und Partikelkonzentrationen per Funk an die Bodenstation übermittelt. Die Information wird für die kurzfristige Flugplanung und -anpassung benötigt, die mit Drohnen im Gegensatz zu anderen luftgetragenen Systemen möglich ist. Nach Abschluss der Implementierung, Charakterisierung und Optimierung des Messgeräte-Drohnen-Komplettsystems werden 2 Messkampagnen an der Station Melpitz bei Leipzig durchgeführt. Dort befindet sich eine Zone für den Flugbetrieb (ED-R 45), in der die geplanten Vertikalmessungen bis 500 m Höhe jederzeit durchgeführt werden können. Dabei wird neben der wissenschaftlichen Auswertung der Daten im Hinblick auf Quellenzuordnung ein Schwerpunkt auf der Bewertung das Messunsicherheiten liegen. Diese werden mit anderen Studien verglichen, weiterhin werden aber auch die in diesem Projekt eingesetzten Geräte (gut charakterisiert versus low-cost) im Hinblick auf Aufwand, Kosten und resultierende Messunsicherheit verglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541018053",
      "url": "https://gepris.dfg.de/gepris/projekt/541018053",
      "title": "Quantitative Erfassung des Wassergehalts im Boden mittels Drohnen-basiertem digitalem Radar",
      "subject_area": "Kommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541018053",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die Erfassung des Wassergehalts im Boden stellt eine wichtige messtechnische Aufgabe dar, insbesondere für die Modellierung von Klima und Wetter sowie für die Landwirtschaft und die Erforschung von Ökosystemen. Aktuell erfolgt die lokale Messung des Bodenwassergehalts durch die Entnahme von Bodenproben oder invasive Messsysteme. Beides resultiert in einem hohen Zeitaufwand. Alternativ kommen Radarsensoren auf Satelliten zum Einsatz. Diese fernerkundlichen Verfahren sind allerdings weniger genau und erlauben nur sporadische Messungen, da sie von den Überflügen der Satelliten abhängen. Um umfangreiche Erkenntnisse aus der Bodenfeuchtemessung zu gewinnen, ist jedoch eine häufige, schnelle, großflächige und präzise Erfassung des Wassergehalts erforderlich. Drohnenbasiertes Ground-Penetration-Radar (GPR) bietet hierbei die ideale Kombination aus Flexibilität und Kosten- sowie Zeiteffizienz. Kombiniert mit einer Messauswertung, die zu einer direkten Bestimmung der Bodenfeuchtigkeit als relevante Messgröße führt, ergibt sich ein großes Potential für die Bodenfeuchtigkeitsmessung. Dabei ist auch die Quantifizierung des Messfehlers entscheidend, um die Messdaten aussagekräftig interpretieren zu können. Im vorgeschlagenen Projekt wird ein vollkommen neues Messprinzip entwickelt. Der Wassergehalt im Boden wird punktuell mittels eines drohnenbasierten GPRs erfasst. Ansätze sollen erforscht werden, mit denen aus den Radardaten über die dielektrischen Eigenschaften des Bodens die Bodenfeuchtigkeit bestimmt werden kann. Mithilfe von Algorithmen für Radare mit synthetischer Apertur können diese punktuellen Messungen auf größere Flächen angewendet werden. Im Fokus steht zudem die Bewertung der Messgenauigkeit des neuen Messprinzips in Abhängigkeit von Ressourcen wie Flugzeit und Gewicht. Das Vorhaben besteht aus vier Hauptzielen. Ziel 1 ist die Erforschung eines neuen Messprinzips zu Erfassung der Bodenwassergehalts mittels Drohnen. Dies beinhaltet die Verwendung einer geeigneten Radarsignal-Modulation und die Entwicklung eines zum Anwendungszweck passenden tomographischen SAR-Verfahrens. Letzteres wird über das Verhältnis von Messgenauigkeit zum Ressourcenaufwand im Sinne der Flugdauer bewertet. Ziel 2 ist die Erforschung eines neuen Radarsensors inklusive Breitbandantennen mit geringem Gewicht und geringer Windlast. Die Erforschung von Signalverarbeitungsansätze zur Bodenwassergehaltsmessung ist Ziel 3. Dieses Ziel soll mithilfe einer Modellierung und Simulation der Einflüsse von Bodenfeuchtigkeit auf die Radardaten erreicht werden. Ziel 4 ist die Analyse der Fehlereinflüsse sowie eine umfangreiche Messgenauigkeitsbestimmung nach GUM. Zur Verifikation des Signalverarbeitungsansatzes und zur Fehleranalyse sind umfangreiche Messungen geplant. Dabei wird die vorhandene Infrastruktur optimal genutzt, um sowohl Messungen unter Laborbedingungen über einem Sandboden als auch eine umfangreiche Freifeld-Messkampagne auf einem vorhandenen Testfeld durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541019206",
      "url": "https://gepris.dfg.de/gepris/projekt/541019206",
      "title": "UAV-basierte Nahfeld-Fernfeld-Transformation zur detaillierten Charakterisierung großer Emissionsquellen unter Betriebsbedingungen",
      "subject_area": "MesssystemeKommunikationstechnik und -netze, Hochfrequenztechnik und photonische Systeme, Signalverarbeitung und maschinelles Lernen für die Informationstechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541019206",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Die Beschreibung der Wellenausbreitung in der Atmosphäre ist von großem Interesse für Wissenschaftler aus verschiedenen physikalischen Disziplinen. Besonders die Charakterisierung von Emissionsquellen spielt eine entscheidende Rolle in diesem Forschungsfeld. Während kleine Emissionsquellen in der Regel in speziellen Laboruntersuchungen untersucht werden können, gestaltet sich die Charakterisierung großer Emissionsquellen mit den herkömmlichen Methoden oft als unzureichend. Solche große Emissionsquellen können entweder akustischer oder elektromagnetischer Natur sein und umfassen Beispiele wie Windkraftanlagen, Biogaskraftwerke, Antennen und Radarsysteme. Im Rahmen dieses Projekts entwickeln wir eine innovative Messtechnik, die es ermöglicht, die Leistung und die Richtcharakteristiken großer Emissionsquellen während ihres Betriebs ohne Modifikation zu charakterisieren. Diese Methode basiert auf der Verwendung von Drohnen, die mit modernster Messtechnik ausgestattet sind und sich frei im Nahbereich der Emissionsquellen bewegen können. Anschließend wenden wir eine spezielle Transformationsrechnung an, um aus den diskreten Messdaten auf einer Hüllfläche um der Emissionsquelle deren Charakteristiken zu extrahieren. Diese gewonnenen Daten sind von besonderer Bedeutung, da sie es ermöglichen, das Fernfeld der Emissionsquelle zu rekonstruieren. Die Prinzipien der wellenförmigen Ausbreitung unterliegen in verschiedenen Disziplinen ähnlichen mathematischen Gesetzmäßigkeiten. Daher ist unsere Methode leicht von elektromagnetischen auf akustische Felder übertragbar. In unserem Projekt demonstrieren wir diese Interdisziplinarität und erwarten Ergebnisse, die in vielfacher Hinsicht von großem Interesse sind. Des Weiteren untersuchen wir die Unsicherheiten, die mit unserer Methode einhergehen, insbesondere im Hinblick auf die herausfordernden Messbedingungen auf einer fliegenden Plattform. Hierfür nutzen wir numerische, analytische und experimentelle Daten, die im Rahmen des Projekts gesammelt werden, und integrieren sie in statistische Modelle zur Bestimmung der Messunsicherheit. Basierend auf diesen Untersuchungen entwickeln wir Messplattformen unterschiedlicher Komplexität, speziell in Bezug auf Position, Zeit und Messgrößen in Abwägung zu den zu erwartenden Genauigkeiten. Nach Abschluss des Projekts präsentieren wir eine fliegende Messplattform und demonstrieren die Leistungsfähigkeit unserer Methode. Darüber hinaus diskutieren wir potenzielle Schwächen und die Skalierbarkeit der Methode hinsichtlich der Anzahl der eingesetzten Drohnen und der verwendeten Messtechnik. Wir sind zuversichtlich, dass solche fliegenden Messplattformen in der Zukunft dazu beitragen werden, Fernfelder präziser vorherzusagen und die Kalibrierung großer Emissionsquellen zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541028765",
      "url": "https://gepris.dfg.de/gepris/projekt/541028765",
      "title": "UAV-gestützte bildgebende Verfahren zur Messung von fern-roter sonnen-induzierter Chlorophyll-Fluoreszenz",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541028765",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Dieses Projekt wird die Entwicklung eines für Drohnen bzw. Uncrewed Aerial Vehicles (UAV) geeigneten Kameraprototyps zur Messung der sonnen-induzierten Chlorophyllfluoreszenz (SIF) voranbringen. SIF ist von Pflanzen emittierte Energie, welche mit Fernerkundungsmethoden quantitativ erfassbar ist. Das Signal ist ein direkter Indikator für den aktuellen Zustand der Photosynthese in Pflanzen. Das Messsignal hat großes Potential zur Verwendung in der Land- und Forstwirtschaft, zum Beispiel zur Verbesserung der Detektion von Stress, Biomasseakkumulation und Ertragsvorhersage. Die Projektziele sind: i) Datenerfassungsparamater, darunter Flughöhe und Signal-zu-Rausch Verhältnis, für Vegetationstypen mit unterschiedlicher Struktur des Kronendachs zu optimieren z.B. Blatthaltewinkel, ii) eine effiziente Datenprozessierungskette zu generieren, mit Schwerpunkt auf Schnelligkeit und Automatisierung, und iii) die Messunsicherheit des Systems zu quantifizieren, speziell im Hinblick auf die Verwendung auf einem UAV, z.B. Einflüsse der Zusammensetzung der Atmosphäre auf das SIF Signal. Zur Umsetzung der Ziele werden UAV-Flüge über verschiedenen Vegetationstypen und standardisierten Kalibrierungsflächen Testdaten für die oben genannten Ziele liefern. Die Ergebnisse werden als standardisierte Arbeitsanweisungen zusammengefasst, sowie konkrete Schritte für die technische Weiterentwicklung des Kameraprototyps diskutiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenInternationaler BezugSchweizMitverantwortlicheProfessor Dr. Zbynek  Malenovsky;Dr. Omar  RegaiegKooperationspartnerDr. Andreas  Hueni"
    },
    {
      "project_id": "543356743",
      "url": "https://gepris.dfg.de/gepris/projekt/543356743",
      "title": "Verbesserung der Präzision bei der Insektenverfolgung mit Drohnen: Fusion mehrerer Sensordaten zur Bestimmung der Position von Insekten mit bewerteten Messunsicherheiten",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 543356743",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Seit kurzem ist es möglich, einzelne fliegende Insekten von Multikoptern aus zu verfolgen. Diese Systeme nutzen einen aktiven optischen Sensor, um Richtungsmessungen zum Zielinsekt zu erhalten und ermöglichen so eine detaillierte Überwachung des Insektenverhaltens über große räumliche Skalen. Um das Potenzial solcher Systeme auszuschöpfen, besteht jedoch eine entscheidende Herausforderung darin, die Position des verfolgten Insekts genau zu bestimmen und die mit diesen Messungen verbundene Unsicherheit zu quantifizieren. In dieser Arbeit gehen wir diese Herausforderung an, indem wir die Verfolgungsdaten verbessern und sie mit Lage- und Positionsinformationen integrieren, die von den Sensoren des Autopilotsystems des Multikopters stammen, nämlich Gyroskope, Beschleunigungsmesser, Magnetometer und GNSS-Sensoren. Durch die Datenfusion, die Quantifizierung der Unsicherheit, eine Echtzeit-Implementierung sowie die Validierung und Testen erwarten wir, dass wir die derzeitigen Grenzen der drohnengestützten Messungen zur Verfolgung von Insekten in der freien Natur erheblich erweitern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541022478",
      "url": "https://gepris.dfg.de/gepris/projekt/541022478",
      "title": "Verstärkte Raman-spektroskopische Multigas-Sensorik auf fliegenden Plattformen für die Erstellung von 3D-Konzentrationsprofilen",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541022478",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Gasmessungen auf Drohnen gewinnen zunehmend an Bedeutung. Im Gegensatz zu Messsystemen am Boden, auf Türmen, Flugzeugen oder Satelliten ermöglichen es Drohnen, die Luft in der Umgebung von Gebäuden oder Ökosystem flexibel zu überwachen. Unabhängig von weiterer Infrastruktur können so Gaskonzentrationen mit hoher Auflösung kartiert werden. Allerdings ist es mit der aktuellen, für den Einsatz auf Drohnen geeigneten Sensortechnik nicht möglich, komplexe Multigase zu messen. Folglich werden bisher nur einzelne ausgewählte Gase aufgespürt bzw. quantifiziert. Diese messtechnische Lücke wollen wir schließen, indem wir ein miniaturisiertes Messsystem auf Basis der verstärkten Raman-Gas-Spektroskopie (RGS) entwickeln und auf einer Drohne zum Einsatz bringen. Beim Einsatz auf einer Drohne hätte die verstärkte RGS den Vorteil, dass sie ohne a-priori-Wissen explorativ eingesetzt werden kann und alle Gase (außer Edelgase) und volatile organische Substanzen (VOCs) gleichzeitig detektiert und quantifiziert. Ein einziger Flug könnte somit ein umfassendes 3D-Konzentrationsprofil der Umgebung eines Gebäudes, einer Industrieanlage oder eines kleinen Ökosystems liefern. Insbesondere ist die RGS auch für Wasserstoff sensitiv, was sowohl für die Überwachung der Gasinfrastruktur (Power-to-Gas) als auch die Erforschung der Emissionen von tauenden Permafrostböden interessant ist. Damit wir das Ziel der RGS auf Drohnen erreichen, müssen wir zwei Herausforderungen bewältigen: (1) Wir müssen den Raman-Gas-Analysator (RGA) hochminiaturisieren, um die Anforderungen an Platz, Gewicht und Energiebedarf auf einer Drohne zu erfüllen. (2) Auch im miniaturisierten RGA muss ein ausgeklügelter Verstärkungsmechanismus angewendet werden, um trotz der schwachen Raman-Signale von Gasen sensitive Messungen zu ermöglichen. Im Rahmen dieses Forschungsvorhabens wollen wir auf Basis unserer Expertise in der Faser-verstärkten RGS ein komplett miniaturisiertes, hochempfindliches Messinstrument für den Einsatz auf einer Drohne aufbauen. Unsere Ziele sind: 1) Entwicklung eines miniaturisierten RGA inklusive einer Einheit zur Signalverstärkung, 2) Entwicklung von Methoden zur Korrektur von Störungen durch Umwelt- und Drohneneinflüsse sowie energieeffiziente Lösungen der Datenprozessierung, 3) Integration des miniaturisierten RGA auf einer Drohne, 4) Messungen im Freifeld: explorative Messungen der Luft in der nächsten Umgebung von Ökosystem und Anlagen. Damit wir diese Ziele erreichen, werden wir die Faser-verstärkte RGS mit neuen Ansätzen der Miniaturisierung von Raman-spektroskopischen Instrumenten zusammenführen (AP1 und AP2). Außerdem werden wir die Güte der quantitativen Messungen mit Messunsicherheiten charakterisieren und uns mit der Datenverarbeitung und Kommunikation beschäftigen (AP3 und AP4). Der miniaturisierte und ausführlich charakterisierte RGA wird anschließend auf einer Drohne integriert und getestet (AP5) und schließlich in Freifeldmessungen zum Einsatz gebracht (AP6).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden Plattformen"
    },
    {
      "project_id": "541028991",
      "url": "https://gepris.dfg.de/gepris/projekt/541028991",
      "title": "Zuverlässige Messungen für sichere Rettungseinsätze nach Gebäudeeinstürzen (ZeMerGe)",
      "investigators": "Professor Dr. Stefan J.  Rupitsch;Dr. Katrin  Schmitt",
      "subject_area": "Messsysteme",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 541028991",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2433: \nMesstechnik auf fliegenden Plattformen",
      "description": "Bei der Rettung von Menschenleben nach Gebäudeeinstürzen, insbesondere nach Erdbeben oder Gasexplosionen, ist schnelles Handeln der Einsatzkräfte von entscheidender Bedeutung. Die Überlebenschancen nehmen mit der Zeit rapide ab. Daher werden zuverlässige Messsysteme benötigt, die sowohl die Sicherheit der Einsatzkräfte gewährleisten als auch eine schnelle Ortung von Verschütteten ermöglichen. Im Rahmen des vom Bundesministerium für Bildung und Forschung finanzierten Projekts \"SORTIE\" wurde von den Projektpartnern Wöllenstein und Rupitsch (ehemals Arbeitsgruppe Reindl) ein Gassensorsystem zur Detektion explosiver Gase sowie ein Bioradar zur Ortung von Verschütteten erforscht. Beide Systeme wurden zur sicheren und schnellen Lage-Erkundung auf einer Drohne installiert. Im Katastrophenfall kann austretendes Erdgas zu einer Gasexplosion führen und zu einer ernsthaften Gefahr für Rettungskräfte und Zivilbevölkerung werden. Mit Hilfe von Gassensoren auf der Drohne kann das Einsatzgebiet großflächig auf explosive Gase gerastert werden. Bei deren Auftreten muss der Einsatz zur Sicherheit der Rettungskräfte zunächst unterbrochen werden. Das Bioradar wird eingesetzt, um auch an unzugänglichen Orten nach Überlebenden unter den Trümmern zu suchen. Die generelle Tauglichkeit dieser Messsysteme für den Rettungseinsatz mit einer Drohne wurde von den Antragstellern bereits in Feldtests demonstriert. Die Funktionsweise und der Stand der Technik der jeweiligen Sensorsysteme wird im Folgenden beschrieben. Insbesondere Rettungskräfte stellen immer wieder die Frage nach der Zuverlässigkeit der Messsysteme. Das in diesem Antrag vorgeschlagene Projekt soll daher die systematische Bestimmung der Messgüte der beiden Systeme in Abhängigkeit von den Ressourcen Zeit, Größe und Energie als Messunsicherheitbudget ermöglichen, wie es in der Ausschreibung Schwerpunktprogramm \"Messtechnik auf fliegenden Plattformen\" vorgesehen ist. Dabei soll die Angabe der Messunsicherheiten jeweils entsprechend dem Leitfaden \"Guide to the Expression of Uncertainty in Measurement\" ausgearbeitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2433: \nMesstechnik auf fliegenden PlattformenMitverantwortlichProfessor Dr.-Ing. Jürgen  Wöllenstein"
    }
  ]
}