{
  "spp_number": "SPP 2205",
  "spp_title": "Evolutionäre Optimierung neuronaler Systeme",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402741184",
  "projects_count": 23,
  "projects": [
    {
      "project_id": "430158535",
      "url": "https://gepris.dfg.de/gepris/projekt/430158535",
      "title": "Der Einfluss von Netzwerkarchitektur auf Evolvierbarkeit und Robustheit: Ein Vergleich der Gesangserkennungsnetzwerke von Grillen und Feldheuschrecken",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430158535",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Verhalten ist hochdivers, selbst bei eng verwandten Arten. Z.B. sind Paarungsgesänge artspezifisch und divergieren während der Bildung neuer Arten, um die Artentrennung aufrechtzuerhalten. Die neuronalen Netze, die diese Gesänge erkennen, sind also hochgradig evolvierbar. Gleichzeitig muss Gesangserkennung robust gegenüber Umweltrauschen und genetischen Mutationen sein, die Netzwerkparameter stören. Die gleichzeitige Robustheit und Evolvierbarkeit (E&R) neuronaler Netze scheint im Widerspruch zu stehen: Evolvierbarkeit bedeutet eine plastische Antwort auf Störungen, während Robustheit eine kompensatorische Antwort auf Störungen ist. Studien in genregulatorischen Netzwerken haben jedoch gezeigt, dass E&R durch Netzwerkeigenschaften in hochdimensionalen und nichtlinearen Parameterräumen koexistieren können. Wir schlagen daher vor, die E&R von Gesangserkennung nicht mittels menschlich definierter Gesangsmerkmale zu untersuchen, sondern auf der Ebene des Parameterraums der sensorischen Erkennungsnetzwerke selbst. Wir werden die E&R der Gesangserkennung in zwei Insektengruppen vergleichen – Heuschrecken und Grillen. Beide Gruppen produzieren Pulsgesänge, erkennen diese Gesänge jedoch mittels unterschiedlicher Netzwerkarchitekturen. Grashüpfer verfügen über eine parallele Netzwerkarchitektur: Ein peripheres Netzwerk erzeugt eine hochdimensionale Darstellung von Gesangsmerkmalen in über 20 Neuronen. Jede Art erkennt ihren Gesang, indem einzelne Gesangsmerkmale im Gehirn artspezifisch kombiniert werden. E&R wird hier wahrscheinlich durch Redundanz im hochdimensionalen Merkmalsraum erreicht. Im Gegensatz dazu erkennen Grillen Gesänge anhand einer seriellen Architektur: Fünf Neurone erkennen den arteigenen Gesang durch aneinander gereihte nichtlineare zeitliche Berechnungen im Gehirn. Die geringe Größe des Netzwerks verhindert Redundanz auf Ebene von Neuronen oder Gesangsmerkmalen. E&R entstehen jedoch wahrscheinlich durch einen nichtlinearen und hochdimensionalen Parameterraum. Basierend auf bestehenden und physiologisch plausiblen Modellen der Gesangserkennungsnetzwerke bei Grillen und Heuschrecken werden wir testen, ob und durch welche Eigenschaften diese Netzwerke robust und evolvierbar sind. Dazu werden wir E&R in beiden Netzwerken mittels von Sensitivitätsanalysen quantifizieren. Anschließend werden wir untersuchen, wie die Netzwerkstruktur phänotypische Übergänge und Diversität beeinflusst. Abschließend werden wir die Grenzen der phänotypischen Flexibilität erkunden, indem wir testen, inwieweit jedes Netzwerk die Gesänge der anderen Artengruppe unterscheiden kann. Dies wird zeigen, inwieweit Unterschiede im Gesang – Grillen produzieren einfache, unmodulierte Gesangspulse, während Heuschrecken komplexe, modulierte Pulse erzeugen – durch Limitierungen des Erkennungsmechanismus in den beiden Artengruppen erklärt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "533395350",
      "url": "https://gepris.dfg.de/gepris/projekt/533395350",
      "title": "Design visueller Systeme basierend auf dynamischen Stimulus-Bedingungen",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenEvolutionäre Zell- und Entwicklungsbiologie der TiereKognitive, systemische und VerhaltensneurobiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533395350",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "In natürlichen Umgebungen sind visuellen Reize dynamisch und werden durch externe Bewegungen und die Eigenbewegung des Tieres beeinflusst. Die Fähigkeit, geeignetes Verhalten aus dynamischen visuellen Umgebungen abzuleiten, ist für Tiere überlebenswichtig. Daher haben visuelle Systeme spezifische Kodierungsstrategien entwickelt. Hier werden mit Hilfe von Theorie und Experimente untersuchen, ob und wie die Verwendung paralleler zeitlicher Kanäle und Konnektivitätsmotive das visuelle System von Drosophila melanogaster dafür ausstattet, dynamische, Verhaltens-relevante visuelle Reize effizient zu kodieren. Wir dehnen diese Analyse auf verschiedene Fliegenarten aus, um evolutionäre Designprinzipien abzuleiten, die durch dynamische Stimuli instruiert werden. Wir analysieren natürliche visuelle Reize aus der Perspektive frei laufender oder fliegender Fliegen, und extrahieren deren statistischen Merkmale. Wir werden die statistische Verteilung der zeitlichen Merkmale charakterisieren, inspiriert von der für statische Szenen beschriebenen Potenzgesetz-Statistik. Wir werden theoretische Schaltkreismodelle entwickeln, beruhend auf effizienter Kodierung. Diese Methode nimmt an, dass sich Eigenschaften sensorischer Systeme so entwickelt haben, dass sie an die Umwelt der Organismen angepasst sind. Wir werden die funktionellen und konnektiven Eigenschaften visueller Schaltkreise ableiten, um die Kodierung dynamischer Stimuli zu maximieren. Hier untersuchen wir erstens innerhalb einer einzelnen Hierarchieebene die Hypothese, dass sich neuronale Populationen in parallele Verarbeitungskanäle diversifiziert haben, die zusammen die Bandbreite der Zeitskalen dynamischer Reize abdecken. Zweitens untersuchen wir über Hierarchieebenen hinweg die Hypothese, dass neuronale Schaltkreise dynamische visuelle Reize durch die Integration zeitlicher Informationen aus früheren Phasen darstellen. Experimentell werden wir die theoretischen Vorhersagen mit gemessenen physiologischen oder Verhaltens-Reaktionen auf naturalistische dynamische Reize vergleichen. Insbesondere werden wir die Rolle mehrerer zeitlicher Kanäle in der Lamina, der ersten Schicht im visuellen System der Fliege, für die effiziente Kodierung der von der Fliege erlebten Reizstatistiken untersuchen. Dann werden wir untersuchen, wie neuronale Eigenschaften oder Konnektivität der nachfolgenden Ebenen der visuellen Hierarchie zur effizienten Kodierung natürlicher dynamischer Reize beitragen. Ergänzende genetische Manipulationen können die funktionelle Rolle bestimmter Schaltkreiselemente und Berechnungsstrategien testen. Schließlich verfolgen wir einen vergleichenden Ansatz, um visuell gesteuertes Verhalten und optimale zeitliche Filter für parallele visuelle Bahnen in verschiedenen Drosophila-Arten zu untersuchen. Unsere Arbeit verspricht Einblicke in evolutionäre Konstruktionsprinzipien, die dynamische zeitliche Stimulusmerkmale mit Schaltkreis-Kodierungsstrategien verbinden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "533391577",
      "url": "https://gepris.dfg.de/gepris/projekt/533391577",
      "title": "Die Evolution und Organisation nicht-kanonischer Geruchssysteme bei Ameisen und anderen Insekten",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der TiereBiologie des Verhaltens und der SinneExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533391577",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Geruchsrezeptoren (GRs) bilden die Hauptfamilie chemosensorischer Gene bei fast allen Insekten. Nach dem kanonischen Modell von Geruchsschaltkreisen wird in jedem Geruchsrezeptor-Neuron (GRN) ein einzelner GR exprimiert, der zu einem einzelnen GR-spezifischen Glomerulus im Gehirn projiziert. GRs sind sich schnell entwickelnde Genfamilien, die häufigen Expansionen und Kontraktionen unterworfen sind, um die Anpassung an unterschiedliche ökologische Bedingungen und die Evolution von Insektengesellschaften zu erleichtern. Dies stellt eine grundlegende Herausforderung für die Evolution der neuronalen Geruchskreisläufe dar, die parallel zur Evolution der GR-Genfamilien verlaufen sollte, um das kanonische Schema GR-GRN-Glomerulus aufrechtzuerhalten. Jüngste Studien an Ameisen und Stechmücken deuten darauf hin, dass dieses kanonische Modell möglicherweise nicht universell ist. Durch die Kombination von hirnanatomischen und Transkriptomanalysen haben wir gezeigt, dass Arbeiterinnen der Ameise Temnothorax longispinosus eine mehrfache Variation in der Anzahl der Glomeruli in ihren Antennenlappen aufweisen, obwohl sie fast alle GR-Gene in ihren Antennen exprimieren. Zusammen mit früheren Studien deutet dies darauf hin, dass es unterschiedliche Mechanismen für die Entwicklung von Geruchssystemen bei Ameisen gibt, und fügt mögliche Varianten der neuronalen Schaltkreisarchitektur hinzu, die für den Geruchssinn bei verschiedenen Insektentaxa gefunden wurden. Unser erstes Ziel in diesem Projekt besteht darin, die organisatorische Logik des Geruchssystems von T. longispinosus von den Genen bis zu den Neuronen zu verstehen, um die Beziehung zwischen der genomischen Organisation des GR und den Expressionsmustern zu ergründen. Zweitens wollen wir die individuelle Variation in der Gehirnanatomie mit der Verhaltensrolle einer Arbeiterin in ihrer Kolonie verknüpfen, um die funktionellen Konsequenzen der interindividuellen Variation aufzudecken. Als nächstes werden wir untersuchen, ob interindividuelle anatomische Variationen auch bei anderen Ameisen- und Insektenarten vorkommen, mit dem langfristigen Ziel, den evolutionären Ursprung und die Funktion solcher Variationen zu charakterisieren. Schließlich werden wir einen theoretischen Ansatz anwenden, um zu verstehen, welche Berechnungsprinzipien eine nicht-kanonische und möglicherweise individualisierte Architektur des Geruchssystems begünstigen, und um ein minimales evolutionäres Modell zu entwickeln, das die Vielfalt der Geruchssysteme erklärt. Unser Ansatz kombiniert genomische, molekulare, neurobiologische, vergleichende und computergestützte Methoden, um die Genomarchitektur mit der Architektur neuronaler Schaltkreise zu verknüpfen und die funktionellen Konsequenzen und den evolutionären Ursprung der Vielfalt der Organisation olfaktorischer Schaltkreise zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeMitverantwortlichDr. Roman  ZugEhemaliger AntragstellerHugo  Darras, Ph.D., bis 11/2025"
    },
    {
      "project_id": "430155144",
      "url": "https://gepris.dfg.de/gepris/projekt/430155144",
      "title": "Die evolutionären Mechanismen zur Optimierung der Struktur und Funktion des neuronalen Schaltkreises zur Himmelsnavigation von Insekten",
      "investigators": "Professorin Dr. Katja  Nowick;Professor Dr. Mathias  Wernet",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenEntwicklungsneurobiologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430155144",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Insekten sind die artenreichste Gruppe im Tierreich mit sowohl grossem ökologischen als auch ökonomischem Nutzen für die Menschheit. Für erfolgreiches Jagen, Sammeln, oder Ausbreiten benötigen die meisten freilebenden Insekten ein beträchtliches Navigationstalent, für welches sie auf verschiedene visuelle Stimuli wie Himmelsgestirne oder polarisiertes Himmelslicht zurück greifen. Die Augen verschiedener Insektenspezies weisen zwar grosse morphologische Unterschiede auf, doch neuere Studien deckten auffällige Gemeinsamkeiten zwischen ihren retinalen Mosaiken auf. So hat eine systematische morphologische Charakterisierung in so gut wie allen analysierten Insekten zwar spezialisierte retinale Detektoren für polarisiertes Himmelslicht nachweisen können, doch bleibt es unbekannt, ob diese Strukturen und ihre nachgeschalteten neuronalen Netzwerke evolutionär konserviert sind. Ferner wissen wir nicht, wie ihre Struktur (Verschaltung) und Funktion (Computation) an die diversen ökologischen Nischen verschiedener Spezies angepasst werden. In diesem Antrag werden wir 3 Hypothesen testen: (1) Der molekulare Mechanismus der Spezifikation von Himmelslichtdetektoren ist evolutionär konserviert, (2) Variationen im Transcriptionsfaktornetzwerk passen das Detektorensystem an spezies-spezifische Bedürfnisse an, und (3) Genprodukte mit spezifischer Expression in nachgeschalteten Netzwerkelementen bilden evolutionär konservierte neuronale Netzwerke. Wir benutzen molekulargenetische Methoden aus der Fliege Drosophila in Kombination mit verschiedenen bioinformatischen Methoden für den Vergleich regulatorischer Sequenzen, Transkriptionsfaktorbindestellen, Transkriptionsfaktor-Netzwerken und Expressionsprofilen. Ziel ist es, jene evolutionär konservierten Mechanismen und spezies-spezifiche Variationen zu charakterisieren, welche den neuronalen Netzwerken zur Himmelsnavigation in Insekten zu Grunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430157666",
      "url": "https://gepris.dfg.de/gepris/projekt/430157666",
      "title": "Effiziente Kodierung schneller dynamischer Stimuli in Population von ON- und OFF- Neuronen",
      "subject_area": "Experimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430157666",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Die Aufteilung der Informationsverarbeitung in separate ON/OFF-Pfade ist ein allgemeines Prinzip neuronaler Verarbeitung in sensorischen Systemen. Im Gegensatz zu den hohen Feuerraten mit denen Rezeptorafferenzen Sinnesreize kodieren, erlaubt die Trennung in ON und OFF Kanäle gleiches mit niedrigeren Feuerraten zu erreichen und damit energetisch effizienter Information zu übertragen. Reduzierte Feuerraten stellen jedoch ein Problem für die Kodierung schneller dynamischer Reize dar. Im elektrosensorischen System des schwach elektrischen Fisches wissen wir um die Relevanz schneller Reize für das Balzverhalten. Wie ist eine zuverlässige Kodierung trotz intrinsischer Fluktuationen und beschränkter Anzahl von Neuronen möglich? In diesem Projekt untersuchen wir das Problem des optimalen Designs einer Population von ON/OFF-Neuronen zur Kodierung hochfrequenter Reize. Dazu kombinieren wir elektrophysiologische Experimente am elektrosensorischen System elektrischer Fische mit Modellen sowie analytischen und numerischen Methoden, die uns allgemeine Einsichten in dieses grundlegende Problem ermöglichen. Im theoretischen Teil des Projekts werden wir Modelle von zwei Populationen von Integrate-and-Fire (IF) Neuronen (ON/OFF Neurone) betrachten. Wir beginnen mit ungekoppelten Neuronen, die von einem gemeinsamen Breitbandstimulus getrieben werden, und quantifizieren den Informationstransfer durch die beiden Populationen. Wir fragen nach dem optimalen Verhältnis von ON/OFF-Zellen und der optimalen Verteilung ihrer Feuerraten bezüglich einer effizienten Informationsübertragung. Mit Blick auf das elektrosensorische System erweitern wir das Modell um (i) die Stimulation mit Amplitudenmodulationen eines Trägersignals und (ii) um eine Eingangsschicht aus elektrosensorischen Zellen. Letztere werden ebenfalls als stochastische IF Neurone mit Feuerratenadaptation und einem Burstmechanismus modelliert. Experimentell werden wir extrazelluläre Ableitungen mit \"Silicon Probes\" von Populationen von ON/OFF-Pyramidenzellen vornehmen und die Kodierung schneller Amplitudenmodulationen analysieren. Wir werden die Modellvorhersagen hinsichtlich der optimalen Verteilung von ON/OFF-Zellen und ihrer Feuerraten testen. In einem zweiten Schritt untersuchen wir die Auswirkungen eines verzögerten Feedbacks der Populationsaktivität auf die Hochfrequenzkodierung; im elektrosensorischen System entspricht der Feedback einer diffusiven Rückkopplung aus dem nucleus praeeminentialis dorsalis der seinerseits von den Pyramidenzellen getrieben wird. Auf der theoretischen Seite berücksichtigen wir die Rückkopplung über Feedbackterme mit Verzögerung, deren Effekt auf den Informationsfluss sich mit vorhandenen analytischen Methoden untersuchen lässt. Experimentell kann die Rückkopplung pharmakologisch blockiert werden. Wir können somit sowohl experimentell als auch theoretisch die Rolle der verzögerten Rückkopplung für die Verarbeitung schneller Signale untersuchen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "533395631",
      "url": "https://gepris.dfg.de/gepris/projekt/533395631",
      "title": "Ein Wurm, zwei verschiedene Gehirne: Untersuchung der divergenten neuronalen Architektur im Zusammenhang mit der Evolution eines polyphenen Verhaltensmerkmals.",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieBiologie des Verhaltens und der Sinne",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533395631",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Phänotypische Plastizität beschreibt die Fähigkeit eines einzelnen Genotyps, in Abhängigkeit von Umwelteinflüssen eine Vielzahl unterschiedlicher Phänotypen zu zeigen. Wenn ein phänotypisch plastisches Merkmal eher diskrete Phänotypen anstelle von kontinuierlichen Merkmalen hervorruft, spricht man von einem Polyphänismus. Es wird zunehmend erkannt, dass phänotypische Plastizität für die Evolution morphologischer Merkmale von Bedeutung ist, jedoch ist wenig darüber bekannt, wie sie zu Verhaltensanpassungen beiträgt. Daher werden wir in diesem Projekt die neuronale Architektur untersuchen, die mit einem Polyphänismus in der Kontrolle von zwei unterschiedlichen Verhaltensweisen der Nematodenart Pristionchus pacificus assoziiert ist. Bei P. pacificus führt ein polyphänes Fütterungsmerkmal zur Bildung von zwei möglichen irreversiblen Morphologien. Unter bestimmten Umweltbedingungen bilden die Tiere eine einzahnige Lebensform aus, die sich ausschließlich von Mikroben ernährt, während andere Bedingungen dazu führen, dass die Tiere eine alternative omnivore Lebensform mit zwei Zähnen entwickeln, die den Raub von Larven anderer Nematoden erleichtert. In diesem genetisch und molekular gut erforschten Organismus ist zwar viel über das genregulatorische Netzwerk bekannt, das über das Schicksal der Morphologie entscheidet, aber die Regulation des Verhaltens ist unbekannt. Mithilfe von RNA-seq-Experimenten werden wir zunächst genetische Komponenten identifizieren, die mit den neuronalen Expressionsunterschieden zwischen den beiden Varianten verbunden sind. Diese werden mit Hilfe von Transgenen und CRIPSR/Cas9 weiter untersucht, um mögliche funktionelle Beiträge zu identifizieren, die mit der spezifischen Verhaltensdivergenz der einzelnen Morphologie verbunden sind. Darüber hinaus verfügt P. pacificus über ein kleines Nervensystem, das aus etwa 300 Neuronen besteht und daher gut für Analysen des gesamten Konnektoms geeignet ist. Daher werden wir gleichzeitig vergleichende Konnektome der Köpfe der Würmer mit verschiedenen Morphologien erstellen, um den Beitrag der neuronalen Architektur zu den verschiedenen Verhaltensweisen zu bestimmen. Diese Arbeit untersucht somit zum ersten Mal die evolutionäre Spezialisierung und Anpassungsfähigkeit generell genutzter Hauptverschaltungen und untersucht auf funktioneller Ebene sowohl die Konservierung als auch die Divergenz zwischen genetischen Komponenten sowie die unterschiedliche Funktionsweise neuronaler Schaltkreise bei einer polyphänen Art.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeMitverantwortlichProfessor Kevin  Briggman, Ph.D."
    },
    {
      "project_id": "430157321",
      "url": "https://gepris.dfg.de/gepris/projekt/430157321",
      "title": "Eine dreidimensionale Untersuchung des thalamofugalen visuellen Systems der Vögel –\nFunktionelle Eigenschaften, Beziehung zum tektofugalen System der Vögel und ein Vergleich mit dem Cortex der Säugetiere",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430157321",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Der Sehsinn ist für die meisten Vögel und Säugetiere zentral und daher weisen die visuellen Systeme beider Klassen bemerkenswerte Anpassungen und Spezialisierungen auf. Eine Gemeinsamkeit beider Klassen besteht darin, dass visuelle Informationen auf zwei Hauptpfaden verarbeitet werden – dem thalamofugalen und dem tektofugalen Pfad. Die Arbeitsteilung zwischen den Pfaden variiert jedoch erheblich, nicht nur zwischen den Klassen, sondern auch zwischen verschiedenen Arten einer Klasse. Im Allgemeinen ist das visuelle System variabel und anpassungsfähig, und somit hervorragend zur Untersuchung der evolutionären Optimierung neuronaler Verarbeitung geeignet. In dem beantragten Projekt konzentrieren wir uns auf das thalamofugale visuelle System der Taube. Da der Großteil unseres Wissens über die funktionalen Eigenschaften dieses Pfades von Eulen stammt – einer hoch spezialisierten Ordnung meist nachtaktiver Raubtiere – möchten wir das thalamofugale System der Taube untersuchen. Die Untersuchung einer Generalistenspezies ermöglicht die Trennung artspezifischer Anpassungen von allgemeinen Merkmalen der visuellen Verarbeitung. Im Vergleich zu Säugetieren liegen nur wenige Daten zur Verarbeitung visueller Informationen im thalamofugalen Pfad der Vögel vor. Darüber hinaus unterschieden sich die Studien hinsichtlich der verwendeten Methodik. Insbesondere die Verwendung unterschiedlicher Reize erschwert einen direkten Vergleich. In unserem laufenden Projekt führen wir eine dreidimensionale Charakterisierung des tektofugalen visuellen Systems der Tauben durch. Unsere Ergebnisse legen nahe, dass die sich die kortexähnliche Anatomie dieses visuellen Pfades auch in der Physiologie der Informationsver-arbeitung widerspiegelt. Im beantragten Projekt schlagen wir einen vergleichbaren Ansatz für das thalamofugale visuelle System vor. Dies bietet die einzigartige Möglichkeit, den Beitrag beider Pfade – untersucht mit identischen Reizen und Methoden – zur visuellen Verarbeitung bei Tauben zu vergleichen. Über die funktionale Charakterisierung des visuellen Systems hinaus zielt das Projekt darauf ab, die computationale Hierarchie innerhalb des thalamofugalen Systems mithilfe hochaufgelöster Elektrophysiologie sowie optogenetischer Manipulationen kausal zu untersuchen. Wir testen die Hypothese, dass das thalamofugale visuelle System anatomische und computationale Eigenschaften mit dem Cortex von Säugetieren teilt. Dabei wird die systematische Untersuchung einzelner Zellen, lokaler Feldpotentiale und deren Oszillationen sowie ein informationstheoretischer Ansatz in Zusammenarbeit mit unseren Kolleginnen und Kollegen in Göttingen Einblicke in die Verarbeitung visueller Informationen auf verschiedenen Ebenen geben. Eine konvergente Architektur visueller Verarbeitungspfade in hierarchisch organisierten Strukturen mit zunehmender Komplexität in ihren Berechnungen würde auf begrenzte Freiheitsgrade bei der Evolution visueller Fähigkeiten hinweisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "429929234",
      "url": "https://gepris.dfg.de/gepris/projekt/429929234",
      "title": "Entschlüsselung der neuronalen Codes konvergent evolvierter Arbeitsgedächtnisfunktionen bei Menschen, Affen und Krähen",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 429929234",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Das Arbeitsgedächtnis, also die Fähigkeit, Information kurzzeitig für Sekunden bis Minuten zu erinnern und zu manipulieren, stellt die fundamentale Grundlage der Kognition des Menschen und anderer intelligenter Tiere dar. Traditionell wird aufgrund von Forschung an Primaten angenommen, dass die Speicherung von Inhalten im Arbeitsgedächtnis durch anhaltende Aktivierung von Nervenzellen geschieht; entsprechend dieses Ansatzes stellt die konstant erhöhte Entladung von Nervenzellen einen statischen Code des Arbeitsgedächtnisses dar, mit dem Information über kurze Zeitintervalle in zeitverzögerten Verhaltensaufgaben aktiv gespeichert werden kann. Im Gegensatz dazu betonten neuere Erkenntnisse, dass die Information im Arbeitsgedächtnis oftmals mittels eines dynamischen Codes gespeichert wird, wobei verschiedene Nervenzellen unterschiedliche Information zu diskreten Zeitintervallen einer Gedächtnisphase übermitteln. Derzeit ist unklar, welche funktionelle Relevanz diese möglichen neuronalen Codes des Arbeitsgedächtnisses für das Verhalten haben. Ebenso wenig ist bekannt, ob sie sich auf unterschiedliche phylogenetische Gruppen verallgemeinern lassen, oder wie sie in neuronalen Schaltkreisen realisiert sein könnten. Im vorliegenden Antrag wird deshalb ein vergleichender Ansatz vorgeschlagen, mit dem die neuronalen Codes und übergeordneten Verarbeitungsprinzipien des Arbeitsgedächtnisses in konvergent evolvierten assoziativen Endhirnstrukturen von Mensch, Affe und Krähe entschlüsselt werden sollen. Um optimale Vergleichbarkeit der neuronalen Daten zu gewährleisten, werden alle drei Spezies die gleiche kontrollierte und anspruchsvolle Verhaltensaufgabe durchführen, in der das Arbeitsgedächtnis durch Distraktoren gestört werden wird. Auf der Grundlage intrakranialer elektrophysiologischer Ableitungen in Kombination mit neuronaler Netzwerkmodellierung sollen diejenigen Codes identifiziert werden, die sich im Laufe der Vertebratenevolution – und unabhängig von der jeweiligen Endhirnentwicklung - als überlegen herausgestellt haben. Dieser ambitionierte evolutionäre Ansatz zur Erforschung von Prinzipien neuronalen Verarbeitung, der parallel in drei anspruchsvollen Spezies durchgeführt werden soll, setzt sowohl wissenschaftliche Kooperationen als auch eine Langzeitperspektive über sechs Jahre voraus, wie sie vom Schwerpunktprogramm in Aussicht gestellt wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430157073",
      "url": "https://gepris.dfg.de/gepris/projekt/430157073",
      "title": "Evolutinäre Konvergenz hierarchischer Informationsverarbeitung",
      "investigators": "Professorin Dr. Viola  Priesemann;Professor Dr. Michael  Wibral",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430157073",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Im SPP2205 wollen wir, gemäß dem zentralen Fokus, die Konvergenz der Arbeitsweise neuronaler Schaltkreise zwischen verschiedenen Tierstämmen untersuchen. Wir fokussieren uns dabei auf die aktuelle Debatte, wie Vögel ihre erstaunlichen kognitiven Fähigkeiten erreichen. Diese Fähigkeiten sind denen von Säugetieren ebenbürtig und können das Niveau von nicht-menschlichen Primaten erreichen (z. B. bei Aras) - dennoch haben Vögel eine grundlegend andere Gehirnarchitektur ohne einen Neokortex, von welchem man wiederum annimmt, dass er für die Kognition von Säugetieren zentral ist. Dies wirft die Frage auf, wie die offensichtliche Konvergenz auf der Ebene der kognitiven Funktion durch das Vogelgehirn umgesetzt wird -- und ob eine versteckte funktionelle Konvergenz auf der Ebene der neuronalen Schaltkreise zwischen den kortikalen Bereichen oder kortikalen Schichten von Säugetieren und den Modulen des Palliums von Vögeln gefunden werden kann. Wir wollen sowohl Fragen zur Konvergenz auf funktioneller Ebene angehen, als auch einen Beitrag zur gegenseitigen Zuordnung von Schaltkreisen der Säugetiere und der Vögeln liefern. Um das zu erreichen, haben wir in der ersten Förderphase dieses SPP ein Framework entwickelt, welches es uns ermöglicht, Informationsverarbeitungs-Hierarchien zwischen Arten mit sehr unterschiedlichen Gehirnarchitekturen quantitativ zu charakterisieren. Diese Analysen quantifizieren korrelations-basiert und informationstheoretisch die Zeitskalen neuronaler Aktivitaet, sowie die Vorhersagbarkeit bzw. Redundanz basierend auf \"mutual information\". Wir fanden z.B., daß Areale an höheren Positionen der kortikalen Hierachie längere Zeitskalen aufweisen. In der zweiten Förderphase werden wir dieses Framework mit Hilfe der Partialinformationszerlegung (PIZ) einer Entwicklung aus der Informationstheorie, erweitern. PIZ kann tatsächliche Informations-Verabeitung, statt reiner Informationsweiterleitung, charakterisieren. Obwohl es sich um eine junge Entwicklung handelt, hat sich PIZ bereits als nützlich für das Verständnis von Berechnungen z.B. in tiefen neuronalen Netzen erwiesen. Unter Verwendung unseres durch PIZ erweiterten Frameworks werden wir sowohl kortikale Areale und als auch kortikale Schichten bei Mäusen sowie palliale Module bei Tauben durch ihre Korrelations- und Informationszeitskalen und ihre Partialinformationszerlegung charakterisieren - und so Fingerabdrücke ihrer Funktion auf Schaltkreisebene erhalten. Daten für Tauben erhalten wir von unseren SPP-Kollaboratoren aus Bochum. Anschließend werden wir die kortikalen Areale oder Schichten und die pallialen Module im Raum dieser Zeitskalen- und Informationsmaße einander zuordnen. Dies hilft Analogien auf der Ebene der Schaltkreisoperationen zwischen diesen Strukturen aufzudecken - Analogien, die der funktionellen Konvergenz von Säugetieren und Vögeln in Bezug auf ihre kognitiven Fähigkeiten zugrunde liegen könnten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "429934733",
      "url": "https://gepris.dfg.de/gepris/projekt/429934733",
      "title": "Evolution von Flexibilität - Optimierung von Task-abhängiger Informationsverarbeitung im visuellen System",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 429934733",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Hochentwickelte Gehirne entwickeln sich typischerweise in komplexen Umgebungen, die ökologische Nischen für Spezies mit einer weiten Spannbreite an kognitiven Fähigkeiten und Verhalten bereitstellen. Die hohe Komplexität Umgebung, sowie die Notwendigkeit durchgängig robust gegenüber der hohen Variabilität der Umwelt funktionieren zu müssen, stellen hierbei eine Vielzahl von Anforderungen an neuronale Verarbeitung. Die Optimierung spezialisierter neuronaler Pfade und Netzwerke für jeden möglichen Task muss hierbei schnell an eine Grenze allein durch die verfügbare Hirnmasse gestoßen sein. Ein evolutionäres Prinzip und Weg aus dem Dilemma wäre die Entwicklung von einer immer größeren Flexibilität in der Rekonfiguration vorhandener Netzwerke zu funktionell variierenden Schaltkreisen. Dies impliziert eine Ko-Evolution von Funktion und Flexibilität. Unser Projektziel ist die Untersuchung der Hypothese, dass neuronale Systeme kontinuierlich ihre Fähigkeit optimieren, flexibel zu arbeiten, während gleichzeitig die aktuelle Verarbeitungsaufgabe robust gegenüber zufälliger Variabilität sensorischer Signale und irrelevanter konkurrierender Reize bearbeitet wird. Da Informationsverarbeitung im Gehirn durch das Zusammenwirken verschiedener Strukturen erbracht wird, muss auch die Koordination von Flexibilität parallel erfolgen und ein Task in geeignete Kontrollsignale für die einzelnen Spieler zerlegt werden. Welche Netzwerkkonfigurationen sind optimal für flexible Verarbeitung, und wie entstehen sie unter gegebenen physiologischen Constraints? Existieren multiple Lösungen für gegebene Flexibilitätsprobleme, und können diese die im Experiment beobachtete Variabilität erklären? Welche funktionelle Bedeutungen kommen Routing-Mechanismen zu, die auf der Synchronisation neuronaler Oszillationen beruhen, im Vergleich zu Mechanismen, die auf neuronalen \"Lawinen\" spontaner Synchronisation beruhen – und in welcher möglichen evolutionären Beziehung stehen sie zueinander?  Um diese fundamentalen Fragen zu beantworten, werden wir Optimierung von Flexibilität in Theorie und Experiment mit Fokus auf dem visuellen System untersuchen. Theoretische Ansätze sollen formal zentrale Verarbeitungsaspekte wie parallele Koordination und die Evolution von flexiblen Schaltkreisen beschreiben, und dabei Ko-Evolution von Flexibilität und Funktion als Optimierungsproblem mit Randbedingungen betrachten. Modellierung und Experiment werden selektive Aufmerksamkeit als zentralen Aspekt von Flexibilität im visuellen System untersuchen, der die taskabhängige Koordination multipler visueller Areale umfasst. Unsere Experimente sollen hierbei potentielle Mechanismen neuronaler Flexibilität und ihrer Robustheit gegenüber sensorischer Variabilität charakterisieren und vergleichen. Biophysikalisch realistische Modellierung soll die Experimente zum kritischen Test formaler Theorien begleiten, und Mechanismen von Flexibilität und Optimierung, sowie deren Kontrolle und Koordination identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "429960716",
      "url": "https://gepris.dfg.de/gepris/projekt/429960716",
      "title": "Evolutionäre Entwicklung und Funktion einer sensomotorischen Transformation in Diptera",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und GliazellenExperimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 429960716",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Der Schwerpunkt dieses Projektes liegt auf der Untersuchung der neuronalen Schaltkreise, insbesondere der tangentialen Lobulaplattenzellen (LPTCs) in den Sehsystem von Insekten. Trotz der bemerkenswerten Ähnlichkeiten in Struktur und Funktion der LPTCs zwischen verschiedenen Insektenarten gibt es erhebliche Unterschiede in ihrer Morphologie und ihrer räumlich-zeitlichen Antworteigenschaften, was darauf schließen lässt, dass sie artspezifische Anpassungen an ihre ökologischen Nischen erfahren haben. Die funktionelle Rolle dieser Schaltkreise bei der Verhaltenskontrolle ist jedoch trotz jahrzehntelanger Forschung nach wie vor ungeklärt. In der ersten Phase dieses Projekts haben wir innovative Verhaltensparadigmen entwickelt, die eine Vielfalt der Verhaltensanweisungen des LPTC-Netzwerks aufgedeckt haben, indem wir neue close-loop Paradigmen eingeführt und stochastische optogenetische und neurogenetische Störungen eingesetzt haben. Darüber hinaus haben wir die molekularen Regeln, die für den ordnungsgemäßen Aufbau des LPTC-Netzwerks erforderlich sind, aus einer evolutionären Perspektive erforscht. Dies beinhaltete die Identifizierung und Charakterisierung der Gene und Moleküle, die an der Entwicklung und dem Aufbau des LPTC-Schaltkreises beteiligt sind, sowie ihrer präsynaptischen Elemente, und die Durchführung vergleichender genomischer Analysen bei Diptera. Aufbauend auf unseren anfänglichen Erfolgen wird sich die zweite Phase dieses Projekts darauf konzentrieren, unsere bisherigen Ergebnisse zu verfeinern, indem wir das gesamte Verhaltensrepertoire bestimmen, das durch LPTCs instruiert wird, und die Rolle von evolutionär informierten molekularen Kandidaten für die Funktion des Schaltkreises ermitteln. Unsere Ergebnisse legen nahe, dass die LPTC-Schaltkreise ein hoch optimiertes und spezialisiertes neuronales System für Verhaltensanweisungen darstellen. Um eine umfassende Beschreibung zu liefern und weitere experimentelle Arbeiten zu unterstützen, werden wir unsere experimentellen Ergebnisse in einen statistischen und theoretischen Rahmen einbetten, um einen normativen Rahmen für Kurskontrollverhalten zu schaffen. Letztendlich ist es unser Ziel, die evolutionären Prozesse zu beleuchten, die den LPTC-Schaltkreis und seine Anpassung an verschiedene ökologische Nischen geformt haben. Durch das Verständnis der Mechanismen, durch die sich der LPTC-Schaltkreis zur Verhaltenskontrolle entwickelt hat, werden wir Einblicke in die allgemeinen Prinzipien gewinnen, die der Evolution komplexer neuronaler Systeme zugrunde liegen. Darüber hinaus hoffen wir, durch die Entwicklung einer umfassenden Beschreibung der Kurskontrolle die Entwicklung neuer Algorithmen und Technologien zur Steuerung autonomer Systeme zu inspirieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeInternationaler BezugJapan, ÖsterreichKooperationspartnerProfessor Dr. Fyodor  Kondrashov"
    },
    {
      "project_id": "533396241",
      "url": "https://gepris.dfg.de/gepris/projekt/533396241",
      "title": "Evolutionäre Optimierung neuronaler Netzwerkdynamik auf eine empfängerspezifische interareale Kommunikation",
      "subject_area": "Experimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533396241",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Die Evolution optimiert ständig die neuronale Informationsverarbeitung, um das Überleben des Orgasmus zu fördern. Die Optimierung neuronaler Netze steht jedoch vor großen Herausforderungen: Einzelne Zellen haben begrenzte Verarbeitungskapazitäten, die Ausführung höherer Funktionen erfordert daher eine enge Interaktion verschiedener Areale. Darüber hinaus muss die evolutionäre Optimierung die Integration neuer Areale in ein bestehendes System von bereits funktionalen und zuvor optimierten Arealen unterstützen. Eine grundlegende Frage ist daher, wie die Evolution die Kommunikation zwischen den Arealen geformt hat und ob sich die Kommunikationsmuster zwischen Arealen mit unterschiedlichem evolutionärem Alter (subkortikal versus neokortikal) stark unterscheiden. Dies würde darauf hindeuten, dass jedes Areal eine separate evolutionäre Optimierung durchlaufen hat, wohingegen ähnliche Kommunikationsmuster, die durch funktionelle Anforderungen geformt wurden, auf eine Optimierung des gemeinsamen Systems als Ganzes hindeuten würden. Unser Forschungsvorhaben folgt der letzteren Hypothese und untersucht, ob die Evolution die Kommunikationsmuster zwischen Arealen so optimiert hat, dass die Signale des sendenden Areals das empfangende Areal optimal anregen. Diese Hypothese leitet sich aus zwei bisher unabhängigen Arbeitssträngen ab: Der Erste hat gezeigt, dass die Dynamik neuronaler Netze in der Nähe eines kritischen Punktes vorteilhafte Eigenschaften in Bezug auf Speicherkapazität und Signalverarbeitung bietet, da eine Vielzahl neuronaler Modi vorhanden ist, die sich über eine Reihe von Zeitskalen erstrecken. Zweitens wurde gezeigt, dass die Kommunikation zwischen Arealen in niedrigdimensionalen Kommunikationsunterräumen stattfindet, die vermutlich durch spezialisierte Population von Projektionsneuronen implementiert werden. Wir planen eine Kombination aus Netzwerktheorie und Simulation mit der Analyse von neuronalen Daten verschiedener kortikaler Regionen von Primaten sowie kortikaler und subkortikaler Ableitungen bei Mäusen zu verwenden. Zunächst werden wir die neuronalen Modi und damit verbundenen Zeitskalen in verschiedenen Arealen des Neokortex von Makaken und Mäusen sowie des Thalamus der Maus charakterisieren. Dies wird unterschiedliche Funktionsweisen neuronaler Netzwerke bei unterschiedlichen Spezies und in Arealen unterschiedlichen evolutionären Alters aufzeigen. Zweitens werden wir theoretisch untersuchen ob miteinander verbundene Areale optimierte Kommunikationsmuster zeigen, die bevorzugt Modi mit ähnlichen Zeitskalen koppeln, um die Informationsübertragung zu verbessern. Zuletzt werden wir unsere theoretischen Vorhersagen experimentell testen, indem wir Aufzeichnungen kortikaler und subkortikaler Regionen bei Mäusen durchführen und dabei mithilfe von retrograder Markierung und optogenetischer Stimulation die Aktivität einzelner Projektionsneurone isolieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430592330",
      "url": "https://gepris.dfg.de/gepris/projekt/430592330",
      "title": "Evolutionäre Spezialisierung von neuronalen Schaltkreisen im zentralen olfaktorischen Pfad der Arthropoden: ein vergleichender Ansatz in Crustaceen und Insekten",
      "subject_area": "Evolutionäre Zell- und Entwicklungsbiologie der TiereBiologie des Verhaltens und der Sinne",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430592330",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Alle aktuellen molekularen Phylogenien legen nahe, dass Insekten als eine sehr erfolgreiche terrestrische Untergruppe der Krebstiere angesehen werden müssen. Die deutocerebralen Antennen sind in beiden Tiergruppen die Geruchsorgane. Olfaktorische sensorische Neurone, die mit Sensillen auf den Antennen assoziiert sind, projizieren ihre Axone in primäre sensorische Zentren im Gehirn die Antennalloben (Insekten) bzw. olfaktorischen Loben (Crustacea). Dort gehen die Afferenzen in spezialisierten Arealen, den olfaktorischen Glomeruli, synaptische Kontakte mit lokalen olfaktorischen Interneuronen und Projektionsneuronen ein.  Obwohl das generelle Verbindungsmuster der Neuriten dieser Neurone in den olfaktorischen Glomeruli zwischen Krebstieren und Insekten große Ähnlichkeiten aufweist, gibt es dennoch auch bemerkenswerte Unterschiede dieser olfaktorischen Schaltkreise. Wir können daher die Riechsysteme als idealen Spielplatz ansehen, um die evolutionäre Transformation von neuronalen Kern-Schaltkreisen und die alternativen Lösungen für das Sinnesphysiologische Problem “Riechen” zu analysieren. Unsere Ergebnisse der ersten Phase des SPP belegen, dass was gegenwärtig als „canonical olfactory system organization” z.B. im Modellsystem Drosophila melanogaster beschrieben wird, vermutlich einen abgeleiteten Merkmalszustand darstellt, der aus einer eher diffusen und verteilten Repräsentation olfaktorischer Inputs evolvierte. Für diese Hypothese finden sich mehr und mehr Evidenzen sowohl aus den Krebstieren als auch innerhalb der Insekten. In diesem Projekt haben sich zwei Fachleute der evolutionären und Funktionsmorphologie von Riechsystemen der Crustacea (HAR) und Insecta (RYB) mit einem Computational Neuroscientist (NAW) zusammengefunden. Im Verlängerungsantrag möchten wir unsere effektive und erfolgreiche Zusammenarbeit aus Phase 1 des SPP fortsetzen, indem wir weitere Einblicke in die Neuroanatomie des zentralen olfaktorischen Pfades verschiedener Krebstiere und Insekten jenseits des Modellsystems Fruchtflieger erzielen. Dazu werden wir die Zahlen der beteiligten neuronalen Elemente quantifizieren (olfaktorisch sensorische Neurone, olfaktorische Interneurone, Glomeruli). Zudem werden wir Projektom Daten erheben zu der Verschaltung der olfaktorischen sensorischen Neurone auf die Projektionsneurone auf die Output Regionen (Pilzkörper), um neue Einblicke in evolutionäre Spezialisierungen der Riechpfade in Arthropoden zu erzielen.  Indem wir ein in Phase 1 entwickeltes mathematisches Modell zur Informationsverarbeitung in olfaktorischen Glomeruli weiter optimieren werden, können wir unterschiedliche Mechanismen der olfaktorischen Codierung in den Arthropoden besser verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430156228",
      "url": "https://gepris.dfg.de/gepris/projekt/430156228",
      "title": "Identifizierung von konservierter Schaltungslogik im Temperaturnavigationsverhalten von Fischen und Fliegen",
      "investigators": "Professorin Dr. Ilona  Grunwald Kadow;Professor Dr. Ruben  Portugues",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156228",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Temperatur beeinflusst die physiologischen Prozesse aller Organismen. Eine fehlerhafte Einschätzung ihrer Werte und Veränderungsrate kann schwerwiegende Folgen haben. Die meisten Organismen haben Strategien entwickelt, um ihre Körpertemperatur in einem engen Bereich zu halten. Das Nervensystem spielt hierbei eine wichtige Rolle. Die evolutionäre Beziehung zwischen der Funktion des Nervensystems bei der Temperaturregulierung verschiedener Arten bleibt unklar. Eine Doktorandin hat im Rahmen der vorherigen Förderperiode dieses SPPs wesentlich dazu beigetragen, unser Verständnis der Rolle des Nervensystems bei der Temperaturhomöostase bei Ektothermen im Vergleich zu Endothermen zu erweitern. In neuen Verhaltenstests wurde festgestellt, dass Fische und Fliegen ähnliche Strategien zur Navigation durch Temperaturgradienten nutzen, um ihren bevorzugten Temperaturbereich zu halten oder dorthin zurückzukehren (\"homöostatische Navigation\"). Es wurde weiterhin gezeigt, dass Fische die Thermoregulation über ein neuronales Netzwerk erreichen, das den präoptischen Bereich des Hypothalamus (PoA) mit Gehirnbereichen verbindet, die die räumliche Navigation ermöglichen. Der PoA steuert die Neuorientierung bei Verschlechterung der thermischen Bedingungen und leitet diese Informationen an den Navigation steuernden Schaltkreis aus Habenula (Hb) und Interpeduncular Nucleus (IPN) weiter. Diese Ergebnisse deuten auf eine konservierte Funktion des PoA bei der Wärmeregulation hin, die durch artspezifische neuronale Netzwerke vermittelt wird. In der kommenden Förderperiode möchten wir (i) die funktionellen Äquivalente des PoA und Hb bei Fliegen identifizieren, indem wir modernste In-vivo-Bildgebung und optogenetische Manipulation während der homöostatischen Navigation kombinieren, (ii) die Rolle der serotonergen Signalübertragung bei der homöostatischen Navigation in Fischen und Fliegen charakterisieren (Feedback- und Feedforward-Modulation) und (iii) die Rolle homöostatischer Sollwerte bei der Auslösung der Temperaturnavigation untersuchen, indem wir den Temperatursollwert von Fischen und Fliegen durch Entwicklungstemperatur, exogene Pyrogene und Hungerzustände verändern. Abschließend werden diese neuen Daten genutzt, um ein allgemeines und ein artspezifisches, computerbasiertes Schaltkreismodell zu aktualisieren und zu verfeinern. Die erwarteten Ergebnisse werden zeigen, wie homöostatische Bedürfnisse von funktional äquivalenten Hirnregionen oder Neuronen verschiedener Spezies verarbeitet werden und welche Rolle homöostatische Sollwerte bei der Auslösung von Verhalten spielen, um die Überlebenschancen evolutionär unterschiedlicher Arten zu verbessern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430156010",
      "url": "https://gepris.dfg.de/gepris/projekt/430156010",
      "title": "Kontextabhängige Leistungsanpassung olfaktorischer sensorischer Insekteneuronen",
      "subject_area": "Molekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156010",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Sensorische Systeme vermitteln eine geeignete Repräsentation der Umwelt. Dabei hängt die notwendige Qualität von der Bedeutung des Signals ab. Der Projektvorschlag beschäftigt sich mit der Leistungsanpassung von Duftrezeptoren bei Insekten. Olfaktorische Sinnesneuronen mit dem Rezeptor Or56a, der das von Toxin-produzierenden Mikroben freigesetzten Geosmin detektiert, sind dauerhaft höchstempfindlich. Dagegen sind Rezeptorneuronen mit dem Rezeptor Or22a, der durch Nahrungsdüfte aktiviert wird, nur moderat empfindlich, können aber situationsabhängig in ihrer Sensitivität gesteigert werden. Im Rahmen des Projekts soll untersucht werden, wie die Leistung olfaktorischer Rezeptorneuronen reguliert wird, und wie diese Regulation auf verschiedenen Verarbeitungsebenen manifestiert wird. Dazu gehört die Rezeptordichte in den Dendriten und die Signalverarbeitung und Signalverstärkung in den Kompartimenten der Rezeptorneuronen. Die entsprechenden Ebenen der Signalverarbeitungsketten werden für Or56a- und Or22a-exprimierende Sinnesneuronen verglichen. Hierbei werden höchstauflösende Fluoreszenzmikroskopie und die elektrophysiologische Patch clamp-Technik zum Einsatz kommen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430156726",
      "url": "https://gepris.dfg.de/gepris/projekt/430156726",
      "title": "Koordinationsfonds",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieEntwicklungsneurobiologieEvolutionäre Zell- und Entwicklungsbiologie der TiereExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156726",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Trotz spektakulärer Fortschritte im Bereich der künstlichen Intelligenz übertreffen die Informationsverarbeitungsfähigkeiten tierischer und menschlicher Gehirne die von Menschen geschaffener Maschinen noch immer bei weitem. Dies gilt insbesondere im Hinblick auf die Robustheit und Flexibilität der neurobiologischen Informationsverarbeitung und ihre Energieeffizienz. Jüngste Fortschritte haben neue und stringente Perspektiven eröffnet, die Evolution der Struktur des Zentralnervensystems, der Informationsverarbeitung und seiner Entwicklung zu klären. Fortgeschrittene computergestützte Optimierungstheorien haben im vergangenen Jahrzehnt ähnliche Fortschritte durchlaufen. Gemeinsam legen diese Entwicklungen die Voraussetzungen für einen neuen Ansatz zur systematischen Entschlüsselung der Prinzipien der Evolution und Optimierung biologischer Nervensysteme. Die Aufgabe des SPP „Evolutionäre Optimierung der neuronalen Verarbeitung“ besteht darin, Standards für einen neuen, theoretisch fundierten und quantitativ präzisen Zugang zur Evolution neuronaler Schaltkreise zu definieren, Paradigmen für die Klärung relevanter Selektionsdrücke zu geben, Innovationen in der Evolution des Nervensystems zu entschlüsseln. Das SPP bietet eine Plattform für Studien in drei thematischen Schwerpunkten: A) Die Evolution von Kernschaltkreisen, B) Die Klärung von Grenzen der Leistungsfähigkeit neuronaler Verarbeitung und B) Genomischen Trajektorien der Evolution neuronaler Schaltkreise. Für die Entwicklung dieser Themenschwerpunkten nutzt das SPP Deutschlands einzigartige Infrastruktur in den theoretischen und systemischen Neurowissenschaften.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430156448",
      "url": "https://gepris.dfg.de/gepris/projekt/430156448",
      "title": "Modellierung der Dynamik, Funktion und Evolution von frühesten Nervensysteme",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156448",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Das vorgeschlagene Projekt wird sich mit der Modellierung der Dynamik, Funktion und Evolution von evolutionär sehr frühen Nervensystemen befassen. Da die Tierarten mit den ersten Nervensystemen unbekannt und ausgestorben sind, werden wir Nervensysteme von Quallen betrachten, die den ersten Nervensystemen noch sehr ähnlich sind. Wir werden ihre Dynamik modellieren und mit Hilfe von Simulationen und Experimenten untersuchen, wie diese das Schwimmverhalten der Quallen steuert. Schließlich werden wir modellieren, wie sich die einfachsten Nervensysteme zu komplexeren weiterentwickelt haben und welchen Effekt dies auf die Effizienz von Steuerung und Bewegungen hat.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "533480124",
      "url": "https://gepris.dfg.de/gepris/projekt/533480124",
      "title": "NeuroParTI: Evolutionäre Trade-off-Analyse der Neurochemie von Mensch und Makakenaffe",
      "investigators": "Professorin Nicola  Palomero-Gallagher, Ph.D.;Kaustubh R.  Patil, Ph.D.",
      "subject_area": "Kognitive und systemische HumanneurowissenschaftenExperimentelle Modelle zum Verständnis von Erkrankungen des NervensystemsExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533480124",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Die Komplexität und Spezialisierung der Neurotransmittersyteme und ihrer Rezeptoren (NTR) im menschlichen Gehirn ermöglichen komplexe, adaptive Verhaltensweisen und ein einzigartiges Spektrum an kognitiven Fähigkeiten. Diese NTR-Systeme stellen die molekulare Grundlage neuronaler Kommunikation dar, und ein ausgewogenes NTR-Ökosystem ist für die Gehirnfunktion und die psychische Gesundheit entscheidend. Störungen dieses Gleichgewichts werden mit einer Reihe neurologischer und psychiatrischer Erkrankungen in Verbindung gebracht, wie Depressionen, Angststörungen, Schizophrenie und verschiedenen kognitiven Beeinträchtigungen. Trotz der bedeutenden Rolle der NTR bei der Funktion des Gehirns, ist unser Verständnis dieser Systeme, insbesondere aus evolutionärer Sicht, noch unvollständig. Daher könnte das Verständnis der organisatorischen Prinzipien der NTRs im menschlichen Gehirn wertvolle Einblicke in die strukturelle und funktionelle Gliederung des Gehirns, sowohl im gesunden Zustand als auch bei Krankheiten, liefern. Um diese Wissenslücke zu schließen, sollen in unserem Projekt die Organisationsprinzipien von NTR-Systemen mit Hilfe innovativer Methoden und neu zugänglicher Bildgebungsdaten des Gehirns sowohl von Menschen als auch von Makakenaffen zu erforscht werden, um evolutionäre Trade-offs zu identifizieren. Durch den Vergleich und die Analyse von NTR-Systemen verschiedener Spezies wollen wir die evolutionären Faktoren aufdecken, die das Gleichgewicht zwischen NTR-Systemen beim Menschen geformt haben. Wir führen systematische Vergleiche mit etablierten Methoden durch und gleichen unsere Ergebnisse mit bekannten Merkmalen der makroskopischen Gehirnorganisation und genetischen Korrelaten ab. Dieser rigorose Ansatz wird neue Einblicke in die grundlegende neurochemische Organisation des menschlichen Gehirns und die neuronalen Grundlagen einer Reihe von Verhaltensweisen ermöglichen. Dieses Verständnis könnte langfristig zu neuen Behandlungsmethoden für neurologische und psychiatrische Störungen beitragen. Zusätzlich werden wir im Rahmen dieses Projekts detaillierte 3D-bildgebende Daten zur Beschreibung der NTR-Systeme von Makakenaffen generieren, innovative methodische Ansätze entwickeln und neue Software-Tools bereitstellen. Diese Inhalte sind nicht nur für unser Projekt von Bedeutung, sondern werden auch einen unschätzbaren Wert für die wissenschaftliche Gemeinschaft haben, sodass die Bedeutung unserer Arbeit über den unmittelbaren Projektumfang hinausreicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeMitverantwortlicheProfessor Dr. Jürgen  Dukart;Professor Dr. Simon  Eickhoff"
    },
    {
      "project_id": "430156848",
      "url": "https://gepris.dfg.de/gepris/projekt/430156848",
      "title": "\"Plug and play\" Integration eines neuen sensorischen Kanals in der Evolution – Experiment und Theorie",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156848",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Die meisten Säugerarten, Mäuse eingeschlossen, haben dichromatisches Zapfensehen. Trichromatisches Farbensehen ist in der Evolution vermutlich entstanden, indem zunächst ein zusätzliches Opsin mit abweichender spektraler Empfindlichkeit in die Retina integriert wurde. Anschließend wurden die nachgeschalteten Netzwerke angepasst, um neue und vorher nicht wahrgenommene Eingänge zu verarbeiten. Aber welche Schritte waren genau erforderlich, um einen völlig neuen Informationskanal in die schon existierenden Schaltkreise der visuellen Informationsverarbeitung zu integrieren? Eine Antwort auf diese Frage ist von unmittelbarer Bedeutung für das Verständnis funktionaler Anpassungen des Nervensystems in der Evolution. In diesem Projekt wollen wir diese Frage angehen, indem wir transgene Mäuse mit trichromatischem Sehen charakterisieren, und indem wir die Physiologie des Farbensehens im Tier parallel mit einem neuronalen Netzwerk-Modell des primären visuellen Cortex mit derselben Farbwahrnehmung analysieren. Unser kombinierter experimentell-theoretischer Ansatz wird uns erlauben, neue Einsichten darüber zu gewinnen, wie sich trichromatisches Farbensehen in der Evolution aus dichromatischen Vorläufern entwickelt haben könnte. Weiterhin erwarten wir, aus diesem speziellen Beispiel auch allgemeinere Rückschlüsse über die Evolution sensorischer Wahrnehmung und Verarbeitung ziehen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "430157889",
      "url": "https://gepris.dfg.de/gepris/projekt/430157889",
      "title": "Räumlich anisotrope und isotrope laterale inhibition: Konvergente Schaltkreis-Designs im Antennallobus der Insekten und Bulbus olfactorius der Wirbeltiere",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430157889",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Inhibitorische Neurone sind eine essentielle Komponente von Nervensystemen, die das Ausgangssignal erregender Schaltkreise balancieren und modulieren. In olfaktorischen Systemen verschiedener Arten spielt die neuronale Inhibition durchweg eine besonders dominante Rolle. Hochkomplexe, verdichtete inhibitorische Schaltkreise regulieren den Einfluss des sensorischen Eingangssignals. Noch auffallender ist, dass inhibitorische Neurone die Hauptvermittler von Interaktionen zwischen nachgeschalteten Prinzipalneuronen sind, da diese keine direkten synaptischen Kontakte miteinander haben. Man geht davon aus, dass diese Netzwerke die olfaktorische Sensitivität in Abhängigkeit vom physiologischen Zustand beeinflussen, die neuronale Erregung regulieren, das Feuern von Prinzipalneuronen synchronisieren als auch die Kontrastverstärkung der Repräsentation ähnlicher Düfte durch Dekorrelation der Antwortmuster erhöhen. Die Architektur der zugrunde liegenden Netzwerkanatomie ist erstaunlich ähnlich bei Insekten und Wirbeltieren und daher ein herausragendes Beispiel für konvergente Evolution. In diesem Forschungsvorhaben ist es unser Ziel, die zellulären Korrelate definierter hemmender Interaktionen in der olfaktorischen Verarbeitung über verschiedene Arten hinweg zu entschlüsseln. Konkret werden wir die zellulären Grundlagen und den funktionellen Einfluss dominanter Formen der neuronalen Inhibition im Antennallobus der Fliege und dem Riechkolben der Ratte untersuchen, und uns hierbei auf die rekurrente Inhibition sowie die isotrope und anisotrope laterale Inhibition fokussieren. Letztere ermöglicht gerichtete Interaktionen zwischen einzelnen Glomeruli, die möglicherweise sogar fest verdrahtet sind. Über die erste Phase des SPP-Programms hinaus, die sich auf anisotrope Inhibition in verschiedenen Arten konzentrierte und teilweise aufgrund der Pandemie verzögert wurde, planen wir nun auch, die anatomischen Korrelate der rekurrenten Inhibition und der isotropen lateralen Inhibition bei der Fliege zu identifizieren, um letztendlich die genannten spezifischen inhibitorischen Interaktionen bestimmten Interneuronen-Typen zuzuordnen. Anschließend werden wir diese Zuordnungen und ihren funktionellen Einfluss in Experimenten testen, die ein gezieltes Ausschalten der jeweiligen Interneuronen-Typen während des angeborenen und erlernten geruchsgesteuerten Verhaltens beinhalten. Parallel dazu planen wir, die Ergebnisse dieser und früherer Untersuchungen in Arten-spezifische Netzwerkmodelle zu integrieren, die auf realistischen neuroanatomischen Parametern basieren, welche aus aktuellen ultrastrukturellen Daten und funktionellen Daten unserer eigenen Arbeit und der anderer Forschenden abgeleitet wurden. Letztendlich ist es unser Ziel, basierend auf diesen Modellen und in enger Zusammenarbeit mit Neuroinformatikern des SPPs, ein neues generisches Netzwerkmodell des konvergenten olfaktorischen Systems zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeMitverantwortlicheProfessor Dr. Martin Paul  Nawrot;Professor Dr. Fred  Wolf"
    },
    {
      "project_id": "430158665",
      "url": "https://gepris.dfg.de/gepris/projekt/430158665",
      "title": "Sakkadische Unterdrückung: von Zebrafischen zu Primaten",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieBiologie des Verhaltens und der SinneEvolutionäre Zell- und Entwicklungsbiologie der Tiere",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430158665",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Für sich bewegende Tiere bringt die aktive Sinneswahrnehmung viele Vorteile mit sich. Allerdings führt die Bewegung eines Sensors unausweichlich zu Komplikationen bei der Verarbeitung der eingehenden sensorischen Datenströme. In diesem Projekt wollen wir das aktive Sehen im Rahmen von schnellen Augenbewegungen (Sakkaden) untersuchen. Der Fokus liegt hierbei auf der veränderten visuellen Verarbeitung zum Zeitpunkt von Sakkaden. In der sogenannten „sakkadischen Unterdrückung“ wird die Wahrnehmungsschwelle für kurzlebige, visuelle Reize dramatisch erhöht, wenn diese Reize in zeitlicher Nähe zu Sakkaden auftreten. Beim „sakkadischen Remapping“ verändern sich rezeptive Felder kurzfristig und verletzen die eigentlich geltende Retinotopie. Trotz der Robustheit dieser beiden Phänomene konnten die Mechanismen und Ursprünge bisher nicht zufriedenstellend aufgeklärt werden und die diesbezüglichen Debatten halten an. Wir beabsichtigen, diese beiden Phänomene aus der Perspektive der evolutionären Konvergenz und Optimierung heraus zu erforschen. Hierzu werden wir zwei evolutionär weit entfernte Spezies verwenden: Zebrafische und nicht-menschliche Primaten. Der Fokus liegt hierbei auf dem Optischen Tektum (OT) bei Fischen und dem homologen Superior Colliculus (SC) der Säugetiere.  In der ersten Förderperiode konnten wir erstmals eine sakkadische Unterdrückung bei Fischen nachweisen. Sie ist im Vergleich scheinbar schwächer und länger andauernd als beim Affen. Um die potenziellen konvergenten evolutionären Prinzipien zu verstehen, die sowohl die qualitativen Ähnlichkeiten als auch die quantitativen Unterschiede zwischen den Spezies erklären könnten, haben wir ein Kontrolltheorie-Modell erstellt, welches die effiziente sensomotorische Informationsschätzung als Mechanismus der sakkadischen Unterdrückung verwendet. In diesem Modell teilen SC/OT ihre rechnerischen Ressourcen für die motorische Kontrolle und die visuelle Wahrnehmung. Rausch-Parameter könnten im Modell die quantitativen Unterschiede zwischen Tiergruppen erklären.  Wir werden die gewonnenen experimentellen Daten nutzen, um die Erklärungskraft des Modells durch fundierte Eingrenzung der Parameter-Werte zu verbessern. Des Weiteren werden wir das sakkadische Remapping in einem Inter-Spezies-Vergleich experimentell untersuchen. Somit werden wir die funktionale Konvergenz von SC und OT nachweisen und Leistungsgrenzen des Sehsystems aufzeigen. Unser Ansatz ist einzigartig und fruchtbar, da das gleiche wissenschaftliche Personal in enger Zusammenarbeit zweier benachbarter Labore direkt mit beiden Spezies gearbeitet hat und weiterhin arbeiten wird. Wir erwarten, dass unsere Untersuchung des aktiven Sehens im OT des Zebrafischs transformativ für das Feld sein könnte, da wir die experimentelle Zugänglichkeit des OT und das evolutionär ursprünglichere Fisch-Gehirn nutzen werden, um lang anhaltende Debatten über die Beteiligung des SC der Säugetiere an der Sakkaden-bedingten Wahrnehmungsveränderung zu klären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler Systeme"
    },
    {
      "project_id": "533395153",
      "url": "https://gepris.dfg.de/gepris/projekt/533395153",
      "title": "Vergleich der grundlegenden Objekterkennungsfähigkeiten von Vögeln mit Nagetieren und Primaten",
      "subject_area": "Kognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 533395153",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Das visuelle System von Primaten kann Objekte auch wenn sich diese visuell stark verändern (z. B. Größe, Position, Beleuchtung usw.) erkennen. Diese Fähigkeit wird als invariante Objekterkennung bezeichnet und ist die Grundlage für viele visuelle Prozesse in Kognition und Gedächtnis. Trotz der Bedeutung der invarianten Objekterkennung für das Sehen sind ihre komputationalen Prinzipien nach wie vor kaum verstanden. Primaten waren hier traditionell das Tiermodell der Wahl, und alle getesteten Arten zeigen hohe Leistung, die sich auf den inferioren temporalen Kortex zurückführen lässt. In jüngerer Zeit wurde gezeigt, dass auch Nagetiere zur Objektinvarianz fähig sind, allerdings auf einem niedrigeren Niveau, das den visuellen Bereichen mittlerer Ebene von Primaten entspricht (V4). Eine ungelöste Frage ist, ob Vögel – die wie Primaten über hochentwickeltes Sehvermögen und visuelle Systeme verfügen – auch zur invarianten Objekterkennung fähig sind, obwohl sie eine ganz andere neuronale Architektur als das Säugerhirn zeigen. In dem geplanten Projekt möchten wir die Leistung von Tauben und Dohlen bei denselben Objektinvarianzaufgaben vergleichen, die schon mit Primaten und Nagetieren verwendet wurden. Rabenvögel verfügen wie Primaten über hohe kognitive Fähigkeiten – etwa Gesichtserkennung, Werkzeuggebrauch usw. – und haben im Vergleich zu weniger kognitiv fortgeschrittenen Vögeln wie Tauben ein stark erweitertes Endhirn. Wir werden zum ersten Mal untersuchen, ob das Dohlengehirn in der Lage ist, Objektinvarianz auf der Ebene des unteren Temporalkortex von Primaten zu realisieren. Indem wir die Leistung von Vögeln bei vergleichbaren Objektinvarianzaufgaben vergleichen, werden wir untersuchen, welche universellen und wesentlichen Berechnungen die Objektinvarianz zwischen Gehirnen mit sehr unterschiedlichen Architekturen realisieren. Diese Untersuchungen gliedern sich in drei Phasen. Zunächst werden wir Tauben und Dohlen mit einer einfachen Objektunterscheidungsaufgabe trainieren, um zu testen, ob ihr visuelles System mit relativ einfachen Objekttransformationen zurechtkommt. Zweitens werden wir Tauben und Dohlen mit einer komplexen Objektunterscheidungsaufgabe trainieren, um festzustellen, ob das Vogelgehirn mit komplexen Transformationen von Objekten in komplexen Hintergründen zurechtkommt. Dabei wird die Obergrenze der Formkomplexität aufgezeigt, die Tauben und Dohlen aus Bildern berechnen können. Schließlich werden wir lokale Feldpotentiale und Einzelzelldaten in verschieden Stufen des visuellen Systems von Tauben und Dohlen erheben. Die letzte Phase ermöglicht es uns zu bestimmen, wie die nukleäre Architektur des Vogels die physische Struktur von Objekten darstellt. Diese Untersuchungen – in Zusammenarbeit mit dem Issa-Labor der Columbia University – werden die komputationalen Grundlagen invarianten Objekterkennung aufdecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeMitverantwortlichWilliam  Clark, Ph.D."
    },
    {
      "project_id": "430156276",
      "url": "https://gepris.dfg.de/gepris/projekt/430156276",
      "title": "Von Ast zu Ast: Die ursprüngliche Rolle des Primatensehens im arborealen Lebensraum",
      "investigators": "Dr. Claudia  Fichtel;Professor Dr. Fred  Wolf",
      "subject_area": "Kognitive, systemische und VerhaltensneurobiologieBiophysikExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 430156276",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2205: \nEvolutionäre Optimierung neuronaler Systeme",
      "description": "Primaten verfügen über einen hochentwickelten Sehsinn, der Menschen und ihren nächsten-Verwandten hoch entwickelte Fähigkeiten für Aufgaben wie invariante Objekterkennung, räumliches Sehen und das Erkennen und Verarbeiten sozialer Anhaltspunkte. Neuere Arbeiten deuten stark darauf hin, dass sich die Verarbeitungsarchitektur des frühen visuellen Kortex am Ursprung der Primaten stark verändert hat und sich im primären visuellen Kortex (V1) schon früh ein nahezu invarianter Schaltkreis für das Formensehen entwickelte. In unseren zurückliegenden Arbeiten fanden wir starke Belege für die strikte Erhaltung dieser Architektur während des größten Teils der Evolution des Primatengehirns. Unsere Beobachtungen deuten auch darauf hin, dass die Umstrukturierung der V1-Schaltkreise an der Basis der Evolution des Primatengehirns von einer massiven Vergrößerung des dem Sehen gewidmeten Teils des Neokortex begleitet wurde. Bei Mauslemuren, nimmt V1 allein 20 % des gesamten Neokortex ein - der größte Anteil unter allen Primaten und viel größer als bei ihren ähnlich großen Nagetierverwandten. Die visuellen Fähigkeiten und Verhaltensweisen, denen diese neuronale Architektur ursprünglich diente, und ihr ökologischer Kontext unterschieden sich massiv vom Sehen bei Menschen, Menschenaffen und Affen. Die von uns entwickelte EthoLoop-Plattform erlaubt das Verhalten, die Kognition und die Wahrnehmung freilebender Mausmakis in einem kontrollierten naturalistischen Umfeld zu untersuchen, das ihrem natürlichen Lebensraum in ähnelt. Unsere Plattform ermöglicht quantitative Studien von visuell geleitetet Futtersuch- und Navigationsverhaltens sowie die Aufzeichnung neuronaler Signale während der Durchführung der Aufgaben. Umweltbedingungen können kontinuierlich vom Tageslicht bis zum Dämmerlicht, dem vorherrschenden visuellen Lebensraum der nachtaktiven Mausmakis, angepasst werden. Unser Vorhaben wird theoretische und computergestützte Neurowissenschaften, Computervision, Hochgeschwindigkeitsvideografie und neuronale Aufzeichnungen bei freilebenden Mausmakis kombinieren, um die visuelle Verarbeitung und Kognition zu untersuchen. Insbesondere werden wir (1) Strategien des aktiven Sehens für das zielgenaue Springen, (2) visuell gesteuerte Verhaltensweisen, die der Arborealen Navigation dienen, und (3) die Kodierung visueller und nicht-visueller Informationen während der Navigation in der Sehrinde und im Hippocampus untersuchen. Diese Studien eröffnen eine neue Perspektive auf den evolutionären Ursprung des Primatensehens, und wichtigen offenen Fragen zur Divergenz der Verarbeitung visueller Informationen Primaten- und dem eng verwandten Nagetiergehirn beantworten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2205: \nEvolutionäre Optimierung neuronaler SystemeInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Daniel  Huber"
    }
  ]
}