{
  "spp_number": "SPP 2225",
  "spp_title": "Wirtszellaustritt intrazellulärer Pathogene",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422048538",
  "projects_count": 16,
  "projects": [
    {
      "project_id": "446414114",
      "url": "https://gepris.dfg.de/gepris/projekt/446414114",
      "title": "Ausbruch aus der Salmonellen-haltigen Vakuole - Rolle der Flagellen-vermittelten Schädigung, der zytosolischen Motilität, und der Wirtszell-Apoptose bei Austritt und Übertragung von Salmonellen",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieParasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446414114",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Im Projekt wird die Rolle von Geißeln und intrazellulärer Motilität für den Austritt aus der Wirtszelle untersuchen. Wir haben bereits beobachtet, dass die Unversehrtheit der Salmonellen-enthaltenden Vakuole (SCV) entscheidend für das Schicksal der intrazellulären Salmonellen und der Wirtszellen ist, und dass eine Beschädigung der SCV zu einer bakteriellen Hyperreplikation, zur Ausstoßung von Zellen aus Epithelschichten oder zur Induktion des apoptotischen Zelltods führen kann. Die daraus resultierenden apoptotischen Körper können lebensfähige Salmonellen beherbergen und auf naive Wirtszellen übertragen. Vor kurzem haben wir festgestellt, dass der typhoide Serovar Paratyphi A (SPA) im Gegensatz zu S. enterica serovar Typhimurium (STM) nach dem Entkommen aus dem SCV funktionelle Geißeln ausbildet und intrazellulär mobil ist. Unser Ziel ist es, die spezifischen intrazellulären Lebensweisen von STM und SPA, die Mechanismen der SCV-Schädigung und die Folgen der zytosolischen Aktivitäten von Salmonellen zu verstehen. Insbesondere werden wir Folgendes untersuchen: • Kinetik der intrazellulären Geißel-Expression, Verständnis der Regulation in SPA vs. STM • Rolle der Salmonella-Flagellen bei der SCV-Schädigung, der Induktion von Wirtszellreaktionen und dem Verlassen der Wirtszelle • Mechanismen der Schädigung naszierender SCV durch Flagellen und Schicksal der Flagellen während der Invasion Wir werden den Lebendzellreporter EqtSM einsetzen, um die Schädigung von SCV zu überwachen und die bakteriellen und wirtszellspezifischen Faktoren zu analysieren, die zur Schädigung oder Stabilität von SCV beitragen: • Anwendung von EqtSM-Reporterzelllinien zur Analyse von SCV-Schäden mit hoher räumlicher und zeitlicher Auflösung • Weitere Untersuchung von Salmonella-Faktoren (T3SS-Effektorproteine), die an der SCV-Schädigung und -Stabilisierung beteiligt sind • Aufbau verbesserter organoider Modellsysteme für die Analyse der intrazellulären Lebensweise von SPA • Entwicklung optogenetischer Experimentalsysteme zur Kontrolle der Geißelfunktionen in Wirtszellen • Analyse des Beitrags zur vakuolären Schädigung unter Verwendung von Lebendzellmikroskopie infizierter Wirtszellen und eines Minimal-Systems von Salmonellen, die in riesigen unilamellaren Vesikeln eingeschlossen sind. Wir werden untersuchen, wie Salmonellen den Wirt über apoptotische Körper, die lebensfähige Bakterien beherbergen, infizieren können, und uns mit den folgenden Fragen beschäftigen: • Ist pyroptotischer Zelltod die Freisetzung von Salmonellen durch apoptotische Körper ein geschützter Weg für die Infektion von naiven Wirtszellen? • Wie ist die intrazelluläre Umgebung von STM in AB und AB nach der Phagozytose durch Wirtszellen? Die erwarteten Ergebnisse werden unser Verständnis der Interaktion zwischen Wirt und Erreger bei Salmonelleninfektionen, der Pathogenese von typhösen Salmonelleninfektionen, und der Übertragungswege erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446317895",
      "url": "https://gepris.dfg.de/gepris/projekt/446317895",
      "title": "Austritt von Mycobacterium avium in Granulom-Makrophagen",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologiePneumologie,ThoraxchirurgieZellbiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446317895",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Nichttuberkulöse Mykobakterien gehören zur normalen kindlichen Umgebung. Mycobacterium avium ist die häufigste nichttuberkulöse Mykobakterien-Spezies in chronischen Weichteilinfektionen bei Kleinkindern. Ab dem Schulalter betreffen M. avium-Infektionen in der Regel Menschen mit Grunderkrankungen, z.B. Immundefizienz und chronischen Lungenerkrankungen. M. avium infiziert vornehmlich Makrophagen (Mac), die als definierte Spezies, wie Riesen- und Epitheloidzellen, essentiell zu organisierten Gewebsreaktionen (Granulomen) beitragen. Die Granulomentwicklung ist sowohl in Bezug auf die Rolle residenter und einwandernder Immunzellen als auch bezüglich der individuell infizierten Zellen hochdynamisch und entscheidend für die Eindämmung der Mykobakterien und die immunvermittelte Pathologie. In diesem Antrag sollen Mechanismen des zellulären Exits von M. avium aus definierten Mac- und Mac-Vorläufer-Spezies sowohl in vitro als auch in Mausmodellen analysiert werden. So soll folgendes Modell untersucht werden: M. avium infiziert zunächst residente Mac. Diese durchlaufen einen programmierten Zelltod. Der mykobakterielle Exit gelingt durch die Aufnahme von apoptotischen Zellen durch einwandernde Mac-Vorläufer, die zu Riesenzellen transformieren. Dadurch werden Granulom-Wachstum und Reifung und lokale M. avium-Persistenz ermöglicht. Ein Schwerpunkt wird auf der mechanistischen Untersuchung des M. avium-induzierten Zelltods, insbesondere der Apoptose, als Exit-Mechanismus liegen. Diesen nutzen Mykobakterien, um der spezifischen Immunität zu entgehen und die Bildung relativ permissiver Granulome zu ermöglichen. Ein weiterer Fokus wird sein, wie die Herkunft und der Differenzierungsgrad von Mac – d.h. akut aus dem Knochenmark einwandernde vorläuferartige Mac im Vergleich zu voll differenzierten residenten Mac – die Exit-Mechanismen und die mykobakterielle Adaptation an das intrazelluläre Milieu beeinflussen. Um diese Ziele zu erreichen, sollen In-vitro-Modelle mit \"Fate mapping\", Transkriptomanalyse, hochauflösender Bildgebung und adoptivem Zelltransfer kombiniert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446325486",
      "url": "https://gepris.dfg.de/gepris/projekt/446325486",
      "title": "Austritt von Plasmodium Gameten aus roten Blutzellen",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenZellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446325486",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Malaria verursachende Parasiten werden in Form von Plasmodium-Gametozyten auf Stechmücken übertragen. In der Mücke verlassen diese Geschlechtszellen die infizierten roten Blutkörperchen und differenzieren sich rasch zu Gameten, die zu einer Zygote verschmelzen. Besonders auffällig ist die Differenzierung des männlichen Gametozyten in acht Gameten, die sehr einfache Samenzellen darstellen. Diese enthalten nur ein Axonem und einen von einer Plasmamembran umgebenen Zellkern. Die Bildung der männlichen Geschlechtszellen und ihr Austritt sind eng miteinander gekoppelt, aber nicht gut verstanden. In diesem Projekt wollen wir die molekularen Mechanismen dieses gekoppelten Prozesses durch genetische Veränderungen, biochemische Experimente und 3D-Elektronentomographie aufklären. Nach der intrazellulären Genomvermehrung müssen die Geschlechtszellen einen Teil des Kerns mit einem Chromosomensatz herausziehen, ein Prozess, der fehleranfällig zu sein scheint, da nur etwa 50 % der männlichen Geschlechtszellen einen Kern enthalten. Die Kernaufnahme der sich bildenden Gameten wird wahrscheinlich durch ein zweiteiliges Mikrotubuli-Organisationszentrum (MTOC) erleichtert, welches das zytoplasmatische Axonem mit der Kernspindelbildung verbindet. In Analogie zur Bildung von Tochterzellen bei Toxoplasma gondii und zur Bildung von Sporozoiten bei Plasmodium in den Oozysten stellen wir die Hypothese auf, dass die ‚rootlet fiber‘ eine Verbindung zwischen den beiden MTOCs darstellt. Für den Austritt müssen die den Parasiten umgebenden Membranen, die parasitophore Vakuole und die Plasmamembran der Erythrozyten, lysiert werden. Es wurden mehrere Proteine identifiziert, die für die Gametenbildung und die Membranzerstörung von wesentlicher Bedeutung sind. Dennoch haben wir bisher nur ein begrenztes mechanistisches Verständnis der Funktion dieser Proteine, da nur wenige Protein-Protein-Wechselwirkungen bekannt sind. Wir haben bereits gezeigt, dass ein Adhäsionsprotein namens MTRAP für den Austritt der Gameten aus den roten Blutkörperchen des Nagetier-Parasiten Plasmodium berghei wichtig ist. Um die Funktion von MTRAP besser zu verstehen, werden wir zwei Hauptansätze verfolgen: Für funktionelle Studien von MTRAP werden wir wichtige strukturelle Domänen von MTRAP genetisch ausschalten und Interaktionspartner mit Hilfe von MTRAP-Fusionen mit biotinylierenden Enzymen untersuchen. Wir haben in der ersten Förderperiode transgene Parasitenlinien für beide Ansätze generiert und wollen diese Linien nun analysieren. Schließlich werden wir die Funktion der ‚striated fiber assembline‘, den wahrscheinlichen Bausteinen der ‚rootlet fiber‘, mit Gendeletionen und 3D-Elektronentomographie untersuchen, um diese gekoppelten Ereignisse des Gametenaustritts zu erhellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446404050",
      "url": "https://gepris.dfg.de/gepris/projekt/446404050",
      "title": "Austrittsmechanismen von Coxiella burnetii",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446404050",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Coxiella burnetii ist ein Gram-negatives, obligat intrazelluläres Pathogen und der Erreger des Q-Fiebers. Das klinische Erscheinungsbild der akuten Infektion kann von einer selbstlimitierenden grippeähnlichen Erkrankung bis zu einer atypischen Lungenentzündung oder Hepatitis variieren. In seltenen Fällen entwickelt sich chronisches Q-Fieber mit Endokarditis als häufigste Manifestation. Das chronische Q-Fieber ist durch eine hohe Sterblichkeitsrate gekennzeichnet, insbesondere wenn sich die Behandlung verzögert. Die ersten Zielzellen sind Alveolarmakrophagen, aber C. burnetii gelangt auch in andere Organe und Zelltypen. Während wir Informationen über die Aufnahme von C. burnetii und den Reifungsprozess der C. burnetii-haltigen Vakuole haben, ist völlig unbekannt, wie sich C. burnetii ausbreitet, also wie es seine Wirtszelle verlässt, um neue Zielzellen zu infizieren. Die Kenntnis über diesen entscheidenden Schritt während der Infektion ist allerdings entscheidend für die Entwicklung neuer Strategien zur Verhinderung der Ausbreitung von C. burnetii und damit der Krankheit.In unseren Vorversuchen beobachteten wir zu späten Infektionsstadien gelegentlich den Zelltod von C. burnetii-infizierten Zellen und die Freisetzung von Bakterien. Die freigesetzten Bakterien konnten neue Zielzellen ohne direkten Zell-Zell-Kontakt infizieren und sind in der Lage, sich zu vermehren. Darüber hinaus haben wir Effektor-Proteine des C. burnetii Typ IV-Sekretionssystems (T4SS) mit Apoptose-fördernder Aktivität identifiziert, die an den Austrittsmechanismen beteiligt sein könnten. Darüber hinaus haben wir RNAseq durchgeführt und bakterielle Gene identifiziert, die zu einem späten Zeitpunkt der Infektion hochreguliert sind.Das Ziel dieser Studie ist es daher, den Mechanismus des Austritts von C. burnetii zu definieren. Wir werden mit Hilfe der Lebendzell-Mikroskopie die Austrittskinetik bestimmen und die Rolle des Zelltods in diesem Prozess analysieren. Um Einblicke in die Rolle von C. burnetii-Genen und/oder -Proteinen während des Austrittsprozesses zu erhalten, untersuchen wir die Rolle der neu identifizierten Apoptose-fördernden T4SS-Effektorproteine und der Gene, die in der späten Phasen der Infektion hochreguliert sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446460159",
      "url": "https://gepris.dfg.de/gepris/projekt/446460159",
      "title": "Bakterielle Faktoren und Wirtsfaktoren, die den Austritt von Salmonella aus Enterozyten ermöglichen",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieParasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446460159",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Kennzeichen der Pathogenese von Salmonellen ist die Fähigkeit, die intakte Darmepithelbarriere zu durchdringen, die darunter liegende Lamina propria zu erreichen und eine Entzündungsreaktion hervorzurufen. Das Durchdringen in die Epithelbarriere erfordert die Invasion nicht-phagozytischer Zellen, das intrazelluläre Überleben, die apikale bis basolaterale Transmigration und den Zellaustritt. Während die Zellinvasion und das intrazelluläre Überleben in den letzten Jahrzehnten ausgiebig untersucht wurden, hat der Prozess der Salmonellen-Transmigration und des Zellaustritts aus Epithelzellen wenig Aufmerksamkeit erhalten. Basierend auf unseren bisherigen Arbeiten planen wir hier, den basolateralen und apikalen Enterozytenaustritt funktionell zu charakterisieren, nach bakteriellen Faktoren, die diesen Prozess beeinflussen, zu suchen und zu analysieren und den apikalen Zellaustritt und seine Rolle in vivo bei der Wirtsübertragung zu untersuchen. Um diese Ziele zu erreichen, werden Life-Imaging, hochauflösende ultrastruktuelle Bildgebung, Transposon-Mutagenese und ein iteratives Co-Kultur-Screening zur Identifizierung von Genen, die den Zellaustritt fördern, gezielte bakterielle Mutagenese und genetisches fate-mapping in Kombination mit einem In-vitro Co-Kulturmodell von auf Transwell-Inserts gezüchteten polarisierten intestinalen epithelialen m-ICcl2-Zellen, intestinalen Stammzell-Organoiden und einem etablierten neonatalen Mausinfektionsmodell eingesetzt. Die Ergebnisse sollen unser Verständnis der Wirt-Mikroben-Interaktion während des frühen Verlaufs der Infektion erweitern und molekulare Ziele für zukünftige präventive oder therapeutische Strategien identifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "531704265",
      "url": "https://gepris.dfg.de/gepris/projekt/531704265",
      "title": "Charakterisierung von Wirts- und bakteriellen Faktoren, die den Exit von uropathogenen Escherichia coli aus intrazellulären bakteriellen Gemeinschaften in Blasenepithelzellen beeinflussen",
      "investigators": "Professor Dr. Ulrich  Dobrindt;Professorin Dr. Ursula  Rescher",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531704265",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Unser Ziel ist es, mechanistische Zusammenhänge aufzudecken, die rezidivierenden Harnwegsinfektionen zugrunde liegen, indem wir das Verständnis für das Zusammenspiel von UPEC und Urothelzellen vertiefen. Die Integration unseres Wissens über den intrazellulären Lebenszyklus von UPEC und den Austritt aus den Urothelzellen könnte zu einer verbesserten Diagnose und neuen Behandlungsstrategien für Patienten mit rezidivierenden Harnwegsinfektionen führen. Unser Ziel ist es, Entscheidungsprozesse und Mechanismen zu verstehen, die den Austritt von UPEC aus ihrer intrazellulären Nische in Blasenepithelzellen steuern. Obwohl bekannt ist, dass bestimmte bakterielle Faktoren am intrazellulären Überleben von UPEC und an der Bildung von IBC beteiligt sind, sind die mechanistischen Details bezüglich der beteiligten Wirtszellmodulatoren des endosomalen Weges und der Rolle des späten endosomalen/lysosomalen Kompartiments im Zusammenhang mit dem phagosomalen Ausbruch intrazellulär wachsender UPEC nur unvollständig verstanden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "445702567",
      "url": "https://gepris.dfg.de/gepris/projekt/445702567",
      "title": "Das Ejektosom: Entschlüsselung des Proteoms",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenBiochemieZellbiologie",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 445702567",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Obwohl die Übertragung von pathogenen Organismen von Zelle zu Zelle ebenso essenziell für die Aufrechterhaltung einer Infektion ist wie die Aufnahme und Replikation des Pathogens, ist nur wenig über die zugrunde liegenden molekularen Mechanismen bekannt. Im Infektionssystem Dictyostelium - Mykobakterium marinum verlassen zytosolische Bakterien die Wirtszelle durch das Ejektosom, eine Struktur, die stark mit Aktin angereichert ist. Der Egress der Bakterien verläuft non-lytisch für die Wirtszelle und ist für eine effiziente Zell-zu-Zell-Übertragung der Bakterien essenziell. Bisher ist nur wenig über die Zusammensetzung und Funktionsweise des Ejektosoms bekannt.Im vorliegenden Projekt wollen wir die Zusammensetzung des Ejektosoms auf Proteinebene entschlüsseln. Dazu verfolgen wir zwei Ansätze, eine auf räumliche Nähe basierende Markierungsmethode und eine Anreicherung von Ejektosomen. In beiden Fällen werden putative Interaktionspartner dann massenspektrometrisch aufgeschlüsselt werden. Bei dem ersten Ansatz werden wir Proteine von Wirt und Pathogen, die im Ejektosom angereichert sind, fusioniert mit APEX2 exprimieren. Proteine in naher Umgebung werden durch Biotinylierung markiert und können so anschließend angereichert und identifiziert werden. Im zweiten Ansatz werden Ejektosomen aus einem Dictyostelium-Stamm angereichert, bei dem aufgrund der Expression eines Aktin-bindenden Proteinfragments die Struktur häufiger auftritt und stabiler ist. Durch optimierte Lyse- und Anreicherungsschritte sollen dann Ejektosomen isoliert und anschließend ihre Proteinzusammensetzung massenspektroskopisch bestimmt werden. Wir erwarten, dass die Entschlüsselung des Ejektosom-Proteoms Aufschluss darüber geben wird, welche Wirts- und Pathogenfaktoren an der Zell-zu-Zell-Übertragung der Bakterien beteiligt sind. Dies wiederum liefert uns Hinweise auf zu Grunde liegende molekulare Mechanismen. Wir erwarten, dass die daraus gewonnenen Erkenntnisse es erlauben werden, durch eine Modulation der Egress-Strategien die Verbreitung von Infektionen auf zellulärer Ebene einzuschränken. Dies würde einen weiteren und komplementären Ansatzpunkt in der Infektionsbekämpfung darstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446412871",
      "url": "https://gepris.dfg.de/gepris/projekt/446412871",
      "title": "Die Funktion und der Mechanismus der cGMP-Signalweg beim Austritt und Reaktivierung von Toxoplasma Bradyzoiten",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446412871",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Toxoplasma gondii ist ein obligater intrazellulärer Parasit verschiedener warmblütiger Organismen einschließlich des Menschen. Eine erfolgreiche Infektion und Übertragung von T. gondii hängt von seiner Fähigkeit ab, zwischen dem sich schnell replizierenden Tachyzoit (akut) und dem stillen Bradyzoit (chronisch) zu wechseln. Eine akute Infektion wird durch periodische lytische Zyklen von Tachyzoiten verursacht, die u.a. durch cGMP-Signale reguliert werden. Konkret steuert das cGMP-Signal die kalziumabhängige Gleit-Motilität, die wiederum die Ereignisse des Austritts der Tachyzoiten aus den zerstörten Wirtszellen und die anschließende Invasion in umliegende Wirtszellen steuert. Im Gegensatz zu den Tachyzoiten wissen wir nicht, was den Austritt der intrazellulären Bradyzoiten steuert und wie sie in das Tachyzoit-Stadium zurückschalten (Rekrudeszenz). Ziel dieser Arbeit ist die stadienspezifische Expression einer lichtgesteuerten Guanylatzyklase, um die Rolle und den Mechanismus der cGMP-Signalisierung beim Austritt von encystierten Bradyzoiten, sowie deren Umschaltung in das Tachyzoit-Stadium aufzuklären. In weiteren Arbeiten werden wir untersuchen, ob die Wirkung des cGMP-Signals in Bradyzoiten über die Calcium-Oszillation vermittelt wird, und die entsprechenden Effektoren durch Phosphoproteome-Analyse von optogenetisch modifizierten Stämmen identifizieren. Nicht zuletzt wird das genetische Knockout ausgewählter Signalfaktoren in Kombination mit einer Egress oder Reaktivierungs-Phänotypisierung der eventuellen Mutanten unter Licht- und Dunkelheitsbedingungen eine hierarchische Dissektion der cGMP-Signalisierung ermöglichen.  Die kumulativen Erkenntnisse aus unseren vorgeschlagenen Arbeiten können für therapeutische Interventionen gegen die chronische Toxoplasmose genutzt werden, die bisher nicht behandelt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer PathogeneInternationaler BezugChinaKooperationspartnerProfessor Bang  Shen, Ph.D."
    },
    {
      "project_id": "446463289",
      "url": "https://gepris.dfg.de/gepris/projekt/446463289",
      "title": "Die iBiOS-Plattform für Lebendzellmikroskopie, ultrastrukturelle Analysen, und korrelative Licht- und Elektronenmikroskopie in SPP 2225",
      "investigators": "Professor Dr. Michael  Hensel;Dr. Olympia-Ekaterini  Psathaki",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieBiophysik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446463289",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Das vorgeschlagene Forschungsprojekt zielt darauf ab, fortschrittliche Verfahren der korrelativen Licht- und Elektronenmikroskopie (CLEM) für die Analyse von Wirt-Pathogen-Interaktionen zu entwickeln. Zu den derzeitigen Einschränkungen herkömmlicher Bildgebungsverfahren gehören eine unzureichende räumliche und zeitliche Auflösung, Schwierigkeiten bei der Interpretation strukturell komplexer Wirt-Pathogen-Interaktionen und ein Mangel an 3D-Informationen, die für das Verständnis der Ausstiegsstrategien mikrobieller Pathogene erforderlich sind. Jüngste technologische Fortschritte wie die Hochdruck-Gefrier-/Gefriersubstitution (HPF-FS) und die Super-Resolution (SR) CLEM haben eine hochauflösende Visualisierung von Wirt-Pathogen-Interaktionen ermöglicht. Die iBiOs-Plattform bietet eine Reihe fortschrittlicher Fluoreszenz- und Elektronenmikroskopiesysteme, z. B. die Kombination von Gitterlichtmikroskopie (LLSM) mit 2D/3D-Elektronenmikroskopie, CLEM im Querschnitt und Nah-Infrarot-Branding (NIRB) zur Erzeugung von Landmarken in polarisierten konfluenten Zellen und Geweben. Die Anlage ist einzigartig in ihrer Fähigkeit, die Bildgebung von lebenden Zellen mit anschließender Kryofixierung für die EM von Erreger-haltigen Proben unter BL2/S2-Bedingungen zu kombinieren, und wird für die Entwicklung und Optimierung von Bildgebungsabläufen zur Analyse von Pathogen-Exit-Strategien im Rahmen des SPP 2225-Konsortiums genutzt werden. Zahlreiche Projektleitende, die im Rahmen des SPP 2225 Krankheitserreger untersuchen, haben bereits Interesse an der iBiOs-Bildgebungsplattform bekundet. Die daraus resultierenden Daten werden für vergleichende Analysen von Erregerausstiegsstrategien nützlich sein und den Bedarf an maßgeschneiderten Methoden und innovativen Arbeitsabläufen zur Analyse des Erregerausstiegs aus Wirtskompartimenten oder Wirtszellen decken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer PathogeneMitverantwortlichDr. Rainer  Kurre"
    },
    {
      "project_id": "446108401",
      "url": "https://gepris.dfg.de/gepris/projekt/446108401",
      "title": "Die Rolle des \"Gliding-Initiation-Komplexes\" während Wirtszellegress von Toxoplasma gondii",
      "investigators": "Dr. Elena  Jimenez Ruiz;Professor Dr. Markus  Meißner",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446108401",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Apicomplexa, wie Plasmodium spp. und Toxoplasma gondii sind obligat intrazelluläre Parasiten. Während der Replikation werden Tochterparasiten innerhalb einer einzelnen Mutter gebildet, und ein intravakuoläres Netzwerk, das die Parasiten verbindet und den Materialtransfer, das organellare Recycling und die Koordination der synchronisierten Replikation ermöglicht, wird aufgebaut. Dieses intravakuoläre Netzwerk wird durch F-Aktin organisiert und desintegriert rapide vor dem Austritt des Parasiten aus der Wirtszelle. Kann dieses Netzwerk nicht abgeboaut werden, können die Parasiten die Wirtszelle nicht verlassen. Während der letzten Förderperiode haben wir mehrere neuartige Faktoren identifiziert, die in verschiedenen Schritten dieses Prozesses wirken (Li et al., Nature Microbiology 2022 [1]). Während der „Signaling Linking Factor (SLF)“ vor der Netzwerkzerlegung agiert, wird das „Conoid Gliding Protein (CGP)“ nach der Zerlegung des Netzwerks benötigt, um die Motilität des Parasiten zu initiieren. Es liegen keine Informationen über die genaue Funktion von CGP vor, welches an der apikalen Spitze (Conoid) des Parasiten lokalisiert ist. In Vorversuchen stellten wir fest, dass es mit dem Aktin-Nukleator Formin-1 (FRM1) und einer mutmaßlichen Histon-Methyltransferase (PCKMT) interagiert. Darüber hinaus führten wir eine „Proximity-Markierung“ durch, um zusätzliche Komponenten zu identifizieren, die mit diesem Komplex assoziiert sind, den wir als GIC (Gliding Initiation Complex) bezeichneten. Um große Lücken in unserem Verständnis von GIC zu schließen, konzentrieren wir uns auf zwei Hauptziele: 1. Identifizierung und Analyse von CGP-wechselwirkenden Proteinen, die den Gliding Initiation Complexes (GIC) bilden. 2. Analyse des dynamischen Verhaltens von GIC-Komponenten während EXIT und Invasion Dieses Projekt passt zu Exit Pathway 2: Aktive Wirtszellzerstörung, einschließlich Lyse des vakuolären Kompartiments und der Plasmamembran sowie Zerstörung von Zysten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "531703706",
      "url": "https://gepris.dfg.de/gepris/projekt/531703706",
      "title": "Entschlüsselung der molekularen Mechanismen des Austritts von Orientia tsutsugamushi aus der Wirtszelle",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer InfektionskrankheitenMedizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 531703706",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Intrazelluläre Krankheitserreger haben unterschiedliche Strategien entwickelt, um ihre Wirtszelle zu verlassen. Das derzeitige Wissen über die molekularen Details der Exit-Ereignisse intrazellulärer Bakterien stammt v.a. von prototypischen Erregern wie Salmonella, Shigella, Listeria oder Mycobacterium spp. Es gibt jedoch eine Fülle bakterieller Nicht-Modellorganismen, die aufgrund eines grundlegend anderen biologischen Lebenszyklus andere Strategien beim Exit anwenden. Ein Beispiel ist das obligat intrazelluläre humanpathogene Bakterium Orientia tsutsugamushi (Ot): Ot verlässt die Wirtszelle über cholesterinreiche Lipid Rafts in der Plasmamembran als einzelnes Bakterium, das von der Plasmamembran umhüllt wird. An der Plasmamembran der Wirtszelle bildet sich ein kleiner Stiel, der sich letztlich verschließt und so die Freisetzung des umhüllten Bakteriums ermöglicht. Dieser Austrittsmechanismus, der der Knospung (Budding) umhüllter Viren ähnelt, ist einzigartig unter den intrazellulären Bakterien. Die molekularen Einzelheiten sind jedoch noch nicht geklärt. In dem vorgeschlagenen Projekt beabsichtigen wir, in Zusammenarbeit mit den SPP2225-Plattformen 1 und 2 und unter Einsatz von Omics-Ansätzen sowie Super-Resolution- (SRM) und High-End-Elektronenmikroskopie, die Ultrastruktur des Knospungsprozesses von Ot aufzuklären. Zunächst werden Protein-Interaktome von bakteriellen Oberflächenproteinen durch Proximity-Ligationsassays gewonnen, unter Nutzung von Biotin-Ligase-Fusionsproteinen (BioID2). Bei der Auswahl für die detaillierte Charakterisierung der interagierenden Proteine werden wir uns auf Kandidaten aus der ESCRT-Maschinerie und ESCRT-Adapterproteine sowie auf Zytoskelettproteine konzentrieren. Die Interaktion dieser Proteine wird durch klassische Immunoassays bestätigt. In Zusammenarbeit mit der SPP2225 Imaging-Plattform 2 werden wir die interagierenden Wirtsproteine lokalisieren und SRM und korrelative 3D-Lichtelektronenmikroskopie einsetzen, um detaillierte topografische Informationen über die Ultrastruktur knospender Bakterien zu erhalten. Darüber hinaus werden wir die funktionelle Rolle der neu identifizierten Wirtszellproteine beim bakteriellen Budding analysieren. Zu diesem Zweck wollen wir u.a. Zelllinien entwickeln, die eine induzierbare Expression der mutierten Proteine nach Zugabe spezifischer Liganden ermöglichen. In einem ergänzenden Ansatz, der davon ausgeht, dass der Knospungsprozess nicht nur durch Proteine reguliert wird, werden wir uns mit der Beteiligung zellulärer, nicht-kodierender RNAs an der Interaktion mit Ot-Oberflächenproteinen und am Knospungsprozess befassen. Durch die Zusammenarbeit mit anderen Gruppen innerhalb des SPP 2225, die den Knospungsprozess von Plasmodium-Merosomen oder den Exit von Salmonella erforschen, wollen wir Orientia-spezifische und konservierte Merkmale des Exits definieren und so die unterschiedlichen und gemeinsamen Strategien beim Austritt intrazellulärer Krankheitserreger aufklären.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446465266",
      "url": "https://gepris.dfg.de/gepris/projekt/446465266",
      "title": "Exit-Mechanismen aus dem Leberstadium der Plasmodium Malariaerreger",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446465266",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Plasmodium benötigt einen Entwicklungszyklus in der Leber, bevor es das Blut infizieren und Malaria verursachen kann. Da nur wenige Leberzellen mit Plasmodium infiziert werden, müssen die reifen Parasiten im Leberstadium diese Zellen effizient verlassen können, um die Infektion im Blut zu etablieren. Merozoiten im Leberstadium treten in Merosomen aus, d. h. in membranumhüllten Vesikeln, die mit Merozoiten angefüllt sind und aus der infizierten Wirtszelle abgeschnürt werden. Die zur Merosomenbildung führenden Schritte sind bekannt, aber die molekularen Aktivitäten, die diese Vorgänge einleiten und vorantreiben, sind bisher unzureichend definiert. Parasitäre Proteasen scheinen für den Austritt von Plasmodium im Leberstadium notwendig zu sein, aber die molekularen Folgen dieser Proteaseaktivitäten sind unbekannt. Wir haben festgestellt, dass das Serin-reiche Antigen PbSERA4 für den effizienten Austritt von Plasmodium berghei im Leberstadium erforderlich ist. PbSERA4 ist eine potentielle Cystein-Protease, deren proteolytische Funktion jedoch noch nicht experimentell bestätigt worden war. Daher erzeugten wir Parasiten mit einer Punktmutation in dem vorhergesagten aktiven Zentrum von PbSERA4, und diese Veränderung, wie auch die Deletion von PbSERA4, verlängert den Übergang zwischen dem Leber- und dem Blutstadium des Wachstums. Diese Ergebnisse bestätigen, dass die proteolytische Aktivität von PbSERA4 für den Austritt von Plasmodium aus dem Leberstadium erforderlich ist. Ein Schwerpunkt unserer künftigen Arbeit ist die Identifizierung von Substraten der PbSERA4/PfSERA7-Protease. Wir planen Proteomik-basierte Ansätze zur Entdeckung von Proteinen, die beim Austritt von Plasmodium-Merozoiten gespalten werden. Neben der funktionellen Charakterisierung dieser neu identifizierten Protease-Substrate, wollen wir weitere Plasmodium-Proteine untersuchen, die in reifen Parasiten im Leberstadium exprimiert werden und an deren Übergang von der Leber in das Blut beteiligt sind. Wir werden Parasiten phänotypisieren, bei denen diese Kandidaten gentechnisch verändert wurden, und die Rolle der proteolytischen Spaltung für ihre Funktion analysieren. Auch die Wirtszelle leistet einen entscheidenden Beitrag zum Austritt von Plasmodien aus dem Leberstadium. Wir fanden heraus, dass das Ceramid-Analogon HPA-12 die Merosomenbildung aus P. berghei-infizierten Zellen einschränkt, was darauf hindeutet, dass die Hemmung des Ceramid-Transports des Wirts den Austritt des Parasiten aus dem Leberstadium negativ beeinträchtigt. Wir werden den Beitrag dieses und anderer Wirtswege zum Austritt von Merozoiten aus dem Leberstadium weiter erforschen, und unser Ansatz wird Aufschluss darüber geben, wie der Austritt von Plasmodium-Lebermerozoiten im Vergleich zu anderen Krankheitserregern erfolgt, die nicht-lytische Austrittsstrategien verwenden. Dieses multidisziplinäre Projekt wird die molekularen Mechanismen aufklären, die den Austritt von Plasmodium aus der Leber steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446411117",
      "url": "https://gepris.dfg.de/gepris/projekt/446411117",
      "title": "Funktion der Phospholipasen von von Legionella pneumophila beim Austritt aus der Vakuole und dem Wirt",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare Infektionsbiologie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446411117",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Legionella pneumophila (Lpn) ist ein wichtiges intrazelluläres bakterielles Pathogen, das die menschliche Lunge und Umweltprotozoen infiziert. Die Bakterien replizieren in einem besonderen Phagosom, der Legionella-enthaltende Vakuole (LCV). Der Austritt von Lpn aus Wirtszellen kann zuerst die Freisetzung der Bakterien aus der LCV und folgend aus der Wirtszelle umfassen. Der Exit stellt einen bedeutenden Schritt des Infektionszyklus dar, der dem Pathogen die weitere Transmission erlaubt. Dieser ist essentiell für die Ausbreitung der Erkrankung oder die Verbreitung des Pathogens in der Umwelt. Aber die Mechanismen, die den Austritt der Bakterien aus dem Wirt herbeiführen, sind zu einem großen Teil noch ungeklärt. Insbesondere bakterielle Phospholipasen können aufgrund ihrer membranzerstörenden Aktivität den Wirtszellaustritt von Lpn fördern. Lpn besitzt eine Vielzahl solcher Enzyme zu denen 15 Phospholipasen A (PLA), drei Phospholipasen C (PLC) und eine Phospholipase D (PLD) gehören. Die PLAs und insbesondere die GDSL und PlaB Enzyme sowie die PLCs sind aufgrund ihrer Substratspezifität, hohen Aktivität, ihrer Abundanz zu späteren Zeitpunkten des bakteriellen Wachstums, ihrer sekretierten oder oberflächenassoziierten Natur besonders geeignet den bakteriellen Exit zu unterstützen. Und tatsächlich wurden damit einige bereits in Verbindung gebracht. In Projektphase II werden wir auf Ergebnissen der Phase I aufbauen, wie z.B. der erfolgten Charakterisierung von diversen Phospholipase-Aktivierungsmechanismen, der assoziierten starken membranzerstörenden Aktivitäten, der Etablierung der LCV Isolation und Lipidomics Analysen und der Identifikation von geeigneten Oberflächenproteinen für die Präsentation eines Exit Reporters auf der bakteriellen Oberfläche. Die folgenden Arbeiten sollen fortführt werden: 1) Etablierung von effizienten Methoden der Exit Quantifizierung, wie ein Betalaktamase- oder Sphingomyelin-basierter Reporter Assay, der die Freisetzung der Bakterien aus der LCV über Fluoreszenz Readout detektiert. 2) Außerdem soll die Bedeutung der Phospholipasen und deren hyperaktiven Proteinversionen für den Lpn Exit durch Analysen von definierten Lpn Mutanten bestimmt werden. 3) Es soll weiterführend untersucht werden wie die Lpn Phospholipasen den Austritt aus der LCV herbeiführen und welche Lipide kritisch für die beobachteten Phänotypen sind. Artifizielle Lipid-Bilayer Assays sollen hierbei das Potential der Phospholipasen hinsichtlich Membranpermeabilisierung analysieren. 4) Es soll ein Screen auf essentielle Lpn Exitgene unter Anwendung von Tn-seq durchgeführt werden. Schließlich werden dabei gefundene Mutanten hinsichtlich ihres Grades und der Qualität des Exitdefektes, ihres Effektes auf die LCV Lipide und hinsichtlich ihres Verhaltens in unterschiedlichen Infektionsmodellen charakterisiert. Insgesamt sollen die im Projekt erhaltenen Erkenntnisse helfen, den Austrittsprozess von Lpn aus Wirtszellen besser zu verstehen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446556156",
      "url": "https://gepris.dfg.de/gepris/projekt/446556156",
      "title": "Identifizierung und Charakterisierung neuer Faktoren, welche die Freisetzung von Plasmodium falciparum aus roten Blutzellen ermöglichen",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446556156",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Die Replikation des Einzellers Plasmodium falciparum in roten Blutzellen und die damit einhergehende Veränderung und Zerstörung dieser Zellen ist verantwortlich für die klinischen Symptome der Malaria. In diesen Zellen wächst und vermehrt sich der Parasit innerhalb einer Vakuole (der sogenannten parasitophoren Vakuole, PV), bis die gebildeten Tochterzellen die Vakuole und die Wirtszellmembran bei ihrem Austritt (Egress) zerstören. Obwohl dieser essentielle Prozess vielversprechende molekulare Therapieansätze bietet, sind zur Zeit nur wenige Parasitenproteine identifiziert, die an diesem Prozess beteiligt sind. Eine besondere Rolle für den Egress spielen apikale, sekretorische Organellen des Parasiten, die als Exonemen bekannt sind. Diese enthalten die Subtilisin-ähnliche Serinprotease SUB1 und die Aspartatprotease Plasmepsin X (PMX), zwei Enzyme, die eine regulatorische Funktion in der Parasitenfreisetzung spielen. SUB1 wird proteolytisch von PMX geschnitten und aus den Exonemen in die PV entlassen, wo sie wiederum andere Proteine proteolytisch aktiviert, die im Egress-Prozess eine wichtige Rolle spielen. In Anbetracht der zentralen Funktion dieser beiden Proteine für die Parasitenfreisetzung und der Tatsache, dass sie die bisher einzigen bekannten Bestandteile der Exonemen sind, sollen in dem vorgeschlagenen Projekt neue Exonemen-Proteine identifiziert werden. Dies soll durch die Verwendung von Biotinylierungstechniken in P. falciparum Parasiten geschehen, die von der räumlichen Nähe der untersuchten Proteine abhängig sind. Um dies zu erreichen werden Parasiten hergestellt, die konditionell die Biotinligase miniTurbo oder die Ascorbatperoxidase APEX2 in den Exonemen exprimieren, was die Aufreinigung und Massenspektrometrie-basierte Identifikation von unbekannten Proteinen ermöglicht. Diese Exonemen-fokussierte Analyse wird durch eine ähnliche proteomische Untersuchung ergänzt, die die Proteinzusammensetzung einer weiteren Klasse von apikalen, sekretorischen Vesikeln untersucht, die als Micronemen bezeichnet werden. Diese Vesikel sind vorrangig an der anschließenden Re-Invasion von neuen Wirtszellen beteiligt, aber Untersuchungen in einem anderen verwandten Parasiten Toxoplasma gondii zeigen, dass auch sie eine wichtige Rolle im Egress spielen. Im Anschluss werden dann die neu identifizierten Proteine lokalisiert und durch konditionelle Knockdown- bzw. Knockout-Techniken näher funktionell charakterisiert. Dies wird die Identifizierung und Validierung neuer Faktoren ermöglichen, die eine entscheidende Rolle in dem für den Parasiten wichtigen Egress-Prozess spielen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer PathogeneMitverantwortlichDr. Paul-Christian  Burda"
    },
    {
      "project_id": "446405030",
      "url": "https://gepris.dfg.de/gepris/projekt/446405030",
      "title": "Inhibierung der Fettsäureaktivierung zur Induktion des Phagosomenausbruchs und der Eliminierung intrazellulärer Mykobakterien",
      "subject_area": "Medizinische Mikrobiologie und Mykologie, Hygiene, Molekulare InfektionsbiologieZellbiologie",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446405030",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Tuberkulose ist eine der tödlichsten Infektionskrankheiten und wird durch Mycobacterium tuberculosis verursacht. Mit Hilfe von Dictyostelium discoideum als Modell für schaumige Makrophagen haben wir herausgefunden, dass Mykobakterien die Lipidtröpfchen des Wirts abbauen, um die freigesetzten Fettsäuren (FS) als Energie- und Kohlenstoffquelle zu nutzen. Zur Aufnahme der FS besitzen Mykobakterien einen speziell angepassten Proteinkomplex. Wie die FS nach ihrer Aufnahme in die Bakterienzelle mit Coenzym A (CoA) verestert werden (als \"FS-Aktivierung\" bezeichnet), um von den Bakterien weiter verstoffwechselt werden zu können, ist bisher ungeklärt. Vieles deutet darauf hin, dass die FS-CoA-Ligase (FACL) 6 von M. marinum (Mm) eine Rolle bei der Aktivierung von FS während der Infektion spielt: Deletion von FACL6 führt zu einem Nährstoffmangel, der sich in einer verringerten Kapazität der Neutrallipidsynthese widerspiegelt. Zudem kommt es in Infektionen mit der Δfacl6 Mutante zu erhöhten Membranschädigungen an der mykobakteriellen Vakuole (MV) und einem vermehrten Ausbruch aus dem Phagosom. Wir nehmen an, dass dieser Phänotyp induziert wird, um einen Zugang zum nährstoffreichen Zytosol zu erhalten. Daher sind Bakterien, denen FACL6 fehlt, attenuiert und werden durch Xenophagie erkannt und eliminiert. Darüber hinaus reagieren die Bakterien empfindlich auf eine Akkumulierung potenziell freier FS. Diese reichern sich unter anderem in der MV an, wenn wirtseigene FS-aktivierende Enzyme, so genannte Acyl-CoA-Synthetasen (LC-FACS), ausgeschaltet sind. Diese Proteine lokalisieren auf Endosomen und der MV und verestern exogene FS mit CoA. Die Deletion von LC-FACS1&2 erhöht nicht nur die Effizienz von Mm aus der MV auszubrechen, sondern potenziert auch die zytosolische Translokation der Δfacl6 Mutante (EXIT-Weg 2). Es lässt sich schlussfolgern, dass sowohl der Nährstoffmangel als auch die Anreicherung von schädlichen freien FS, die Bakterien in das Zytosol treibt, wo sie durch Xenophagie erkannt werden. Das Verständnis des Zusammenhangs zwischen Nährstoffverfügbarkeit, Lipotoxizität und zytosolischer Translokation ist von entscheidender Bedeutung für die Entwicklung neuartiger, auf den Wirt ausgerichteter Therapien, die die aufeinanderfolgenden Phasen des Infektionszyklus (wie das Entweichen aus dem Phagosom) zu Gunsten der Wirtszelle unterbrechen. Wir werden in diesem Projekt D. discoideum nutzen, um Wirtsproteine zu identifizieren, die an der FS-Aktivierung während der Infektion beteiligt sind (Ziel 1). Mit Hilfe der Δfacl6 Mutante, werden wir die Anreicherung potenziell toxischer, freier FS nachweisen und die Auswirkungen der Wirtsfettsäureaktivierung auf das Wachstum der Mykobakterien, ihre Stoffwechselaktivität und das Ausbrechen aus der Vakuole analysieren (Ziel 2). Schließlich werden wir mittels funktioneller FS und FS-haltiger Liposomen die FS-Flüsse der Wirtszelle gezielt manipulieren (Ziel 3), um Mm in D. discoideum und Mtb in Makrophagen zu eliminieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    },
    {
      "project_id": "446605368",
      "url": "https://gepris.dfg.de/gepris/projekt/446605368",
      "title": "Integrierte Proteomik und Lipidomik Plattform",
      "subject_area": "Parasitologie und Biologie der Erreger tropischer Infektionskrankheiten",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 446605368",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2225: \nWirtszellaustritt intrazellulärer Pathogene",
      "description": "Das Hauptziel des Schwerpunktprogrammes umfasst die Aufklärung konvergent entwickelter Wege zum Wirtzellaustritt, die von intrazellulären Pathogenen mit Relevanz für die menschliche Gesundheit genutzt werden. Die hier vorgestellte Plattform stellt den Mitgliedern des SPP neuste massenspektrometrische Technologien zur quantitativen Proteom- und Lipidomanalyse zur Verfügung. Die Bereitstellung umfassender quantitativer Datensätze mit hoher Proteom- und Lipidomabdeckung ermöglicht es dem SPP, molekulare Mechanismen zu entschlüsseln, die das pathogenspezifische Exit-Programm auf Proteom- und Lipidomebene auslösen, regulieren und synchronisieren. Teilprojekt 1 (SP1 - Distler) stellt modernste massenspektrometrische Technologien und Infrastruktur zur Durchführung quantitativer Proteomanalysen bereit. Dies umfasst optimierte Protokolle zur Probenvorbereitung, die Generierung hochwertiger markierungsfreier quantitativer Proteomikdatensätze sowie den Zugang zu Programmen und die Expertise zur bioinformatischen Auswertung der Daten. SP1 ist mit sechs hochauflösenden Massenspektrometern der neuesten Generation ausgestattet, darunter vier Geräte der timsTOF-Serie von Bruker und zwei Orbitrap Instrumente von Thermo Fisher Scientific. Durch den Einsatz quantitativer Proteomik wird SP1 das SPP dabei unterstützen, dynamische Prozesse während der Infektion und dem Erregeraustritt, die durch Änderungen im Proteom hervorgerufen werden zu charakterisieren. Zudem werden in SP1 Veränderungen posttranslationaler Modifikationen bestimmt, die durch die Aktivierung spezifischer Signalwege bei Pathogenaustritt induziert werden. Die Analyse interagierender Proteine ermöglicht es, die wichtigsten molekularen Mediatoren und Effektoren beim Wirtzellaustritt zu identifizieren. Teilprojekt 2 (SP2 - Bindila) stellt dem SPP eine Plattform sowie die Expertise zur gezielten und ungezielten Lipidomanalyse bereit. Zur ungezielten Lipidomanalyse stehen zwei Massenspektrometer der neusten Generation (Bruker timsTOF-Serie) zur Verfügung, welche gemeinsam mit entsprechenden Softwarelösungen zur Lipididentifikation und -quantifizierung zum Einsatz kommen. Die 4D-Lipidomik, welche Flüssigchromatographie und Massenspektrometrie mit der Ionenmobilitätsspektrometrie koppelt, sowie die 3D-Lipidomik mit integrierter, matrixunterstützter Laserdesorption ermöglichen eine umfassende Charakterisierung der Veränderungen des Lipidoms in Wirtzellen, Pathogenen und Organellen bei Infektion und Pathogenaustritt. Zur gezielten, hypothesengelenkten Lipidomanalyse werden spezifische Lipidassays auf einem QTRAP-Instrument entwickelt, die es ermöglichen selbst niedrig abundante Lipidspezies, die für den Infektionsverlauf und die Pathogenaustritt verantwortlich sind, mit hoher Sensitivität und Spezifität zu erfassen. In der zweiten Förderperiode werden wir dem Konsortium zudem ein Protokoll bereitstellen, das es ermöglicht, integrierte Proteom- und Lipidomanalysen aus demselben Probenmaterial durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2225: \nWirtszellaustritt intrazellulärer Pathogene"
    }
  ]
}