{
  "spp_number": "SPP 2491",
  "spp_title": "Interaktives Schalten von Spinzuständen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540869726",
  "projects_count": 12,
  "projects": [
    {
      "project_id": "561088918",
      "url": "https://gepris.dfg.de/gepris/projekt/561088918",
      "title": "3d-Metal Talk - Verbindung von Eisen-Spin-Crossover und Chrom-Lumineszenz",
      "investigators": "Professor Dr. Matthias  Bauer;Professorin Dr. Katja  Heinze;Professorin Dr. Vera  Krewald",
      "subject_area": "Anorganische Molekülchemie - Synthese, CharakterisierungPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561088918",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Molekulare Übergangsmetallkomplexe, insbesondere Eisen(II)-Spin-Crossover (SCO)-Komplexe, sind ideale Bausteine für die Entwicklung von Spinzustands-Schaltern in einer Bottom-up-Strategie für künftige Anwendungen in der Datenspeicherung, Spintronik oder Quantenberechnung. Das optische Auslesen und die optische Manipulation bleiben jedoch eine Herausforderung. Molekulare Rubine, d. h. Chrom(III)-Komplexe mit maßgeschneiderten Ligandenfeldern, haben scharfe Spin-Flip (SF)-Lumineszenzbänder mit hoher Quantenausbeute. Ein attraktives Szenario für ein schaltbares magnetisches Material mit optischer Auslesemöglichkeit ist daher die Kombination von SF-lumineszierenden molekularen Rubinen mit Fe(II) oder Cr(II)-SCO-Komplexen, wobei der geschaltete Zustand entweder durch klassische Untersuchung der magnetischen Eigenschaften oder statische und zeitaufgelöste Lumineszenzmessungen ausgelesen werden kann. Durch die Kombination von Synthese, ultraschnellen Pump-Probe- und Röntgenspektroskopien und quantenchemischen Analysen werden wir systematisch Filter-, Antennen- und Quenching- sowie magnetische und mechanische Effekte auf die Schalteigenschaften dieser molekularen SCO-SF-Kombinationen untersuchen. Neben der Emissionsintensität werden wir die Emissionsenergien und -lebensdauern für die Auslesung nutzen, die möglicherweise empfindlicher auf Änderungen des Spinzustands reagieren als die Emissionsintensität allein. Synthetische Ziele sind SF-Emitter und SCO-Einheiten auf der Grundlage molekularer Eisen- und Chromkomplexe, die als Ionenpaare, verbrückte heterobimetallische Komplexe und gemischt-valente Chrom(III,II)-Salze zusammengesetzt sind. Ihre magnetischen und spektroskopischen Eigenschaften werden Aufschlüsse über ihr SCO und responsives SF-Luminenzverhalten liefern. Die Dynamik angeregter Zustände auf kurzen und langen Zeitskalen wird durch Emission bei variabler Temperatur und transiente Absorptionsspektroskopie untersucht werden. Komplementäre röntgenspektroskopische Studien im festen Zustand und in Lösung werden Einblicke in die strukturelle und elektronische Entwicklung über die SCO-Kurve und den Einfluss des Fe-Spin-Zustands auf die Dynamik des angeregten Zustands von Cr liefern. Quantenchemische Untersuchungen werden sich auf strukturelle Einflüsse und Temperatureffekte auf diese Eigenschaften in repräsentativen Ensembles konzentrieren und ein Proof-of-Concept für die Erweiterung des kürzlich vorgeschlagenen ab initio-Ansatzes zur Quantifizierung der Marcus-Hush-Theorie auf Mechanismen der Anregungsenergieübertragung entwickeln. Durch die strategische Kombination von Expertise in den Bereichen Synthese, Spektroskopie und Quantenchemie erwarten wir, dass dieses Projekt molekulare SCO-Chromophor-Kombinationen liefern wird, bei denen die SCO-Spinpopulation mit hohem Kontrast unter Verwendung verschiedener Auslesekanäle des SF-Emitters bestimmt werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "560728312",
      "url": "https://gepris.dfg.de/gepris/projekt/560728312",
      "title": "Auf Singulett-Spaltung basierende Spin-Zustandsumschaltung in Germanium-Diadikalen - SFS3",
      "investigators": "Professor Dr. Benjamin  Dietzek-Ivansic;Professor Dr. Alexander  Kühne;Professorin Dr. Sabine  Richert",
      "subject_area": "Anorganische Molekülchemie - Synthese, CharakterisierungOrganische Molekülchemie - Synthese, CharakterisierungPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560728312",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Im Rahmen des SPP-Schwerpunktprogramms Interaktives Spin-State-Switching nimmt das Projekt SFS3 einen einzigartigen Standpunkt ein, indem es die Singulett-Spaltung als Mechanismus zur Kopplung zweier Germanium-zentrierter Elektronenspins innerhalb eines Moleküls nutzt. Die photoinduzierte Singulett-Spaltung erzeugt Triplett-Paare. Die Kopplung dieser Triplet-Paare soll eine Elektronenspin-Verschränkung von zwei Germanium-Spin-Zentren ermöglichen, über vergleichsweise große Entfernungen. Dieser Ansatz wird zu langlebigen Hochspinzuständen innerhalb eines einzelnen Moleküls führen. Wir werden auch die Auswirkungen unterschiedlicher Konnektivitäten und Ladungstransferzustände in unseren Molekülen untersuchen, wenn wir die Singulett-Spaltungs-Brücke und/oder die Germanium-Spinzentren einzeln anregen. Im Rahmen des SPP werden wir auch andere Metallkomplexe anstelle der Germyl-Radikale mit unseren Singulett-Spaltungs-Photoschaltern untersuchen und so neuartige molekulare Spin-Materialien mit neuer Schaltdynamik realisieren, die wir spektroskopisch charakterisieren werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "560861966",
      "url": "https://gepris.dfg.de/gepris/projekt/560861966",
      "title": "Doppelt schaltbare Spin-Crossover Koordinationskäfige in Lösung - Theorie und Experiment",
      "investigators": "Professor Dr. Arne  Lützen;Professorin Dr. Anna  McConnell;Professorin Dr. Maren  Podewitz",
      "subject_area": "Anorganische Molekülchemie - Synthese, CharakterisierungTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560861966",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Das Phänomen der Spinschalter (Übergang von einem Zustand niedriger zu einem Zustand hoher Multiplizität, ausgelöst durch äußere Reize) fasziniert Forscher seit fast hundert Jahren. Während sich die meisten Untersuchungen auf das Verständnis dieses Prozesses im Festkörper konzentrieren, macht das komplexe Zusammenspiel aus intra- und intermolekularen Faktoren sowie Solvato- und Polymorphie einen rationalen, vom Einzelmolekül ausgehenden Bottom-up-Ansatz äußerst anspruchsvoll. Supramolekulare Ansätze sind erfolgsversprechend, da sie sowohl die präzise Kontrolle des Ligandenfelds eines Übergangsmetallzentrums als auch die mechanische Kopplung mehrere Zentren durch verbrückende Liganden erlauben und so die Einführung zusätzlicher Funktionalitäten ermöglichen. Besonders vielversprechend sind oligonukleare Spin-Crossover-Käfige (SCOs), die ihren Spinzustand durch externe Stimuli wie Temperatur, Licht oder Gast-Bindung ändern. Der Einfluss der Liganden, der Wirt-Gast- oder Lösungsmittelwechselwirkung auf das Spinschalten sowie die Kombination verschiedener Stimuli zur Realisierung orthogonaler Funktionalitäten sind jedoch weder experimentell noch theoretisch gut verstanden. Ziel unseres kombinierten experimentellen und theoretischen Projekts ist es, die Faktoren zu identifizieren, die die SCO-Eigenschaften in supramolekularen Komplexen kontrollieren, und damit das Design von dualen SCO-Käfigen als neuartige, multifunktionale Spinschalter zu realisieren. In komplementären Ansätzen werden die Gruppen von McConnell und Lützen neue Käfigstrukturen synthetisieren, die das Spektrum an Liganden erweitern und orthogonale SCO-Funktionalitäten erschließen. Diese Arbeiten werden durch theoretische Studien der Podewitz-Gruppe unterstützt, um molekulare Eigenschaften aufzuklären. McConnell wird das Konzept des ligandengesteuerten, lichtinduzierten Spinschaltens auf mehrkernige Käfige ausweiten und die Synthese von SCO-Käfigen mit niedrigerer Symmetrie realisieren. Das Design niedrig-symmetrischer Dual-Stimulus-Käfige ermöglicht ein selektives Schalten einzelner Metallzentren. Lützen wird neuartige, wirt-gast-responsive SCO-Verbindungen synthetisieren. Durch Ausnutzung der Stereogenität geeigneter Bausteine werden Käfige mit definierter Stereochemie und modulierten Wirt-Gast-Bindungs- und SCO-Eigenschaften hergestellt. Das Design von Käfigen mit externen Gastbindungsstellen, deren Bindung Konformationsänderungen in den Liganden und damit einen Schaltvorgang auslösen erweitert das Konzept der allosterischen Kontrolle auf Spinschalter. Für eine atomistische Sicht auf die SCO-Käfige, wird Podewitz einen ökonomischen Workflow entwickeln, um diese Komplexe in expliziten Lösungsmitteln mittels Multiskalenmodellierung zu untersuchen. Durch den Vergleich quantenchemischer Methoden mit experimentellen Daten und die Entwicklung eines Protokolls zur Berechnung von Entropie in Lösung wird eine effiziente Strategie zur Untersuchung des SCO-Mechanismus in Lösung entwickeltDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von SpinzuständenInternationaler BezugÖsterreich"
    },
    {
      "project_id": "560722984",
      "url": "https://gepris.dfg.de/gepris/projekt/560722984",
      "title": "Erforschung der magnetischen Schaltung von Spin-Crossover-Komplexen im Nanomaßstab",
      "subject_area": "Organische Molekülchemie - Synthese, CharakterisierungFestkörper- und Oberflächenchemie, MaterialsyntheseOptik, Quantenoptik und Physik der Atome, Moleküle und Plasmen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560722984",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Unser Projekt verfolgt das Ziel, die Dynamik einzelner Spin-Crossover-Komplexe mit Hilfe von Quantensensorik im Nanobereich zu entschlüsseln. Einzelne molekulare Spins werden mit Hilfe von NV-Zentren in Diamant nachgewiesen.  Wir werden uns mit der Heterogenität von Komplexen und dem Einfluss der lokalen Umgebung auf die Spindynamik auf Einzelmolekülebene befassen und erwarten, dass die auf Quantensensorik basierende Technik nicht nur höchste Empfindlichkeit, sondern auch den Nachweis von Spins mit kurzer Kohärenzzeit ermöglicht, die in der konventionellen Magnetresonanz nicht sichtbar sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "560717977",
      "url": "https://gepris.dfg.de/gepris/projekt/560717977",
      "title": "Immobilisierung redox-getriebener Spinzustandsschalter",
      "investigators": "Professorin Dr. Vera  Krewald;Professor Dr. Biprajit  Sarkar;Professor Dr. Joris van Slageren",
      "subject_area": "Anorganische Molekülchemie - Synthese, CharakterisierungPhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560717977",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Die Entwicklung und Kontrolle von Spinzustandsschaltern auf molekularer Ebene ist eine grundlegende Herausforderung, die für Wachstumsfelder wie die molekulare Spintronik von unmittelbarer Bedeutung ist. Zentrale Fragestellungen betreffen sowohl die Entwicklung geeigneter molekularer Komplexe mit zuverlässigen Schalt- und Auslesemöglichkeiten als auch deren Immobilisierung auf Oberflächen als ersten Schritt zur Anwendung. Um die Elektronenstrukturen in den verschiedenen Schalterpositionen sowie die Schalt- und Ausleseprozesse zu verstehen, werden detaillierte spektroskopische und theoretische Untersuchungen benötigt. Dieses Projekt konzentriert sich auf Redox-Schalter mit optischer Auslesung, konkret auf die Entwicklung homo- und hetero-dinuklearer Eisen- und Kobaltkomplexe mit redoxaktiven Imino-Chinonoid-Brücken, sowie deren Immobilisierung. Bei der Redoxschaltung entsteht eine stark antiferromagnetische Kopplung zwischen den ungepaarten Elektronen der Metallionen und der Brücke. Darüber hinaus wird erwartet, dass diese Komplexe Spin-Crossover, Elektronentransfer-induzierte Spinzustandswechsel und mit Spinzustandsänderungen gekoppelte Gemischtvalenz aufweisen. Das optische Auslesen wird durch den Einbau von Pyrengruppen an der Brücke in Verbindung mit Messungen des magnetischen Zirkulardichroismus ermöglicht. Für die Oberflächenimmobilisierung wird Klick-Chemie mit durch geeignete Ankergruppen modifizierten Komplexen eingesetzt. Alle Systeme werden durch Spektroskopie (UV-vis, NIR, IR, rR, EPR, MCD, Mössbauer), Elektrochemie und Spektroelektrochemie eingehend charakterisiert. Die Elektronenstrukturen werden zudem quantenchemisch charakterisiert. Dazu gehört eine quantitative Analyse mit der Marcus-Hush-Theorie durch einen ab initio-Ansatz, der auf Drei-Zentren-Systeme erweitert werden soll. Kooperationen mit Synthese-, Spektroskopie- und Theoriegruppen zur weiteren Charakterisierung der Systeme sind geplant. Wir erwarten, dass unser Projekt grundlegende Erkenntnisse und erste Schritte in Richtung Anwendungen für den Einsatz von Redoxschritten als einfachen und milden Schaltern für große Spinzustandsänderungen in oberflächenimmobilisierten molekularen Komplexen mit optischer Ausleseoption liefern wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "561091420",
      "url": "https://gepris.dfg.de/gepris/projekt/561091420",
      "title": "Intramolekulare Wechselwirkungen in zwei- und dreikernigen Fe(II) Spin-Crossover-Komplexen - Röntgenabsorptions-, quanten-chemische und THz-spektroskopische Untersuchungen",
      "subject_area": "Anorganische Molekülchemie - Synthese, CharakterisierungExperimentelle Physik der kondensierten MaterieTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561091420",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Aufgrund der Möglichkeit, ihr magnetisches Moment durch externe Stimuli an- und abzuschalten, sind Spincrossover- (SCO-) Moleküle hochinteressant für Anwendungen, zum Beispiel als programmierbare Baueinheiten in der molekülbasierten Spin-Elektronik. Eine wichtige Eigenschaft ist dabei die Kooperativität des Spin-Schaltverhaltens, die in Volumenmaterialien meistens durch elastische Wechselwirkungen zwischen den Molekülen hervorgerufen wird. Außer durch solche intermolekularen Wechselwirkungen können aber auch intramolekulare Wechselwirkungen in mehrkernigen SCO-Komplexen zu kooperativem Verhalten führen. Im vorliegenden Projekt soll durch das Zusammenwirken von chemischer Synthese, spektroskopischer Untersuchung und quantenchemischer Simulation ein grundlegendes Verständnis des Spinschaltens in mehrkernigen SCO-Komplexen inklusive des Einflusses der Umgebung erhalten werden, um damit einerseits die Schaltbarkeit zu verbessern und andererseits eine größere Schaltresponse zu erhalten. Dazu werden neue zwei- und dreikernige Fe(II)-Komplexe synthetisiert, bei denen die einzelnen Fe(II)-Zentren SCO-Eigenschaften aufweisen und durch kleine aromatische Brückeneinheiten miteinander verbunden sind. Diese Systeme werden dann mittels Röntgenabsorptionsspektroskopie und der für die Untersuchung von SCO-Molekülen neuen Methode der Fouriertransformations-THz Elektronen-paramagnetischer Resonanzspektroskopie untersucht und mit denen der entsprechenden einkernigen Analoga verglichen. Begleitet und gestützt werden diese Untersuchungen durch hochentwickelte quantenchemische Rechnungen. Dabei werden sowohl die Volumenmaterialien als auch dünne Filme auf Festkörperoberflächen, bis hin zu Submonolagen, betrachtet. Für letztere werden die Komplexe im Ultrahochvakuum auf Festkörperoberflächen abgeschieden. Dies geschieht, falls möglich, durch thermische Verdampfung, andernfalls durch gepulste Flüssigkeitsstrahlinjektion. Ziel ist, die temperatur- und lichtinduzierten SCO-Eigenschaften zu bestimmen, insbesondere, ob ein vollständiges oder nur ein partielles Schalten von einzelnen Fe(II)-Zentren erreicht werden kann. Des weiteren sollen die Art und die Stärke der intramolekularen magnetischen Wechselwirkung experimentell bestimmt und theoretisch reproduziert werden und eine mögliche magnetische Kopplung zwischen den Molekülen und einem ferromagnetischen Substrat untersucht werden. Von besonderem Interesse ist, ob es Anzeichen für eine vibronische Kopplung zwischen den einzelnen Fe(II)-Zentren gibt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "561041951",
      "url": "https://gepris.dfg.de/gepris/projekt/561041951",
      "title": "Koordinationsfonds",
      "subject_area": "Anorganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561041951",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Das SPP2491 „Interaktives Schalten von Spin-Zuständen“ beschäftigt sich mit der systematische Untersuchung des Einflusses der Umgebung auf Änderungen des Spin-Zustandes und vice versus. Um diese Ziele zu erreichen und die deutsche Wissenschaft auf diesem Gebiet an die Spitze zu bringen, bringt dieses SPP Wissenschaftler*innen aus ganz Deutschland aus den Bereichen Koordinationschemie, Oberflächenchemie und -physik, zeitaufgelöste optische und Röntgenspektroskopie und Theorie zusammen, um ihre Forschung zu bündeln und die Wissenschaftler*innen der verschiedenen Disziplinen zu vernetzen. Nur eine starke Zusammenarbeit zwischen den verschiedenen Disziplinen in interdisziplinären Forschungsprojekten kann das angestrebte vertiefte Verständnis realisieren. Wir streben einen regen Austausch innerhalb und zwischen den beteiligten Konsortien des SPP an. Die im Koordinationsprojekt geplanten Maßnahmen sollen die Interaktion zwischen den beteiligten Gruppen fördern und weitere Gruppen, insbesondere junge Nachwuchswissenschaftler*innen und weibliche Wissenschaftlerinnen, zur Teilnahme an der Initiative einladen. Das Koordinationsprojekt des SPP2491 wird fünf verschiedene Bereiche abdecken, um die Interaktion, die Sichtbarkeit und die persönliche Entwicklung von Nachwuchswissenschaftlern zu fördern. Das Koordinationsprojekt wird (i) die Vernetzung zwischen den teilnehmenden Gruppen zu fördern, (ii) die internationale Sichtbarkeit zu erhöhen, (iii) einheitliche Konzepte für die Datenspeicherung zu definieren, (iv) die persönliche und wissenschaftliche Weiterentwicklung von jungen Doktorand*innen unterstützen und (v) eine Lehr- und Ausbildungsplattform für fortgeschrittene zeitaufgelöste Strukturtechniken bereitzustellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "560789750",
      "url": "https://gepris.dfg.de/gepris/projekt/560789750",
      "title": "Kupplung von Spincrossover-Komplexen auf Oberflächen - Rastertunnelmikroskopische Untersuchungen",
      "subject_area": "Optik, Quantenoptik und Physik der Atome, Moleküle und PlasmenAnorganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560789750",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Neue vakuumverdampfbare Fe(II)-Spin-Crossover-Komplexe, die von linearen Tridentat-Liganden mit Halogensubstituenten koordiniert sind, werden für die Ullmann-Kopplung auf Oberflächen entwickelt. Analoge Komplexe, die Hexadentatliganden mit Halogensubstituenten enthalten, werden ebenfalls synthetisiert. Die Stabilität der letztgenannten Systeme wird im Vergleich zu ihren Analoga mit Bis(tridentat)-Liganden dadurch erhöht, dass die beiden Tridentat-Untereinheiten mit einem Propylen- oder Biphenyl-Spacer verbunden werden. Schließlich werden ähnliche Systeme mit Ethinylsubstituenten anstelle von Halogensubstituenten für eine Glaser-Kopplung auf Oberflächen hergestellt. Alle diese Systeme werden verwendet, um Anordnungen von spin-schaltbaren Fe(II)-Zentren auf Oberflächen (Edelmetalle, Blei) zu erzeugen. Die Komplexe werden zunächst durch Vakuumverdampfung auf diesen Oberflächen abgeschieden und dann durch Ullmann- oder Glaser-Reaktion miteinander gekoppelt. Einblicke in die Spin-Zustände der einzelnen Moleküle (vor der Kopplung) und der einzelnen Spin-Zentren innerhalb der durch Oberflächenkopplung gebildeten Muster erhalten wir durch Rastertunnelmikroskopie und Spektroskopien, die direct spinempfindlich sind. Dazu gehören die Spektroskopie von Spin-Anregungen und Yu-Shiba-Rusinov-Resonanzen. Das Spinschalten wird durch den Elektronenstrom und durch die Kontrolle der molekularen Umgebung induziert. In diesem Zusammenhang wird untersucht, inwieweit das Schalten eines bestimmten Moleküls in einem Array durch Manipulation benachbarter Moleküle „aus der Ferne“ erreicht werden kann. Die Arbeiten werden sich mit einigen der Kernthemen von SPP2491 befassen, z. B. elektroneninduziertem Schalten, Wechselwirkungen mit benachbarten Schaltern in einer konfigurierbaren Matrix oder auf Oberflächen sowie dem Verständnis von Schaltmechanismen auf der Ebene einzelner Moleküle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von SpinzuständenMitverantwortlichDr. Alexander  Weismann"
    },
    {
      "project_id": "560796377",
      "url": "https://gepris.dfg.de/gepris/projekt/560796377",
      "title": "Lebe lang und erfolgreich – Koordinationsinduzierte Schaltung von Spinzuständen in lichtaktiven 3d8 Komplexen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieAnorganische Molekülchemie - Synthese, CharakterisierungTheoretische Chemie: Elektronenstruktur, Dynamik, Simulation",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560796377",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Edelmetallkomplexe dominieren das Forschungsfeld im Bereich lichtgetriebener Anwendungen und photoaktiven Materialien. Gerade 4d- und 5d-Übergangsmetallkomplexe weisen wünschenswerte photophysikalische Eigenschaften auf, wie starke Absorption, Photostabilität und lange Lebensdauern im angeregten Zustand. Solche Merkmale befähigen sie zu einer Vielzahl von Photoanwendungen, darunter auf dem Gebiet der Sensorik, intelligenter Farbstoffe, Informationsverarbeitung und -speicherung sowie im Bereich der Photokatalyse. Aufgrund der Seltenheit dieser Metalle und der damit verbundenen hohen Kosten, ist ihre umfassende Anwendung jedoch limitiert. In der letzten Dekade hat das Interesse an häufigen und somit günstigeren, 3d-Übergangsmetallkomplexen für lichtgetriebene Anwendungen erheblich zugenommen. Leider weisen solche 3d-Übergangsmetallkomplexe im Vergleich zu ihren 4d- und 5d-Alternativen oft relativ kurzlebige angeregte (Spin-)Zustände auf. Dennoch gibt es aufgrund jüngerer intensiver Forschungsbemühungen mittlerweile eine wachsende Anzahl von lumineszenten und photokatalytisch-aktiven 3d-Metallkomplexen, welche mit etablierten Edelmetallverbindungen konkurrieren können. Eine Möglichkeit, die Lebensdauer des angeregten Zustands solcher 3d-Komplexe zu steigern, besteht in einem Prozess, der als Photo-Switching bekannt ist. Bei Lichtinteraktion wechselt der Spinzustand des Systems, was die Lebensdauer des angeregten Zustands verlängert und sein Emissionsverhalten verbessert. Ein solches Verhalten tritt jedoch nur in speziellen Komplexen auf, bei denen chemische, elektronische und geometrische Faktoren sorgfältig berücksichtigt und optimiert wurden. Unser Forschungsteam, das sich auf Synthese-, Spektroskopie- und Berechnungsexpertise stützt, wird sich auf eine Klasse quadratisch-planarer 3d8-Komplexe, wie z.B. Ni(II) konzentrieren. In unserem Projekt werden wir die lichtgesteuerten Prozesse untersuchen, die mit dem interaktiven Spin-Zustandswechsel vom Low- zu High-Spin verbunden sind, und dabei eine Reihe theoretischer und experimenteller Methoden einsetzen. Auf Grundlage der ermittelten Struktur-Eigenschafts-Beziehungen werden wir neue Designprinzipien ableiten, die es uns ermöglichen, die Lebensdauer des angeregten High-Spin-Zustands weiter zu steigern. Dies wird einen entscheidenden Schritt darstellen, hin zum Einsatz von „grünen“ und günstigen 3d-Metallkomplexen auf den Gebieten der photophysikalischen und photochemischen Anwendungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von SpinzuständenInternationaler BezugSchweizKooperationspartnerProfessor Dr. Oliver S.  Wenger"
    },
    {
      "project_id": "560970311",
      "url": "https://gepris.dfg.de/gepris/projekt/560970311",
      "title": "Licht- versus elektroneninduzierter Spin-Zustandswechsel von Komplexen auf isolierenden Schichten",
      "investigators": "Professor Manuel  Gruber, Ph.D.;Professorin Dr. Carmen  Herrmann;Professor Dr. Heiko  Wende",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560970311",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Ziel dieses Projekts ist die Untersuchung von Spin-Crossover-Komplexen in direktem Kontakt mit Oberflächen, wobei die Wechselwirkung der Moleküle mit einem Metallsubstrat durch Einbringen einer Isolierschicht unterschiedlicher Dicke schrittweise eingestellt wird. Wir werden Temperatur, Licht, (Tunnel-)Elektronen und weiche Röntgenstrahlung einsetzen, um den Spin-Zustand der Komplexe zu schalten. Mit einer Kombination aus Tieftemperatur-Rastertunnelmikroskopie (STM), Rasterkraftmikroskopie (AFM), Röntgenabsorptionsspektroskopie (XAS) und Dichtefunktionaltheorieberechnungen (DFT) werden wir zwei Kernthemen des Schwerpunktprogramms 2491 „Interactive Spin-State Switching“ angehen: (i) die Auswirkungen der Wechselwirkung mit der Umgebung auf die molekularen Schalter und (ii) ein besseres Verständnis der Schaltmechanismen auf molekularer Ebene. Zu diesem Zweck werden wir die Auswirkungen der van-der-Waals- und elektrostatischen Wechselwirkungen sowie der elektronischen Kopplung auf die Geometrie und die elektronischen Eigenschaften der adsorbierten Komplexe in Abhängigkeit von der Dicke der entkoppelnden Isolierschicht untersuchen. Im Gegenzug werden wir untersuchen, wie sich diese Wechselwirkungen auf die (elementspezifischen) Spin-Crossover-Eigenschaften und insbesondere auf das energetische Gleichgewicht zwischen den Low-Spin und High-Spin Zuständen auswirken. Wir streben auch ein verbessertes mikroskopisches Verständnis des licht- und elektroneninduzierten Spin-Zustandswechsels von Molekülen an, die an Oberflächen adsorbiert sind. Neben diesen direkten Beiträgen zu diesem Forschungsgebiet erwarten wir, dass die enge Zusammenarbeit zwischen den theoretischen und experimentellen Gruppen, mit intensivem trilateralem Informationsaustausch innerhalb dieses Projekts sowie intensivem Austausch mit den Partnern im Schwerpunktprogramm 2491, wesentlich zur verbesserten theoretischen Beschreibung von Spin-Crossover-Systemen auf Oberflächen beitragen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "561223321",
      "url": "https://gepris.dfg.de/gepris/projekt/561223321",
      "title": "Schalten von Spin-Zuständen in dreikernigen, austauschgekoppelten Systemen",
      "investigators": "Professorin Dr. Karin  Fink;Professor Dr. Winfried  Plass;Professor Dr. Ralf  Röhlsberger",
      "subject_area": "Anorganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 561223321",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Koordinationsverbindungen, die zwischen verschiedenen Spin-Zuständen schalten können, haben aufgrund ihres Potenzials in der molekularen Spintronik erhebliches Interesse geweckt. Diese Systeme ermöglichen die Kontrolle über magnetische Eigenschaften, die für die Entwicklung molekularer Bauelemente genutzt werden können. Spin-Crossover-(SCO)-Verbindungen sind eine prominente Unterklasse molekularer Magnete, die reversible Übergänge zwischen Low-Spin- (LS) und High-Spin-Zuständen (HS) an spezifischen Metallzentren erlauben. Trotz umfangreicher Untersuchungen zu kooperativen Effekten in Kristallen ist weniger über Schaltprozesse und deren Kooperativität in polynuklearen Komplexen bekannt. Multinukleare Systeme mit Austauschkopplung zwischen Metallzentren sind nahezu unerforscht. Dieses Projekt untersucht interaktives Schalten zwischen Spin-Zuständen in trinuklearen Komplexen mit Triaminoguanidin-Ligandgerüsten, die starke Austauschkopplungen zwischen drei Metallzentren in einer C3-symmetrischen Anordnung ermöglichen. Wir werden lichtinduzierte Prozesse, die Dynamik individueller Schaltvorgänge und den Einfluss externer Stimuli, insbesondere elektrischer Felder, auf die Effizienz des Schaltens, analysieren. Der Fokus liegt auf homonuklearen Systemen mit Eisen(II)- und Eisen(III)-Zentren, die zwischen HS- und LS-Zuständen schalten können. Die Eisen(III)-Systeme zeigen voraussichtlich spin-frustrierte Grundzustände aufgrund antiferromagnetischer Wechselwirkungen zwischen halbzahligen Spins, was die Schaltprozesse beeinflussen könnte. Zudem synthetisieren wir heteronukleare Komplexe, um die Effekte eines nicht-magnetischen, photoresponsiven Metallzentrums zu untersuchen und diese Zentren als Photosensibilisatoren einzusetzen. Das Triaminoguanidin-Gerüst mit seiner C3-Symmetrie erlaubt eine effiziente Austauschkopplung zwischen den Metall-Ionen, während seine strukturelle Flexibilität die elektronische und vibronische Kommunikation ermöglicht, die für die Fortpflanzung der Spinzustandsübergänge entscheidend ist. Das Projekt gliedert sich in drei Hauptarbeitsbereiche: (i) Synthese maßgeschneiderter homo- und heteronuklearer dreikerniger Komplexe, (ii) zeitaufgelöste spektroskopische Methoden zur Beobachtung der Spin-Zustands-Dynamik und der molekularen Struktur und (iii) theoretische Studien zur elektronischen Struktur und den Spin-Zustands-Übergängen. Die neu synthetisierten Komplexe werden einer umfassenden strukturellen und magnetischen Charakterisierung unterzogen, einschließlich Einkristall-Röntgenstrukturanalyse, SQUID-Magnetometrie, Mößbauer-Spektroskopie und ESR-Spektroskopie. Zeitaufgelöste Messungen an der Synchrotron-Beamline P01, PETRA III, DESY, erfassen die Entwicklung der molekularen, vibronischen und elektronischen Strukturen unter verschiedenen Stimuli. Dieser kombinierte Ansatz wird neue Einblicke in die Dynamik des Schaltens von Spin-Zuständen liefern und die Entwicklung energieeffizienter, spinbasierter Bauelemente vorantreiben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    },
    {
      "project_id": "560965699",
      "url": "https://gepris.dfg.de/gepris/projekt/560965699",
      "title": "Untersuchung der Auswirkungen der Kooperativität in Spin-Crossover-Komplexen durch die Integration in Polymere",
      "investigators": "Dr. Franziska  Fennel;Professorin Dr. Stefanie  Gräfe;Professor Dr. Ulrich S.  Schubert;Professorin Dr. Birgit  Weber",
      "subject_area": "PolymermaterialienAnorganische Molekülchemie - Synthese, CharakterisierungPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 560965699",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2491: \nInteraktives Schalten von Spinzuständen",
      "description": "Spin-Crossover (SCO)-Komplexe sind bistabile Komplexe mit zwei verschiedenen Spin-Konfigurationen, d.h. High-Spin und Low-Spin, die durch äußere Einflüsse wie Licht, Magnetfelder, Druck und Temperatur umgeschaltet werden können. Insbesondere Fe(II)-Komplexe sind für ein solches Verhalten bekannt. Ein SCO geht einher mit der Umverteilung von Elektronen. Die durch den Schaltvorgang hervorgerufene Besetzung von Orbitalen mit unterschiedlichem Charakter (bindend oder nichtbindend) führt zu einer Änderung der Metall-Liganden-Bindungslänge und einer Variation des entsprechenden Molekülvolumens eines SCO-Komplexes. Diese strukturellen Veränderungen von SCO-Komplexen in einem Agglomerat, werden als Ursache kooperativer Wechselwirkungen während eines SCO im Festkörper diskutiert. Somit wären die geometrischen Veränderungen der Moleküle auch für Hysterese und Bistabilität verantwortlich. In dem Fall, dass die Wechselwirkung zwischen den SCO-Zentren vernachlässigbar ist, wenn sie z.B. in Lösung vorliegen, wird nur ein kontinuierlicher Spin-Crossover beobachtet. Die Kooperativität kann folglich durch die Umgebung der Komplexe, wie z.B. eine Polymermatrix und die Größe der SCO-Agglomeration beeinflusst und gesteuert werden. Die Frage, wie viele dieser interagierenden Komplexe benötigt werden, um Bistabilität zu erreichen, und wie die Umgebung SCO und Kooperativität beeinflusst, ist jedoch noch nicht zufriedenstellend beantwortet worden. In diesem Projekt werden theoretische und experimentelle Kompetenzen gebündelt, um einen neuen „Bottom-up“-Ansatz zu verfolgen, der die Synthese und Untersuchung von Spin-Crossover-Komplexen in einer (Matrix-)Umgebung ermöglicht. Durch diesen Ansatz lässt sich beides, die Umgebung und die Größe der Agglomeration der SCO-Komplexe steuern und somit können kooperative Effekte angepasst werden. Zu diesem Zweck werden verschiedene Metallopolymere, die Fe(II)-SCO-Komplexe enthalten, synthetisiert. Durch ein maßgeschneidertes Design wird die Anordnung der SCO-Komplexe in der polymeren Umgebung angepasst, um die Agglomeration der Komplexe zu aktivieren bzw. zu deaktivieren, wodurch die Anzahl der SCO-Komplexe und dementsprechend der Grad der Kooperativität eingestellt wird. In Verbindung mit einer detaillierten Charakterisierung der Spin-Crossover-Eigenschaften und der zugrundeliegenden Mechanismen durch spektroskopische und theoretische Ansätze wird es möglich sein, den Einfluss der Polymermatrix auf die Spin-Crossover-Eigenschaften zu analysieren und die Frage zu beantworten, wie viele Komplexe erforderlich sind, um Bistabilität durch kooperative Wechselwirkungen zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2491: \nInteraktives Schalten von Spinzuständen"
    }
  ]
}