{
  "spp_number": "SPP 2489",
  "spp_title": "DaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/540866259",
  "projects_count": 10,
  "projects": [
    {
      "project_id": "562095270",
      "url": "https://gepris.dfg.de/gepris/projekt/562095270",
      "title": "Daten- und theoriegestützte Mikrostrukturgestaltung von hochwertigen HPDC-Sekundäraluminiumlegierungen durch Mikrolegierung und Schmelzkonditionierung",
      "investigators": "Professor Dr.-Ing. Karsten  Durst;Professorin Dr.-Ing. Carolin  Körner;Professorin Dr.-Ing. Bai-Xiang  Xu",
      "subject_area": "MechanikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562095270",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Ziel dieses Vorhabens ist eine theorie- und datengestützte Mikrostrukturoptimierung die den Einsatz hochwertiger Al-Sekundärlegierungen im Druckguss erlaubt. Wir betrachten dafür das Legierungssystem AlSi10MnMg(+Fe,+Sr), das als Primärlegierung für hochwertige Strukturkomponenten eingesetzt wird. Ein Hauptproblem der Sekundärlegierungen ist der erhöhte Fe-Gehalt durch Verunreinigungen während der Verarbeitung und des Recyclings, was zu nadeligen, spröden, Fe-haltigen intermetallischen Phasen (IPs) führt und somit die mechanischen Eigenschaften verschlechtert. Wir optimieren zunächst die Morphologie der IPs, d.h. die einflussreichen Deskriptoren wie Größe, Form und Position der IPs, um die mechanischen Eigenschaften (z.B. die Bruchdehnung und die Streckgrenze) beizubehalten oder zu verbessern. Mit unseren sich ergänzenden Kompetenzen wollen wir zunächst eine datengesteuerte, durch maschinelles Lernen unterstützte Struktur für das inverse Design von IP-Mikrostrukturen entwickeln, wobei wir sowohl experimentelle als auch simulierte Daten zu Mikrostruktureigenschaften und deren Wechselwirkungen nutzen. Dabei werden sowohl der indirekte inverse Designansatz (z. B. Bayessche Optimierung), als auch der direkte inverse Designansatz durch gradientenbasierte Methoden untersucht. Dadurch wollen wir optimierte mikrostrukturelle Merkmale ermitteln, die zu den gewünschten Materialeigenschaften führen. Um die entworfene optimale Mikrostruktur zu realisieren, werden wir gemeinsam zwei experimentelle Ansätze untersuchen: Mikrolegieren (Veredeln) durch Sr-Zugabe und Schmelzkonditionierung. Zur effizienten Suche nach geeigneten Fe-/Sr-Kombinationen und Parametern der Schmelzekonditionierung wird die indirekte Methode basierend auf Bayesscher Optimierung und den Gaußschen Prozess auf Basis der experimentellen Daten genutzt. Unsere Vision ist, Gießereien den Einsatz von Sekundärlegierungen mit hohen Fe-Gehalten zur Herstellung sicherheitsrelevanter Strukturteile für den Automobilbau zu ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562138004",
      "url": "https://gepris.dfg.de/gepris/projekt/562138004",
      "title": "Datengetriebenes Design der 3D-Mikrostruktur und der mechanischen Eigenschaften von recycelten und upcycelten Aluminiumspänen durch die Verwendung von Aluminiumoxid mittels dem Reibextrusionsverfahren",
      "subject_area": "Mechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenComputergestütztes Werkstoffdesign und Simulation von Werkstoffverhalten von atomistischer bis mikroskopischer Skala",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562138004",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Aluminium (Al) spielt eine bedeutende Rolle in der Kreislaufwirtschaft und trägt aufgrund seiner unbegrenzten Recycelbarkeit ohne Verlust seiner Eigenschaften sowie einer Energieeinsparung von bis zu 95\\% im Vergleich zur Primärproduktion zu einer nachhaltigen Zukunft bei. Beim Recycling durch konventionelle, auf Wiederaufschmelzen beruhende Recyclingverfahren sind Aluminiumspäne, die während der Materialverarbeitung anfallen, nur schwer wiederverwertbar. Das liegt daran, dass sie oft mit schwer schmelzbaren Oxidschichten bedeckt sind und schädliche Verunreinigungen enthalten können. Solche Oxide können Spannungsintensitäten hervorrufen und Defekte initiieren. Die Verarbeitung ohne Aufschmelzen durch die Reibextrusion (FE) ist eine vielversprechende Recyclingtechnologie, bei der die Reibungsenergie Wärme erzeugt, die Al-Späne konsolidiert und samt Oxiden zerkleinert. FE kann auch die Bildung schädlicher Einschlüsse und intermetallischer Verbindungen unterdrücken, die häufig beim Aufschmelzen entstehen, und Al-Späne mit Verstärkungspartikeln zu Metallmatrix-Verbundwerkstoffen aufwerten, wie in diesem Projekt angestrebt. Die Bestimmung von Struktur-Eigenschaftsbeziehungen mithilfe von mikromechanischen Modellen der Kristallplastizität ermöglicht es, die Auswirkungen von Oxiden auf die mechanischen Eigenschaften von recyceltem und upcyceltem Al zu quantifizieren. Diese Modelle benötigen 3D Mikrostrukturen, deren experimentelle Ermittlung teuer und zeitaufwändig ist. Generative künstliche Intelligenz und stochastische Geometrie bieten flexible Werkzeuge, um diese Einschränkungen zu überwinden, indem leichter verfügbare 2D-Bilddaten einer relativ kleinen Anzahl von Proben genutzt werden, um parametrische Modelle zu kalibrieren, welche die Erzeugung virtueller, aber realistischer 3D Mikrostrukturen ermöglichen. In diesem Projekt werden experimentell gemessene Daten von recyceltem Al, parametrische stochastische 3D-Modellierung und numerische Simulation von mechanischen Eigenschaften miteinander kombiniert, um Prozess-Struktur-Eigenschaftsbeziehungen für FE-Prozesse verschiedener Ausgangsmaterialien in der Al-Produktion zu quantifizieren. Ziel ist es, eine experimentelle Grundlage für FE von Al-Spänen mit variierendem Oxidgehalt zu schaffen, um die Recyclingfähigkeit und Nachhaltigkeit zu verbessern. Gleichzeitig soll Aluminiumoxid als Verstärkung genutzt werden, um aufgewertete Materialien wie Metallmatrix-Verbundwerkstoffe herzustellen. Dabei wird eine Methodik zur quantitativen Charakterisierung von 3D-Mikrostrukturen mithilfe datengetriebener stochastischer Mikrostrukturmodelle in Kombination mit generativen Netzwerken entwickelt, um 3D-Mikrostrukturen auf Basis von 2D-Bilddaten vorherzusagen. Nach der Etablierung quantitativer Prozess-Struktur-Eigenschaftsbeziehungen wird eine inverse Designstrategie entwickelt, um Prozessparameter zu identifizieren, die zu gewünschten Mikrostrukturen mit maßgeschneiderten mechanischen Eigenschaften führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer KonstruktionswerkstoffeMitverantwortlichUceu  Suhuddin, Ph.D."
    },
    {
      "project_id": "562156587",
      "url": "https://gepris.dfg.de/gepris/projekt/562156587",
      "title": "Digitale Methoden für daten-getriebenes inverses Materialdesign von Chemie-Prozess-Struktur-Eigenschaftsbeziehungen für Aluminiumlegierungen, basierend auf semantischen Datenmanagementtechnologien, physikbasierter Modellierung und korrelativer Mikroskopie.",
      "investigators": "Professorin Oana  Cojocaru-Mirédin, Ph.D.;Dr.-Ing. Dirk  Helm",
      "subject_area": "Mechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenMechanikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562156587",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Das beantragte Forschungsvorhaben zielt auf die Verbesserung der Nachhaltigkeit in der Produktion von Aluminiumlegierungen durch digitale Methoden zur Optimierung von Chemie-Prozess-Struktur-Eigenschafts-Beziehungen (CPSP - Composition-Process-Structure-Property relationships) ab. Die sekundäre Rohstoffroute für Aluminiumlegierungen ist sowohl für die Industrie als auch für die Gesellschaft besonders wichtig, um den Weg für eine grüne Zukunft zu ebnen. Trotz Fortschritten in der Trenntechnologie bleibt die exakte Reproduktion recycelter Legierungen und die Vermeidung von Verunreinigungen im Materialkreislauf eine Herausforderung. Dies erfordert das Design von verunreinigungsresistenten Legierungen, die an die aktuellen Materialflüsse angepasst sind sowie maßgeschneiderte „Lean Alloys“, um langfristig die Nachhaltigkeit zu verbessern. Um diese Herausforderung zu bewältigen, müssen CPSP-Beziehungen mithilfe von Daten aus mehrskaligen Charakterisierungstechniken modelliert werden, wobei physikbasierte Ansätze zur Beschreibung thermo-chemo-mechanischer Kopplungsphänomene eingesetzt werden, und anschließendem Materialdesign mittels Optimierungsansätzen und maschinellem Lernen. Die Integration fortschrittlicher Techniken der korrelativen Mikroskopie, wie der Atomsonden-Tomographie, unterstützt die Materialmodellierung (Bereitstellung von Daten) und Analyse von CPSE-Beziehungen. Korrelative Mikroskopie an Aluminiumlegierungen wird durch neue Ansätze des Kryo-FIB (Fokussierter Ionenstrahl) ermöglicht, was ein tieferes Verständnis von CPSP-Beziehungen erlaubt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer KonstruktionswerkstoffeInternationaler BezugUSAKooperationspartnerProfessor Surya R.  Kalidindi, Ph.D.;Professor Dr. Ji-Cheng  Zhao"
    },
    {
      "project_id": "562154592",
      "url": "https://gepris.dfg.de/gepris/projekt/562154592",
      "title": "Ein kombinierter Ansatz für inverses Design und Vereinfachung der Zusammensetzung für Legierungen mit kleinem ökologischen Fußabdruck basierend auf 3D-Druck von Al-Ca-X - IDeAS",
      "investigators": "Dr.-Ing. Michael  Budnitzki;Dr.-Ing. Silja-Katharina  Rittinghaus",
      "subject_area": "MechanikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562154592",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Aluminium kann mit minimalem Energieaufwand fast unendlich recycelt werden. Problematisch ist die Kontamination mit Fremdelementen, wie Fe und Mn durch verunreinigten Schrott. Die dadurch entstehenden spröden intermetallischen Verbindungen (IMCs), verschlechtern die mechanischen Eigenschaften und erschweren das Recycling. Daher ist die Entwicklung von hochleistungsfähigen Aluminiumlegierungen mit verbesserter Toleranz gegen Kontamination unerlässlich. Die hohen Abkühlraten in der Additiven Fertigung (AM) können die Toleranz gegenüber Verunreinigungen deutlich erhöhen, jedoch bleibt die Verarbeitung herkömmlicher Materialien schwierig, da große Erstarrungsintervalle zu Heißrissen führen. Ein vielversprechender Ansatz sind daher (nah-)eutektische Legierungen. Calcium hat eine Dichte von nur 1,55 g/cm³, ist reichlich verfügbar und kann während des Recyclings aus Al entfernt werden. Damit ist es ein vielversprechender Kandidat; allerdings haben reine Al-Ca-Legierungen nur eine moderate Festigkeit. Interessanterweise haben Studien gezeigt, dass Fe und Mn die mechanischen Eigenschaften von Al-Ca-Legierungen potentiell sogar verbessern können. Die Entwicklung optimierter Legierungen erfordert nach wie vor umfangreiche, iterative Tests – es bedarf an neuen Methoden zur Reduzierung des experimentellen Aufwands. Directed Energy Deposition ist eine Hochdurchsatztechnologie, die durch Herstellung gradierter Proben die Legierungsentwicklung beschleunigen kann. Weiterhin ermöglichen Kristallplastizitätsmodelle die Durchführung virtueller Experimente zur Bestimmung effektiver mechanischer Eigenschaften. Auf maschinellem Lernen basierende inverse Designmethoden können begrenzte experimentelle Daten durch digital generierte Strukturen und daraus berechnete Eigenschaften ergänzen, um den Designparameterraum effizient zu erkunden. Durch die Kombination von Hochdurchsatz-Experimenten und inversen Designmethoden ist dieses Projekt besonders geeignet, die Auswirkungen von Verunreinigungen zu quantifizieren und zu ermitteln, wie Abweichungen in der Zusammensetzung durch Mikrostrukturdesign ausgeglichen werden können. Eine zentrale Hypothese ist, dass bei (nah-)eutektischen Al-Ca-Legierungen die Verteilung und Morphologie der intermetallischen Phasen durch Anpassung der Chemie und der Prozessparameter kontrolliert werden kann. Das Projekt hat zum Ziel, Forschungslücken zu schließen, indem es die Kontaminationstoleranz von (nah-)eutektischen Al-Ca Legierungen bei schneller Erstarrung untersucht und gleichzeitig einen datengestützten Hochdurchsatz-Workflow entwickelt, um Legierungen mit guten mechanischen Eigenschaften zu erzeugen. Es entsteht nicht nur eine kontaminationsbeständige Al-Ca-Legierung speziell für AM; das Projekt entwickelt Ansätze für inverse Legierungsentwicklung, die den Grundstein für eine neue Klasse nachhaltiger, hochfester Aluminiumlegierungen, die für Prozesse mit schneller Erstarrung optimiert sind, legen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562153065",
      "url": "https://gepris.dfg.de/gepris/projekt/562153065",
      "title": "Entwicklung eines datengesteuerten Ansatzes für das inverse Design von Mikrostruktur-Eigenschafts-Beziehungen von austenitischen Stählen und recyclingbedingten Variationen in der chemischen Zusammensetzung",
      "subject_area": "MechanikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562153065",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Austenitische nichtrostende Stähle (ASS), die in vielen Industriezweigen als Bleche verwendet werden, erhalten ihre endgültige Form in Umformprozessen. Metastabile ASS weisen eine verformungsinduzierte Umwandlung von Austenit in Martensit auf, deren Ausmaß stark von der Stapelfehlerenergie (SFE) abhängt. Der Volumenanteil von Austenit und Martensit im Gefüge, insbesondere im Zusammenspiel mit nichtmetallischen Einschlüssen, spielt eine große Rolle für das mechanische Verhalten, sowie statische und zyklische Festigkeit. Die SFE wird jedoch stark von der chemischen Zusammensetzung des Werkstoffs beeinflusst, wobei ASS ein ausgeprägtes gültiges Fenster an Legierungselementen aufweist. Klassische Sortierverfahren während des Recyclings können geringfügige Unterschiede in der chemischen Zusammensetzung nicht optimal unterscheiden, was zu Schwankungen bei den Legierungselementen und damit der SFE führt. Die Bewertung der Beziehung zwischen Prozessparametern (Verformungsgeschichte), Mikrostruktur (Austenit-Martensit-Mikrostruktur mit nichtmetallischen Einschlüssen) und Eigenschaften (statisches und zyklisches mechanisches Verhalten) wird in diesem Projekt durch einen datenbasierten Ansatz realisiert, der Fachwissen aus den Materialwissenschaften und der Mechanik kombiniert. Ziel ist es, Gefüge-Eigenschafts-Beziehungen zu identifizieren, die in einem inversen Ansatz verwendet werden. Auf der Grundlage von experimentellen Schliffbildern und Festigkeitsmessungen werden Gefüge- und Werkstoffdaten für die numerische Simulation bereitgestellt. Durch quasistatische numerische Simulation verschiedener Gefügedarstellungen wird eine Trainingsdatenbank erzeugt. Zur Unterstützung geringer Datenmengen wird ein physikgestütztes neuronales Operator-Framework trainiert, um die Beziehung zwischen mikrostrukturellen Deskriptoren und Spannungsantwort auf Mikrostrukturebene zu beschreiben. Diese ortsaufgelösten Spannungen werden im Hinblick auf Indikatoren für statische und Ermüdungsfestigkeit analysiert. Der inverse Ansatz identifiziert mikrostrukturelle Deskriptoren zu bekannten Indikatoren durch Optimierung und schafft eine umgekehrte Struktur-Eigenschafts-Verknüpfung. Eine weitere Verknüpfung mit Prozessparametern und -historie kann durch wissensbasierte Bewertung der Mikrostruktur erreicht werden. Dadurch kann der Reduzierung von Festigkeitseigenschaften durch wiederholtes Recycling und schlechte Schrottsortierung entgegengewirkt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer KonstruktionswerkstoffeGroßgeräteArc MelterGerätegruppe8420 Spezielle Oefen (Induktions-, Lichtbogenheizung, Vakuumöfen)"
    },
    {
      "project_id": "562096836",
      "url": "https://gepris.dfg.de/gepris/projekt/562096836",
      "title": "Entwicklung von austenitischen Crossover-Stählen auf der Basis von Schrottrecycling durch experimentelle und numerische Hochdurchsatzuntersuchung von P-S-P-Korrelationen und inverses datengetriebenes Design",
      "subject_area": "Mechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562096836",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Stahlherstellung ist für etwa 25% der weltweiten industriellen CO2-Emissionen verantwortlich. Daher ist der Übergang von der primären zur sekundären Stahlproduktion durch erhöhte Recyclingraten (bis zu 100%) ein Schlüssel zur Reduzierung klimaschädlicher Effekte und zur Erreichung der globalen Nachhaltigkeitsziele. Der hohe Anteil an Legierungselementen erfordert jedoch entweder die Verwendung von hochwertigem, präzise sortiertem Schrott (teuer, aufwändige Logistik) oder die Zugabe geeigneter Rohstoffe (Begrenzung des Schrott-/Recyclinganteils). Eine mögliche Lösung bieten austenitische, rostfreie Crossover-Stähle, d. h. Mischungen verschiedener Sorten rostfreien Stahls, die eine Herstellung aus 100% Recyclingmaterial ermöglichen. Diese Stähle wurden bisher jedoch noch nicht entwickelt und der potenzielle Einfluss von Begleitelementen auf die hervorragenden mechanischen Eigenschaften (hohe Festigkeit, Kaltverfestigung und Duktilität sowie hervorragende Widerstandsfähigkeit unter extremen Bedingungen) muss noch grundlegend untersucht werden. Daher werden im diesem Projekt zwei Aspekte adressiert: (i) die resultierenden chemischen Zusammensetzungen von Crossover-Stählen werden stark von genormten Sorten abweichen, und (ii) der Anteil an Begleitelementen (z. B. P, S, Cu) wird zwangsläufig erhöht.  Eine eingehende Untersuchung dieser Aspekte, insbesondere des Einflusses unterschiedlicher chemischer Zusammensetzungen auf die resultierende Mikrostruktur und das mechanische Verhalten, erfordert geeignete Methoden zur Herstellung von Proben im Hochdurchsatzverfahren und die anschließende quantitative Bewertung der Prozess-Struktur-Eigenschaften (P-S-P)-Beziehungen durch eine Kombination von experimentellen und numerischen Ansätzen. Auf Grundlage dieser P-S-P-Verknüpfungen ist es unser Ziel, eine datengetriebene inverse Designstrategie zu entwickeln, um neuartige Edelstahl-Mischungen auf Basis von 100% Recyclingmaterial zu finden. Außerdem wollen wir den Einfluss von Verunreinigungen in den Zusammensetzungen auf die Mikrostruktur und die mechanischen Eigenschaften untersuchen. Im Ergebnis ermöglicht das inverse Design die Definition von Mischungen aus recyceltem Stahl mit mechanischen Eigenschaften, die mindestens so gut sind, wie die eines vorgegebenen Referenzmaterials. Zu den wichtigsten Innovationen dieses Projekts gehört die Betrachtung von Verfestigung und Festigkeit, d. h. die Kopplung zwischen Schädigung und Plastizität sowie die Schädigung an den Korngrenzen. Eingebunden in ein umfassendes Designkonzept (Hochdurchsatz-Screening, -Synthese und -Charakterisierung in Kombination mit einem auf maschinellem Lernen basierenden inversen Design) wollen wir dadurch die Rolle unterschiedlicher Schrottmischungen und Verunreinigungen verstehen und bewerten. Zu den berücksichtigten effektiven Eigenschaften gehört insbesondere die Schädigungstoleranz, die eine Voraussetzung für die Entwicklung robuster Legierungen mit verbesserter Nachhaltigkeit ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562094916",
      "url": "https://gepris.dfg.de/gepris/projekt/562094916",
      "title": "Inverses Design nachhaltiger Aluminiumknetlegierungen mit hohem Gussschrottanteil",
      "subject_area": "MechanikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562094916",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Aluminiumlegierungen, die vollständig durch das Einschmelzen von Schrott hergestellt werden, können die Treibhausgasemissionen im Vergleich zur Primärsynthese um über 90 % reduzieren. Allerdings führt ein hoher Schrottanteil zu einer Anreicherung von Verunreinigungen, insbesondere von Eisen (Fe) und Silizium (Si), in den recycelten Legierungen. Eine wichtige Quelle für diese Verunreinigungen sind Al-Gusslegierungen mit hohem Si-Anteil aus Verbrennerfahrzeugen. Mit der wachsenden Nachfrage nach Elektroautos wird die Nachfrage nach sekundären Gusslegierungen zurückgehen. Gleichzeitig wird erwartet, dass der Bedarf an Al-Knetlegierungen steigen wird, um Elektrofahrzeuge leichter zu machen. Ziel dieses Projekts ist daher die Entwicklung neuartiger, nachhaltiger Al-Knetlegierungen mit maximalem Schrottanteil bei gleichzeitiger Gewährleistung einer moderaten Verformbarkeit. Um dieses Ziel zu erreichen, entwickeln wir einen datengetriebenen inversen Designansatz, der wissensgestützte experimentelle Untersuchungen mit hochgenauer Modellierung und Simulation kombiniert, um Korrelationen zwischen Legierungszusammensetzung, Prozess, Struktur und resultierenden Eigenschaften herzustellen, zu analysieren und zu invertieren. Diese werden in Form von Surrogatmodellen unter Verwendung mikrostruktureller Deskriptoren dargestellt. Experimentelle Mikrostrukturdaten dienen als Input für die Erstellung numerischer Modelle, die relevante Merkmale der realen Legierung abbilden. Dies erfordert mikromechanische Kenntnisse über das Verhalten spröder Sekundärphasen, die durch lokal auflösende Tests ermittelt werden sollen. Im Einklang mit den allgemeinen Zielen von DaMic bildet die Mikrostruktur einen integrierenden Faktor des Projekts, da die deskriptorbasierte Mikrostrukturcharakterisierung und -rekonstruktion die Integration von Daten aus Experimenten und Simulationen ermöglicht. Effiziente spektrale Solver werden in Kombination mit Riss-Phasenfeldmodellen eingesetzt, um das mechanische Verhalten zu simulieren und die effektiven Eigenschaften vorherzusagen. Es wird ein automatisierter inverser Designansatz auf der Grundlage von Surrogatmodellen zur effizienten Exploration und Auswahl optimaler mikrostruktureller Morphologien, die die Anforderungen an die Umformbarkeit erfüllen und eine hohe Toleranz gegenüber Verunreinigungen bieten, eingesetzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562091997",
      "url": "https://gepris.dfg.de/gepris/projekt/562091997",
      "title": "Koordinationsfonds",
      "subject_area": "Mechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenMechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562091997",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Herstellung und Verarbeitung metallischer Werkstoffe verursachen aktuell 40 % aller industriellen Treibhausgasemissionen. Beim Abbau der zugehörigen Mineralien fallen jährlich zudem mehrere Milliarden Tonnen teilweise schädlicher Nebenprodukte an. Die metallischen Werkstoffe der Zukunft müssen daher zwingend nachhaltiger werden. Mit dem Schwerpunktprogramm DaMic sollen wesentliche wissenschaftliche Grundlagen für diese Entwicklung geschaffen und ein Beitrag zur Etablierung eines neuen Forschungsfelds an der Schnittstelle von Digitalisierung und Nachhaltigkeit geleistet werden. Es ist das Ziel von DaMic, digitale Methoden zum inversen Materialdesign zu erforschen und zur Entwicklung neuer, nachhaltiger und recyclingangepasster metallischer Konstruktionswerkstoffe einzusetzen. In Form von Legierungen mit einer reduzierten Anzahl von Elementen, so genannten Lean Alloys, und damit besserer Kompatibilität, bzw. Werkstoffsystemen mit einer hohen Toleranz gegenüber Verunreinigungen aus der Verwendung von Sekundärrohstoffen im Sinne der Science of Dirty Alloys stehen zwei grundlegende Optionen zur Verbesserung von Recyclingfähigkeit und Nachhaltigkeit im Mittelpunkt der Untersuchungen. Negative Auswirkungen der veränderten Legierungszusammensetzungen sollen in beiden Fällen durch ein gezieltes Design der Mikrostruktur des Werkstoffs kompensiert werden, so dass die mechanischen Eigenschaften mit aktuell verfügbaren Konstruktionswerkstoffen vergleichbar sind. Entscheidend für den Erfolg dieses Ansatzes sind das Verständnis und die Möglichkeit zur prädiktiven Simulation der komplexen Interaktionen zwischen Komposition, Prozess, Mikrostruktur und resultierenden Eigenschaften.  Die in DaMic gebündelten Projekte arbeiten in kohärenter Form an der Entwicklung und Anwendung eines datengetriebenen Ansatzes für die skalenübergreifende Exploration und für das Werkstoffdesign. Dabei sollen insbesondere Machine-Learning-(ML)-basierte Designansätze auf der Grundlage von digitalen Prozess-Struktur-Eigenschafts-Beziehungen (PSEB) zum Einsatz kommen. Angesichts der Komplexität und der interagierenden Einflüsse auf die mechanischen Eigenschaften eröffnet nur die Kombination von Experiment und Simulation in einem datengetriebenen Framework die Möglichkeit, geeignete Konstellationen hinsichtlich Legierungszusammensetzung, Prozessparametern, Mikrostruktur und Eigenschaften zu identifizieren. Die sich daraus ergebenden wissenschaftlichen Herausforderungen werden von inter-disziplinären Tandemprojekten angegangen, die Expert:innen aus den Bereichen Mechanik und Materialwissenschaft vereinen. In der ersten Förderperiode werden die Grundlagen für die Vorhersage und Invertierung der PSEB zum digitalen Materialdesign geschaffen. Die zweite Förderperiode fokussiert dann die Entwicklung durchgängiger, voll automatisierter Workflows zum Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562095042",
      "url": "https://gepris.dfg.de/gepris/projekt/562095042",
      "title": "Optimierung der Rezyklierbarkeit und Nachhaltigkeit von Schnellarbeitsstählen durch datengetriebenes Gefügedesign",
      "subject_area": "Mechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen UrsachenMechanik",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562095042",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Das Hauptziel dieses Projekts ist die Entwicklung von Methoden für den Entwurf neuer Lean-Schnellarbeitsstähle (HSS) mit optimierten Eigenschaften, um die Recyclingfähigkeit und damit die Nachhaltigkeit zu erhöhen. Da die Lebensdauer von HSS im Betrieb kurz ist und damit zu vielen Recyclingzyklen pro Jahr führt, sind die Mengen an jährlich recyceltem Material und damit der potenzielle Nutzen der neuen HSS erheblich. Darüber hinaus haben diese Stähle einen ähnlichen Legierungs- und Werkstoffaufbau, so dass die Reduktion der Anzahl der (insbesondere kritischen) Legierungselemente erwartet wird, was die Recyclingfähigkeit zusätzlich verbessert. In diesem Projekt werden Methoden entwickelt, um die komplexe Interaktion von chemischer Zusammensetzung, Mikrostrukturmorphologie und mikroskopischen Phaseneigenschaften mit den Performance-Eigenschaften des HSS zu quantifizieren. Ausgehend vom neuen Legierungskonzept werden CALPHAD und Phasenfeldsimulationen eingesetzt, um Informationen über die Mikrostruktur und die chemische Zusammensetzung einzelner Phasen in Abhängigkeit vom Herstellungsprozess zu erhalten. Zur Quantifizierung der mechanischen Eigenschaften werden neben ab-inito Berechnungen experimentelle Tests durchgeführt, die in die Computersimulation großer Mengen von Mikrostrukturen einfließen, die als Trainingsdaten zur Erstellung eines ML-basierten Surrogats für die Beschreibung der Struktur-Eigenschafts-Beziehung benötigt werden. Dieses Surrogat findet Eingang in einer automatisierten Optimierung der Mikrostruktur, bei der tolerierbare Mikrostrukturvariationen und zusätzliche Randbedingungen berücksichtigt werden, um die Herstellbarkeit des HSS zu berücksichtigen. Auf Grundlage dieser Ergebnisse wird der identifizierte Werkzeugstahl hergestellt und getestet, und seine tatsächliche Performance und Limitationen bewertet, um aktualisierte Legierungskonzepte erneut in der iterativen Schleife zur Mikrostrukturoptimierung zu bewerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    },
    {
      "project_id": "562096339",
      "url": "https://gepris.dfg.de/gepris/projekt/562096339",
      "title": "Verunreinigungstolerantes Legierungsdesign von hochfestem Elektroband",
      "investigators": "Professor Dr.-Ing. Tilmann  Beck;Dr.-Ing. Marion Cornelia  Kreins;Professor Dr.-Ing. Ulrich  Krupp;Dr.-Ing. Marek  Smaga",
      "subject_area": "Mechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung seit 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 562096339",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe",
      "description": "Die Trends zur Elektrifizierung und zur Kreislaufwirtschaft werden auch im Bereich des Elektrostahls eine zunehmende Menge an Recycling-Stählen erfordern. Während sich die Legierungs- und Prozessentwicklung von Elektroband auf die mechanischen und magnetischen Eigenschaften konzentriert, müssen bei der Entwicklung hocheffizienter und flexibel einsetzbarer Elektromotoren für die Elektromobilität auch die mechanische Ermüdungsfestigkeit, die magnetische Degradation (Funktionsermüdung) und die Toleranz gegenüber Verunreinigungen berücksichtigt werden. Die mechanischen und magnetischen Eigenschaften von Elektrostählen sind auf mikrostruktureller Ebene miteinander verbunden. Daher müssen beide bei der Entwicklung von verunreinigungstoleranten Legierungen berücksichtigt werden. Abhängig von der chemischen Zusammensetzung und dem Wärmebehandlungsverfahren kann die Größe der Ausscheidungen, z. B. Karbonnitride oder Kupfer, die mechanischen und magnetischen Eigenschaften stark verändern. Die Entwicklung eines digitalen Zwillings in Verbindung mit einer experimentellen Hochdurchsatzstudie von Elektrostahl mit unterschiedlicher chemischer Zusammensetzung und maßgeschneiderter thermomechanischer Behandlung wird einen Weg für das zukünftige Legierungsdesign im Rahmen einer effizienten Kreislaufwirtschaft eröffnen. Auf Basis individueller Forschung zur mechanischen und funktionellen Ermüdung von Elektrostahl sowie zu Verfestigungseffekten in Cu-legierten Stählen wird die Zusammenarbeit zwischen dem WKK an der RPTU Kaiserslautern-Landau und dem IEHK an der RWTH Aachen die Wertschöpfungskette von modernem Elektrostahl darstellen. Für das Integrated Computational Material Engineering (ICME) basierte Legierungsdesign wird das IEHK physikalisch basierte Simulationswerkzeuge für die Ausscheidungs- und Rekristallisationsvorhersage verwenden, die durch experimentelle Studien untermauert werden. Das WKK wird Kurzzeitmethoden wie z.B. Cyclic Indentation Tests (CITs) zur Charakterisierung der mechanischen Eigenschaften sowie mikromagnetische 3MA-Messungen zur Bestimmung der magnetischen Eigenschaften einer großen Anzahl von Legierungsdesigns mit kleinen Probenvolumina einsetzen. Dies wird die Grundlage für die systematische Untersuchung der mechanischen und magnetischen Eigenschaften und die Erstellung eines ausreichend großen Datensatzes für das inverse Materialdesign bilden. Skalenübergreifende kristallografische Mikrostrukturdeskriptoren werden durch ML-gestützte Metallografie, Atomsonden-Tomografie geliefert. Mit Hilfe von Charakterisierungsmethoden wie Röntgenbeugung und mikromagnetischen Sensoren (3MA) wird eine zerstörungsfreie mikrostrukturelle und funktionelle Schadensüberwachung durchgeführt, um die Mikrostruktur des Materials mit den magnetisch-mechanischen Eigenschaften zu korrelieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2489: \nDaMic - Datengetriebenes Legierungs- und Mikrostrukturdesign nachhaltiger metallischer Konstruktionswerkstoffe"
    }
  ]
}