{
  "spp_number": "SPP 2196",
  "spp_title": "Perowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402726906",
  "projects_count": 26,
  "projects": [
    {
      "project_id": "423745771",
      "url": "https://gepris.dfg.de/gepris/projekt/423745771",
      "title": "A-Site modifizierte Hybrid-Perowskite: Engineering der chemischen Zusammensetzung und Rolle der Korngrenzen auf die optoelektronischen Eigenschaften",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienAnorganische Molekülchemie - Synthese, CharakterisierungFestkörper- und Oberflächenchemie, MaterialsynthesePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423745771",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Hybride Blei-Halogenid Perowskite basierend auf einer Mischung von A-substituierten Verbindungen haben aufgrund ihrer erhöhten Stabilität im Vergleich mit der Basis-Verbindung Methylammonium Blei Iodid großes Aufsehen erhalten. Dieses Projekt behandelt das fundamentale Verständnis der Bildung, der Kristallisation und des Engineerings der Korngrenzen in lösungs-prozessierten, A-Site modifizierten hybriden Alkylammomium Blei Iodid Perowskiten. Über einen integrierten Ansatz aus Synthese, Prozessierung und Modellierung werden funktionale Perowskit-Tinten mit optimaler Kristallit-gDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungMitverantwortlichHeechae  Choi, Ph.D."
    },
    {
      "project_id": "424707803",
      "url": "https://gepris.dfg.de/gepris/projekt/424707803",
      "title": "Bleifreie Doppel-Perowskit Materialien für photovoltaische Anwendungen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424707803",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Bleihaltige Perowskite erlangten kürzlich große Aufmerksamkeit aufgrund ihrer vielversprechenden Eigenschaften für die Photovoltaik ebenso wie im Bereich der Beleuchtung. Dennoch weisen bleihaltige Perowskite unbestreitbare Nachteile auf, wie beispielsweise die Instabilität gegenüber Feuchtigkeit, unzuverlässige Leistung der Solarzellen und die Toxizität des verwendeten Bleiiodids. Obwohl die Verkapselung der Solarzellen das Austreten von Blei verhindern könnte, muss das Perowskit-Material und somit auch das darin enthaltene Blei am Ende der Laufzeit der Solarzellen gesammelt werden. Um das Problem der Toxizität von Blei zukünftig zu lösen, sollten idealerweise bleifreie und stabile Perowskit-Solarzellen entwickelt und hergestellt werden. Im Rahmen unseres Projektes soll das Potential von bleifreien Doppelperowskit-Strukturen für die zukünftige Anwendung in Solarzellen untersucht und verstanden werden, um Konzepte für die Entwicklung neuartiger und stabiler Perowskitmaterialien zu erarbeiten. In einem ersten Schritt sollen Kristalle und Dünnschichten des bekannten Doppelperowskits Cs2AgBiBr6 mit Hilfe von theoretischen und experimentellen Studien auf ihre optoelektronischen Eigenschaften sowie  potentielle materialspezifische Verlustmechanismen untersucht werden. Im Anschluss werden systematisch neuartige Strukturen der nicht toxischen Doppelperowskite erforscht. Dabei werden einzelne Materialkomponenten des obigen Referenzmaterials systematisch durch theoretisch vorgeschlagene Elemente an geeigneten Kristallpositionen ersetzt, und die optischen und elektronischen Eigenschaften der resultierenden Kristalle und Dünnschichten experimentell und mit theoretischen Methoden untersucht. Weiterhin werden die vielversprechendsten neuartigen Doppelperowskite als Absorberschicht in Solarzellen eingebaut um eine detaillierte elektronische Charakterisierung der photovoltaischen Prozesse zu ermöglichen und um Hinweise für die weitere Optimierung der neuen bleifreien Doppelperowskite zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424708448",
      "url": "https://gepris.dfg.de/gepris/projekt/424708448",
      "title": "Dielektrische Effekte in Hybrid Perovskiten und Ladungs-selektive Charakterisierung von Ladungsträgerfallen",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424708448",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "In diesem Projekt sollen die dielektrischen Effekte in den Metall-Halogenid-Perovskiten (MHP) fortgeführt werden, sowie die Ladungsträger-spezifische Fallenanalyse in den MHPs erfolgen.Aufgrund der niedrigen Steifigkeit des Gitters ergeben sich sehr große dielektrische Konstanten in den MHPs. Diese erklären auf ganz geradlinige Weise die großen freien Weglängen der Ladungsträger und den geringen Einfluss von Störstellen auf den Ladungstransport. Unser hierzu zugrundeliegendes dielektrisches Modell ist in über 100 Arbeiten bestätigt worden. Grundlage ist die Kombination des klassischen Fröhlich Polarons mit einer zweiten Abschirmung durch rotierende Dipolmoleküle. Wir konnten im laufenden Projekt zeigen, dass in Fällen, wo der zweite Mechanismus nicht auftreten kann, die dielektrischen Konstanten niedrig bleiben z.B. im vollständig anorganischen CsPbBr3. Die Ladungsträgerbeweglichkeit sinkt demzufolge deutlich. Die erste Förderperiode hatte zum Ziel, Einkristalle und dünne Filme von diversen 3D und 2D MHPs herzustellen, um darauf aufbauend diese vergleichend dielektrisch charakterisieren zu können. Alle Prozessrouten sind jetzt in der Gruppe reproduzierbar etabliert, inklusive der Bridgman Einkristallzucht. Über die angekündigten Verfahren hinaus war die Festkörperreaktion der Pulver der Edukte erstaunlich erfolgreich. Derzeit werden die Kristallreinigung und Verbesserung der Kristallgrößen vorangetrieben.Die Metall-Isolator-Halbleiter thermisch aktivierte Stromtechnik wurde erfolgreich implementiert, um Ladungs-spezifisch die elektronischen Fallenzustände charakterisieren zu können. Die Messungen waren für Dünnfilme und Kristalle bis 400 µm Dicke erfolgreich. Eine quantitative Analyse der Fallenzustände kann jetzt sowohl für Korngrenzen als auch Elektrodengrenzflächen durchgeführt und der Ladungsart-spezifische Einfluss auf die Alterung charakterisiert werden. Auf der Suche nach weiteren Absorbern mit kleinen Molekülen haben wir bisher zumindest ein völlig neues System identifiziert. Das Ziel der zweiten Förderperiode ist es, auf diesen Grundlagenarbeiten aufzubauen. In derzeit zehn verschiedenen Absorbermaterialien sollen die Fallenzustände mit der MIS-TSC Technik charakterisiert werden. Die Anisotropien in 2D-Systemen sollen analysiert werden. Ferner soll über einen sehr großen Frequenzbereich die Ladungsträgerdynamik verstanden werden. Wir sind jetzt in der Lage, alle vorgesehenen Absorber als Einkristalle und dünne Filme herzustellen. Im Rahmen der Niederfrequenzanalyse soll die Ionenbewegung unter elektrischem Feld verstanden und zur Alterung in Beziehung gesetzt werden. Der Schwerpunkt für die zweite Periode wandelt sich von der Herstellung zur Charakterisierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungMitverantwortlichProfessor Dr. Vladimir V.  Shvartsman"
    },
    {
      "project_id": "424709669",
      "url": "https://gepris.dfg.de/gepris/projekt/424709669",
      "title": "Effiziente Perowskit/Perowskit Tandemsolarzellen mit reduzierten Rekombinationsverlusten und erhöhter Stabilität durch innovative Analyse der Einzelzellen",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424709669",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Die jüngsten Verbesserungen der Effizienz von Metallhalogenid-Perowskiten ermöglichen die Realisierung von Perowskit-Tandemsolarzellen mit Wirkungsgraden oberhalb der Shockley-Queisser-Grenze für Einzelsolarzellen. Der Wirkungsgradrekord für die sehr vielversprechenden monolithischen Perowskit-Perowskit-Tandemzellen liegt derzeit bei 26,4 % und verschiedene theoretische sowie semi-empirische Abschätzungen geben Werte von weit über 30 % an.In der vorgeschlagenen zweiten Projektphase des erfolgreichen Projekts HIPSTER arbeiten die gleichen vier Partner wie in der ersten Phase zusammen: das Helmholtz-Zentrum (HZB), die Universität Oxford (UOx), die Universität Potsdam (UPo) und die Universität Wuppertal (UWu) wollen die Charakterisierung und das Verständnis dieser Tandem-Solarzellentechnologie auf die nächste Stufe heben. Die Arbeiten in der zweiten Phase werden sich dem Verständnis und der Unterdrückung von Instabilitäten in der Zusammensetzung und den allgemeinen Degradationsmechanismen sowie der weiteren Reduzierung der nicht-strahlenden Rekombinationsverluste widmen. Während das Team in der ersten Phase bereits bewiesen hat, dass es in der Lage ist, verschiedene Verluste der Teilzellen durch detaillierte Analysen aufzuzeigen und hocheffiziente Tandemsolarzellen zu entwickeln, muss in der zweiten Phase die photo-chemische Stabilität der Perowskit-Absorber analysiert und weiter verbessert werden. Die Arbeiten zur Stabilität werden durch innovative Charakterisierungsmethoden ergänzt, wie z. B. die Charakterisierung von Teilzellen direkt in Tandemsolarzellenaufbauten, um die Rekombination und die ionischen Verluste von verschiedenen Grenzflächen und Kontaktmaterialien direkt innerhalb des Tandemstapels zu quantifizieren. Auf diese Weise wird das Team in der Lage sein, die am besten geeigneten Kontakt-, Verbindungs- und Zwischenschichtmaterialien sowie Passivierungsstrategien für höchste Tandem-Wirkungsgrade zu identifizieren. Letztendlich wird angestrebt, durch fortschrittliche Analysen und konsequente Reduzierung der Verlustmechanismen stabile monolithische Perowskit-Tandem-Bauelemente zu demonstrieren, um Wirkungsgradwerte von Tandem-Solarzellen auf Perowskit-Silizium-Basis zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugGroßbritannienEhemaliger AntragstellerProfessor Dr. Martin  Stolterfoht, bis 7/2023"
    },
    {
      "project_id": "424708989",
      "url": "https://gepris.dfg.de/gepris/projekt/424708989",
      "title": "Eigenschaften von Protonen- und Lichtinduzierten Defekten in Bleihalogenid-Perowskiten",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424708989",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Da sich die Rekordwirkungsgrade von Perowskit-basierten Einzel- und Perowskit / Silizium-Tandem-Solarzellen denen konventioneller Silizium-Solarzellen annähern, wird ihre Stabilität zum wichtigsten Thema. Obwohl die Forschung zur Stabilisierung von hybriden Perowskit-basierten Solarzellen fortschreitet, sind strahleninduzierte Defektzustände noch nicht ausreichend untersucht. Im Betrieb ist jede Solarzelle dem UV / VIS- und NIR-Teil des elektromagnetischen Spektrums ausgesetzt. Insbesondere der hochenergetische Teil des Spektrums führt zur Bildung von Störstellen, die als nichtstrahlende Rekombinationszentren wirken. Spektroskopische Methoden, die diesen Teil des elektromagnetischen Spektrums verwenden liefern daher unzuverlässige Ergebnisse.Dieser Projektvorschlag zielt auf ein grundlegendes Verständnis strahleninduzierter lokaler Defekte ab. Lokalisierte Defekte sollen auf kontrollierte Weise erzeugt werden, wobei sowohl Licht als auch hochenergetische Protonenbestrahlung Verwendung finden wird. Hochenergetische Protonen sind eine ideale Wahl für Defekterzeugungsversuche, da sie Defekte durch Dissoziation von Bindungen in den organischen Kationen und durch Herauslösen einzelner Atome aus dem Gitterverband erzeugen können. Defekte, die durch Licht- und Protonenbestrahlung entstehen, sollen bezüglich ihrer elektronischen, strukturellen und optischen Eigenschaften und deren Auswirkungen auf den Ladungstransport charakterisiert werden. Zu diesem Zweck wird eine einzigartige Kombination von Elektronen-Paramagnetischer Resonanz (EPR), Schwingungsspektroskopie (Ramanstreuung, Infrarotspektroskopie) und Oberflächen-Photospannungs-Spektroskopie eingesetzt. Um die Art der Defekte zu identifizieren, werden wir nicht dem Konzept des „Compositional Engineering“ folgen, das für hocheffiziente Solarzellen weit verbreitet ist. Stattdessen werden die Untersuchungen mit einem der einfachsten Perowskite beginnen: CH3NH3PbI3. Darauf folgend werden die Halogenidanionen sowie die organischen Kationen einzeln ausgetauscht. Zusätzlich werden Isotope von Blei, Kohlenstoff, Stickstoff und Wasserstoff in die Perowskite eingebaut, um anhand von Isotopeneffekten die mikroskopische Struktur lokalisierter Zustände und Defektkomplexe aufzuklären. Mit unserem Ansatz wollen wir ein fundiertes Verständnis der Entstehung und der Natur der strahlungsinduzierten Defektzustände erlangen. Dies ist ein wichtiger Schritt zur Legung der Grundlagen für die Entwicklung stabiler hybrider Perowskite.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424708673",
      "url": "https://gepris.dfg.de/gepris/projekt/424708673",
      "title": "Elektrolumineszierende Perowskit-Nanokristalle - Von maßgeschneiderten Strukturen zu optoelektronischen Eigenschaften",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424708673",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Bleihalogenid-Perowskite (LHP) stellen eine an und für sich bekannte Materialklasse dar, die jedoch seit kurzem große Bedeutung für die Optoelektronik erlangt hat. Insbesondere Nanokristalle aus dieser Familie, wie z.B. CsPbX3 (mit X=Cl, Br, I), sind sehr vielversprechend als lumineszierende Materialien für mögliche Anwendungen in Leuchtdioden (PeLEDs). Sie verbinden die Vorteile von LHP-Volumenhalbleitern – insbesondere deren Defekttoleranz, Verarbeitbarkeit aus der Flüssigphase und Durchstimmbarkeit der Energielücke – mit wohlbekannten Eigenschaften von kolloidalen Quantenpunkten, wie z.B. hoher Photolumineszenzquantenausbeute (PLQY) bei geringer Emissionslinienbreite sowie einfacher Farbabstimmung durch Größe oder Zusammensetzung der Partikel. Ein grundsätzliches Problem, das vor der Kommerzialisierung von PeLEDs gelöst werden muss, ist die geringe Beständigkeit von LHPs unter Stromfluss. In herkömmlichen PeLEDs kommt es durch die Injektion von Elektronen in die LHP-Schicht zur irreversiblen Bildung von elementarem Blei und einer Zerstörung der LHP-Struktur. Zusätzlich birgt die hohe Ionenbeweglichkeit in LHPs das Problem, dass ein signifikanter Anteil des Stroms in einer PeLED von Ionen geleistet wird, was keinen Beitrag zur Elektrolumineszenz leistet und sich zusätzlich destabilisierend auf die LHP-Struktur auswirkt. Wir begegnen diesen inhärenten Problemen von PeLEDs mit der Verwendung organischer Pi-Systeme, die als Oberflächenliganden auf den Nanokristallen Verwendung finden. Dort erfüllen sie drei Zwecke: 1) Durch Absättigung von Oberflächendefekten erhöhen sie die PLQY der Nanokristalle. 2) Durch Induktion eines Oberflächendipols erhöhen Sie die Austrittsarbeit der LHP-Schicht und somit die Stabilität unter negativer Aufladung. 3) Die starre Struktur in Verbindung mit den guten Ladungsträgerleitfähigkeiten der organischen Pi-Systeme unterdrückt die Ionendiffusion und erhöht den elektronischen Anteil am Gesamtstrom. Das Projekt untersucht die Auswirkungen dieser Strategie auf PeLEDs, wobei das komplette RGB-Farbschema abgedeckt wird und die Bauteile bezüglich der externen Quantenausbeute, Luminanz und Langzeitstabilität optimiert werden. Computergestützte Modellierungen begleiten die Materialentwicklung und liefern Impulse für deren Optimierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "506642499",
      "url": "https://gepris.dfg.de/gepris/projekt/506642499",
      "title": "Entwicklung von Struktur, Ionenwanderung und Defekteigenschaften während der (Ent-)Mischung von Bleihalogenid-Perowskiten verstehen (DE-MIX)",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von FunktionsmaterialienPhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506642499",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Halogenidperowskite gelten derzeit als eine der vielversprechendsten Halbleitermaterialien für die nächste Generation von Solarzellen. Aufgrund ihrer strukturellen Flexibilität Mischungen verschiedener Halogenide einzubauen, ist die Bandlückenenergie gemischter Perowskit-Zusammensetzungen leicht anpassbar, so dass hocheffiziente Tandem-Solarzellen hergestellt werden können. Bei Lichteinwirkung zeigen die gemischten Halogenid-Perowskite jedoch ein starkes Entmischungsverhalten ihrer Ionen auf. Diese Entmischung führt zu einer Verschlechterung der optoelektronischen und apparativen Leistung der Perowskite und entsprechender Solarzellen, was derzeit ihre erfolgreiche Kommerzialisierung behindert. Dieses Projekt zielt daher darauf ab, die komplexe strukturelle Dynamik, die während der (Ent-)Mischung von Halogenidperowskiten auftritt, umfassend zu verstehen, um ihre Phasenstabilität zu verbessern und gleichzeitig ihre hervorragenden optoelektronischen Eigenschaften zu erhalten. Zu diesem Zweck werden wir physikalische MAPbI3-MAPbBr3-Gemische mit wohldefinierten morphologischen, sowie Bulk- und Oberflächen-Defekteigenschaften, z.B. durch die Verwendung von Additiven, herstellen und sie systematisch Temperatur- und/oder Lichteinwirkung aussetzen, um Mischungs- und anschließende Entmischungsprozesse zu initiieren und zu steuern. Diese Prozesse werden in-situ mit leistungsstarken und komplementären Charakterisierungsmethoden untersucht, d.h. mit einer Kombination aus XRD, NMR und PL-Spektroskopie. Die multimodalen in-situ-Messungen und die entsprechenden Analysen werden es uns ermöglichen, detaillierte Erkenntnisse über die zeitliche Entwicklung relevanter Parameter wie Stöchiometrie, Defektdichten, Eigenschaften angeregter Zustände und Bildung von Zwischenphasen zu gewinnen.Wir werden evaluieren, welche Rolle die Morphologie, die verschiedenen Arten von Defekten (an der Oberfläche und im Bulk) und mögliche Zwischenphasen mit erhöhter thermodynamischer Stabilität für die Ionendiffusionslängen und -wege spielen. Dies wird es ermöglichen, ein klares Verständnis der kinetischen und thermodynamischen Gesetzmäßigkeiten der Ionenwanderung und damit der (Ent-)Mischungsprozesse in gemischten Halogenidperowskiten zu entwickeln. Damit werden relevante Materialeigenschaften, die die Reversibilität und Irreversibilität von (Ent-)Mischungsprozessen bestimmen, deutlich werden. Das vorgeschlagene Projekt wird somit wesentlich dazu beitragen, ein grundlegendes Verständnis der Auswirkungen von Morphologie, Defekteigenschaften und Additiven auf die Ionenmigration und die Phasenstabilität von gemischten Halogenidperowskiten zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugNiederlandeKooperationspartnerProfessor Dr. Arno  KentgensEhemaliger AntragstellerDr. Fabian  Panzer, bis 12/2022"
    },
    {
      "project_id": "423876021",
      "url": "https://gepris.dfg.de/gepris/projekt/423876021",
      "title": "Epitaktisch gewachsene Zinn Perowskite",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423876021",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "In diesem Projekt erforschen wir die grundlegenden Eigenschaften von epitaktisch gewachsenen zinnbasierten Perowskiten (Sn-Perowskit) als Alternative zu bleibasierten Materialien. Insbesondere, weisen Sn-Perowskite eine Bandlücke auf, die im idealen Bereich für eine Einfachsolarzelle liegt und Mehrfachsolarzellen aus reinem Perowskit ermöglichen wird. Darüber hinaus sind sie auch umweltfreundlicher. Jedoch sind die Wirkungsgrade von Sn-Perowskit-Solarzellen derzeit viel geringer als bei den Pb-Perowskiten. Ein kritisches Hindernis ist die Neigung von Sn, von Sn2+ weiter zu Sn4+ zu oxidieren. Insbesondere die bei herkömmlichen Präparationsmethoden verwendeten Lösungsmittel können diese Oxidation weiter begünstigen. Wir werden daher in diesem Projekt  epitaktisches Wachstum anwenden, um Lösungsmittel zu vermeiden, und wir werden die Sn-Perowskite bis hinunter  in den atomaren Bereich charakterisieren. Insbesondere werden wir die atomare Struktur von Sn-Perowskit-Oberflächen wie CH3NH3SnI3 experimentell bestimmen, um Sn4+-Defekte zu lokalisieren und Grenzflächenphänomene zu verstehen, die auf Grund der Schichtbauweise in Perowskit-Solarzellen auftreten. Außerdem werden wir auf der Perowskit-Oberfläche Dotierungsstoffe und Adsorbate, wie z. B. Gasmoleküle der Luft, aufbringen, um die spezifischen Wechselwirkungen auf der atomaren Skala grundlegend zu untersuchen, vor allem in Bezug auf Effizienzsteigerung, Zersetzung und Oxidation. Um den Bogen zur Anwendung zu schlagen werden zusätzlich Oberflächentechniken verwendet, welche im Mikrometerbereich auflösen, um größere Inhomogenitäten sowie Korngrenzen, Austrittsarbeiten, Kontaktpotentialdifferenzen und Oberflächenphotospannungen zu untersuchen. Ein umfassendes Verständnis auf der Anwendungsebene verlangt zunächst die Herstellung von zinnbasierten Perowskit-Solarzellen mittels der herkömmlichen Methode aus der Lösung. Anschließend werden wir die optimierten Architekturen mit den Erkenntnissen aus den nano- und mikroskopischen Charakterisierungen verbinden, um durch Epitaxie neue Sn-basierte Solarzellen herzustellen, die hoch effizient und langzeitstabil sind.  Unsere Kombination von Untersuchungsmethoden auf atomarer, mikro- und makroskopischer Skala an der gleichen Art von Proben ist in besonderem Maße geeignet, um ein tiefgreifendes Verständnis von Sn-Perowskiten zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugLuxemburg, SchweizPartnerorganisationFonds National de la Recherche;Schweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Alex  Redinger"
    },
    {
      "project_id": "506698391",
      "url": "https://gepris.dfg.de/gepris/projekt/506698391",
      "title": "Experimentelle und theoretische Untersuchungen von Prozessparametern zur Herstellung dicker und defektfreier Perowskit-Schichten",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienComputergestütztes Werkstoffdesign und Simulation von Werkstoffverhalten von atomistischer bis mikroskopischer Skala",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506698391",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Hybride organisch-anorganische Perowskit-Materialien haben sich zu einer vielversprechenden Alternative zu Silizium-Solarzellen entwickelt. Allerdings sind die grundlegenden Eigenschaften der Filmbildungsmechanismen während des Lösungsprozesses der photoaktiven Schichten noch immer ungenügend verstanden, was die Entwicklung dicker, vertikal monolithischer Perowskitfilme mit exzellenter Halbleiterqualität erschwert. Das Hauptziel dieses Projekts ist die Entwicklung eines präzisen Modells zur Vorhersage der Filmbildung von Perowskitfilmen im Lösungsprozess, die Kontrolle über die grundlegenden Mechanismen und die anschließende Verbesserung der Filmmorphologie.Wir schlagen einen gekoppelten Ansatz vor, bei dem sich experimentelle Messungen und Simulationsergebnisse gegenseitig ergänzen. Wir werden eine In-situ-Messkammer entwickeln und einsetzen, um die Filmbildung unter kontrollierten Bedingungen zu überwachen. Parallel dazu werden wir Phasenfeldsimulationen der Keimbildung und des Wachstums von Perowskitkristallen beim Trocknen und bei der Nachbearbeitung durchführen. Dies wird einen Einblick in den Prozess der Morphologiebildung sowie in strukturelle Merkmale des getrockneten Films wie Oberflächenbedeckung, Rauheit, Kristallgrößen und Schichtbildung geben. Unser Ziel ist es, mechanistische Regeln für den Einfluss von Prozessparametern auf die endgültige Filmqualität aufzustellen. Wir werden weiterhin untersuchen, wie Nukleationskeime, die in die Lösung oder auf das Substrat eingebracht werden, zur Kontrolle der Nukleation und zur Verbesserung der Filmqualität eingesetzt werden können. Die etablierten physikalisch basierten Designregeln für die Tintenformulierung und die Prozessparameter werden genutzt, um experimentell defektfreie polykristalline Filmstrukturen zu demonstrieren, selbst für dicke Schichten und für unterschiedliche Formulierungen der Lösung. Ausgewählte Perowskit-Filme werden zu Solarzellen verarbeitet, um die Auswirkungen der Morphologieverbesserung auf die photovoltaische Qualität und Leistung zu validieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungMitverantwortlichProfessor Dr. Christoph J.  Brabec"
    },
    {
      "project_id": "506699365",
      "url": "https://gepris.dfg.de/gepris/projekt/506699365",
      "title": "Fundamentale Eigenschaften zwei-dimensionaler Perowskite und deren Anwendung in Solarzellen",
      "investigators": "Professorin Dr. Selina  Olthof;Professor Dr. Thomas  Riedl",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506699365",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Perowskithalbleiter haben in den letzten Jahren die Solarzellenforschung revolutioniert, und deren Solarzellen erreichen inzwischen ähnliche Effizienzen wie einkristallines Silizium. Eine wichtige Rolle für den Wirkungsgrad und die Stabilität spielt nicht nur der Perowskit selbst, sondern auch seine Grenzflächen zu angrenzenden Ladungstransportschichten. Kürzlich sind zweidimensionale (2D) Perowskite in den Fokus gerückt, da mit ihnen sowohl die Effizienz als auch die Stabilität von Perowskitsolarzellen signifikant gesteigert werden konnte. Dazu wurden dünne 2D Perowskitschichten auf oder unter dem 3D Absorber in das Bauteil integriert. Die Gründe für diese umfassenden Verbesserungen werden gegenwärtig kontrovers diskutiert und ein Verständnis der 2D/3D Grenzflächen muss erst noch entwickelt werden.Vor diesem Hintergrund werden in diesem Projekt zunächst die grundlegenden Eigenschaften wie die elektronische Struktur, optische Eigenschaften und Stabilität von 2D Perowskiten abhängig von der Wahl des großen organischen A-Kations untersucht. Im direkten Vergleich zu analogen 3D Perowskiten wird insbesondere auch die Stabilität der 2D Materialien im Kontakt mit angrenzenden Ladungstransportschichten eingehend studiert werden. Zusätzlich werden dünne 2D Perowskitschichten in Kombination mit einem solarzellenrelevanten 3D Perowskiten betrachtet - entweder als Schicht darunter oder darauf. Unsere Untersuchungen werden Rückschlüsse zulassen, wie die organischen Kationen, sowie die Prozessierung der 2D/3D Grenzfläche, die Schichtausbildung, die Dimensionalität und die elektronische Struktur an der Grenzfläche beeinflussen. Im Weiteren werden dünne 2D Perowskitschichten in spezifisch designten unipolaren Bauteilen (mit reinem Loch-, bzw. Elektronentransport) integriert und die Bauteilcharakteristika mit den zuvor gewonnenen Erkenntnissen korreliert. Die vielversprechendsten dieser 2/3D Grenzflächen werden schließlich in Solarzellen genutzt. Von besonderem Interesse wird es sein, die erreichbaren offenen Klemmspannungen mit der ermittelten Aufspaltung der quasi-Ferminveaus zu vergleichen, um zu bestimmen wie parasitäre Rekombination sowie Ladungsträgerbarrieren die Effizienz der Bauteile limitieren und in welcher Weise sich durch Verwendung der 2D Perowskite als Zwischenschichten zu angrenzenden Ladungstransportschichten (wie z.B. Fullerene, Metalloxide, usw. ) eine Verbesserung erreichen lässt. Daran anschließend wird die mögliche Verbesserung der Stabilität der Solarzellen unter Einsatz der 2D Schichten, sowohl bei Lagerungen unter verschiedenen Bedingungen (inert, an Luft, hohe Temperaturen) als auch im Betrieb analysiert. Hier wird auch untersucht werden, ob 2D Schichten die verlustbringende Phasenseparierung in gemischt-Haliden (I/Br) Perowskiten unterdrücken können.Die in diesem Projekt zu erwartenden grundlegenden Einsichten sind unverzichtbar für weitere substanzielle Fortschritte im Hinblick auf Effizienz und Lebensdauer von Perowskitsolarzellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "506702510",
      "url": "https://gepris.dfg.de/gepris/projekt/506702510",
      "title": "Grenzflächen in Vollperowskit-Tandemsolarzellen",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506702510",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Vollperowskit-Tandemsolarzellen versprechen hohe Wirkungsgrade und niedrige Kosten. Hybride Perowskite zeichnen sich dadurch aus, dass mit relativ einfachen Verfahren Schichten von nur wenigen hundert Nanometern und geringer Defektdichte hergestellt werden können. Die Tandemgeometrie ermöglicht Wirkungsgrade jenseits der Strahlungsgrenze von Solarzellen mit nur einem Bandübergang. Trotz der raschen Fortschritte stehen Perowskit-Perowskit-Tandemsolarzellen noch vor mehreren Herausforderungen: (i) Die Stabilität der Absorber. Der hohe Bromidgehalt, der für eine hohe Bandlücke des Absorbers der oberen Zelle erforderlich ist, kann zu Phasenseparation führen, während Sn2+ im Absorber mit niedriger Bandlücke zu Sn4+ oxidieren kann. (ii) Oberflächenrekombination an der Grenzfläche zwischen Absorber und Elektronentransportschichten (ETL) oder an einer der verschiedenen Verbindungsschichten, z. B. durch laterale Heterogenität und Stromlecks. Darüber hinaus können der Verlust von flüchtigen Bestandteilen, Ionenmigration oder chemische Reaktionen zu Ladungs-Fallen und Rekombination oder Extraktionsbarrieren führen. (iii) Optische Verluste, wie z. B. parasitäre Absorptionsverluste in Ladungstransport- und Verbindungsschichten, Reflexionsverluste und unvollständige Absorption, die insbesondere die Stromstärke der unteren Solarzelle mit niedriger Bandlücke begrenzen. Der Schlüssel zur Lösung dieser Herausforderungen liegt in den vielen Grenzflächen in einer Tandemsolarzelle. Zu den Strategien gehören Additive, Grenzflächenpassivierung, neue Kontaktmaterialien und die Ausdünnung von Ladungstransport- und Verbindungsschichten sowie die Strukturierung zur Erhöhung der Absorption. Für eine zielgerichtete Optimierung von Tandemzellen ist ein gründliches Verständnis der zugehörigen Grenzflächen von entscheidender Bedeutung für die weitere Technologieentwicklung. Ziel dieses Projektes ist es daher, die physikalischen und chemischen Effekte zu untersuchen, die zu Leistungsverlusten an den Grenzflächen von Perowskit-Perowskit-Tandemsolarzellen führen. Zu diesem Zweck werden wir Perowskit-Perowskit-Tandembauteile herstellen und fortschrittliche, ortsaufgelöste Charakterisierungswerkzeuge entwickeln, die durch theoretische Modellierung von Grenzflächeneffekten im Nanomaßstab bis hin zur Bauteilebene ergänzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "423749265",
      "url": "https://gepris.dfg.de/gepris/projekt/423749265",
      "title": "Identifizierung und Unterdrückung von Grenzflächenrekombination für hocheffiziente Perowskit-Solarzellen (SURPRISE II)",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423749265",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Während des ersten Förderzeitraums zielte das SURPRISE-Projekt darauf ab, die Prozesse zu entschlüsseln, die die Grenzflächenrekombination in hocheffizienten pin Perowkit-Solarzellen mit organischen Ladungstransportschichten bestimmen, mit besonderem Schwerpunkt auf dem Verständnis der Grenzflächen-Rekombinationspfade, der Energieniveaus an der Grenzfläche, sowie der Rolle der Zwischenschichten und des „surface-back-fields“ aufgrund von Dotierung. Im Rahmen des Projekts wurden zudem optoelektronische Charakterisierungsmethoden weiterentwickelt, neue Phänomene bei der Verschiebung von Energieniveaus an der Grenzfläche zwischen Perowskit und Ladungstransport identifiziert und erste Experimente zur Rolle mobiler Ionen und des eingebauten Feldes durchgeführt. Im vorgeschlagenen Folgeprojekt SURPRISE II wird dasselbe Team wie in der ersten Förderperiode Forschungsfragen von höchster Aktualität in Bezug auf Grenzflächenrekombination und Defektzustände behandeln. Insbesondere werden wir uns auf die Auswirkungen der Korngröße, der Oberflächen- und Grenzflächenchemie, der Dotierung und der Verspannung des Kristallgitters auf die Rekombinationsverluste an der Grenzfläche konzentrieren. Zudem wollen wir die Rolle von Grenzflächen bei der Alterung und Degradation der Bauelemente entschlüsseln und fortgeschrittene experimentelle Methoden entwickeln, um die eingebaute Spannung und das gesamte Banddiagramm von Solarzellen zuverlässig zu bestimmen - im Grundzustand und unter Beleuchtung. Darüber hinaus streben wir ein umfassendes Verständnis des Einflusses mobiler Ionen auf die Rekombination an den Grenzflächen an, insbesondere im Hinblick auf die Degradation der Bauelemente. Basierend auf unseren Erkenntnissen aus der ersten Förderperiode über die dominanten Rekombinationsverluste an der Grenzfläche werden schließlich Punktkontakte in Kombination mit neuartigen Zwischenschichten entwickelt, um die Kontaktfläche zwischen dem Perowskit und der Elektronen-Transportschicht zu reduzieren. Insgesamt sollen im Rahmen des SURPRISE II-Projekts neue Prinzipien zur systematischen Reduzierung der Grenzflächenrekombination für effiziente und stabilere pin-Solarzellen mit einem Wirkungsgrad von nahezu 25 % entwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungEhemaliger AntragstellerProfessor Dr. Martin  Stolterfoht, bis 7/2023"
    },
    {
      "project_id": "423746744",
      "url": "https://gepris.dfg.de/gepris/projekt/423746744",
      "title": "Interrogate: Grenzflächen in Perowskit-Solarzellen untersucht mit Photoelektronenspektroskopie und Modellierung: Komplette Feedback-Schleife aus Bauteilfabrikation, Photoelektronenspektroskopie an der operierenden Solarzelle und numerischer Modellierung der Solarzelle",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423746744",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Im vorliegenden Projekt soll ein vertieftes Verständnis des Einflusses der Grenzflächen zwischen dem Perowskit-Absorber und den Elektron- bzw. Loch-Transportmaterialien in Perowskitsolarzellen erworben werden. Um dies zu erreichen, bringen wir unsere Expertise in der Charakterisierung und der numerischen Bauteilsimulation zusammen. Fortgeschrittene Photoelektronenspektroskopie an konisch zulaufenden Querschnitten der kompletten Solarzelle (Technische Universität Darmstadt, Thomas Mayer) wird kombiniert mit verschiedenen Charakterisierungstechniken wie Strom-Spannungskennlinie, Photo- und Elektrolumineszenzspektroskopie und Suns-VOC (Universität Freiburg, Uli Würfel).Mit der neu entwickelten Methode der Photoelektronenspektroskopie an konisch zulaufenden Querschnitten der kompletten Solarzelle überführen wir die Nanometer-Skala des Tiefenprofils auf die Millimeter-Skala des konisch zugeschnittenen Querschnitts durch die Nutzung eines kleinen Winkels (0.02°) und XPS Linienscans der konisch zulaufenden Querschnitte werden mit einer Schrittweite von 50 µm durchgeführt. Diese Messungen werden an einer Reiher von Bauteilen (hergestellt und charakterisiert wie oben erwähnt an der Universität Freiburg) mit verschiedenen Elektronen- und Lochtransportmaterialien.Die experimentellen Arbeiten werden ergänzt durch numerische Bauteilsimulationen (Universität Freiburg, Uli Würfel) um eine angemessene quantitative Beschreibung aller experimenteller Daten aus dem Blickpunkt eines Modells des gesamten Bauteils zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "506623857",
      "url": "https://gepris.dfg.de/gepris/projekt/506623857",
      "title": "Kohärente Exzitonendynamik in bleifreien Doppelperowskiten",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506623857",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Die ideale Lösung für künftige optoelektronische und photovoltaische Anwendungen auf der Basis von Perowskiten besteht darin, stabile, ungiftige und gleichzeitig effizient lichtabsorbierende und energetisch einstellbare Materialsysteme zu finden. Die Suche nach wettbewerbsfähigen bleifreien Perowskit-Halbleitern für die Energieumwandlung erwies sich jedoch schwieriger als ursprünglich angenommen. Bleifreie Doppelperowskite gelten als wichtige Plattform dafür, aber ihr 3D Urtyp Cs2AgBiBr6 hat bei der Verwendung in Solarzellen bisher nur moderate Wirkungsgrade gezeigt. Die physikalischen Gründe dafür werden derzeit kontrovers diskutiert. Ziel unseres Vorhabens ist es, das Potenzial von bleifreien Doppelperowskiten unterschiedlicher Dimensionalität (3D, 2D/3D, 2D) zu erforschen und ein konzeptionelles Verständnis der Details der energetischen Feinstruktur und der angeregten Zustände in ihrer Abhängigkeit von der Symmetrie und Dimensionalität zu gewinnen. Ausgangspunkt unseres Projekts werden Einkristalle und Filme des Referenzmaterials Cs2AgBiBr6 sein, dessen Synthese in einem auslaufenden Projekt der ersten Förderperiode des SPP2196 gut etabliert wurde. Um den Einfluss der Dimensionalität auf die Eigenschaften zu untersuchen, werden wir auch 2D- und multidimensionale 2D/3D-Perowskite herstellen und untersuchen. Schließlich wollen wir nicht nur toxische Elemente (z. B. Pb) vermeiden, sondern vielmehr in der Erde reichlich vorhandene und preiswerte Elemente verwenden. Daher werden wir auch die Doppelperowskite Cs2AgFeCl6 und Cs2NaFeCl6 züchten, von denen wir kürzlich herausgefunden haben, dass sie spannende thermochrome und magnetische Eigenschaften haben, die aber noch weitgehend unerforscht sind. Wir werden die Eigenschaften von neutralen (Exzitonen) und geladenen (Elektronen/Löcher) angeregten Zuständen und ihre Wechselwirkungen in bleifreien Doppelperowskiten unterschiedlicher Dimensionalität und Zusammensetzung mit Hilfe fortgeschrittener optischer Spektroskopie untersuchen. Konkret werden wir die kohärente nichtlineare optische Spektroskopie einsetzen, insbesondere die zeitaufgelöste, polarisationsabhängige Pump-Probe- und Photonen-Echo-Methode, die umfassende Informationen über die Energiestruktur und die Relaxationsprozesse liefern kann. Vor allem aber wird das Exziton selbst als Sonde für die Wechselwirkung mit dem Kristallgitter, lokalen Potenzialfluktuationen, anderen Exzitonen und Ladungsträgern dienen. Wir werden die Lebensdauer, die Bindungsenergie, die optische Anisotropie und die Auswirkungen der Lokalisierung (self-trapping) von Exzitonen, Ladungsträgern und anderen komplexeren Quasiteilchen bestimmen. Die erwarteten Ergebnisse werden nicht nur von grundlegendem Interesse sein, sondern auch zur Entwicklung neuer nichttoxischer und stabiler Perowskit-Materialien für die Photovoltaik und Photonik beitragen, aber auch darüber hinaus, zum Beispiel für Quantenanwendungen, bei denen Kohärenzeffekte von großer Bedeutung sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "423895689",
      "url": "https://gepris.dfg.de/gepris/projekt/423895689",
      "title": "Kontrolle interner und externer Grenzflächen in 2D Perowskiten zur Überwindung der intrinsischen Anisotropie des Ladungstransports in Solarzellen",
      "investigators": "Professorin Dr. Anna  Köhler;Professor Dr. Mukundan  Thelakkat",
      "subject_area": "Festkörper- und Oberflächenchemie, MaterialsyntheseExperimentelle Physik der kondensierten MateriePhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423895689",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Im gemeinsamen Projekt von Köhler und Thelakkat fragen wir, wie die Dimensionalität von Perowskiten durch Modifikation der internen Grenzflächen und wie die Extraktion der Ladungen durch Modifikation externer Perowskit–Lochleitergrenzflächen kontrolliert und beeinflusst werden können. Das Ziel ist Solarzellen zu erhalten, die langzeitstabil sind und einen verbesserten vertikalen Ladungstransport zu den Elektroden zeigen. Im ersten Teil untersuchen wir den anisotropen Ladungstransport durch 2D Perowskite, da diese hochstabilen Schichtmaterialen unter schlechtem vertikalen Ladungstransport aufgrund der isolierenden organischen Zwischenschichten leiden. Zur Verbesserung werden wir organische halbleitende Ammoniumkationen, die zur Klasse der Diketopyrrolopyrrole (DPP) gehören, synthetisieren und einbauen. Diese fügen sich in die kristalline Struktur der 2D Perowskite ein und tragen zum Ladungstransport und zur Lichtabsorption bei. Insbesondere werden die molekularen Energieniveaus und -lücken dieser DPP-Kationen relativ zur Bandlücke der anorganischen Schicht maßgeschneidert. Dadurch adressieren wir die grundlegende Frage, wie die elektronisch aktive organische Schicht die Quantentopfstruktur und dadurch die Absorption und den darauf folgenden Energie- oder Ladungstransfer modifiziert. Im zweiten Teil betrachten wir die externe Grenzfläche zwischen dem 2D Perowskiten und der p-Typ Ladungsextraktionsschicht. Hierfür synthetisieren wir neue dotierte p-Typ Extraktionsschichten mittels Coverdampfen verschiedener Redoxdotanden und Lochleiter, um den Dotierungsgrad zu kontrollieren, um unspezifische Oxidation an der Luft zu vermeiden und um eine einheitliche Verteilung des Dotanden im Lochleitermaterial zu gewährleisten. Das kann die Verwendung einer geringeren Dotierung ermöglichen sowie eine definierte Grenzfläche mit verbesserter Ladungsextraktion. Diese wohlkontrollierte Herstellung von p-Typ Schichten ermöglicht die Untersuchung spektroskopischer und energetischer Eigenschaften dieser Materialien als Funktion des Dotierungsgrades. Wir untersuchen, ob die Dotanden einen Einfluss auf die Breite der Zustandsdichte, das Auffüllen von Fallen, die Ausbildung eines Fermi-Niveaus und das Wesen des Ladungstransports sowie auf die resultierende Ladungsträgermobilität haben.Beides, die neuartigen 2D Perowskite und die p-Typ Schichten werden in eine Solarzelle mit p-i-n Struktur eingebaut, um die Implikationen unseres innovativen Ansatzes zu evaluieren und zu verstehen. Die Photophysik adressiert sowohl die Wechselwirkungen von Anregungsenergien zwischen den organischen und den anorganischen Schichten, als auch die Synergie von Ladungstransport und Ladungsextraktion in der Solarzelle. Wir fragen ob eine verbesserte Ladungsextraktion durch die dotierten p-Typ Schichten tatsächlich die Rekombination in den 2D Perowskitfilmen reduziert, und dadurch die Bauteileffizienz erhöht, und ob diese neuartigen 2D Perowskitmaterialien die Lebensdauer der Bauteile erhöhen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "423660474",
      "url": "https://gepris.dfg.de/gepris/projekt/423660474",
      "title": "Kontrolle über Korngröße und Kristallinität: Die Rolle von Fallenzuständen in Perowskiten II (Perocryst)",
      "investigators": "Professorin Dr. Sabine  Ludwigs;Professor Lukas  Schmidt-Mende, Ph.D.",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423660474",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Das Projekt „Control over grain size and crystallinity: Role of trap states in perovskites (II) (Perocryst)“ ist ein stark interdisziplinäres Projekt zwischen Physik und Materialwissenschaften / physikalischer Chemie, das die Expertisen von Prof. Lukas Schmidt-Mende (Devicephysik, Nanowissenschaften) und Prof. Sabine Ludwigs (kontrollierte Kristallisation, Morphologie-Tuning, Materialwissenschaften) koppelt. Das Hauptziel des Projekts ist es, ein tieferes Verständnis und eine bessere Kontrolle über die Keimbildung und das Kristallwachstum von hochwertigen Perowskit-Filmen zu erlangen, um letztendlich die Solarzellenleistung in Bezug auf Reproduzierbarkeit, Effizienz und Stabilität zu verbessern. Die Kristallisation soll manipuliert und zu einkristallinen dünnen Perowskitfilmen, idealerweise ohne Defekte und Korngrenzen, geführt werden. Es soll systematisch der Zusammenhang der Anzahl von Korngrenzen und der Größe von Domänen in Bezug auf ihre Rolle als Fallenzustände hergestellt werden.In dem Projekt konzentrieren wir uns auf Materialverarbeitung und nachträgliches Tempern unter kontrollierten Bedingungen, eingehende Untersuchung der Parameter, die die Filmkristallisation beeinflussen, wie topographisch und chemisch strukturierte Substrate und durch elektrisches Feld gesteuertes Wachstum, und schließlich die optoelektronische Charakterisierung, einschließlich (anisotroper) Ladungstransport, Solarzellenleistung und dynamische Charakterisierung von Transport und Rekombination.Der Schlüssel zum Erfolg unserer Strategie ist, dass unsere Präparationsmethoden eine reproduzierbare Perowskit-Filmbildung mit maßgeschneiderter Anzahl von Korngrenzen ermöglichen. Unsere Post-Temper-Ansätze ermöglichen eine direkte Möglichkeit, die Keimbildung abzustimmen und das Kristallwachstum zu steuern. Einkristalline Filme werden schließlich als perfekte Kandidaten für Solarzellen ins Visier genommen. Die Kombination von In-situ-Charakterisierungswerkzeugen für das Kristallwachstum und eingehende Charakterisierung von Filmen ermöglicht einen systematischen Ansatz zur Verbesserung der Filmqualität und trägt zum Verständnis des Wachstumsmechanismus und seiner bestimmenden Parameter bei.Mit unserem Projekt wollen wir einkristalline Filme oder Filme mit wenigen Korngrenzen / geringer Keimdichte reproduzierbar herstellen. Unser Anspruch ist es, Designregeln für kristalline Filme bester Qualität zu etablieren, so dass Schlussfolgerungen zu Struktur-Funktions-Beziehungen zwischen Filmqualität, Stabilität und Deviceperformance in Solarzellen erzielt werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "423613109",
      "url": "https://gepris.dfg.de/gepris/projekt/423613109",
      "title": "Koordinationsfonds",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 423613109",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Eine neue Klasse von hybriden organisch-anorganischen bleihalogeniden Perowskit-Halbleitern hat weltweit hohe Beachtung gefunden seit Berichte in 2012 über hohe Wirkungsgrade publiziert wurden. In nur wenigen Jahren konnten Wirkungsgraden von über 25% erreicht werden. Trotz rascher Fortschritte in diesem aufstrebenden Bereich, einschließlich vieler spannender Forschungsergebnisse unseres SPP 2196, gibt es immer noch ein begrenztes Verständnis vieler Mechanismen, die zu solch einer außergewöhnlichen Halbleitereigenschaften führen. Für die zweite Förderperiode bleiben Stabilität und Performance die größten Herausforderungen. Wir haben die Herausforderungen jedoch leicht modifiziert, um sie an den jüngsten Erkenntnisfortschritten anzupassen und uns stärker auf die aktuell wichtigen Forschungsrichtungen und offenen Fragen zu konzentrieren. Die Themen der zweiten Förderperiode sind:• Vorläuferchemie, Perowskit-Kristallisation und Filmbildungsmechanismen• Effekte der Dimensionalität (Einzelkristalle, 3D, 2D, 1D, 0D) und Kompositionsabstimmung• Rolle des Bleis und mögliche Alternativen• Abbaumechanismen einschließlich Zusammensetzungs- und Phasenstabilität• Art der Defekte, Defekttoleranz und Passivierungsstrategien• Grundlegende elektronische und optische Eigenschaften (Trägerdynamik/-transport, Ladungsrekombination, Rolle von Grenzflächen, Ionenmigration etc.)• Analyse im Mikro- und Nanobereich• Spineffekte/Spin-Bahn-Kopplung• Neue Eigenschaften von PerowskitenObwohl wir viele Phänomene besser verstehen, gibt es noch eine Reihe faszinierender offener Fragen, die weiter Forschung erforderlich machen, um unser Verständnis dieser komplexen Materialklasse zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424394788",
      "url": "https://gepris.dfg.de/gepris/projekt/424394788",
      "title": "Metall-Halogenid Perowskit Halbleiter Evolution: von Bausteinen in Lösungen zu Dünnschichtfilmen",
      "subject_area": "Festkörper- und Oberflächenchemie, MaterialsyntheseTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424394788",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Das Ziel des GLIMPSE-Projektes besteht darin, grundlegende Erkenntnisse zum Einfluss von Metall-Halogenid-Lösungskomplexen auf die opto-elektronischen Eigenschaften von Metallhalogenid-Perowskithalbleitern zu erlangen. Zur Beantwortung dieser Fragestellung verfolgen wir einen interdisziplinären Ansatz zwischen Chemie und Physik mit komplementären experimentellen und theoretischen Methoden.Das Projekt gliedert sich in die drei Aspekte von Struktur, Spektralen Eigenschaften und Evolution der molekularen Metall-Halogenid-Lösemittel Komplexe in Perowskithalbleiter während der Phasenbildung. Experimentell werden die Koordinationschemie, -geometrie und -struktur von Halogen-Plumbat-Komplexen mit einer Kombination aus Röntgenspektroskopieverfahren (EXAFS, XANES) sowie Röntgenbeugung (XRD) untersucht und mit durch theoretische Dichtefunktionaltheorie (DFT)-Berechnungen ermittelten Vorzugskomplexgeometrien verglichen. Die aus DFT-Berechnungen bestimmten Bindungsenergien von Halogenidanionen und Lösemittelmolekülen an das Metall (Blei oder Zinn), werden mit, aus per photometrischer Benesi-Hildebrand-Analyse bestimmten, chemischen Gleichgewichtskonstanten von Metall-Halogenidkomplexen in verschiedenen Lösemitteln verglichen. Wir planen, spektrale Signaturen von Metall-Halogenid-Lösungsmittel-Komplexen in Lösung mittels optischer Spektroskopie identifizieren und durch ab-initio-Berechnungen basierend auf der Vielteilchen-Störungstheorie (MBPT) rationalisieren. Die Evolution von Lösungskomplexen, die 0D-Bausteine von 3D-Metallhalogenid-Perowskithalbleitern darstellen, über niedrigdimensionale kristalline 1D- und 2D-Intermediate, wird durch eine Kombination aus in-situ-optischem Monitoring sowie korrelativer Röntgenspektroskopie und Röntgendiffraktion untersucht. Diese Studien werden durch DFT- und MBPT-Rechnungen zur Rationalisierung von elektronischen und optischen Eigenschaften von kristallinen Intermediärstufen ergänzt.Die Ergebnisse dieses Projekts werden neue Erkenntnisse darüber liefern, wie die Struktur der Metall-Halogenid-Lösemittel Komplexe (Bausteine) die Morphologie und opto-elektronische Qualität, Ladungsträgerdynamik, Defekte, Defekttoleranz und intrinsische Degradationsmechanismen von Metallhalogenid-Perowskit-Dünnschichten und somit Bauteilen bestimmt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424156582",
      "url": "https://gepris.dfg.de/gepris/projekt/424156582",
      "title": "Ortsaufgelöste Untersuchungen zu adressierbaren Defekten von in der Gasphase hergestellten hybriden organisch-anorganischen Perowskit-Mikrokristallen",
      "subject_area": "Experimentelle Physik der kondensierten MaterieFestkörper- und Oberflächenchemie, Materialsynthese",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424156582",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Das Ziel des Projekts besteht darin, neuartige Mikrokristalle aus hybriden Bleichalkogenid-Perowskiten als Modellsystem herzustellen, um mit ortsaufgelöste Messungen zu untersuchen, wie Defekte die optoelektronischen und elektrischen Eigenschaften beeinflussen. Die Herausforderung für die zweite Phase des Projekts besteht darin, Systeme zu schaffen, bei denen ein Defekt eingeschaltet (und idealerweise wieder ausgeschaltet) werden kann. Dies soll durch den Einbau spezieller, reaktiver Verbindungen in die Perowskit-Mikrokristalle erreicht werden. Diese speziellen Bestandteile ändern ihren Zustand, wenn sie mit Licht bestrahlt werden oder wenn sie einem Strom oder einem Feld ausgesetzt werden, wodurch eine spezielle Art von Punktdefekten in den Mikrokristallen entsteht. Die Anzahl und Dichte solcher Punktdefekte verändert die physikalischen Eigenschaften der Mikrokristalle. Ein hochinteressanter Fall ist, wenn der Punktdefekt eine vektorielle Eigenschaft wie ein Dipolmoment hat, weil dies eine Anisotropie der physikalischen Eigenschaften in den hybriden Perowskit-Mikrokristallen erzeugt. Potenziell können die Defekte auch miteinander interagieren, was zu kollektiven Defektmerkmalen führt.Die optoelektronischen Eigenschaften und elektrischen Eigenschaften werden auf Einzelpartikelbasis mit ortsaufgelösten Techniken wie µ-Photolumineszenz, transienter Absorptionsmikroskopie, temperaturabhängigen Messungen und mit Kelvin-Sonden-Kraftmikroskopie-Messungen untersucht. Dies wird es ermöglichen, die Wirkung von Defekten zu definieren und die optoelektronischen Eigenschaften von Perowskit-Kristallen durch das gezielte kreieren von Defekten zu steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424216076",
      "url": "https://gepris.dfg.de/gepris/projekt/424216076",
      "title": "Perowskit Defekte: Physik, Evolution und Stabilität <PERFEKT PVs>",
      "investigators": "Professor Dr. Carsten  Deibel;Professorin Dr. Yana  Vaynzof",
      "subject_area": "Experimentelle Physik der kondensierten MaterieHerstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424216076",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Defekte in Metallhalogenid-Perowskite sind Gegenstand großen wissenschaftlichen Interesses und intensiver Untersuchungen im Bereich der Photovoltaik. Obwohl Metallhalogenid Perowskite häufig als ‚tolerant‘ gegenüber Defekten beschrieben werden, gibt es erhebliche Anstregungen, um Defekte in Perowskiten zu unterdrücken, um ihre photovoltaische Effizienz und Stabilität in Solarzellen zu verbessern. Diesee scheinbare Widerspruch unterstreicht das unzureichende Verständnis der Natur von Defekten in diesen Materialien. In der ersten Förderperiode des Projektslag der Fokus auf der Identifikation der spektroskopischen Signatur von ionischen Defekten, indem diese gezielt und systematisch in die Kristallstruktur der Perowskiten eingebracht und durch verschiedene Arten der Defektspektroskopie untersucht wurden. Im Fokus der zweiten Förderperiode steht die Vertiefung des Wissens über die thermodynamischen Eigenschaften ionischer Defekte in Perowskit-Halbleitern. Dies wollen wir durch eine Übertragung der von uns zuvor entwickelten Methodik auf die Untersuchung des Einflusses der Mikrostruktur, insbesondere der Korngröße in 3D-Perowskiten, und der Dimensionalität, unter Berücksichtigung der für Photovoltaik und optoelektronischen Anwendung wichtigen 2D und Quasi-2D-Perowskite, erreichen. Darüber hinaus werden wir die Beziehung zwischen den Eigenschaften der ionischen Defekte und den Solarzellenparametern und der Strom-Spannungs-Hysterese in hocheffizienten Perowskit-Solarzellen untersuchen, indem wir den Einfluss ionischer Defekte auf deren Funktion und energetische Eigenschaften identifizieren. Schließlich werden wir untersuchen, wie die Defekteigenschaften mit der Degradation des Bauelements bei Einwirkung von Licht und erhöhten Temperaturen zusammenhängen. Zusammenfassend werden wir in der zweiten Phase voneine komplementäre Kombination an Methoden anwenden, einschließlich zeitaufgelöster, ortsaufgelöster und temperaturabhängiger elektronischer und optischer Spektroskopie, um ein tiefgehendes physikalisches Verständnis der Defekten in Perowskit-Solarzellen zu erhalten und ihre Rolle bei der Limitierung der Leistungsfähigkeit und Stabilität zu bestimmen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "424090028",
      "url": "https://gepris.dfg.de/gepris/projekt/424090028",
      "title": "Perowskit Heterostruktur-Untersuchungen mit Vakuumverdampfung und Röntgenbeugung - PHIVE-X",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424090028",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Perowskit-Solarzellen haben sich in den letzten Jahren rasant entwickelt und bereits Effizienzen von weit über 20% erreicht, was nahe der thermodynamischen Grenze (Shockley-Queisser) liegt. Darüber hinaus ermöglichen Hybrid-Perowskite eine direkte Abscheidung in einen zwei-dimensionalen Schichtstapel durch geschickte Wahl des organischen Kations, wodurch sich eine Vorstrukturierung ergibt.  Bei solchen Perowskiten ist eine drastisch erhöhte Stabilität zu beobachten, selbst im Falle einer bloß dünnen Schicht von 2D-Perowskiten als Barriere auf einem dickeren “3D” Film. In diesem Projekt adressieren wir die bemerkenswerten physikalischen Eigenschaften und wie diese von Effekten der Dimensionalität beeinflusst werden. Dafür nutzen wir Vakuumverdampfung zur Abscheidung der Perowskite. Obwohl selbst-strukturierte 2D-Perowskite aus Lösungen bereits demonstriert wurden, ist die Herstellung von 2D-Perowskiten mittels hochpräziser Vakuumverfahren bisher nicht erforscht. In PHIVE-X nutzen wir die vielseitige Einstellbarkeit der Kristallstruktur und der elektronischen Eigenschaften der Perowskite, um zwei Hauptpfade zu verfolgen: Realisierung von vakuumverdampften, selbststrukturierten 2D Perowskiten und Herstellung hochpräziser Dünnfilmstapel alternierender Perowskite mit verschiedener Stöchiometrie – erzwungene 2D Perowskite. Letztere stellt lediglich mit der einzigartigen Abscheidungskontrolle der Vakuummethoden einen gangbaren Weg dar. Hiermit erweitern wir die mögliche Materialauswahl und eröffnen ein vollkommen neues Feld der Perowskitforschung. Durch präzise Kontrolle der Stöchiometrie während des Aufwachsens können Bandlücke und Brechungsindex der ultradünnen Schichten nach belieben geändert werden. Es sollen die so gegebenen Möglichkeiten – insbesondere die Anpassung der Bandlücke um fast 0,8 eV durch Austausch von Iod und Brom sowie Methylammonium und Formamidinium – umfassend in optoelektronischen Bauteilen ausgenutzt werden. Beide Arten der 2D Perowskite – selbstrukturiert und erzwungen – werden in Solarzellen und licht-emittierenden Bauelementen implementiert und bezüglich ihrer Leistung und Stabilität untersucht. Mit erzwungenen 2D Perowskiten werden zudem Doppelheterostrukturen und Übergitter gebaut. Bei korrekter Anpassung der Konstituenten ergibt sich durch Ladungsträger- und Lichteinschluss ein weiter Spielraum für Anwendungen wie etwa Perowskit-Laser. Die mit dieser Methode hergestellten, neuartigen Strukturen sollen ausführlich auf ihre strukturellen, optischen und elektronischen Eigenschaften untersucht werden, wobei sich die speziellen Erfahrungen der Dresdner und Tübinger Gruppen ideal ergänzen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    },
    {
      "project_id": "506701742",
      "url": "https://gepris.dfg.de/gepris/projekt/506701742",
      "title": "Perowskitsolarzellen mit Graphitelektroden: Hochentwickelte Grenzflächen für höchsten Wirkungsgrad und Stabilität (PeroGAIN)",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506701742",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Im Rahmen des PeroGAIN-Projekts werden die Grenzflächen und die damit verbundenen Verlustmechanismen in Perowskit-Solarzellen (PSC) auf der Grundlage von Kohlenstoff-Graphit-Elektroden untersucht. Dieser PSC-Typ hat bereits eine höhere Stabilität im Vergleich zu Solarzellen auf Metallelektrodenbasis gezeigt und bietet die Aussicht auf eine Herstellung vollständig gedruckter PV-Module unter Umgebungsbedingungen, was niedrigste Produktionskosten und einen sehr geringen CO2-Fußabdruck ermöglicht. Die höchste Stabilität von kohlenstoffbasierten Bauelementen wurde mit solchen Kohlenstoffpasten erreicht, die bei hohen Temperaturen (HT) gesintert werden müssen, was die Flexibilität bei der Prozessierung und der Zellarchitektur einschränkt. Durch den Einsatz von Niedertemperatur-Kohlenstoffpasten (LT-C) konnten höhere Wirkungsgrade bei der Energieumwandlung erreicht werden. Im Vergleich zu PSC mit Metallelektroden weisen diese Bauelemente jedoch immer noch einen erheblichen Wirkungsgradrückstand auf, und es wurden keine ähnlich hohen Stabilitätswerte wie bei den entsprechenden HT-C-Bauelementen erreicht. Gleichzeitig wurde bisher nur eine begrenzte Anzahl von Studien durchgeführt, die sich auf die Stabilität von LT-C PSC konzentrieren.PeroGAIN zielt darauf ab, das Verständnis der Grenzflächen in LT-C PSC im Hinblick auf Leistungsverluste und Degradationsmechanismen durch detaillierte Charakterisierung und Modellierung zu vertiefen und die Schlüsselfaktoren zu identifizieren, welche den Wirkungsgrad und die Stabilität der Solarzellen beeinträchtigen. Zu diesem Zweck werden einzelne Funktionsschichten, Schichtkombinationen und komplette Zellstapel im Hinblick auf ihre physikalischen Eigenschaften und die Grenzflächenbildung zwischen Perowskit, Kohlenstoffelektrode und angrenzenden Kontaktschichten analysiert. Darüber hinaus wird die Stabilität von LT-C PSC in relevanten beschleunigten Alterungstests und im Außenbetrieb untersucht. Die detaillierte optoelektronische Zellcharakterisierung, in Kombination mit numerischen Simulationen zur Reproduktion des experimentellen Verhaltens, wird zu einem besseren Verständnis der zugrunde liegenden physikalischen Zusammenhänge an den Grenzflächen in kompletten Solarzellenstapeln führen und die Auswirkungen der nicht-idealen Kontaktbildung an der Absorber/Kohlenstoff-Grenzfläche aufklären.Aus den gewonnenen Erkenntnissen sollen Strategien abgeleitet werden, um das volle Potenzial von LT-C PSC zu erschließen. Dies wird die Modifizierung der Grenzfläche durch Passivierung, Dotierung oder Einführung zusätzlicher ladungsselektiver Schichten und die Bewertung ihrer Auswirkungen auf die Effizienz und Stabilität der Bauelemente ermöglichen. Auf diese Weise können die oben erwähnten Verluste verringert werden, was zu stabilen Solarzellen mit Wirkungsgraden führt, welche die Lücke zu PSC auf Metallelektrodenbasis schließen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugGroßbritannienMitverantwortlichDr. Markus  Kohlstädt"
    },
    {
      "project_id": "424153319",
      "url": "https://gepris.dfg.de/gepris/projekt/424153319",
      "title": "Spin und Rekombinationsdynamik von Exzitonen und Ladungsträgern in Metallhalogenid-Perowskiten",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424153319",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Das Ziel dieses Projekts ist es, grundlegende neue Erkenntnisse über die elektronischen Zustände und Exzitonkomplexe in Metallhalogenid-Perowskiten verschiedener chemischer Zusammensetzung, Struktur (Einkristalle, 3D, 2D, 0D) und auch in nanokristalliner Form (Quantenpunkte und Nanoplatelets) zu gewinnen. Wir planen technologiebasierte, experimentelle und theoretische Untersuchungen, bezüglich deren Energielevel- und  Spinstruktur, Rekombinationsdynamik und Licht-Materie-Wechselwirkung im Hinblick auf Exziton-Polaritonen. Einen weiteren Schwerpunkt werden spinabhängige Effekte und die Spindynamik des wechselwirkenden Spinsystems von Ladungsträgern (Elektronen und Löcher), der Exzitonen (neutral und geladen) und des Kernspins bilden. Zu diesem Zweck werden wir die jeweiligen g-Faktoren, Spinrelaxationszeiten und Spinkohärenzzeiten messen und die zugrunde liegenden Mechanismen der Spin-Spin-Wechselwirkung identifizieren. Wir weden dabei sowohl nach neuen physikalischen Effekten suchen als auch bereits bekannte Effekte in den deutlich erweiterten Parameterräumen, welche die einmaligen Eigenschaften von Perowskiten eröffnen, untersuchen. Das auf diese Weise erlangte Wissen werden wir dazu nutzen, um die Systemparameter im Hinblick auf technologische Anwendungen zu optimieren. Dies beinhaltet den Einsatz in der Photovoltaik oder als Lichtemitter, aber wir werden ebenfalls die Eignung von Perowskiten für Anwendungen in der Spintronik überprüfen. Im Rahmen der Experimente werden wir dabei eine Vielzahl von Techniken anwenden. Diese beinhalten optische Methoden, Untersuchungen im Tieftemperaturbereich und in hohen Magnetfeldern bis zu 60 Tesla, polarisationsaufgelöste Messungen, zeitaufgelöste Messungen über viele Größenordnungen hinweg von 200 fs bis hin zu mehreren Sekunden und Messungen mit hoher spektraler Auflösung. Die Projektziele decken mehrere Kernthemen der Ausschreibung des SPP ab: (i) spinabhängige Effekte und Spin-Bahn-Kopplung; (ii) Dynamik, Rekombination und Transport von Ladungsträgern; (iii) Einfluss der Dimensionalität (Einkristalle, 3D, 2D, 1D, 0D) und Abstimmung der Materialzusammensetzung; und (iv) die Rolle von Blei und mögliche Alternativen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Maksym  Kovalenko, Ph.D."
    },
    {
      "project_id": "424101351",
      "url": "https://gepris.dfg.de/gepris/projekt/424101351",
      "title": "Verbesserung der intrinsischen Stabilität von Perowskit-Solarzellen durch Additive",
      "subject_area": "Experimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424101351",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Um herauszufinden wie die Stabilität von Bleihalogenid-Perowskit-Solarzellen verbessert werden kann, untersuchte unser interdisziplinäres Team unterschiedliche Stabilisierungsadditive, welche an der EPFL während der ersten Förderperiode des SPP2196 entwickelt wurden. Es wurde die Wirkung dieser Additive auf Solarzellen mit Cs0.05MA0.05FA0.90PbI3-Absorbern und Effizienzen von über 21% unter thermischer Belastung analysiert. Hierbei wurden die Filmmorphologie, die kristallographischen und optischen Eigenschaften sowie die Ladungsträgerbeweglichkeit und Leerlaufspannung der Solarzellen kontrolliert.Die bisher erzielten Ergebnisse weisen eindeutig auf eine verbesserte Stabilität der mit funktionalisierten Additiven hergestellten Filme und Bauelemente hin, Darüber hinaus beobachteten wir einen starken Einfluss der mesoporösen Elektronentransportschicht auf Effekte wie Ionenmigration und Photolumineszenzlöschung. Wir schlagen daher ein gezieltes Forschungsprojekt vor, um die Wechselwirkungsmechanismen und den Ursprung der Wirkung ausgewählter ionischer Flüssigkeiten sowie den dahinterstehenden mikroskopischen Mechanismus endgültig zu klären, und ihre Anwendbarkeit auf andere Perowskit-Zusammensetzungen zu beweisen. Auf der experimentellen Seite werden wir zwei transiente Techniken anwenden, um einerseits relativ schnelle Prozesse der Rekombination freier Ladungsträger mit der mikrowellenbasierten TRMC-Methode zu untersuchen und andererseits relativ langsame Prozesse im Zusammenhang mit der Ionenmigration mit Hilfe der transienten Leerlaufspannung (OCVD) abbilden zu können. Am Ende dieses Projektes werden wir das Zusammenspiel der Wechselwirkung der ionischen Flüssigkeiten und dem Perowskit-Bulk, sowie der Grenzflächen vollständig verstanden haben. Das damit generierte Wissen, sowie die entwickelten Konzepte, werden wir anwenden können um die Stabilität der Perowskit-Solarzellen im Allgemeinen zu verbessern. Ein Fokus dieses Projektes ist der Prozess der Ionenmigration durch die Solarzelle während des Betriebes, da diese zur Degradation der Perowskitschicht beiträgt. Derzeit ist nicht bekannt welche Effekte zur Ionenmigration führen und wie diese minimiert werden können. Beispielsweise sollten Reaktionen mit den Metalloxiden und anderen internen Grenzflächen vermieden, sowie eine definierte Feldverteilung gewährleistet werden, damit das elektrische Verhalten der Solarzelle verlässlich beschrieben und vorhergesagt werden kann. Nicht zuletzt ist es bei der Anwendung von stabilisierenden Additiven, welche ebenfalls Ionen sind, auch sehr wichtig, zwischen intrinsischen und extrinsischen Ionen im Perowskit-Absorber zu unterscheiden, was bisher experimentell nicht möglich war.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerZhaofu  Fei, Ph.D."
    },
    {
      "project_id": "424709454",
      "url": "https://gepris.dfg.de/gepris/projekt/424709454",
      "title": "Vielteilchenwechselwirkungen in zwei-dimensionalen Halogenid-Perowskiten: Exziton-Elektron Zustände und Elektron-Phonon Kopplung",
      "investigators": "Professor Dr. Alexey  Chernikov;Professorin Dr. Claudia  Draxl;Professor Dr. David  Egger",
      "subject_area": "Experimentelle Physik der kondensierten MaterieTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 424709454",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Das vielseitige Interesse an anorganisch-organischen Perowskiten ist mitunter dadurch begründet, dass dieser Materialklasse eine Vielfalt an Nanostrukturen angehört. Die damit verbundene chemische und strukturelle Flexibilität bietet vielversprechende Wege zur Erforschung faszinierender neuer physikalischer Phänomene und deren Umsetzung in technologischen  Anwendungen. Ein prominentes Mitglied dieser Materialklasse sind zweidimensionale (2D) Ruddlesden-Popper-Perowskite. Diese versprechen die Suche nach verbesserter Stabilität und Leistung optoelektronischer Bauteile zu beschleunigen, bieten Potenzial für hocheffiziente Solarzellen sowie Lichtemitter und stellen eine ideale Plattform für Grundlagenforschung der Vielteilchenphysik kondensierter Materie dar. Das Auftreten starker Wechselwirkungen, welche auf verschiedenen Zeitskalen aktiv sind und eine Reihe kollektiver Effekte steuern, motiviert umfassende konzeptionelle Studien der optoelektronischen Eigenschaften dieser Materialien. Es scheint, dass die wichtigsten Eigenschaften dieser Systeme in der Vielteilchenphysik verankert sind, was wir im Rahmen unserer geplanten Forschungsaktivitäten untersuchen und bestimmen wollen.Das Hauptziel unseres Projektes ist, grundlegende Einblicke in das Verhalten gekoppelter elektronischer und Schwingungsanregungen in 2D-Perowskiten zu gewinnen. Wir wollen ein umfassendes Verständnis der Wechselwirkungen zwischen gekoppelten Zuständen aus Exzitonen und freien Ladungsträgern erlangen, indem wir den Einfluss von Exziton-Elektron Mischzuständen auf die Energiestruktur optischer Anregungen und deren Transportverhalten bestimmen. Hierfür werden akkurate experimentelle und theoretische Methoden entwickelt, um grundlegende Effekte der Elektron-, Exziton- und Phonon-Phonon-Kopplung für strukturell komplexe 2D-Perowskite zu verstehen und deren Einfluss auf technologisch relevante Parameter zu untersuchen. Dazu schlagen wir alternative Konzepte der Manipulation des Vielteilchensystems vor: die Kombination externer Kontrolle der freien Ladungsträgerdichten mit elektrischer Modulation sowie chemischer Synthesestrategien sollen eine Manipulation und Verbesserung der optoelektronischen Eigenschaften von 2D-Perowskiten ermöglichen.Um diese Ziele zu erreichen, werden wir speziell entwickelte Synthesemethoden mit fortschrittlichen experimentellen Techniken, wie zeitaufgelöste Mikroskopie, kombinieren. Eine Verschränkung mit theoretischer Methodik zur Berechnung der elektronischen-, optischen- und Schwingungseigenschaften, inklusive deren Zusammenspiel, ergibt unser geplantes Vorhaben, das in seiner wissenschaftlichen Agenda auf aktuelle Fragen an der Spitze eines schnell wachsenden Forschungsthemas abzielt. Das Zusammenspiel experimenteller und theoretischer Zugänge soll es uns ermöglichen, dieses Vorhaben erfolgreich umzusetzen und zur Lösung relevanter wissenschaftlicher sowie technologischer Fragestellungen im Feld hybrider Perowskit-Halbleiter beizutragenDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur AnwendungInternationaler BezugGroßbritannien"
    },
    {
      "project_id": "506699658",
      "url": "https://gepris.dfg.de/gepris/projekt/506699658",
      "title": "Zusammenhang zwischen Defektdichten und Rekombinationsverlusten in Halogenid-Perowskit Solarzellen (CREATIVE)",
      "subject_area": "Experimentelle Physik der kondensierten MaterieElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 506699658",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung",
      "description": "Perowskit-Solarzellen (PSC) sind eine vielversprechende Photovoltaiktechnologie, die kurz vor der Marktreife steht und deren Laborwirkungsgrad mit dem von hocheffizienten Siliziumsolarzellen vergleichbar ist. Zusätzlich zu ihrer hervorragenden Eignung als photovoltaische Absorberschichten ermöglichen Perowskite auch die Variation der Bandlücke durch Änderung der chemischen Komposition, wodurch sie zu einem attraktiven Material für den Einsatz in Tandemzellen. Aktuelle Perowskit-Solarzellen weisen jedoch erhebliche Spannungsverluste relativ zu den thermodynamischen Limits auf, die auf nicht-strahlende Rekombinationsverluste zurückzuführen sind. Diese korrelieren mit der Verteilung der Defektdichten im Perowskit-Volumen und den Grenzflächen zu den Transportschichten. Eine genaue Charakterisierung der Größenordnung dieser Defektdichten ist daher von größter Bedeutung, um die Spannungsverluste in diesen Bauelementen zu minimieren. Ihre Abschätzung mit Hilfe herkömmlicher Techniken (wie z. B. Raumladungsbegrenzungsstrom (SCLC) und Kapazitätsmethoden) wird jedoch durch die große geometrische Kapazität der Solarzellen behindert, die die Detektion der Defektdichte verhindert und eine dickenabhängige Auflösungsgrenze darstellt.In diesem Projekt verbessern wir das Auflösungsvermögen dieser Methoden, indem wir von vertikalen (Sandwich-) Bauelementen zu lateralen Bauelementen wechseln. Diese Änderung der Geometrie verringert die geometrische Kapazität des Bauelements und ermöglicht ein um mehrere Größenordnungen höheres Auflösungsvermögen zur Bestimmung der tatsächlichen Defektdichteverteilung im Bauelement. Diese Analyse wird durch eine neuartige Photolumineszenz-Methode ergänzt, mit der die Rekombinationsverluste an allen Vorspannungspunkten entlang der Strom-Spannungs-Kurve bestimmt werden können. Wir kombinieren diesen Ansatz mit der genauen Bestimmung der nicht-radiativen Rekombinationslebensdauer und der Diffusionslängen, mit einer Reihe von Methoden, welche teils im Zeitbereich (transiente Photolumineszenz (tr-PL), transiente Photospannung (TPV) und transienter Photostrom (TPC)) und teils im Frequenzbereich (intensitätsmodulierte Photostromspektroskopie (IMPS), Impedanzspektroskopie (IS)) arbeiten. Die Qualität der Analyse dieser Methoden wird durch den Einsatz von Drift-Diffusions-Simulationen und Bayes'schen Methoden zur Parameterabschätzung verbessert. Diese Charakterisierungsstrategie wird zu einer grundlegenden Korrelation zwischen experimentell gemessenen Defektdichten, Lebensdauern und den Spannungsverlusten führen, die bisher noch nicht erreicht wurde.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2196: \nPerowskit-Halbleiter: Von fundamentalen Eigenschaften zur Anwendung"
    }
  ]
}