{
  "spp_number": "SPP 2312",
  "spp_title": "Energieeffiziente Leistungselektronik \"GaNius\"",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441885089",
  "projects_count": 19,
  "projects": [
    {
      "project_id": "462737320",
      "url": "https://gepris.dfg.de/gepris/projekt/462737320",
      "title": "Aluminium Nitrid für die vertikale Leistungselektronik",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462737320",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Ziel des Projekts ist es, vertikale Bauelementkonzpete basierend auf Aluminium Nitrid (AlN) zu entwickeln, die eine hohe Durchbruchsspannung für die Leistungslektronik aufweisen. Mit großer Bandlücke und Durchbruchsfeldstärke ist AlN ein interessantes Basismaterial in der Leistungselektronik. Technologisch ist AlN einer der wenigen Verbundhalbleiter, dessen Kristallstruktur unter Hochtemperaturbehandlung ausheilen, ähnlich wie Silizium. Hauptzielsetzung des Projekts ist es ein vertikales AlN-Transistorkonzept zu entwickeln, und dieses mit einer Technologienetwicklung in einem Bauelement zu realisieren. Perspektivisch soll damit eine Basis für die AlN basierte Leistungselektronik gelegt werden, Demonstratorbauelemente hergestellt werden, und in einer Folgephase das Integrationspotenzial für Systeme und Schaltungen erforscht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"Internationaler BezugItalienKooperationspartnerProfessor Matteo  Meneghini"
    },
    {
      "project_id": "546257378",
      "url": "https://gepris.dfg.de/gepris/projekt/546257378",
      "title": "Charakterisierung und Anwendung von GaN-HEMTs bei kryogenen Temperaturen",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546257378",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Im vorliegenden Projekt soll die Eignung von GaN-HEMTs für Anwendungen untersucht werden, bei denen die Leistungshalbleiter weit unterhalb der üblichen Temperaturen betrieben werden. Charakteristisch für diese Anwendungen ist die Kombination aus Supraleitenden Technologien und einer Leistungselektronik, z. B. in einem Antriebssystem für das elektrische Fliegen, in supraleitenden Windgeneratoren oder einem System zur Energieübertragung und -verteilung. Bisherige Arbeiten haben gezeigt, dass GaN-HEMTs sich durch einen extrem niedrigen Durchlasswiderstand im Bereich kryogener Temperaturen auszeichnen. Zusätzlich sind auch reduzierte Schaltverluste nachgewiesen worden. Diese vorteilhaften Eigenschaften können genutzt werden, wenn man beispielsweise die Verdampfungswärme von flüssigem Stickstoff in Anwendungen mit Hochtemperatursupraleitern nutzt, um die Leistungshalbleiter zu kühlen. Dadurch kann man die Leistungshalbleiter in einem Temperaturbereich betreiben, der weit unter den üblichen Betriebstemperaturen liegt. Die Effizienz der Energieumwandlung kann dadurch wesentlich verbessert werden. Dies gilt insbesondere dann, wenn mit den GaN-HEMTs eín Solid State Transformer aufgebaut wird, bei dem der galvanisch trennende Transformator gleichzeitig die Rolle des thermischen Isolators zwischen dem kalten und warmen Teil des Systems übernehmen kann. Der Wärmeeintrag in den kalten Teil kann dadurch deutlich verringert werden, was angesichts der schlechten thermodynamischen Wirkungsgrade der Kühlgeräte eine deutliche Verlustreduzierung bedeutet.  Um entsprechende Schaltungen auslegen und betreiben zu können ist u.a. ein passendes Modell der GaN-Bauelemente erforderlich. Dafür müssen das Schalt- und Durchlassverhalten verschiedener GaN-Bauelemente messtechnisch im kompletten Temperaturbereich charakterisiert werden. DIese Charakterisierung schließt insbesondere die Untersuchung von Trapping Effekten und dem daraus resultierenden dynamischen Einschaltwiderstand ein. Dafür werden im beantragten Projekt geeignete Versuchsaufbauten entworfen, aufgebaut und damit die Bauelemente charakterisiert. Zu Vergleichszwecken sollen zudem Referenzmessungen im üblichen Temperaturbereich durchgeführt werden. Diese detaillierten Messungen des Verhaltens der GaN-Bauelemente bei niedrigen Temperaturen einschließlich der dynamischen Transfer- und Ausgangskennlinien sind aus der Literatur bisher nicht bekannt. Auf Basis dieser Ergebnisse soll untersucht werden, wie der Gesamtwirkungsgrad einer leistungselektronischen Schaltung durch den Betrieb bei niedrigen Temperaturen im Vergleich zu normalen Betriebstemperaturen beeinflusst wird. Ein besonderes Augenmerk wird dabei auf den Einfluss des dynamischen Durchlasswiderstandes gelegt. Außerdem ermöglichen Untersuchungen in einer konkreten Anwendung die Validierung der neu entwickelten Verlustmodelle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462699552",
      "url": "https://gepris.dfg.de/gepris/projekt/462699552",
      "title": "Elektronischer Transport polarisationsinduzierter, zweidimensionaler Elektronengase mit extrem hoher Flächendichte für ScAlN/GaN-basierte Leistungstransistoren (ScNius)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462699552",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Das Ziel des Verbundprojekts ScNius, welches im Rahmen des DFG-Schwerpunktprogramms „Energieeffiziente Leistungselektronik“ beantragt wird, besteht in der Erforschung des elektronischen Transports von polarisationsinduzierten, zweidimensionalen Elektronengasen (2DEG) mit extrem hohen Flächenladungsdichten (> 1013 cm-2), die an der Grenzfläche von ScAlN/GaN-Heterostrukturen lokalisiert sind. Basierend auf der Kenntnis der dominierenden Streumechanismen für die Elektronen der 2DEGs wird die Epitaxie und das Design der ScAlN/GaN-Heterostrukturen im Hinblick auf eine Minimierung des Schichtwiderstandes von eigens prozessierten „High Electron Mobility-Transistoren“ (HEMTs) optimiert. Darauf aufbauend werden leistungselektronische Bauelemente mit einer signifikant erhöhten Stromtragfähigkeit und Energieeffizienz im Vergleich zu konventionellen GaAlN/GaN-HEMTs prozessiert und demonstriert.Gestützt durch weitreichende theoretische und experimentelle Vorarbeiten der Antragssteller in der Forschung und Entwicklung von GaN-basierten leistungselektronischen Bauelementen sowie der Bestimmung aller relevanten Materialkoeffizienten von hexagonalen ScxAl1-xN-Schichten (0 ≤ x ≤ 0,45), werden in systematisch aufeinander aufbauenden Arbeitspaketen die Epitaxie, Analytik, Technologie, Messtechnik und Simulation von ScAlN/GaN-Heterostrukturen und elektronischen Bauelementen betrieben. Mit Hilfe der metallorganischen Gasphasenabscheidung werden hochqualitative ScAlN/GaN-Heterostrukturen epitaxiert und im Hinblick auf ihre strukturellen Eigenschaften analysiert. Die gewonnenen Materialstrukturen ermöglichen enorm große Polarisationsgradienten an der ScAlN/GaN-Grenzfläche, die 2DEGs mit Elektronenflächendichten zwischen 2 . 1013 und 6 . 1013 cm-2 und Flächenwiderständen von weniger als 200 /□ induzieren. Bisherige Arbeiten zeigen allerdings, dass bei einer Erhöhung der Elektronenflächendichte die Mobilität der Ladungsträger sinkt. Aus diesem Grund fokussieren sich die Arbeiten im ersten Teil des Projekts auf die Aufklärung der elektrischen Transporteigenschaften und der dominanten Streumechanismen der 2DEGs. Mit Hilfe von Simulationen (Schrödinger-Poisson und Monte Carlo-Simulationen) und der verfügbaren elektrischen Messtechnik, werden für Leistungstransistoren relevante physikalische Eigenschaften wie die Mobilität, Drift- und Sättigungsgeschwindigkeit und darauf aufbauend der Einfluss der Legierungs-, Grenzflächenstreuung sowie der Einfluss von Punkt- (z.B. geladene Punktdefekte) und Linien-Defekten (z.B. Versetzungen) bestimmt. Die gewonnenen Erkenntnisse werden anschließend zur Optimierung der Materialstrukturen im Hinblick auf eine möglichst hohe Kombination aus Elektronenflächendichte und Driftgeschwindigkeit der 2DEGs genutzt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462842206",
      "url": "https://gepris.dfg.de/gepris/projekt/462842206",
      "title": "GaN-HEMT Treiber mit varianter Steuerung und Rückkopplungs-Techniken (GaNdalf)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikElektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462842206",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Leistungstransistoren sind Schlüsselkomponenten der modernen Elektromobilität und bei der Nutzbarmachung erneuerbarer Energien. Mit ihnen werden u. a. Spannungen und Ströme transformiert und Antriebsmotoren und Generatoren gesteuert. Neben den schon seit längerem etablierten Silizium-basierten IGBTs und der SiC-Technologie existiert mit den in Verbindungshalbleiter-Technologie aufgebauten GaN-HEMT jetzt ein noch effektiverer und schneller schaltender Leistungstransistor-Typ, mit dem Schaltungsverluste und damit der Wirkungsgrad von Schaltanwendungen noch einmal substantiell verbessert werden können.   Um jedoch das volle Potential dieser GaN-HEMTs nutzen zu können, ist die Art und Effektivität ihrer Ansteuerung entscheidend, die über sogenannte Gate-Treiber erfolgt. Im Projektvorschlag GaNdalf werden, als Ergänzung und Erweiterung der im Vorgängerprojekt AGaNDrive entwickelten Konzepte und CMOS-integrierten Lösungen für adaptive Gate-Treiber-Schaltungen für GaN-HEMT, alternativ besonders schnelle, Stromquellen-gestützte Treiber entwickelt, die je nach Lastsituation spezifische Vorteile bieten. Ziel ist dabei besonders schnelles und sicheres Schalten bei minimalen Einschwing-Effekten (dem sogenannten „ringing“) bzw. Überschwingen zu gewährleisten und dabei kompakte Schaltbaugruppen zu ermöglichen, die ohne eine Vielzahl großer zusätzlicher passiver Bauelemente (z. B. Kondensatoren) zur Einhaltung der Grenzwerte bei der elektromagnetischen Verträglichkeit auskommen und dabei trotzdem den GaN-HEMT für eine lange Lebensdauer schonend betreiben.   Arbeitspunkt- und Lastbedingungen des GaN-HEMTs können sich je nach Anwendung über einen sehr weiten Bereich ändern. In GaNdalf sollen daher die Gate-Treiber-Konzepte aus dem Vorgängerprojekt (AGaNDrive) mit Impedanz-gestufter, spannungsgesteuerter Ansteuerung sowie mit induktiver Mitkopplung durch die im Projekt neu entwickelte Stromquellen-basierte Ansteuerung erweitert und zusammen auf einem CMOS-Chip als Hybrid-Treiber integriert werden. Die so gewonnene Flexibilität ermöglicht erstmals eine Erzeugung bestmöglich angepasster Gate-Signale.  Mittels einer übergeordneten Ansteuer-Logik soll basierend auf den Rückkopplungs-Informationen über Strom-Spitzenwerte und -Anstiegszeiten auf die Lastsituation des GaN-HEMTs geschlossen und automatisch das hierfür bestgeeignete Gate-Treiber-Schaltungsprinzip gewählt werden. Zur detaillierten Charakterisierung und experimentellen Evaluierung wird ein Aufbau zur Systemintegration der erarbeiteten Konzepte (Demonstrator) erstellt. Als Beispielanwendungen dienen ein typischer DC/DC-Konverter mit Synchrongleichrichtung und ein Antriebsumrichter für einen 400V-Elektromotor.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462843442",
      "url": "https://gepris.dfg.de/gepris/projekt/462843442",
      "title": "Gleichtaktarme dreiphasige PFC-Gleichrichterfamilie ermöglicht im lückfreien Hochsetzbetrieb mit nur zwei HF-Schaltern und Speicherdrosseln vereinfachte Leistungsarchitekturen durch Einsatz von GaN",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikElektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462843442",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Um elektronische oder elektronisch angesteuerte Lasten mit hohem Leistungsbedarf im kW-Bereich aus dem Wechselstromnetz zu versorgen, sind grundsätzlich dreiphasige Gleichrichter als erste Stufe erforderlich. Um die Ressourcen des öffentlichen Versorgungsnetzes zu schonen, werden netzseitige Blindleistungskomponenten seit Jahren durch den ausgeprägten Einsatz von netzfreundlichen Power Factor Correction- (PFC-) Gleichrichtern weitgehend vermieden. Diese sind aktiv geregelt und nutzen dazu abschaltbare Leistungstransistoren als interne Stellglieder. Dreiphasige PFC-Gleichrichter erzeugen nach heutigem Stand der Technik zumeist beträchtliche Gleichtakt-(CM-) Spannungen, deren Auswirkungen - leitungsgebundene Gleichtaktstörströme - nur durch entsprechende EMV-Filter eingedämmt werden können. Die Gleichtaktspannungen zeigen dabei deshalb ein enormes Störpotential, weil sie dominant hochfrequente (HF) Komponenten aufweisen, die direkt von der Schaltfrequenz der Leistungstransistoren herrühren. Ziel dieses Projekts ist die eingehende theoretische und praktische Analyse neuer dreiphasiger PFC-Gleichrichtertopologien, die sich deshalb durch einen niedrigen Gleichtaktstörpegel auszeichnen, weil sie HF-Gleichtaktspannungen von Grund auf vermeiden, d.h. erst gar nicht generieren. Damit sollte es grundsätzlich ermöglicht werden, das bekannte Potential von sehr hochfrequent schaltbaren GaN-HEMTs auch in dreiphasigen PFC-Anwendungen voll ausschöpfen zu können, d.h. die passiven Komponenten der PFC-Hauptstufe deutlich zu verkleinern und dabei gleichzeitig auch das Bauvolumen des EMV-Filter sehr gering zu halten (da wenige DM- und wenige CM-Störungen). In der Konsequenz sollte ein ultrakompaktes Gesamtdesign entstehen können. Das zugrundeliegende Konzept wird praktisch nur durch die Kombination von unidirektionalen GaN-HEMTs mit einem Satz von monolithisch bidirektionalen GaN-Schaltern ermöglicht. Während erstere dediziert zum hochfrequenten Schalten eingesetzt werden, werden letztere mit niedriger Frequenz (100 Hz) weich kommutiert. So können sie die minimierten Leitverluste der monolithischen Bauelemente ausnutzen, ohne dabei unter dem schwächeren HF-Schaltverhalten dieser neuen Schaltertechnologie zu leiden. Zum Projektabschluss sollen zwei Hardware-Demonstratoren vorgestellt werden, die exemplarisch für den Anwendungsbereich des On-Board-Ladens entwickelt werden: Ein potentialgebundener dreiphasiger PFC-Gleichrichter mit einem Wirkungsgrad von >98% und eine pontentialgetrennte Variante mit 97 % Wirkungsgrad. Beide Systeme zielen dabei auf eine Baugrößenreduktion von jeweils >30% gegenüber dem Stand der Technik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "546275218",
      "url": "https://gepris.dfg.de/gepris/projekt/546275218",
      "title": "Hocheffiziente, isolierte Multi-MHz GaN-basierte DC/DC-Wandler mit aktivem Diodengleichrichter",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546275218",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Galliumnitrid (GaN)-basierte Wandler, die bei Schaltfrequenzen im Hochfrequenzbereich (RF) zwischen 3 und 30 MHz arbeiten, versprechen deutlich höhere Leistungsdichten, kürzere Einschwingzeiten und ermöglichen die Erschließung neuer Anwendungsfelder, beispielsweise in der Bereich der kapazitiven Energieübertragung. Dieses Projekt adressiert die beiden zentralen Hürden auf dem Weg zu solch hohen Schaltfrequenzen, das Fehlen geeigneter Lösungen für hochintegrierte induktive Bauelemente in diesem Frequenzbereich und das Fehlen hocheffizienter Lösungen für die sekundärseitige Gleichrichtung. Das Projekt zielt darauf ab, die umfassende Optimierung von GaN-basierten Multi-MHz, isolierten DC-DC-Wandlern mit monolithisch integrierten, aktiven Diodengleichrichterschaltungen auf der Sekundärseite zu untersuchen. Durch eine umfassende mathematische Analyse der Wandlerstufe in Kombination mit einem optimierten magnetischen Design wird eine bereichsübergreifende Optimierung des gesamten Wandlers im thermischen und elektrischen Bereich angestrebt. Die gezielte Entwurfsmethodik ist vollständig skalierbar und parametrierbar, um sie auf andere Anwendungen und Technologien zu übertragen. Durch eine monolithische Integration einer GaN-Aktivdiode soll eine selbstgesteuerte Gleichrichterstufe für MHz-Frequenzen hinsichtlich Effizienz, Leistungsdichte, Skalierbarkeit und Übertragbarkeit auf andere Anwendungen untersucht werden. Die Forschungshypothese ist, dass durch eine umfassende Analyse des gesamten GaN-basierten Wandlers einschließlich des magnetischen und thermischen Designs und der Ableitung der Anforderungen auf Transistorebene für eine monolithische GaN-basierte integrierte aktive Diode eine erheblich verbesserte Effizienz-Leistungsdichte Gütezahl erreicht wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462718666",
      "url": "https://gepris.dfg.de/gepris/projekt/462718666",
      "title": "Hochfrequent schaltende Leistungskonverter basierend auf AlN-Leistungstransistoren",
      "investigators": "Professorin Dr.-Ing. Sibylle  Dieckerhoff;Dr. Oliver  Hilt;Dr.-Ing. Andreas  Wentzel",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462718666",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Galliumnitrid basierte laterale Transistoren ermöglichen geringe Schaltverluste und hohe Schaltgeschwindigkeiten in Leistungskonvertern bis 600 V. Die intrinsischen Grenzen dieses Materials können jedoch nach wie vor nicht erreicht werden, da die erreichbare Sperrspannung, Stromdichte und Geschwindigkeit durch Beschränkungen auf Material- und Systemebene limitiert werden. Ziel dieses Projektes ist es, diese Beschränkungen zu überwinden und effiziente Konverter mit sehr hohen Schaltfrequenzen – MHz bei 400 V für kW Leistung und GHz bei 40 V – zu demonstrieren.  Dieses Projekt ist ein Folgeprojekt. In der ersten Projektperiode wurde die Immunität gegen Backgating, und somit Eignung zur monolithischen Integration auch bei höheren Spannungen, der AlN-auf-SiC Epitaxie demonstriert. Des Weiteren wurden Sensor- und Steuerkonzepte, wie ein Drain-Bias-Sensor und aktive Totzeitsteuerung entwickelt und implementiert. Diese erlauben es die Zeit der, bei GaN-HEMTs besonders verlustreichen, intrinsischen Rückwärtsleitung zu minimieren und somit, besonders bei hohen Frequenzen, die Effizienz zu steigern. Außerdem wurden monolithisch integrierte Treiber entwickelt, mit denen ein 50 W Konverter-IC mit 200 MHz Schaltfrequenz realisiert wurde. Aufbauend auf diesen Ergebnissen wird die AlN-auf-SiC Epitaxie, welche derzeit starke Dispersionseffekte zeigt, weiter optimiert werden. Die Sensor- und Steuerkonzepte sowie die Treiber, werden weiterentwickelt, mit besonderem Augenmerk auf die Geschwindigkeit dieser Komponenten. Hierfür wird eine Kombination aus monolithischer und hybrider Integration verwendet, sodass parasitäre Induktivitäten und Laufzeiten minimiert werden können. Diese Weiterentwicklungen werden dann in einem isolierten 4 kW DC-DC-Wandler bestehend aus LLC Konverter und synchronem Gleichrichter, einem 48 V, 200 MHz PoL-Wandler und einem 1 GHz Buck-Wandler demonstriert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462828009",
      "url": "https://gepris.dfg.de/gepris/projekt/462828009",
      "title": "Konforme intelligente GaN Systems-in-Package auf Basis von 3D-Keramik für die Leistungselektronik (3D-CeraGaN)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462828009",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Das Projekt setzt sich die theoretische Untersuchung und die experimentelle Verifikation des Potentials 3D-integrierter keramischer Schaltungsträger für GaN-basierende Systems-in-Package (SiP) für die Leistungselektronik zum Ziel. Neben den neuen Freiheitsgraden 3D-integrierter Systeme bezüglich des thermischen Managements und hoher Leistungsdichte werden zusätzliche Vorteile wie die Bauraumkonformität, Miniaturisierung und Reduzierung von Komponenten untersucht. Die Forschungsarbeiten konzentrieren sich auf intelligente Leistungsmodule auf Basis von GaN-Leistungstransistoren und die Herstellungsprozesse für 3D-geformte, keramische Moulded-Interconnect-Device (MID) Schaltungsträger, ihre Funktionalisierung und die entsprechende 3D-Aufbau- und Verbindungstechnik.Die wissenschaftlichen und technischen Ziele können wie folgt formuliert werden:- Verifikation eines multi-physikalischen Entwurfsprozess für intelligente Leistungsmodule mit parallel geschalteten GaN-Leistungstransistoren, Treiberschaltungen und Sensorik als SiP auf keramischen 3D-Schaltungsträgern.- Neuartige Treiberkonzepte und thermisches Design für die optimal ausgewogene Stromverteilung in parallelisierten, schnell schaltenden Spannungswandlern für Hochstromanwendungen.- Entwurf von Temperatur- und Stromsensoren und ihrer Ausleseschaltungen für schnelle Fehlerdetektion und aktive Regelung zur Erhöhung der Lebensdauer des SiP.- Metrologische Verifikation von erzielbaren Gewinnen auf Systemebene, wie Effizienz und Bauraumkonformität eines 3D-integrierten GaN-basierenden Spannungswandlers für eine Leitanwendung bei 48 V und hohen Strömen von >100 A im Vergleich zu konventionellen Konvertern.   - Hybride Ansätze auf Basis von MID Keramiken in Verbindung mit GaN Transistoren sollen unter thermischer, elektrischer und mechanischer Hinsicht beurteilt werden. Der hohe Grad an Flexibilität, Komplexität und Serientauglichkeit der MID-Technologie soll Vorteile auf Systemebene heben und die Modularität erhöhen (z.B. paralleles Schalten durch Stapelung von Modulen). - Thermische Modelle auf Basis von Zth-Messungen und IR-Bildgebung sollen gezielt entwickelt und mit vorhergehenden MIDs und konventionellen 2D-Substraten verglichen werden.  - Silbersintern ist eine etablierte Aufbau- und Verbindungstechnik in der Leistungselektronik. Die Anwendung auf das Lagensystem keramischer MIDs jedoch ist bisher nahezu unerforscht. Die Auswirkung der Substratoberfläche auf die Qualität der Bondverbindungen und die Diffusionsprozesse unterschiedlicher Metallisierungen für GaN-basierende System soll im Projekt untersucht werden. - Beschleunigte Lebensdauertests mittels aktiven Lastwechseln sollen für GaN leistungselektronische Systeme auf Basis keramischer MIDs durchgeführt und mögliche Ausfallmechanismen untersucht werden. Diese Lebensdauertests dienen als Basis für Lebensdauermodelle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462880274",
      "url": "https://gepris.dfg.de/gepris/projekt/462880274",
      "title": "Koordinationsfonds",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462880274",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Die Leistungselektronik ist eine Schlüsseltechnologie für den weltweiten Übergang zu nachhaltigen elektrischen Energiesystemen und für Anwendungen in Industrie, Verkehr und Kommunikation. Mit dem klar weiter deutlich steigenden Bedarf an leistungselektronischen Komponenten werden deren Energieeffizienz, Ressourcennutzung und Zuverlässigkeit noch wichtiger und verlangen nach neuen Bauelemente- und Wandlertechnologien, die über den Stand der Technik hinausgehen. Wide Bandgap Leistungshalbleiter, also Leistungshalbleiter mit breiter Bandlücke, haben in den letzten Jahren bemerkenswerte Fortschritte gemacht. Insbesondere Leistungshalbleiter auf der Basis von Galliumnitrid (GaN) haben sich erheblich verbessert und ihren Weg in Richtung Markt gefunden, sind jedoch noch auf einen kleinen Leistungs- und Anwendungsbereich beschränkt. Die Forschung im Rahmen des Schwerpunktprogramms GaNius zielt darauf ab, das volle Potenzial der GaN-/Gruppe-III-Nitrid-Materialien wie Schaltgeschwindigkeit oder Integrationstiefe für hochkompakte, effiziente und zuverlässige leistungselektronische Systeme zu nutzen und neue Anwendungsbereiche zu erschließen.  Um diesen gesellschaftlich relevanten und technisch anspruchsvollen Fortschritt zu erreichen, fördert das Schwerpunktprogramm in zwei Förderperioden die interdisziplinäre und kooperative Forschung von Expert*innen aus der Halbleitertechnologie, der Elektrotechnik und dem Systemdesign, um die wissenschaftlichen Grundlagen für neuartige Bauelementgeometrien, Umrichterdesigns, Umrichtertopologien und Komponenten zu entwickeln. Im Laufe des Programms verlagert sich der Schwerpunkt der Arbeiten aller beteiligten Forschergruppen von der Material- und Bauelemententwicklung hin zur Erforschung von Umrichterentwurf, Schaltungstopologien und leistungselektronischen Komponenten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462668222",
      "url": "https://gepris.dfg.de/gepris/projekt/462668222",
      "title": "Leistungsbewertung von weich- und hartgeschalteten Wechselrichtern auf der Grundlage monolithisch integrierter bidirektionaler GaN-Bauelemente",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462668222",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "GaN-HEMTs mit einer monolithisch bidirektionalen Schalterintegration (MBS) bieten symmetrische Durchlass- und Sperrspannungsfähigkeiten bei reduziertem Durchlasswiderstand und parasitärer Kapazität im Vergleich zu ihren diskret aufgebauten Gegenstücken. Dieses 4-Pin Bauelement basiert auf einem lateralen p-GaN-Chipdesign mit einem Common-Drain und ermöglicht 4-Quadrantenbetrieb. Es bietet eine vielversprechende Alternative zu den konventionellen bidirektionalen Halbleitern Lösungen, die auf mindestens 2 diskreten WBGs basieren, wodurch sich eine höhere Gesamtleistungsdichte und Effizienz erreichen lässt. Die hauptsächliche Anwendung von bidirektionalem GaN ist in Vienna- und Swiss-Gleichrichtern, Matrix- und Stromquellen-Wandlern und Wechselrichtern in T-Konfiguration. Wie in der ersten Projektphase demonstriert, ist auch der Einsatz in neuen Anwendungen wie steuerbaren Resonanzkreisen in Resonanzwandlern und Trennschaltern in modularen DC/DC-Wandlern möglich. Der Fokus der zweiten Projektphase liegt daher auf der vollständigen Untersuchung der Möglichkeiten eines solchen MBS GaN-HEMTs in weich und hart geschalteten Wechselrichteranwendungen im Vergleich zu nicht monolithisch integrierten bidirektionalen GaN-Bauelementen bezüglich der Gate-Treiber Voraussetzungen, dem thermischen Management und der Kurzschlussfestigkeit. Ziel des Projekts ist die Entwicklung von Wechselrichtertopologien, die speziell für MBS GaN-Bauelemente entwickelt wurden. Das Demonstrationsziel dieses Projekts ist es, eine deutliche Verbesserung der bestehenden Topologien durch den Einsatz von MBS GaN-HEMTs und einen analytischen Fall-zu-Fall-Vergleich mit ihren diskret basierten Gegenstücken zu zeigen. Das Projekt umfasst drei Ziele mit insgesamt sechs Arbeitspaketen und ist für ein dreijähriges Forschungsprogramm ausgelegt. Im ersten Jahr werden eine Charakterisierung auf Ebene der Bauelemente durchgeführt und eine formale Methodik für den Entwurf von Gate-Treibern für hart und weich geschaltete Wechselrichter entwickelt. Die Verwendung von MBS GaN-HEMTs in der Inverterstufe von resonanten Gleichspannungswandlern, im Resonanzkreis mit variabler Frequenz mit dem Konzept des elektronisch eingebetteten Transformators und die Anwendung des Bauelements in zwei- oder mehrstufigen weich geschalteten ARCP-basierten Invertern werden als zweites Ziel untersucht. Das dritte Ziel dieses Projekts ist der Einsatz von MBS GaN-HEMTs in neuen Multilevel-Konvertern, um die Verluste gleichmäßig zu verteilen und einen besseren Wirkungsgrad zu erreichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462921712",
      "url": "https://gepris.dfg.de/gepris/projekt/462921712",
      "title": "Modellierung und Charakterisierung von GaN-HEMT-Bauelementen unter Berücksichtigung von Trapping-Effekten",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikElektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462921712",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Das Hauptziel des vorgeschlagenen Projekts ist die Erforschung und Weiterentwicklung einer von den Antragstellern vorgeschlagenen neuen Methode zur kombinierten Charakterisierung und Modellierung von Leistungshalbleitern, mit der alle relevanten Bauelementeigenschaften von GaN-HEMTs berücksichtigt werden können. Dies beinhaltet die experimentelle Charakterisierung von GaN-basierten Leistungshalbleitern in einem breiten Frequenzbereich bis 500 MHz sowie die Entwicklung eines Bauelementmodells, das für umfangreiche Simulationen und die Auslegung von GaN-basierten Schaltungen geeignet ist. Die Hauptarbeitspakete umfassen sowohl Kleinsignal-HF-Messungen im Frequenzbereich als auch Zeitbereichsmessungen, die zusammen als Datenbasis für den anschließenden Modellierungsprozess dienen.Das Projekt basiert auf Mess- und Modellierungstechniken, die in früheren Arbeiten der Antragsteller entwickelt und aufgebaut wurden. Die im vorliegenden Projektantrag beschriebenen Arbeitspakete werden diese Arbeiten unter besonderer Berücksichtigung der Eigenschaften von GaNLeistungshalbleitern und den damit verbundenen Trapping-Effekten von Ladungsträgern fortsetzen und methodisch erweitern. Dies umfasst Messungen, die eine Charakterisierung sowohl der trappingbedingten Relaxationszeiten im Zeitbereich, der trapping-bedingten Variation des Verstärkungsfaktors der Transistoren im Frequenzbereich als auch anderer Effekte wie die Temperaturabhängigkeit des Durchlasswiderstandes Rds,on ermöglichen. Im beantragten Projekt werden somit die folgenden wesentlichen Ziele verfolgt:- Weiterentwicklung eines bereits bestehenden Testaufbaus für Kleinsignal-HF-Messungen von GaNHEMTs mit verbesserter Messgenauigkeit,- Entwurf und Implementierung eines Aufbaus, der Zeitbereichsmessungen von Spannungen und Strömen am DUT im gepulsten Modus für verschiedene Lastbedingungen ermöglicht,- Messungen mit beiden Versuchsaufbauten im Frequenz- und Zeitbereich, um die Rohdaten für die nachfolgende Modellierung zu erhalten,- Entwicklung eines Modells zur Schaltungssimulation, das sowohl die Kleinsignal-HF-Eigenschaften des Bauelements als auch zusätzlich Effekte wie das Ladungsträger-Trapping im gesamten Temperaturbereich berücksichtigt,- Validierung des Modells und Anwendung auf den Entwurf eines schnell schaltenden Leistungsschalters,- Anwendung des auf den oben genannten Methoden basierenden Schaltermodellsfür das Design einer Baugruppe mit parallel geschalteten GaN-HEMTs.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462842520",
      "url": "https://gepris.dfg.de/gepris/projekt/462842520",
      "title": "Modellierung und Charakterisierung von GaN-HEMTs unter Stressbedingungen leistungselektronischer Systeme",
      "investigators": "Professorin Dr.-Ing. Sibylle  Dieckerhoff;Professor Dr.-Ing. Martin  Pfost",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikElektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462842520",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "GaN-Leistungs-HEMTs finden Einsatz in immer mehr Anwendungsbereichen aufgrund ihrer hervorragenden dynamischen Eigenschaften und der damit einhergehenden Möglichkeit von geringeren Verlusten und Verwendung kleinerer passiver Komponenten. Die Anwendung von GaN-HEMTs erfordert jedoch ein gutes Verständnis der Bauelemente, insbesondere im Hinblick auf Langzeitstabilität und Überlasteigenschaften, die zu einer potentiellen Verschlechterung der Leistung führen können. Die Parameter von Transistoren verschlechtern sich mit zunehmender Lebensdauer aufgrund von kurzzeitigen Überlastbedingungen. Insbesondere treten Änderungen des Durchlasswiderstands, der Schwellspannung und des Leckstroms auf. Dies kann für die Anwendung relevant sein. So werden im Falle der Schwellspannung Instabilitäten in Abhängigkeit von den zuvor angewendeten Bedingungen beobachtet, auch wenn diese weit innerhalb des akzeptablen Betriebsbereichs liegen, was sich auf das Kurzschlussverhalten auswirken kann. Dies wirft Fragen bezüglich der Robustheit der Bauelemente, der Langzeitstabilität und des sicheren Betriebsbereichs auf, die für einen effizienten und zuverlässigen Einsatz über die gesamte Lebensdauer von z.B. Umrichtern entscheidend sind. Dies wird immer wichtiger, da GaN-HEMTs immer weiter an ihre Leistungsgrenzen gebracht werden und gleichzeitig Ausfälle vermieden werden müssen. Das Hauptziel dieses Projektes ist die Entwicklung von Methoden zur Charakterisierung der zeit- und temperaturabhängigen Transistorparameter während des Betriebs einschließlich der Schwellspannungsverschiebung, des dynamischen Durchlasswiderstands, der Sperrspannung und des Leckstroms sowie die anschließende Implementierung dieser Parameter in ein Kompakt-Modell für die Schaltungssimulation. Der Fokus liegt hierbei auf der applikationsnahen Charakterisierung. Dabei wird ein weiter Temperaturbereich, z. B. von -40°C bis 175°C, untersucht. Darüber hinaus wird die Degradation des Bauelements unter Überlastbedingungen betrachtet und die Auswirkungen der Degradation auf die langfristige Stabilität und Zuverlässigkeit, auf den sicheren Betriebsbereich und auf die zuverlässige Gateansteuerung des Transistors analysiert. Damit ergeben sich wertvolle Hinweise für das Gate-Treiber-Design, um einen stabilen und zuverlässigen Betrieb unter Berücksichtigung der Überlasterkennung und des Überlastschutzes zu erreichen. Zusätzlich wird eine elektrothermische Simulation unter Berücksichtigung der zeitabhängigen Schwellspannungsinstabilität und weiterer alterungsrelevanter Effekte zur Vorhersage des sicheren Arbeitsbereichs durchgeführt. Die Vorhersage dieses Verhaltens erfordert eine genaue Modellierung mit hoher räumlicher Auflösung des gesamten aktiven Bauteilbereichs. Daher verwenden wir einen numerischen 3D-Simulator, der speziell für diese Aufgabe entwickelt wurde.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "546122684",
      "url": "https://gepris.dfg.de/gepris/projekt/546122684",
      "title": "Netzteile im Chipmaßstab in GaN: Monolithische GaN-Analog- und Mixed-Signal-Schaltungen für hocheffiziente und hochintegrierte Power-Factor-Correction (PFC) Spannungswandler",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546122684",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Netzbetriebene Anwendungen wie Desktop-Computer, Fernsehgeräte, industrielle Stromversorgungen und Telekommunikationsinfrastruktur (5G/6G) haben einen steigenden Bedarf an höherer Energieeffizienz und Leistungsdichte. Trotz der moderaten Leistung (100 W), summiert sich der jährliche Verbrauch aufgrund hoher Geräteanzahl und langen Laufzeiten zu vielen TWh. Folglich leistet ein hohe Energieeffizienz einen entscheidenden Beitrag zur Senkung des weltweiten Energieverbrauchs, was eine starke Motivation für die vorgeschlagene Forschung ist. Mit dem Trend zu flacheren Bildschirmen und kleineren Desktop-Computern müssen auch die Stromversorgungen kompakter werden. Beide Ziele profitieren von der monolithischen GaN-Technologie, die geringe Verluste, hohe Schaltgeschwindigkeiten und eine kompakte Systemgröße ermöglicht. Die vorgeschlagene Forschung zielt auf die monolithische GaN-Integration einer schnell schaltenden Spannungswandler-Topologie zusammen mit einer Analog-/Mixed-Signal-Regelung, um herkömmliche, großvolumige Stromversorgungen im 75-200-W-Bereich zu ersetzen. Normen verlangen hierfür eine Leistungsfaktorkorrektur (PFC). Besonders profitiert die Totem-Pole-PFC-Wandler (TPPFC) Topologie von den Eigenschaften von GaN, dessen Einsatz sich als diskreter Aufbau bisher auf Leistungen im kW-Bereich konzentriert. Der TPPFC kann jedoch mithilfe der 650V GaN-on-SOI-Technologie von imec, die über MPW-Runs verfügbar ist, durch monolithische GaN-Integration auch für den 75-200W Bereich erschlossen werden. Der Entwurf der Leistungsstufe für dieses Projekt stützt sich auf umfangreiche Erfahrung des Antragstellers mit GaN-ICs. Durch die Integration von Analog-, Mixed-Signal- und Leistungsschaltungen auf einem GaN-IC werden die parasitären Elemente und die Anzahl der Pins erheblich reduziert, was eine Spannungswandlung bei Schaltfrequenzen von über 1MHz ermöglicht. Ein Ziel dieser Forschung ist es, den Grad der Komplexität zu bestimmen, der mittels GaN-ICs aus Sicht des Schaltungsentwurfs unter den derzeitigen technologischen Möglichkeiten erreicht werden kann. Nicht-Leistungsschaltungen (analog / mixed-signal) in GaN sind ein aktuelles Forschungsthema mit hohem Potenzial für Regelkreis-Schaltungsblöcke wie Verstärkerstufen und Spannungsreferenzen. Die GaN-Technologie birgt hierbei noch große Herausforderungen, z.B. in Bezug auf Parametervariation und Analogeigenschaften, und es fehlt ein geeigneter p-Kanal-Transistor. Daher liegt der Schwerpunkt in diesem Projekt auf analogen und Mixed-Signal-Schaltungen in GaN, insbesondere auf innovativen Ansätzen, um p-Typ-Bauelemente als aktive Last zu ersetzen. Vorarbeiten der Gruppe des Antragstellers deuten darauf hin, dass ein Switched-Capacitor-Ansatz mit einem n-Kanal-Transistor ein Ersatz für das p-Typ-Bauelement sein könnte. Die angestrebte Forschung wird in einem TPPFC-GaN-IC demonstriert, der eine Leistungsstufe und die erforderlichen Mess- und Regelungsschaltungen enthält und bei >400 V und >1 MHz schaltet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "546226259",
      "url": "https://gepris.dfg.de/gepris/projekt/546226259",
      "title": "Nutzung von GaN-Bauelementen für Antriebsinverter und Antriebsinverter für GaN-Bauelemente (DriveForGaN)",
      "investigators": "Professor Dr.-Ing. Andreas  Lindemann;Professorin Dr.-Ing. Regine  Mallwitz",
      "subject_area": "Elektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und AntriebeElektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546226259",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Der Projektvorschlag verfolgt einen ganzheitlichen Ansatz, um gehäuste GaN-Leistungshalbleiter-Bauelemente in Antriebsumrichter-Systemen einzusetzen. Das Ziel besteht darin, zu zeigen, unter welchen Randbedingungen der Einsatz von GaN-Leistungshalbleitern in Antriebswechselrichtern möglich ist und welche Perspektiven er bietet. Elektrische Antriebe stellen eine Volumenapplikation dar, die jedoch bis jetzt nicht von GaN und dessen vorteilhaften Eigenschaften – wie niedrigen Verlusten, die zu einer Erhöhung des Wirkungsgrades beitragen – profitieren konnte. Der Projektvorschlag fokussiert auf den Leistungsbereich von 10 bis 50kW, der für geregelte Antriebe in der Industrie, kleine bis mittlere Antriebe für Elektrofahrzeuge und für den zukünftig steigenden Anteil an Hochdrehzahlantrieben von besonderem Interesse ist. Die DC Zwischenkreisspannung solcher Antriebe liegt typischerweise in der Größenordnung von 600V. Um die hohen Ströme mit GaN abzubilden, muss parallelgeschaltet werden. Bisherige Parallelisierungsansätze mit GaN-Halbleitern führen jedoch nach wie vor zu einer Begrenzung der Steilheit der Schaltflanken. Das Projekt betrachtet einerseits die Aufbau- und Verbindungstechnik für parallelgeschaltete Halbleiter, insbesondere die Kontaktierung mittels dreidimensionaler Leiterstrukturen von mehrlagigen Leiterplatten. Andererseits wird die Parallelschaltung von Wechselrichterphasen, also Subsystemen, untersucht, die Vorteile in Bezug auf Volumen und EMV bei der Ausgestaltung der Maschinenschnittstelle (Filter) verspricht. Solange GaN HEMTs oder GITs nicht für höhere Sperrspannungen als 650V geeignet sind, erfordert die Zwischenkreisspannung von 600V eine Mehrpunkt-Topologie, in der mehrere niedriger sperrende Einzeltransistoren in geeigneter Weise in Serie geschaltet die Spannung aufnehmen. Die erwähnte Aufbautechnik mit mehrlagigen Leiterplatten wird auch in diesem Fall von Vorteil sein, um niederinduktive und symmetrische Kommutierungs- sowie Ansteuerkreise zu erreichen. Wichtige Forschungsfragen betreffen die Bewertung des Einflusses von GaN-Bauelementen auf das Systemverhalten, die Bewertung der erforderlichen Maßnahmen und Methoden für den Einsatz von GaN-Bauelementen in Antriebswechselrichtern, insbesondere im Hinblick auf Ansteuerung und Schutz der Bauelemente in den Wechselrichterzweigen, außerdem auf die Schaltung, Steuerung und Regelung des Leistungsteils und die Schnittstelle zur Maschine. Diese Themen stehen in enger Wechselwirkung zueinander und sollen mit einem ganzheitlichen Ansatz betrachtet werden, der theoretische und simulative Untersuchungen sowie deren experimentelle Validierung umfasst. Im Rahmen des Projektes soll an jeder der beiden beteiligten Universitäten einem Doktoranden bzw. einer Doktorandin die Möglichkeit zur Promotion gegeben werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "462676277",
      "url": "https://gepris.dfg.de/gepris/projekt/462676277",
      "title": "Planare und Vertikale Homo- und Heteroübergänge für Innovative GaN-basierte Leistungsbauelemente",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462676277",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Die Entwicklung der Gruppe III-Nitride hat eine neue Ära in der Hochfrequenz- und Hochleistungselektronik eingeleitet. Unter anderem durch den Übergang zu regenerativen Energiequellen und zur Elektromobilitiät werden effizientere, kompaktere und wirtschaftlichere Energiewandlungssysteme benötigt. Das große Potenzial der GaN-Leistungselektronik wird durch eine hohe Baliga Figure of Merit eindrucksvoll belegt.Aktuelles Arbeitspferd ist der laterale AlGaN/GaN-HFET, der bis 600 V kommerzialisiert ist. Im Allgemeinen wird jedoch eine vertikale Bauelementgeometrie aufgrund signifikanter Skalierungsvorteile und verbesserter Isolationseigenschaften bevorzugt. Elektrische Feldstärkespitzen liegen im Volumen, wodurch vertikale Bauelemente weniger anfällig für oberflächenbedingte Durchschläge und parasitäre Effekte wie Current Collapse sind. Vertikale Leistungsbauelemente sind auf 3D-Feldformungs- und Stromführungsstrukturen (Heterostrukturen) angewiesen, um niedrige Leckströme und hohe Durchbruchspannungen zu gewährleisten. Da Dotierstoff-Implantation und -Diffusion in GaN nicht einsetzbar sind, werden Selective-Area Growth (SAG)-Prozesse benötigt. SAG hat bereits vielversprechende Ergebnisse gezeigt, der technologische Reifegrad ist für eine Kommerzialisierung jedoch nicht ausreichend. Problematisch ist die nicht optimale Materialqualität, insbesondere in Bezug auf Kristalldefekte und defektreiche Grenzflächen. Neben den hohen Kosten von nativen GaN-Substraten verhindern mangelnde Kenntnisse von Mikrostruktur und Defekteigenschaften sowie unausgereifte Herstellungsprozesse die Entwicklung konkurrenzfähiger vertikaler GaN-Bauelemente.In diesem Projekt wird eine systematische Analyse von Wachstums- und Prozess-bedingten Defekten und der mikroskopischen Eigenschaften von p-n-Übergängen und Heteroübergängen durchgeführt. Die Compound Semiconductor Technology (CST, RWTH Aachen) wird SAG-Prozesse einsetzen, um planare und vertikale p-n-Übergänge und Heteroübergänge in spezifischen Teststrukturen zu implementieren. Die Halbleiterphysik (OvGU Magdeburg) wird auf dieser Basis detaillierte mikro- und nanoskopische Studien mittels (Raster-)Transmissions-elektronenmikroskopie ((S)TEM), Kathodolumineszenz (STEM-CL)-Spektroskopie, \"elektronen-strahlinduziertem Strom\" (STEM-EBIC)-Messungen sowie Time-of-Flight-Analysen durchführen, um Defekte zu identifizieren, Ladungsträger- und Exzitonentransport/-dynamik zu charakterisieren und diese mit elektrischen Daten und Wachstums-/Prozessbedingungen zu verknüpfen. Dies, ergänzt durch physikalische Modellierung, wird ein tieferes Verständnis der Auswirkungen von Defekten und Prozessen auf die makroskopischen Material-, Grenzflächen- und Bauelementeigenschaften erlauben und zu neuen Strategien zur Herstellung von Leistungsbauelementen führen. Schließlich werden verbesserte Junction-Barrier-Schottky-Dioden (JBS), Vertical-Channel-Junction-FET (vc-JFET) oder Current-Aperture-Vertical-Electron-Transistoren (CAVET) demonstriert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"MitverantwortlichePrivatdozent Dr. Frank  Bertram;Dr. Holger  Kalisch"
    },
    {
      "project_id": "546259123",
      "url": "https://gepris.dfg.de/gepris/projekt/546259123",
      "title": "ReToGaN – Analyse der Zuverlässigkeit, Parameterstabilität und Schaltungstopologien für GaN-basierte Leistungselektronik",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546259123",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Das Projekt zielt auf die Untersuchung und Verifizierung von Methoden zur präzisen und stabilen Temperaturbestimmung in p-GaN and Schottky-Gate GaN-HEMTs, unter Berücksichtigung der speziellen Anforderungen aus Anwendungs- und Zuverlässigkeitstests wie z.B. dem Lastwechseltest, ab. Bekannte und neue Arten von temperatursensitiven Parametern (TSEPs) sollen untersucht werden, auch im Hinblick auf die Stabilität, und mit einer Hochgeschwindigkeits-Temperatur-Mapping-Technologie mittels Thermoreflexionsmikroskopie (TRM) verglichen werden. Zur Validierung der Anwendbarkeit werden verschiedene Lastwechsel-DOEs (einschließlich der Verlustgenerierung in Vorwärts- und Rückwärtsrichtung) und Zth-Bewertungen durchgeführt, die zu einem Leitfaden für die am besten geeignete Temperaturauslesemethode und einem optimierten thermischen Modell führen, das auch für kurzfristige Ereignisse wie Über-/Stoßströme sehr genau sein kann. Darüber hinaus werden, als Ergebnis der Lastwechsel-DOEs, optimierte End-of-Life-Kriterien vorgeschlagen, die die Grundlage für ein geeignetes Lebensdauermodell bilden. Diese Untersuchungen bilden die Grundlage für die weitere Verbesserung spezifischer Eigenschaften auf Bauelementebene, während gleichzeitig neue Strategien für verbesserte Topologien erarbeitet werden, die das volle Potential der neuen Schalter nutzen. Neben den Eigenschaften der Leistungshalbleiter ist der Entwurf der Schaltungstopologien von großer Bedeutung für die Robustheit und Lebensdauer von leistungselektronischen Umrichtern. Sowohl die Lastprofile als auch mögliche Fehlerfälle haben unterschiedliche Auswirkungen auf die Realisierung der Schaltungen. Bei den neu verfügbaren Leistungshalbleitern sind einige Unterschiede zu erwarten. Derzeit gibt es keine systematische Klassifizierung von leistungselektronischen Umrichtern und Anwendungen, die die Anforderungen und Herausforderungen an Zuverlässigkeit und Robustheit von GaN-basierten Leistungshalbleitern differenziert. Eine entsprechende Studie ist eine wesentliche Voraussetzung, um die Ergebnisse auf Bauelementeebene in konkrete Handlungsempfehlungen umzusetzen, sowohl für die Halbleiter als auch für die verwendeten Anwendungen und Schaltungstopologien. Dieses Projekt deckt diese Bereiche in einem interdisziplinären Ansatz auf Bauelemente- und Topologieebene ab.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\""
    },
    {
      "project_id": "546288721",
      "url": "https://gepris.dfg.de/gepris/projekt/546288721",
      "title": "Soft-Switching von Stromzwischenkreisumrichtern mit Bidirektionalen GaN Halbleitern",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 546288721",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Ein herkömmlicher dreiphasiger AC/DC-Stromzwischenkreiswandler (CSC) benötigt sechs Leistungshalbleiter mit bidirektionaler Spannungssperrfähigkeit. Um dieser Anforderung gerecht zu werden, werden gewöhnlich zwei diskrete unidirektional sperrende Leistungshalbleiter gegeneinander verschalten. Nachteilig bei dieser Methode sind jedoch erhöhte Kosten und Leitungsverluste und die Komplexität der Gate-Treiber. Aus diesem Grund werden diese Systeme im Vergleich zu Systemen mit Spannungszwischenkreis als wenig vorteilhaft angesehen. Durch Fortschritte in der Leistungshalbleiterindustrie konnten monolithische bidirektionale GaN-Feldeffekttransistor-Prototypen (e-FET) entwickelt werden. Diese Bauelemente verfügen über die Fähigkeit zur bidirektionalen Spannungssperre, können den Stromfluss in beide Richtungen steuern und haben den gleichen Einschaltwiderstand wie ein einzelnes unidirektionales Bauelement. Aufgrund dieser Eigenschaften eignen sie sich gut für die Anwendung in Stromzwischenkreiswandlern und verschieben das Gleichgewicht zwischen mehrstufigen Spannungszwischenkreisumrichter-Topologien und einstufigen Stromzwischenkreisumrichter-Topologien zugunsten der letzteren. Generell können die geringeren Verluste, die durch WBG-Bauelemente, insbesondere GaN, ermöglicht werden, einstufige Topologien aufgrund der geringeren Komplexität und des kleineren Volumens attraktiver machen. Dies eröffnet neue Möglichkeiten für die Bewertung von zuvor vorgeschlagenen Wandlern und den Vorschlag neuer hocheffizienter, hochkompakter einstufiger Topologien. Daher sind bidirektionale GaN-Leistungsbauelemente in diesem Zusammenhang sehr attraktiv. Allerdings scheint selbst bei GaN-Leistungsbauelementen eine drastische Erhöhung der Schaltfrequenz bei gleichzeitiger Beibehaltung eines hohen Wirkungsgrads nur möglich zu sein, wenn sanfte Schalttechniken eingesetzt werden. Diese Arbeit schlägt vor, Soft-Switching-Techniken für CSCs auf der Basis von bidirektionalen GaN-Bauelementen zu verwenden. Die zentrale Hypothese, die untersucht wird, ist, dass Soft-Switched Current Source Converters auf der Basis von bidirektionalen GaN-Leistungsschaltern eine höhere Effizienz und Leistungsdichte in dreiphasigen AC-DC-Anwendungen ermöglichen können. In diesem Projektvorschlag wird versucht, die folgenden Forschungsfragen zu beantworten: - Wie werden bidirektionale GaN-Soft-Switching-Bauelemente in CSCs richtig eingesetzt? - Welche Auswirkungen hat das Soft-Switching in bidirektionalen GaN-Bauelementen? - Welche Topologien und Modulationsschemata bieten das größte Potenzial für hohe Effizienz und hohe Leistungsdichte, wenn sie von bidirektionalen GaN-Schaltern profitieren? - Welche Auswirkungen hat die Verwendung von GaN-Bauelementen in weich schaltenden CSCs auf das Design von EMV-Filtern? Die Antworten auf diese Fragen könnten ein neues Kapitel in der Geschichte der Stromquellenwandler aufschlagen, was dieses Projekt sehr motiviert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"MitverantwortlichDr. Gean Jacques  Maia de Sousa"
    },
    {
      "project_id": "545448757",
      "url": "https://gepris.dfg.de/gepris/projekt/545448757",
      "title": "Temperaturbestimmung bei GaN basierten Bauelementen auf Basis von Temperatursensitiven Elektrischen Parametern (TSEP)",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische ElektrotechnikElektrische Energiesysteme, Power Management, Leistungselektronik, elektrische Maschinen und Antriebe",
      "funding_period": "Förderung seit 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 545448757",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Sowohl für die elektrische Auslegung als auch mechanische Dimensionierung auf Lastwechselfestigkeit ist die Temperatur eines Leistungshalbleiters eine extrem wichtige Größe. Es werden dafür Verfahren benötigt, die eine Temperaturbestimmung im elektrischen Betrieb erlauben, wobei eine Zugänglichkeit für direkte konventionelle Messverfahren (z.B. optisch) nicht gegeben ist. Bei den verbreiteten Leistungshalbleitern auf Si oder SiC Basis sind unterschiedliche Verfahren bekannt, wobei als Referenz der Temperaturkoeffizient des pn-Überganges ausgenutzt wird. Bei GaN basierten Halbleitern im SPP GaNius existiert heute kein etabliertes Verfahren zur Temperaturbestimmung und die Struktur der Bauelemente verfügt über keinen klassischen pn-Übergang im Leistungspfad. Gleichzeitig werden GaN Bauelemente oft in Gahäusebauformen ausgeführt, welche auch keine direkte optische Zugänglich erlauben. Damit besteht die Erforderniss über temperatursensitive elektrische Parameter (TSEP) auf die Halbleitertemperatur schließen zu können. Das Projekt beginnt mit einem Review bekannter Verfahren und Ermittlung der Eigenschaften in Bezug auf GaN Bauelemente, wobei dort die haute hauptsächlich üblichen Strukturen betrachtet werden wie GaN-eMode, d-mode bzw. Kaskode und GaN-GIT. Es werden in einer nächsten Stufe die Sensitivitäten und auch Quersensitivitäten (z.B. auf Strom und Spannung) ermittelt. Auf dieser Basis werden die erreichbaren Genauigkeiten ermittelt. Begleitend erfolgt eine theoretische Modellbildung für die Effekte, welche jeweils mit Messungen abgeglichen wird. Aus diesen Voruntersuchungen sollen die aussichtsreichsten Verfahren gefiltert werden. Auf Basis dieser Verfahren soll der Einsatz in einem taktenden Stromrichter untersucht werden. So sollen die Effekte der GaN Besonderheiten wie z.B. \"dynamischer RDS-on\" auf die Messverfahren untersucht werden, auch hier soll eine Modellbildung erfolgen, um im Sinne eines \"digitalen Zwillings\" parallel eine Nachbildung zu rechnen und so einen Abgleich zur Messung zu ermöglichen. Alternativ zur analytischen Nachbildung soll hier auch auf ein angelerntes neuronales Netz zur Nachbildung der nicht-linearen Zusammenhänge zurückgegriffen werden. Den Abschluss des Projektes bildet ein Aufbau der in Rahmen eines Lastwechseltests online eine Temperaturerfassung ermöglichen soll. Alternativ werden im letzten Arbeitspaket die Effekte bei Parallelschaltung mehrerer Einzelelemente untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"GroßgeräteLuftbasiertes Temperiergerät für LeistungshalbleiterGerätegruppe8430 Lufterhitzer, Luftheizgeräte (transportabel), Infrarotheizgeräte und -anlagen)"
    },
    {
      "project_id": "462722619",
      "url": "https://gepris.dfg.de/gepris/projekt/462722619",
      "title": "Übergangsmetall-nitrid-AlGaN Schichten mittels Sputterepitaxie für elektronische Anwendungen",
      "subject_area": "Elektronische Halbleiter, Bauelemente und Schaltungen, Integrierte Systeme, Sensorik, Theoretische Elektrotechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 462722619",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"",
      "description": "Um weitere Verbesserungen in der GaN-Leistungselektronik zu erzielen und neue Bauelementstrukturen sowie Bauelementdesigns zu ermöglichen, werden wir Übergangsmetallnitride, deren Legierungen sowie deren Legierungen mit AlN und GaN untersuchen. Dies mit dem Ziel, eine echte, voll vertikale Elektronik auf kostengünstigen Siliziumsubstraten und normally-off high electron mobility Transistoren (HEMT) mit höherer Stromdichte und damit kompakterer Bauweise als bisher zu ermöglichen. Darüber hinaus werden wir eine neue Wachstumsmethode anwenden, die gepulste Sputter-Epitaxie, mit der hochwertige GaN-Schichten bei Temperaturen unter 800 °C gezüchtet werden können, womit sich ein großes Potenzial für die Si-CMOS-Integration der GaN-Elektronik eröffnet. Um neue Materialien zu identifizieren, die geeignet sind, leitende Pufferschichten für die anschließende GaN-Epitaxie zu erzielen, sowie neue oder bessere Funktionalitäten von Bauelementen der Gruppe-III-nitride zu erreichen, werden wir Übergangsmetallnitride (TM) sowie deren Legierungen mit AlN und GaN, auf ihr Potenzial für elektronische Anwendungen der Gruppe-III-Nitride untersuchen. Dazu werden zunächst die Eigenschaften von reinen und legierten Gruppe-IIIb-IVb- und  Vb-Nitriden (Cr, V, Ti, Sc, Nb, Zr, Ta, Hf) mit AlN und in einigen Fällen auch mit GaN untersucht. Unser Ziel ist eine Datenbasis mit Kristallstruktur, Gitterparametern, elektrischen und optischen Eigenschaften für eine Vielzahl von Zusammensetzungen. Im Detail wird das Potenzial dann an dünnen Schichten für die Anwendung als aktive Schicht in elektronischen Bauelementen untersucht werden, z.B. zur Polarisationsoptimierung in HEMTs oder für neuartige HEMT-Strukturen, z.B. mit binären, hochleitfähigen GaN / ScN / GaN-Kanälen oder als dickere, hochleitfähige Pufferschicht oder auch als elektrisch leitende, rissvermeidende Schichten, die echte vertikale, elektronische Bauelemente auf Si-Substraten ermöglichen soll. Für letztere sind reine TMN-Legierungen oder TMN-Legierungen mit AlN die vielversprechendsten Kandidaten, während für aktive Schichten neben binären TMN-Schichten auch Legierungen mit GaN interessant sind. Aufgrund der bislang bekannten Eigenschaften der TMNs erwarten wir, dass sowohl vollständig vertikale Bauelemente auf Si als auch bessere HEMT-Bauelemente erzielbar sind und zu einer weiteren Erhöhung der Leistungsdichte von GaN basierten Bauelementen führen wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2312: \nEnergieeffiziente Leistungselektronik \"GaNius\"MitverantwortlichProfessor Dr. Rüdiger  Goldhahn"
    }
  ]
}