{
  "spp_number": "SPP 2041",
  "spp_title": "Computational Connectomics",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313856816",
  "projects_count": 19,
  "projects": [
    {
      "project_id": "346385753",
      "url": "https://gepris.dfg.de/gepris/projekt/346385753",
      "title": "Analyse und Modellierung des circadianen Schrittmacherzentrums der Madeiraschabe",
      "investigators": "Professor Dr. Hanspeter  Herzel;Professorin Dr. Monika  Stengl",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346385753",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Die Madeira Schabe ist ein etabliertes Tiermodell der Chronobiologie. Das circadiane Schrittmacherzentrum im Gehirn der Schabe wird von ~240 Neuronen innerviert, die eine ungewöhnliche Vielzahl von Neuropeptiden co-lokalisieren. Wir identifizieren und charakterisieren das Netzwerk neuropeptiderger circadianer Uhrneurone, welches Schlaf-Wach-Rhythmen in der Schabe steuert und untersuchen dessen Plastizität bei wechselnder Photoperiode. Neuropeptide sind bei Invertebraten und Säugern sehr verbreitet, aber ihre Wirkungsweisen sind wenig verstanden. Offensichtlich vernetzen Neuropeptide unterschiedliche neuronale Schaltkreise neu, um genetisch-verankertes Verhalten in einem sinnvollen physiologischen Kontext zu steuern. Die Schaben-Uhr sekretiert im 24h Rhythmus Neuropeptide, die Ensembles von Neuronen rekrutieren, die dadurch Phasen-gekoppelt im Gamma-Frequenzbereich synchron feuern, wie man es auch bei Cortex-Ableitungen vom Menschen messen kann. Wir schlagen eine neue Hypothese (labeled line encoding) vor, die erklärt, wie sich Uhr und Licht-gesteuert ein neuropeptiderges Netzwerk autonom aufbaut, durch Synchonisation von neuronalen, ultradianen Oszillatoren, um Schlaf-Wach-Rhythmen zu steuern. Auf Einzelzell-Niveau identifizieren, charakterisieren und modellieren wir diesen Schaltkreis durch Zusammenarbeit von Experten aus Biologie, Neuro-Modellierung, Physik, Mathematik und den Elektro-Ingenieurswissenschaften. Der anatomische und funktionelle Aufbau der circadianen Uhr von Schaben und Säugern ist verblüffend ähnlich. Deshalb erwarten wir durch das Verständnis der einfacher gebauten Schabenuhr interessante Einsichten in die viel komplexeren Säugeruhren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347325977",
      "url": "https://gepris.dfg.de/gepris/projekt/347325977",
      "title": "Clinical Connectomics: Ein Netzwerkansatz zur tiefen Hirnstimulation",
      "investigators": "Professor Dr.-Ing. Fred Henrik  Hamker;Professorin Dr. Andrea  Kühn;Professorin Dr. Petra  Ritter",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKlinische Neurologie; Neurochirurgie und NeuroradiologieKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347325977",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "In diesem Projekt planen wir - zum ersten Mal - zwei rechnergestützte Modellierungsansätze auf verschiedenen räumlichen und zeitlichen Skalen zu kombinieren, um die Hirnaktivität bei Parkinson-Patienten mit und ohne Tiefe Hirnstimulation (DBS) zu simulieren. Übergeordnetes Ziel ist es, mit dieser methodischen Entwicklung verfeinerte und genauere Vorhersagen von veränderten Netzwerkinteraktionen bei Morbus Parkinson zu erreichen und eine In-Silico-Vorhersage von Neuromodulationstherapien wie der DBS zu ermöglichen. Durch die Co-Simulation des Gehirns mit zwei verschiedenen Simulatoren, The Virtual Brain (TVB) und ANNarchy, erfassen wir sowohl die Interaktionen zwischen dem Netzwerk des ganzen Gehirns als auch die detaillierten funktionellen Schaltkreis-Interaktionen des Basalganglien-Netzwerks. Beide Beschreibungsebenen der Hirndynamik interagieren und beeinflussen sich gegenseitig. Die in dieser Zusammenarbeit entwickelten multi-Skalen Modelle werden durch patientenspezifische multimodale Daten ergänzt, die die Magnetenzephalographie (MEG), lokale Feldpotentiale (LFPs) und die funktionelle Magnetresonanztomographie (fMRI) umfassen. Modellinduzierte Parameter und Zustandsvariablen werden zur Vorhersage klinischer Symptomveränderungen bei PD-Patienten verwendet. Wir werden unsere multi-Skalen Modelle durch Kreuzvalidierung validieren. Die entwickelte Software wird quelloffen sein und es anderen Benutzern ermöglichen, multi-Skalen Hirn-Co-Simulationen mit der TVB-ANNarchy-Toolbox durchzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "455297784",
      "url": "https://gepris.dfg.de/gepris/projekt/455297784",
      "title": "Computergestützte und physiologische Ansätze für die Untersuchung des Angstkonnektoms in Primaten",
      "subject_area": "Experimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung von 2021 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455297784",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Wenn Emotionen wie Angst bei psychiatrischen Erkrankungen die normale Funktion einschränken, dann ist deren Regulation ein fundamentaler Behandlungsansatz. Ungeklärt ist aber weitgehend, wie das Gehirn Stimmungen und Angstgefühle erzeugt und wie diese Funktion gestört wird. Das behindert die Entwicklung von Behandlungsstrategien. Aktuelle funktionelle Magnetresonanztomographie (fMRT)-Studien an Menschen zeigen Hinweise auf weitreichende Netzwerke koordinierter Aktivität im Gehirn. Dies deutet darauf hin, dass die zeitgleiche Aktivierung entfernter Hirnregionen eine wesentliche Rolle bei Interaktionen zwischen Arealen des menschlichen Gehirns spielt. Weitere Studien zeigten, dass ein großes Netzwerk im menschlichen Gehirn vor allem bei pessimistischen Ausprägungen von Angststörungen aktiviert wird. Ob und wie diese Netzwerke kausal an ängstlichem Verhalten beteiligt sind, ist jedoch ungeklärt. Interaktionen zwischen weit entfernten Arealen sind besonders ausgeprägt im Gehirn von Primaten. Wir haben mehrere Areale im Primatenhirn identifiziert, die kausal an der Erzeugung angstähnlicher Zustände beteiligt sind. Dies deutet darauf hin, dass ein „Primaten-Angst-Konnektom“ homolog zum menschlichen Netzwerk existiert. Dieses Homolog bietet eine beispiellose Gelegenheit die Netzwerke zu untersuchen, die Angstzustände erzeugen. Mit diesem Ziel werden wir vier experimentelle Verfahren kombinieren: elektrische Mikrostimulation (EMS), Verhaltensanalyse, Computermodellierung und fMRT. Zuerst werden wir die EMS der unterschiedlichen limbischen Areale durchführen, während Makaken eine Aufgabe ausführen, die bekanntermaßen für die Charakterisierung angstbedingten Verhaltens nützlich ist: der „fixed ratio conflict“. Um die inneren Zustände der Versuchssubjekte zu quantifizieren, die relevant für Emotionen und Ängste sind, werden wir das Verhalten mit Hilfe komplexer Arten des Reinforcement Learning modellieren (ein zentraler Punkt der Zusammenarbeit zwischen Deutschland und Japan). Dieses Vorgehen wird uns die Möglichkeit bieten, die Regionen zu identifizieren, in denen die EMS kausale Änderungen von Verhalten im Zusammenhang mit Angstzuständen hervorrufen kann. Anschließend werden wir fMRT-Scans des gesamten Gehirns an narkotisierten Primaten durchführen, um zu untersuchen, wie die EMS weitreichende Aktivität beeinflusst. Unser Vorgehen könnte erste Hinweise dafür liefern, dass die Aktivierung des zusammenhängenden Netzwerks im Primatenhirn wichtig ist, um Angstzustände zu erzeugen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational ConnectomicsInternationaler BezugJapanPartnerorganisationJapan Agency for Medical Research and DevelopmentKooperationspartnerProfessor Ken-ichi  Amemori, Ph.D."
    },
    {
      "project_id": "347469655",
      "url": "https://gepris.dfg.de/gepris/projekt/347469655",
      "title": "'Connectome' basierte Modellierung zur Erforschung von skalenübergreifenden Prozessen beim Schlaganfall",
      "investigators": "Professor Dr. Christian  Gerloff;Professorin Dr. Petra  Ritter",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347469655",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Der Schlaganfall stellt ein verheerendes Krankheitsbild mit großer sozioökonomischer Bedeutung dar. Obwohl sich Therapien und Rehabilitationsmöglichkeiten permanent verbessern, können sie bisher nur unzureichend die individuelle Verschiedenheit jedes einzelnen Schlaganfalls berücksichtigen und die Behandlungserfolge sind noch immer unzureichend. Multimodales Neuroimaging erlaubt die individuelle Beurteilung und kann so prinzipiell zur Grundlage personalisierter Therapien und Rehabilitationsmaßnahmen werden. Wir wollen eine open-source Modellierungsumgebung schaffen, die Gesamthirn-Simulationen aus neuroradiologischen Patientendaten, also den individuellen Connectomes generiert, analysiert und für die personalisierte klinische Anwendung nutzt. Wir wenden die von uns entwickelte open-source Simulationsplattform The Virtual Brain (TVB) auf eine große Kohorte von Schlaganfallpatienten an. Unsere Gehirnmodelle repräsentieren die veränderte Konnektivität und Funktion bei Schlaganfallpatienten. TVB soll in Zukunft bei Schlaganfallpatienten Vorhersagen zum Effekt von Interventionen ermöglichen (z.B. Akuttherapie, Rehabilitation). Individuell zugeschnittene Therapien und die individuelle Abschätzung der Prognose werden so möglich. Erreichen wollen wir dieses Ziel, indem wir mit den personalisierten Gehirnmodellen Mechanismen unterhalb des Auflösungsvermögens nichtinvasiver bildgebender Verfahren identifizieren. Zielsetzung. Wir wollen zeigen, dass TVB in der Lage ist, mikroskopische Prozesse beim Schlaganfall zu identifizieren, die als Prädiktoren des Therapieerfolges zu wirkungsvollen klinischen Kennwerten werden können. Unsere spezifischen Ziele sind: 1) Virtualisation von Gehirnen bei Patienten mit akutem und chronischem ischämischen Schlaganfall, um veränderte biophysikalische Parameter als mechanistische Korrelate fokaler Läsionen zu entdecken; 2) Identifikation verbesserter Biomarker der Rekonvaleszenz auf Grundlage der biophysikalischen Parameter; 3) Validierung der neurophysiologischen Bedeutung der gefolgerten Biomarker durch die gezielte Applikation von Doppelpuls- transkranieller Magnetstimulation an ausgewählten Netzwerkknoten und -verbindungen; Aufbau eines interaktiven Tools zum Datenaustausch mit standardisierter Pipeline zur Datenprozessierung, das Daten sammeln kann und die Aussagekraft klinischer Studien mit TVB vergrößert. Bedeutung. Wir betrachten den Schlaganfall als eine Störung der Informationsverarbeitung und der funktionellen Architektur des Gehirns. Simulationen des vollständigen Gehirns sollen es ermöglichen, neue Maßstäbe im Monitoring von Interventionen beim Schlaganfall auf funktionellem und individuellem Patientenniveau zu setzen und damit potentiell die Entwicklung neuer Therapien zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "346384612",
      "url": "https://gepris.dfg.de/gepris/projekt/346384612",
      "title": "Connectomics-basierte Modellierung der inneren Retina",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346384612",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Visuelle Verarbeitung beginnt in der Netzhaut, in der mindestens 40 verschiedene Bildeigenschaften extrahiert und parallel an höhere Gehirnzentren weitergeleitet werden. Eine der größten verbleibenden Herausforderungen der Netzhautforschung ist es zu verstehen, wie diese verschiedenen Informationskanäle innerhalb der Netzhaut-Schaltkreise entstehen. Bisher versteht man nur einige wenige dieser Schaltkreise wirklich gut; in jedem dieser Fälle war das Verständnis der Rolle eines bestimmten Typs von Interneuron maßgeblich für die Aufdeckung der neuronalen Berechnung. Diese überwiegend inhibierenden Interneurone gehören meist zur Klasse der Amakrinzellen (AZs). Trotz der Schlüsselrolle der AZs bei den Berechnungen in der Netzhaut ist erstaunlich wenig über die große Mehrheit der >60 genetischen AZ-Typen und ihre komplizierten Netzwerke bekannt. In der ersten Phase des Schwerpunktprogramms 2041 \"Computational Connectomics\" hatte unser Projekt zum Ziel, die funktionellen Rollen der AZs für die Bildverarbeitung in der Netzhaut weiter zu untersuchen. Wir entwickelten einen neuen Messansatz für die 2-Photonen-Bildgebung in der Netzhaut und kombinierten funktionelle Daten, die mit einem vielfältigen Satz an visuellen Stimuli aufgezeichnet wurden, mit kontaktbasierten Konnektivitätsdaten, um ein prädiktives Modell für die zeitliche Verarbeitung in der inneren Netzhaut – einschließlich der AZ-Schaltkreise – zu entwickeln. Für die nächste Phase planen wir unser Modell um räumliche Stimuli zu erweitern. Zudem werden wir es auf neue elektronenmikroskopische Rekonstruktionen mit Konnektivität auf Synapsenebene und Dual-Imaging-Funktionsdaten stützen. Zunächst werden wir einen neuen, funktionell annotierten Connectomics-Datensatz der Mäusenetzhaut mit Synapsenauflösung erzeugen. Dazu werden wir ein Mehrstrahl-Rasterelektronenmikroskop verwenden, mit dem große Abbildungsvolumina in Wochen statt Monaten gesammelt werden können. Dann werden wir eine automatische Pipeline entwickeln, um die rekonstruierten Zellen in Typen zu klassifizieren und sie mit funktionellen Daten abzugleichen. Wir werden 2-Photonen-Bildgebung verwenden, um gleichzeitig die Glutamatausschüttung an Axonterminalien der Bipolarzellen (BZ) und die Aktivität in AZ-Dendriten durch die gesamte Tiefe der inneren plexiformen Schicht hindurch zu messen. Als nächstes werden wir beide Datenmodalitäten integrieren, indem wir ein Modell für die zeitlich-räumliche Verarbeitung auf der Grundlage der Konnektivitätsdaten zwischen BZ- und AZ-Typen aufstellen und dessen Parameter auf der Grundlage der funktionellen Daten herleiten. Durch Iteration werden wir das Modell verbessern, indem wir sukzessive mehr Details zur Konnektivität hinzufügen und es mit funktionellen Daten aus Experimenten fitten, die auf der Grundlage von Modellierungsergebnissen aus früheren Runden entworfen wurden. Das Projekt wird uns somit erlauben, unser Wissen über die Rolle der AZ bei Netzhautberechnungen erheblich zu erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347141397",
      "url": "https://gepris.dfg.de/gepris/projekt/347141397",
      "title": "Das dynamische Konnektom der Sprache in Gehirn",
      "investigators": "Dr. Alfred  Anwander;Professor Dr. Gustavo  Deco;Professorin Dr. Angela  Friederici;Professor Dr. Thomas  Knösche",
      "subject_area": "Kognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347141397",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Die höheren kognitiven Funktionen zugrunde liegenden Hirnnetzwerke sind noch stets schwer zu definieren. Eine Ausnahme ist vielleicht das Sprachnetzwerk, welches gut untersucht ist. Es kann daher als Beispiel für ausgedehnte kognitive Netzwerke innerhalb des menschlichen Konnektoms dienen. Die neuronale Basis der Sprache besteht in einem fronto-temporalen Netzwerk, welches das Broca-Gebiet und den posterioren temporalen Kortex umfasst. Diese Gebiete werden durch ventrale und dorsale Fasertrakte verbunden, deren Sprachrelevanz gut belegt ist. Es ist jedoch weitgehend unbekannt (i) wie während der Sprachverarbeitung Information zwischen diesen Gebieten ausgetauscht wird und (ii) welche Strukturparameter für die Übertragung und Verarbeitung von Information relevant sind.Im vorliegenden Projekt wird ein biologisch plausibles dynamisches Modell des menschlichen Konnektoms verwendet, um das Sprachnetzwerk detailliert zu beschreiben. Insbesondere wird dabei eine realistische Beschreibung der Informationsübertragung in Fasertrakten in der weißen Substanz entwickelt. Um die dazu notwendigen mikrostrukturellen Daten zu gewinnen, wird ein neuartiges Magnetresonanz-System (Siemens CONNECTOM) verwendet, welches speziell auf hochauflösende Diffusionsbildgebung mit hohen B-Werten zugeschnitten ist. Es ist einzigartig in Deutschland und weltweit nur an 3 Standorten vorhanden. Auf diese Weise wird ein Erweitertes Konnektom generiert, welches sowohl die innere Dynamik der Knoten als auch die Verbindungsdynamik zwischen diesen biologisch realistisch beschreibt.Dieses Model erlaubt die Schätzung der Effektiven Konnektivität zwischen den Hirnarealen sowie deren Abbildung auf strukturelle Gewebsparameter. Das Modell wird mit Hilfe struktureller und funktioneller (fMRT und MEG) Hirndaten aus longitudinalen Sprachlernstudien spezifiziert und validiert. Insbesondere werden wir auf einen einzigartigen Datensatz aus einer Großstudie zum intensiven Lernen von Deutsch als Zweitsprache bei syrischen Flüchtlingen zurückgreifen können, die gegenwärtig am MPI Leipzig durchgeführt wird. Dabei werden wir die strukturelle und effektive Konnektivität in Abhängigkeit von syntaktischem und semantischem Training studieren. Wir vermuten, dass die effektive Konnektivität über die dorsale Verbindung des Broca-Gebiets mit syntaktisch ausgerichtetem Training und die über die ventralen Fasertrakte bei semantisch ausgerichtetem Train verstärkt wird. Das Netzwerkmodell wird Aufschluss darüber geben, welche spezifischen Strukturparameter sich in Abhängigkeit vom Training verändern und daher als Basis für die beobachteten Effekte in Frage kommen. Mit dieser Herangehensweise hoffen wir einen Beitrag zur Diskussion über die Beziehung zwischen Struktur und Funktion zu liefern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational ConnectomicsInternationaler BezugSpanien"
    },
    {
      "project_id": "347573108",
      "url": "https://gepris.dfg.de/gepris/projekt/347573108",
      "title": "Das dynamische Konnektom: Dynamik des Lernens",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347573108",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Das Konnektom der Großhirnrinde ist äußerst dynamisch und zeigt auch unter basalen Bedingungen einen hohen Umsatz an synaptischen Verbindungen. Dennoch sind wir in der Lage manche Erinnerungen ein Leben lang zu bewahren. Wie werden solche Erinnerungen in einem so dynamischen Umfeld gebildet und geschützt? Hier schlagen wir vor, die chronische in vivo Mikroskopie von exzitatorischen und inhibitorischen Synapsen im Nagetierkortex während des Lernens mit einer automatisierten Datenanalyse und Computermodellierung zu kombinieren, um diese grundlegende Frage zu beantworten. Erstens werden wir die Mikroskopieverfahren anwenden, die während der ersten Förderungsperiode entwickelt wurden, um die Dynamik der exzitatorischen und inhibitorischen Konnektivität im auditorischen Kortex von Mäusen vor, während und nach dem Erlernen einer auditorischen Unterscheidungsaufgabe zu messen. Zweitens werden wir automatisierte Bildanalysetechniken mit hohem Durchsatz basierend auf tiefen neuronalen Netzen verfeinern, um eine automatisierte Quantifizierung der Dynamik von exzitatorischen und inhibitorischen Verbindungen durchzuführen. Drittens werden wir Computermodelle verwenden, um die beobachtete Dynamik des Konnektoms während des Lernens zu beschreiben und zu erklären, um zugrunde liegende Mechanismen aufzudecken und überprüfbare Vorhersagen für zukünftige Experimente zu generieren. Durch die Kombination des komplementären Fachwissens aus drei Labors möchten wir die aktuellen Beschreibungen der lern-induzierten synaptischen Plastizität von der Ebene einzelner Dendriten oder einzelner Neurone auf die Netzwerkebene des kortikalen Konnektoms erweitern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "455227709",
      "url": "https://gepris.dfg.de/gepris/projekt/455227709",
      "title": "Das Sprach-Konnektom von Gehirntumorpatient*innen",
      "investigators": "Dr. Lucius  Fekonja;Professor Dr. Thomas  Picht;Professorin Dr. Petra  Ritter",
      "subject_area": "Klinische Neurologie; Neurochirurgie und NeuroradiologieExperimentelle und theoretische Netzwerk-Neurowissenschaften",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455227709",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Unser zentrales Ziel ist, Hirnvernetzung bei Patienten mit Tumoren im Sprachbereich zu untersuchen, um die Auswirkungen des Tumors auf die netzwerkbezogene Kognition zu erfassen. Die Beeinträchtigung der Sprachfunktion wirkt sich besonders nachteilig und negativ auf die Lebensqualität des Patienten aus. Darüber hinaus ist der genaue Einfluss von Hirntumoren auf die Sprachfunktion aufgrund der Variabilität der individuellen Sprachnetzwerke und des Potenzials des Gehirns zur funktionellen Reorganisation bisher schwer vorherzusagen. Ein Konnektom-Ansatz auf der Grundlage der fortgeschrittenen Neurobildgebung bietet neue Möglichkeiten für präzise personalisierte Analysen. Wir werden The Virtual Brain nutzen, um die Auswirkungen von Hirntumoren auf die individuelle Netzwerkfunktion zu modellieren und virtuelle Operationen durchführen, um die Auswirkungen der Operation vorherzusagen. Dazu werden wir hirnspezifische biophysikalische Hirnnetzwerk-Modelle (HNMs) berechnen, um deren Beziehung zur Kognition zu untersuchen. Darüber hinaus werden wir künstliche neuronale Netze (KNNs) verwenden, um die Beziehung zwischen Netzwerkelementen und Kognition zu erfassen. Durch die Modellierung der Hub-Konnektivität, die unter Verwendung von KNNs berechnet wird, werden wir in der Lage sein, die Sprachleistung von Hirntumorpatienten vor und nach der Operation vorherzusagen. Dieses Projekt kombiniert komplementäre Expertisen eines interdisziplinären Forschungsteams, um eine Grundlagentechnologie zu schaffen, die die Verbindungen zwischen Gehirnarchitekturen auf Makro- und Mikroebene in Bezug auf ihre Funktion im Gehirn definiert. Unsere Ziele sind i) der Aufbau eines mehrskaligen KNN-basierten Modells für Sprachhirntumor-Patienten (Gliom WHO Grad II - IV), das verschiedene Analysemethoden, neuropsychologische Tests, fortgeschrittene bildgebende Verfahren und longitudinale, prä- und postoperative Bewertungen neben anderen neuroonkologischen Indikatoren wie dem Tumorgrad integriert, Histologie und Läsionsvolumen bei der Diagnose ii) tumorinduzierte Veränderungen in Bezug auf das Konnektom über verschiedene Zeitskalen zu untersuchen, iii) die Netzwerk-Auswirkungen von Hirntumoren und Neurochirurgie auf die Sprache zu simulieren und iv) einen offen zugänglichen Online-Datensatz mit qualitativ hochwertigen neuropsychologischen und bildgebenden Daten von 150 Patienten mit intrinsischen Hirntumoren prä- und postoperativ und 150 gesunden Probanden zu erstellen. Dieses Projekt geht weit über die gegenwärtigen Methoden der Hirntumoranalyse hinaus. Das Projekt stellt ein großes Potenzial dar, um die Auswirkungen von Hirntumoren und deren Behandlung auf individuelle neuronale Netzwerke und die daraus resultierende Sprachfunktion besser zu verstehen. Durch die Weiterentwicklung von prädiktiven Modellen in der Hirntumorchirurgie wird dieses translationale Projekt Pionierarbeit an der Schnittstelle von klinischer, experimenteller und theoretischer Forschung leisten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "455226630",
      "url": "https://gepris.dfg.de/gepris/projekt/455226630",
      "title": "Die Rolle dynamischer funktioneller Konnektivität für semantische und emotionale Aspekte natürlicher Gedankenvorgänge",
      "subject_area": "Kognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455226630",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Kognition und Verhalten fußen auf der Interaktion komplexer neuronaler Netzwerke. Solche Gehirn-Netzwerke werden im Menschen oftmals mittels sogenannter “functional connectivity” oder “functional coupling” (FC) Maße untersucht, welche aus den Korrelationen zwischen fMRT Signalen aus unterschiedlichen Hirnregionen berechnet werden. Die bisherige Forschung hat gezeigt, dass sich das Muster funktionaler Konnektivität dynamisch ändert; selbst dann, wenn Probanden keine explizite externe Aufgabe durchführen. Bisher ist allerdings wenig darüber bekannt welche Rolle diese Veränderungen für Denken und Verhalten spielen. Im Besonderen ist unklar, welche Rolle Veränderungen in der FC für das sog. mind-wandering und spontane Denkprozesse spielen, welche oftmals während des Ausruhens auftreten . Aktuelle Studien legen nahe, dass die Dynamik der functional connectivity Informationen über den aktuellen kognitiven Zustand des Probanden enthält (Gonzalez-Castillo et al., 2019). Das Ziel des hier beschriebenen kollaborativen Projektes ist es daher, den Zusammenhang zwischen den dynamischen Änderungen neuronaler funktioneller Konnektivität und der Dynamik spontaner Denkprozesse zu erforschen. Wir planen, einen Algorithmus zu entwickeln, der es erlaubt den Zusammenhang zwischen hochaufgelöster, dynamischer FC und dem reichhaltigen Gedanken und Emotionen während des Ausruhens menschlicher Probanden besser zu verstehen. Unser Ansatz basiert auf sogenannten „Shared Response Models“ (SRMs, Chen et al., 2015, Nastase et al., 2020). SRMs können zum einen eine niedrig dimensionierte Repräsentation der dynamischen FC Struktur erlernen, die von vielen Probanden geteilt wird, während diese ähnliche Erfahrungen machen (wie zum Beispiel den gleichen Film anzuschauen). Gleichzeitig ermöglichen SRMs es, individuelle Unterschiede in den hervorgerufenen fMRT Aktivierungsmustern zu modellieren. In einem nächsten Schritt planen wir den Zusammenhang zwischen der niedrig dimensionalen Repräsentation der FC und den semantischen und emotionalen Inhalten des Videos abzuleiten. Dieser Zusammenhang ist invertierbar, so dass es uns erlauben wird, aus den dynamischen FC Mustern Einblicke in den Inhalt spontaner Gedanken während des Ausruhens zu gewinnen. Zusätzlich ist geplant, die Dynamiken des Inhalts spontaner Denkprozesse zwischen Personen mit und ohne Symptome mentaler Krankheiten vergleichen. Dies wird es ermöglichen Theorien zu testen, die anomale Dynamiken spontaner Denkprozesse mit mentalen Störungen wie Depression und ADHS in Verbindung bringen. Zusätzlich wird das vorgeschlagenen Forschungsprojekt frei zugängliche Daten und open-source Software zur Verfügung stellen. Dieser Antrag wird im Rahmen des Schwerpunktprogramms „Computational Connectomics“ eingereicht. Das eingereichte Vorhaben ist ein gemeinsames Projekt des deutschen Antragstellers und seines in Japan forschenden Kollegens Prof. Mingbo Cai (U Tokyo).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational ConnectomicsInternationaler BezugJapanPartnerorganisationJapan Agency for Medical Research and Development (AMED)KooperationspartnerProfessor Dr. Ming Bo  Cai"
    },
    {
      "project_id": "347592254",
      "url": "https://gepris.dfg.de/gepris/projekt/347592254",
      "title": "Ein umfassendes mikrostrukturelles Connectom des menschlichen Gehirns (COMIC): Von langen Nervenfasern zu kurzen Assoziationsfasern",
      "investigators": "Dr. Evgeniya  Kirilina;Professor Dr. Siawoosh  Mohammadi;Professor Markus  Morawski, Ph.D.;Professor Dr. Nikolaus  Weiskopf",
      "subject_area": "Kognitive und systemische HumanneurowissenschaftenMolekulare Biologie und Physiologie von Nerven- und Gliazellen",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347592254",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Der menschliche Neokortex ist in spezialisierten Arealen organisiert, die jeweils unterschiedliche funktionelle Aufgaben wahrnehmen und durch kurze Assoziationsfasern und lange Nervenfasern verbunden sind. Die mikrostrukturelle Zusammensetzung dieser Fasern, wie beispielsweise der mittlere Axondurchmesser oder deren Myelinisierung, ist für die schnelle Kommunikation optimiert. Die Gesamtheit dieser Verbindungen, ihre mikrostrukturellen Eigenschaften und ihre Wechselwirkungen können als mikrostrukturelles Connectom zusammengefasst werden. Die meisten Abschätzungen des menschlichen strukturellen Connectoms basieren auf der diffusionsgewichteten Magnetresonanztomographie (MRT) und sind limitiert durch systematische Messfehler. Insbesondere, die kurzen kortiko-kortikale Verbindungen, die eine zentrale Rolle in Neuronennetzwerken spielen, sind unterrepräsentiert und es fehlen mikrostrukurelle Informationen. In der ersten Förderperiode haben wir biophysikalische Modelle des MRT Signal genutzt, um mikrostrukturelle Information entlang der langen Faserverbindungen zu schätzen und zu projizieren, und daraus ein humanes mikrostrukturelles Connectom generiert. In allen existierenden Connectomen sind kurze kortiko-kortikale Verbindungen unterrepräsentiert. In diesem multidisziplinäre Projekt möchten wir das umfangreichste humane mikrostrukturelle Connectom über die erwachsene Lebensspanne entwickeln, das nicht nur die langen Faserverbindungen beinhaltet, sondern auch die kurzen kortiko-kortikalen Verbindungen einschließt. Das erste Teilprojekt untersucht die mikrostrukturelle Zusammensetzung, Länge und Form kurzer Assoziationsfasern unter Verwendung einer anspruchsvollen Kombination von Ex-vivo-Histologie Methoden anhand von zwei spezifischen Hirnregionen: dem visuellen und dem sensomotorischen System. Das zweite Teilprojekt entwickelt Deep-Learning-Tools und wendet sie an, um mikrostrukturelle Informationen aus hochauflösenden und großflächigen Mikroskopie-Bildern zu quantifizieren. Darüber hinaus werden biophysikalische Modelle generiert, die durch die oben genannten quantitativen mikrostrukturellen Informationen validiert und informiert werden. Zusätzlich werden robuste Methoden für die Traktographie auf der Basis von In-vivo- und Ex-vivo-MRT Daten entwickelt. Das letzte Teilprojekt verwendet die neu entwickelten Methoden, um mikrostrukturelle Informationen aus der In-vivo-MRT zuverlässig abzuschätzen. Diese Methodik wird an einer Kohorte von 100 gesunden Probanden angewandt, die die gesamte Spanne des Erwachsenenalters abdeckt. Abschließend wird daraus ein Connectom des menschlichen Gehirns, das die Lebensspanne des erwachsenen Menschen umfasst, erzeugt. Dieses Connectom wird zum ersten Mal sowohl kurze kortiko-kortikale als auch lange Faserverbindungen zusammen mit mikrostrukturellen Informationen beinhalten. Zusätzlich werden mikrostrukturelle Informationen des Cortex integriert basierend auf etablierten Myelin und Eisen MRT Bildgebungsmethoden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "346717992",
      "url": "https://gepris.dfg.de/gepris/projekt/346717992",
      "title": "Funktionelle Connectomic des neuralen Schaltkreises für die Verarbeitung des optischen Flusses im Zebrabärbling",
      "investigators": "Professor Dr. Winfried  Denk;Dr. Fumi  Kubo",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346717992",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Connectomics Ansätze mit modernen Elektronenmikroskopie (EM) Techniken haben nicht nur anatomische Verbindungen sichtbar gemacht, sondern auch das mechanistische Verständnis der zugrundeliegenden neuronalen Berechnung, wenn sie mit physiologischen- oder Verhaltensexperimenten kombiniert werden. Aufgrund seiner geringen Größe des Gehirns, sowie seiner optischen und genetischen Zugänglichkeit ist der larvale Zebrabärbling ein vielversprechendes System für die Kombination von EM-Daten und funktioneller Bildgebung. Wir schlagen vor, diese Vorteile zu nutzen um einen visuellen Schaltkreis mit einer definierten Funktion und Verhalten zu rekonstruieren. Unsere bisherigen Imaging-Studien haben gezeigt, dass Neurone im Zebrabärbling Pre-Tektum binokulare Verarbeitung des optischen Flusses durchführen. Funktionelle Antworttypen die wir bereits identifiziert haben, erlaubten es uns einen Schaltplan vorherzusagen, der erklären konnte, wie verschiedene Muster des binokularen optischen Flusses verarbeitet werden. In diesem Antrag werden wir unseren vorhergesagten Schaltplan direkt testen. Zuerst werden wir die Neurone die den optischen Fluss verarbeiten von einem Datensatz rekonstruieren den wir mittels serial-block-face-Elektronenmikroskopie erstellt haben und dessen Auflösung es uns erlaubt einzelne Synapsen zu visualisieren. Bevor der EM-Datensatz erstellt wurde haben wir die physiologischen Reaktionen der Neurone mit Zwei-Photonen-Kalzium-Mikroskopie erfasst. Auf diese Weise enthält unser Datensatz zusätzlich physiologische Informationen von etwa zweihundert Neuronen. Durch die Markierung dieser physiologisch gekennzeichnet Neurone, werden wir ihre Vernetzung über direkte Synapsen bestimmen können. Zweitens werden wir den Neurotransmitter der optischen Fluss verarbeitenden Zellen auf Lichtmikroskopie (LM) Ebene untersuchen. Dazu verwenden wir ein genetisches Werkzeug, das Kalzium-Imaging und Fluoreszenzmarkierung von photoaktivierbaren GFP kombiniert. Diese Methode, wenn sie mit Neurotransmitter-spezifischen transgenen Linien verbunden wird, kann physiologische Reaktionen auf optischen Fluss mit Zellmorphologie von erregenden und hemmenden Zellen auf Einzelzellebene kombinieren. Durch den Vergleich von rekonstruierten Zellen mittels EM und Neurotransmitter-spezifischen Einzelzellen die per LM charakterisiert wurden, können wir bestimmen ob EM-rekonstruierte Zellen erregend oder hemmend sind. Schlussendlich werden alle experimentellen Daten kombiniert, um eine computergestützte Simulation.Mit Hilfe von zwei komplementären Ansätzen wird unsere funktionell-gestützte connectomics Analyse es uns ermöglichen Verschaltungsmuster, die der binokularen Erkennung von Bewegung unterliegen zu verstehen. Wir planen, unsere SBEM Dataset und seine Rekonstruktionsergebnisse zugänglich für die Forschung zu machen in der Hoffnung, dass dies zukünftige Zusammenarbeit zwischen den verschiedenen Disziplinen der Neurowissenschaft fördert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347572269",
      "url": "https://gepris.dfg.de/gepris/projekt/347572269",
      "title": "Heterogenität von Zytoarchitektur, Chemoarchitektur und Konnektivität in einem großskaligen Computermodell der menschlichen Großhirnrinde",
      "investigators": "Dr. Sacha Jennifer van Albada;Dr.-Ing. Timo  Dickscheid;Professor Dr. Claus Christian  Hilgetag, seit 1/2022",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347572269",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Aktuelle Arbeiten auf dem Gebiet von Big Data in den Neurowissenschaften stellen zunehmend detaillierte Datensätze der menschlichen Großhirnrinde in verschiedenen Modalitäten und räumlichen Skalen bereit, darunter umfassende Beschreibungen der Zytoarchitektur, Chemoarchitektur und Konnektivität. Die wachsende Verfügbarkeit multimodaler Daten stellt uns vor die Herausforderung, die resultierende Komplexität auch faktisch nutzbar zu machen. Für den Übergang von Beobachtungen zu Prinzipien ist es unerlässlich, die erforderlichen technischen Ansätze zu entwickeln um wichtige Organisationsprinzipien der Großhirnrinde zu extrahieren und die Grundlagen neurophysiologischer Schlüsselphänomene auf der Ebene der Zyto- und Chemorachitektur sowie der Konnektivität aufzudecken. Wir werden die oben genannten Herausforderungen addressieren, indem wir i) mit neuen Methoden umfassende zytoarchitektonische Merkmale des menschlichen Kortex aus hochaufgelösten Bilddaten extrahieren, ii) Organisationsprinzipien ableiten, welche die Zyto- und Chemoarchitektur sowie Konnektivität miteinander verbinden, und iii) diese Prinzipien zur Anreicherung eines groß angelegten Modells des menschlichen Kortex einsetzen, um die Bedeutung von Heterogenität auf der Ebene der Zytoarchitektur, Chemoarchitektur und Konnektivität zur Generierung neurophysiologischer Schlüsselphänomene, wie z.B. der Hierarchie intrinsischer heterogener kortikaler Zeitskalen, aufzudecken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational ConnectomicsMitverantwortlicheDr. Rembrandt  Bakker;Dr. Sebastian  Bludau;Professor Dr. Markus  DiesmannEhemaliger AntragstellerAlexandros  Goulas, Ph.D., bis 12/2021"
    },
    {
      "project_id": "346973311",
      "url": "https://gepris.dfg.de/gepris/projekt/346973311",
      "title": "Hochauflösende Konnektivitätsanalyse von CA3/ DG Engrammen: vom Verhalten zur Struktur",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenBiophysik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 346973311",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Das Erstellen von realistischen Modellen neuronaler Informationsverarbeitung ist bekanntermaßen schwierig. Der Hauptgrund dafür ist, dass eine rein konnektomische Schaltkreisrekonstruktion keinen genauen Aufschluss über die tatsächlich aktiven Neuronen zu gegebenen Zeitpunkten gibt. Andererseits erlaubt eine breite optogenetische Aktivierung/Inhibition neuronaler Schaltkreise keine exakte Manipulation der Neuronen, die auch wirklich zu einem spezifischen Zeitpunkt aktiv sind.  Obwohl beide Ansätze zweifelsfrei wichtige Eckdaten generieren, liefern sie keine hochpräzisen Daten bezüglich der Konnektivität, bzw. Aktivität von spezifischen neuronalen Schaltkreisen, wie sie zentral für die Schaffung exakter neuronaler Informationsverarbeitungsmodelle sind. Dieses Problem adressieren wir nun durch die selektive optogenetische Markierung bestimmter aktiver Schaltkreiskomponenten zu definierten Zeitpunkten. Dabei identifizieren wir die aktiven Schaltkreiskomponenten über ein sich wiederholendes Verhaltensmuster. Technisch wird das über DeepLabStream, ein auf AI-basierendes „closed loop“ Bewegungsverfolgungs- und Lichtstimulationssystem realisiert, welches wir in Kombination mit einem optogenetischen  Aktivitätssensor verwenden. Dies ermöglicht es aktive neuronale Schaltkreiskomponenten über Lichtstimulation zu markieren. Die dadurch fluoreszenzmarkierten neuronalen Schaltkreiskomponenten werden nachfolgend mittels speziell entwickelter Lichtscheibenmikroskope rekonstruiert, die feinste Details synaptischer Verbindungen sehr schnell und in sehr kurzer Zeit darstellen können. Um diese weitläufigen neuronalen Schaltkreise in „Super Resolution“ zu rekonstruieren wollen wir kürzlich entwickelte Gewebeexpansionsverfahren mit unseren halbautomatisierten Lichtscheibenmikroskopen kombinieren, die speziell auf für schnelle Bildgebung von großen Gewebeproben ausgelegt sind. Aufbauend auf den Ergebnissen, die wir in der ersten Förderperiode erzielen konnten, konzentrieren wir uns im vorliegenden Antrag konsequenterweise wieder auf den Gyrus dentatus, sowie die damit eng verbundene CA3 Region. Dazu werden wir hauptsächlich die in der ersten Förderperiode neu entwickelten Techniken und Systeme verwenden, um zu verstehen, wie der Gyrus dentatus und CA3 gemeinsam neuronale Berechnungen während der Gedächtnisbildung ausführen. Im Speziellen wollen wir dabei unsere neu generierten konnektomischen Daten verwenden, um ein biophysikalisch realistisches Model der neuronalen Datenverarbeitung zwischen Gyrus dentatus und CA3 während räumlicher Gedächtnisbildung zu etablieren. Dies soll in weiterer Folge dazu dienen, eine allgemeine Theorie zur Gedächtnisbildung im Hippokampus zu entwickeln. Parallel dazu planen wir die unterschiedlichen Datensätze, die wir während des Projektverlaufs generieren, kontinuierlich in bestehende „open source“ Modelle des Gyrus dentatus einzuspeisen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "454012190",
      "url": "https://gepris.dfg.de/gepris/projekt/454012190",
      "title": "Individuelle Vorhersage kognitiver Funktion bei Gesundheit und zerebraler Mikroangiopathie unter Anwendung von maschinellem Lernen auf das strukturelle und funktionelle Konnektom des Gehirn",
      "subject_area": "Kognitive und systemische Humanneurowissenschaften",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 454012190",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Ziel des Projekts ist die Entwicklung, Implementierung und Evaluierung von Rechenmodellen zur Vorhersage der individuellen kognitiven Leistung aus Connectom-Analysen des Gehirns bei gesunden Probanden und Patienten mit zerebraler Mikroangiopathie. Hiermit schließen wir eine Lücke in der Forschung, da Connectom-basierte prädiktive Modellierung bisher zumeist auf junge gesunde Erwachsenen oder auf der Klassifizierung von Demenz, hauptsächlich Alzheimer, abgezielt hat. Im Gegensatz dazu gibt es nur wenige Arbeiten zur Assoziation von Hirnveränderungen und Verhalten bei älteren Risikopatienten oder bei Patienten mit präsymptomatischen vaskulären Hirnveränderungen. Wir werden uns auf diese Population konzentrieren und ein verbessertes maschinelles Lernverfahren für die Out-of-Sample-Vorhersage kognitiver Phänotypen aus Neurobildgebungsdaten entwickeln. Diese Arbeit wird sich auf drei große, bevölkerungsbezogene Kohorten stützen (HCHS: N=3000, 1000brains: N=1200 und UKbiobank: N=48000), die alle eine Testung kognitiver Funktionen beinhalten. Weiterhin werden wir verschiedene Bildgebungsmarker (Volumen der grauen Substanz, strukturelle und funktionelle Konnektivität, Hyperintensitäten der weißen Substanz) allein und in Kombination betrachten, um optimale Modelle für jede Stichprobe und jeden Verhaltensphänotyp zu erlangen. Diese werden mit Modellen verglichen, die nur soziodemographische Informationen und andere Hintergrunddaten verwenden, um den Mehrwert der Bildgebung für die individuelle Vorhersage zu analysieren. Eine der größten Herausforderungen beim Einsatz von maschinellen Lernansätzen im klinischen Umfeld, ist die Tatsache, dass klinische Stichproben in der Regel zu klein sind für Training und Validierung von Prädiktionsmodellen. Wir schlagen Meta-Lernen als neuartige Strategie zur Lösung dieses Problems vor. Dieses basiert auf der Tatsache, dass viele Verhaltensweisen korreliert sind und mit einer begrenzten Anzahl neurobiologischer Variationsmodi assoziieren. Ein maschinelles Lernmodell, welches an einer großen Kohorte trainiert wird, um ein bestimmtes Verhalten aus Neurobildgebungsdaten vorherzusagen, sollte daher auch Informationen über andere, verwandte Verhaltensweisen in einer kleineren, klinisch relevanten Stichprobe erfassen. Im zweiten Teil dieses Projekts werden wir eine neuartige Strategie des Meta-Learnings entwickeln, anwenden und evaluieren, um an großen Populationsstichproben trainierte Modelle auf neue Datensätze zu übertragen, die kritische Ergebnismessungen für klinische Anwendungen widerspiegeln, aber zu klein sind, um robuste Prädiktionsalgorithmen zu trainieren. Diese Strategie wird in einem klinischen Anwendungsfall mit drei verschiedenen Stichproben von Patienten mit zerebraler Mikroangiopathie oder Schlaganfall getestet. Zusammenfassend ist unser Ziel, die Verwendung der Connectom-Analyse des Gehirns für die Risikoabschätzung, Phänotyp-Vorhersage und klinische Diagnostik bei einzelnen Patienten zu voranzubringen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "455175312",
      "url": "https://gepris.dfg.de/gepris/projekt/455175312",
      "title": "Konnektom der nächsten Generation: Schicht- und Frequenzspezifität",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455175312",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Unser Gehirn ist ein hochkomplexes aber wohl-strukturiertes Netzwerk. So sind die Interaktionen zwischen Hirnregionen spezifisch für kortikale Schichten und die Rekrutierung neuronaler Oszillationen verschiedener Frequenzen. Aktuelle Konnektom-Ansätze ignorieren diese Eigenschaften jedoch noch weitestgehend und beschreiben das Gehirn als ein Netzwerk uniformer Verbindungen zwischen monolithischen Regionen. Das zentrale Ziel dieses Forschungsprojektes ist es, diese Limitierung zu überwinden. Wir werden neuartige simultane Ultrahochfeld-Magnetresonanztomographie (9.4T MRT) und Elektroenzephalographie (EEG) entwickeln und durchführen, um das schichtspezifische Konnektom des menschlichen Gehirns zu beschreiben und dieses mit frequenzspezifischer Gehirnaktivität in Beziehung zu setzen. Basierend auf diesem Konnektom der nächsten Generation wollen wir grundlegende komputationale Prinzipien kortikokortikalen Interaktionen identifizieren. Insbesondere wollen wir die Hypothese testen, dass Interaktionen zwischen Hirnregionen generische Muster schichtspezifischer Interaktionen und frequenzspezifischer Gehirnaktivität involvieren. Zusammenfassend wird dieses Projekt einen neuartigen methodischen Ansatz in Anschlag bringen, um ein Konnektom des menschlichen Gehirns der nächsten Generation zu etablieren. Dies verspricht grundlegende neue Einblicke in die komputationalen neuronalen Prinzipien, die menschlichem Denken und Verhalten zu Grunde liegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational ConnectomicsEhemalige AntragstellerinPrivatdozentin Dr. Gabriele  Lohmann, bis 6/2024"
    },
    {
      "project_id": "343147946",
      "url": "https://gepris.dfg.de/gepris/projekt/343147946",
      "title": "Koordinationsfonds",
      "subject_area": "Experimentelle und theoretische Netzwerk-NeurowissenschaftenKognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 343147946",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Das Gehirn ist ein komplexes Netzwerk aus Milliarden von Nervenzellen, das die Grundlage unserer kognitiven Fähigkeiten ist. Die Struktur dieses Netzwerks zu verstehen, ist ein wichtiger Schritt auf dem Weg zum Verständnis seiner Funktion. Das Gebiet der Neurowissenschaften ist nun im Zeitalter der Connectomics angelangt, deren ultimatives Ziel es ist, eine umfassende Beschreibung der Verschaltung aller Komponenten des Gehirns zu gewinnen. Derzeit werden große Anstrengungen unternommen, um die Netzwerkstruktur des Gehirns auf verschiedenen Skalen zu untersuchen: von der detaillierten Konnektivität lokaler neuronaler Schaltkreise mit wenigen Neuronen bis zu den großskaligen Verbindungsmustern zwischen ganzen Hirnarealen, die hunderte Millionen von Nervenzellen umfassen. Die Multiskalen-Struktur wird sowohl auf anatomisch-struktureller Ebene untersucht, als auch auf der funktionellen Ebene, die durch die Aktivitätsmuster der neuronalen Elemente definiert wird. Da sich sowohl anatomische als auch funktionelle Verbindungsmuster über verschiedene Zeitskalen hinweg verändern, ist auch die Dynamik der Konnektivität des Gehirns und ihre Beziehung zu Lernen und Adaptation von großer Wichtigkeit.Kürzlich erziele Fortschritte bei den experimentellen Methoden sowie der stetige Fortschritt der Informationstechnologie haben zu verbesserten Rekonstruktionen von kleinen Schaltkreise auf der Skala von einigen Millimetern und großskaligen Verschaltungsmustern zwischen ganzen Hirnarealen in verschiedenen Spezies geführt.  „High throughput“ Ansätzeversprechen Datensätze von nie dagewesener Größe in nie dagewesener Geschwindigkeit zu produzieren. Aber genauso wie die Entschlüsselung des Genoms nicht bedeutet hat, dass wir nun genetische Netzwerke verstehen, wird das Kartieren des Gehirns nicht bedeuten, dass wir dann seine Funktion verstehen. Um größtmöglichen Gewinn aus den neuen technologischen Entwicklungen zu schlagen, muß die Verfeinerung experimenteller Methoden von korrespondierenden theoretischen und rechnerischen Entwicklungen begleitet werden. Insbesondere, in dem Maße wie die experimentellen Techniken reifen, gibt es einen wachsenden Bedarf für die Entwicklung neuer rechnerischer Ansätze um die automatische Rekonstruktion der Verschaltungspläne, die mit verschiedenen experimentellen Ansätzen gewonnen werden, zu erleichtern, die Kuration und open-access Verbreitung von großen Datensätzen zu unterstützen, die komplexen Netzwerkstrukturen systematisch zu untersuchen und diese Datensätze rechnerisch zu Modellieren und schließlich zu verstehen. Das Computational Connectomics Schwerpunktprogramm stellt sich diesem wachsenden Bedarf. Es hat drei Komponenten: (A) systematische Konnektivitäts(re)konstruktion, Kuration und Verbreitung, (B) rechnergestützte Analyse komplexer Netzwerke des Gehirns, sowie (C) Computermodellierung und Theorie.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347572142",
      "url": "https://gepris.dfg.de/gepris/projekt/347572142",
      "title": "Multiskalen-Analyse und Modellierung von dynamischer funktioneller Konnektivität im Frettchengehirn",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347572142",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Intrinsisch generierte dynamische Kopplungen bilden ein charakteristisches Merkmal der Hirnaktivität. Zahlreiche Daten sprechen für das Vorhandensein zweier unterschiedlicher intrinsischer Kopplungstypen (ICMs), die entweder aus der Phasenkopplung oszillatorischer Signale (pICMs) oder aus korrelierten Fluktuationen von Signalamplituden (eICMs) resultieren. Unser Projekt zielt darauf ab, diese beiden Kopplungstypen für das Frettchengehirn durch Kombination von neurophysiologischer Datenanalyse und computergestützter Netzwerkmodellierung zu untersuchen. Während pICMs neurophysiologisch gut untersucht, aber bislang kaum Gegenstand netzwerkbasierter Modellierung sind, gilt das Umgekehrte für eICMs. Die Interaktion zwischen beiden Kopplungstypen ist bislang fast nicht untersucht, und es wurden noch keine vergleichenden Analysen von pICMs und eICMs in denselben Datensätzen durchgeführt. Netzwerkbasierte Modelle mit Einbeziehung beider Typen von ICMs sind für das Frettchenhirn noch nicht vorhanden. Unter Verwendung struktureller und funktioneller Daten - unter anderem aus elektrokortikographischen (ECoG-) Multielektrodenableitungen - die von uns am Frettchen bereits erhoben wurden, sollen nun pICMs und eICMs vergleichend untersucht und durch Modellierung miteinander und mit dem strukturellen Konnektom in Beziehung gesetzt werden. Unser Projekt verfolgt drei Hauptziele: (1) Untersuchung von pICMs durch Kombination von neurophysiologischen Analysen und Modellierung; (2) Analyse und Modellierung von eICMs; (3) Untersuchung möglicher Wechselwirkungen zwischen beiden Kopplungstypen. Diese Projektziele spiegeln sich in der Struktur des Arbeitsprogramms wieder. Arbeitspaket 1 konzentriert sich auf die Beziehung zwischen pICMs und strukturellem Konnektom, auf die raumzeitliche Variabilität von pICMs, auf Veränderungen bei globalen Zustandsänderungen, auf die Dynamik gerichteter Aktivitätswellen sowie auf den Bezug zur Verarbeitung sensorischer Reize. Arbeitspaket 2 wird entsprechende Untersuchungen bezüglich Strukturbezug, Variabilität, Zustandsabhängigkeit, räumlicher Dynamik und Bezug zur Reizverarbeitung für eICMs durchführen. Arbeitspaket 3 hat die Beziehung zwischen beiden Kopplungstypen zum Gegenstand. Hier soll untersucht werden, ob sich pICMs und eICMs bei Zustandsänderung oder sensorischer Reizung gemeinsam verändern. Ferner sollen Beziehungen zwischen Phase und Amplitude als netzwerkweites Kopplungsmaß eingesetzt werden, und es soll getestet werden, welcher Bezug zu dynamischen Phänomenen wie Kritizität besteht. Aus dem Projekt resultierende Daten und Modelle sollen über die Modellierungsplattform TheVirtualBrain zugänglich gemacht werden und diese um ein weiteres Modellsystem ergänzen - das Virtuelle Frettchen. Das Projekt hat direkten Bezug zu zwei Kernthemen des SPP 2041, der systematischen Analyse der Konnektivität in komplexen Netzwerken und der Entwicklung von Modellen zur Erklärung von Netzwerkdynamik.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347205862",
      "url": "https://gepris.dfg.de/gepris/projekt/347205862",
      "title": "Theoretische und experimentelle Untersuchung wie rekurrente und Top-Down-Konnektivität im kortikothalamischen Schaltkreis zu V1-Selektivität führt",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347205862",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Wie werden Berechnungen in neuronalen Netzwerken implementiert? Um dies zu klären, ist es wichtig zu verstehen, welche Rolle die lokale Konnektivität und die Feedback-Schleifen spielen. Unser Projekt kombiniert theoretische und experimentelle Anwendungen, und anhand von Messungen von dem visuellen System wird dessen synaptische Konnektivität abgeleitet und analysiert.Bisher haben wir in vivo Elektrophysiologie benutzt, um die Kontrastempfindlichkeit und Orientierungsselektivität in erregenden (E) und hemmenden (H) Neuronenpopulationen im primären visuellen Kortex (V1) und des damit verbundenem  dorsalen Corpus geniculatum laterale (dLGN) zu messen. Wir haben herausgefunden, dass alle Neurone im dLGN und die Mehrheit der V1-Neuronen (86,2 %) kontrast-invariant sind. Unter Berücksichtigung dieser Eigenschaft, haben wir Orientierungs- und Kontrastreaktionen zusammen mit einem supralinearen stabilisierten Model verwendet, um die lokale synaptische Konnektivität und deren Eingangsprofil zu bestimmen. Wir fanden, dass die inhibitorische Population ein Subnetzwerk mit starken rekurrenten Verbindungen bildet, wobei E Population am schwächsten zu den V1-Inputs beiträgt, was mit früheren Studien zu diesem Thema übereinstimmt. Darüber hinaus haben unsere inferrierten V1 Inputs gezeigt, dass hemmende V1-Neuronen stärker von dLGN-Projektionen angesprochen werden als erregendes Subnetzwerk. Dies zeigt, dass Kontrastinvarianz eine wichtige Einschränkung für die Verdrahtung der Schaltkreise im primären visuellen System ist. Im nächsten Förderungszeitraum werden wir auf unseren bisherigen Ergebnissen aufbauen. Hiermit werden wir in drei Schritten vorgehen: (1) Wir werden die Konnektivität des V1 Areals testen, indem wir optogenetische Experimente durchführen. Hierdurch werden wir den Einfluss der von Parvalbumin-positiv (PV+) hemmender Interneuronen beigetragenen rekurrenten Hemmung auf Orientierungsselektivität, Kontrastempfindlichkeit und Kontrastinvarianz im V1 untersuchen. (2) Wir werden unser theoretisches Netzwerkmodell erweitern, um die Komplexität biologischer neuronaler Schaltkreise zu berücksichtigen, indem wir kortiko-thalamisches Feedback als zusätzliche rekurrente Eingabe im V1 einbeziehen. Wir werden dieses Modell durch die optogenetische Manipulation von L6 kortikothalamischen (KT) Axonterminalen über dem Thalamus einschränken, während wir die Aktivität und Selektivität des V1-Schaltkreises für Orientierung und Kontrast messen. (3) Wir werden untersuchen, welche Schaltungselemente am meisten zu zeitlichen, Orientierungs- und Kontrastselektivitätsänderungen im primären visuellen System führen, indem wir die Chronologie der V1-Reaktionen analysieren, während eine optogenetische intrakortikale Hemmung im V1 durchgeführt wird. In diesem Netzwerkmodell werden wir testen, ob Änderungen in der Abstimmung und/oder Verstärkung mit Änderungen in der abgeleiteten Konnektivität zwischen spezifischen Netzwerkpopulationen zusammenhängen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    },
    {
      "project_id": "347210657",
      "url": "https://gepris.dfg.de/gepris/projekt/347210657",
      "title": "Vorhersage der Einflüsse synaptischer Verknüfungsmuster auf die Funktion der\nGroßhirnrinde mittels statistischer Inferenzmethoden",
      "subject_area": "Kognitive, systemische und Verhaltensneurobiologie",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347210657",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2041: \nComputational Connectomics",
      "description": "Wie können wir aus der Fülle von Daten, die durch moderne Connectomics-Ansätze generiert werden, die Prinzipien der Organisation kortikaler Schaltkreise verstehen? Wie könnten diese strukturellen Prinzipien uns helfen, die Funktion des Gehrins zu verstehen? Das Ziel dieses Projekts ist es, diese beiden großen Herausforderungen für den Neokortex von Säugetieren anzugehen. Dazu schlagen wir die Entwicklung leistungsfähiger statistischer Methoden vor, die es ermöglichen, herauszufinden und zu testen, welche „Gesetze“ der synaptischen Organisation im Prinzip Messungen sowohl der Netzwerkkonnektivität als auch der Netzwerkfunktion zugrunde liegen könnten. Dieses Framework ermöglicht es Neurowissenschaftlern über webbasierte Tools, (1) mathematische Hypothesen von Synapsenbildungsstrategien zu formulieren, (2) die Auswirkungen solcher \"Verdrahtungsregeln\" auf die Netzwerkarchitektur zu entdecken, (3) die Relevanz der Regeln für die Funktion mittels Simulationen aufzudecken und (4) Simulationsvorhersagen gegen empirische Konnektivitäts- und Aktivitätsmessungen zu testen. Um dieses Ziel zu erreichen, werden wir komplementäres Fachwissen aus den Bereichen Datenwissenschaft (Baum), Bayes'sche Statistik und maschinelles Lernen (Macke) mit Messungen der Neuroanatomie und Neurophysiologie im intakten Gehirn (Oberlaender) kombinieren. Unsere Zusammenarbeit versucht dabei zu identifizieren, welche strukturellen und / oder funktionellen Parameter für die Synapsenbildung prädiktiv sind (oder nicht), zu quantifizieren, wie gut eine Verdrahtungsregel durch empirische Daten eingeschränkt wird, welche zusätzlichen Daten für die Einschränkung am nützlichsten wären, und welche Regel am besten mit allen verfügbaren empirischen Daten übereinstimmt. Wir werden unsere Ansätze anwenden und validieren, indem wir die Modellvorhersagen mit neuartigen Messungen der Konnektivität und Aktivität von Neuronen des Neokortex vergleichen. Unsere vorläufigen Daten liefern erste Beweise dafür, dass unsere Ansätze das Potenzial haben, die lokalen Regeln aufzudecken, welche der globalen Organisation neokortikaler Schaltkreise zugrunde liegen. Das vorgeschlagene Projekt wird somit die Grundlage für die Untersuchung der Beziehungen zwischen strukturellen Eigenschaften neuronaler Netzwerke, ihren zugrunde liegenden Prinzipien / Regeln der synaptischen Organisation und kortikalen Funktionen bilden. Solche Erkenntnisse werden es letztendlich ermöglichen, Entwicklungsmechanismen zu untersuchen, die zu diesen Beziehungen führen, sowie strukturelle Ursprünge von kortikalen Fehlfunktionen bei pathologischen Zuständen aufzudecken. In Übereinstimmung mit den Zielen des „SPP Computational Connectomics“ wollen wir leistungsfähige Methoden entwickeln, um Theorien synapischer Organisation mit empirischen Beobachtungen vergleichen und statistisch testen zu können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2041: \nComputational Connectomics"
    }
  ]
}