{
  "spp_number": "SPP 2255",
  "spp_title": "Kulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/422730777",
  "projects_count": 17,
  "projects": [
    {
      "project_id": "442247912",
      "url": "https://gepris.dfg.de/gepris/projekt/442247912",
      "title": "Brett- und Bohlenbinder als materialsparende Holzkonstruktionen der Hochmoderne",
      "investigators": "Dr.-Ing. Iris  Engelmann;Professor Dr.-Ing. Werner  Seim",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442247912",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Der Ingenieurholzbau entwickelt sich in der Hochmoderne als eigenständige Disziplin. Voraussetzung dafür sind ein grundsätzliches Verständnis des Werkstoffs und der Verbindungen auf wissenschaftlicher Grundlage, sowie innovative Ideen für neue Holzwerkstoffe und leistungsfähige Verbindungen. Im Schatten der vergleichsweise gut erforschten Brett-schichtholzbauweise stehen bisher Brett- und Bohlenbinder bei denen stehende Brettlamellen überwiegend mit Nägeln aber auch mit Bolzen oder Dübeln zu Tragelementen gefügt wurden, welche im Wesentlichen den als Vollwand- oder Fachwerkkonstruktionen bekannten Vorbildern aus dem Stahlbau entsprachen. Eine systematische Aufarbeitung der konstruktionsgeschichtlichen Zusammenhänge für diese Bauweise steht bisher noch aus. Darüber hinaus konnte gezeigt werden, dass die aktuellen Ingenieurmethoden zur Berechnung der Tragfähigkeit und des Verformungsverhaltens von stiftförmigen Verbindungen, welche auf Abscheren beansprucht werden, das Tragverhalten genagelter Verbindungen nur unzureichend abbilden. Damit fehlen auf der Seite der Ingenieurwissenschaften wichtige Grundlagen für eine Bewertung entsprechender Konstruktionen hinsichtlich ihrer Effizienz und Qualität.  An diesen beiden Punkten setzt das geplante Forschungsvorhaben an, in dem in einem interdisziplinären Team Methoden und Kriterien für das Erfassen und Einordnen auf der einen sowie das Erkennen und Bewerten auf der anderen Seite erarbeitet werden sollen. Die dazu vorgesehenen insgesamt zwölf Arbeitspakete lassen sich in zwei Gruppen zusammenfassen. In einem ersten Schritt A werden Kategorien für die Systematisierung entwickelt und angewandt um ca. vier Referenzobjekte zu identifizieren. Die Grundlage dazu bilden umfassende Recherchen zum materialsparenden Bauen, zu Forschungsberichten und Re-gelwerken sowie zu Herstellungsprozessen. In einem zweiten Arbeitsschritt B werden parallel denkmalpflegerische Wertekategorien und ingenieurtechnische Bewertungsmethoden entwickelt und beispielhaft auf die Referenzobjekte angewandt. Als übergeordnetes Ziel wird angestrebt, dass alle wesentlichen Ergebnisse in die Erarbeitung eines weiter gefassten methodischen Leitfadens zur Evaluierung von Baudenkmalen der Hochmoderne einfließen.Im Forschungsvorhaben sollen zwei Bearbeiter aus den beiden Disziplinen Denkmalpflege und Bauingenieurwesen kooperieren. Die einzelnen Arbeitspakete sind eng verzahnt. Darüber hinaus sind weiter gefasste Kooperationen innerhalb des SPPs gewünscht und in Vorabsprachen präzisiert wurden. Das betrifft die Themen \"Wettstreit der Konstrukteure\", \"Hochmoderne Digital\", \"Schutz von Wissen, Technik und Prozess\" sowie \"Luftbildbasierte Erfassung\". Vier Landesdenkmalämter haben ihr Interesse an der Thematik \"Brett- und Bohlenbinder\" bekundet und eine Unterstützung zugesagt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "442249122",
      "url": "https://gepris.dfg.de/gepris/projekt/442249122",
      "title": "Denkmal Massenphänomen Gewerbehalle?\nEinordnung von Systemhallen in Stahlbauweise der Hochmoderne und deren Attribuierung für eine automatisierte Luftbild-basierte Erfassung",
      "investigators": "Professor Dr.-Ing. Markus  Gerke;Dr.-Ing. Sebastian  Hoyer;Dr.-Ing. Christina  Krafczyk",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442249122",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Hallenbauten für Industrie, Gewerbe, Landwirtschaft und Verkehrsinfrastrukturen sind prägend für die Hochmoderne in der Zeitspanne von ca. 1914 bis 1970, da sie neue räumliche Lösungen für die vielfältigen Anforderungen der industriellen Produktionsbedingungen, der Logistik und z.B. dem Ausstellungswesen anboten und als neuer Bautyp flächendeckend erstmals in Erscheinung traten.Hallenbauten mit Spannweiten von ca. 10 m bis 25 m dominieren dabei den flächenbezogenen Anteil am Gesamthallenbestand und decken einen weiten Bereich der zuvor skizzierten Nutzungen ab. Für diesen breiten Bedarf wurden ab ca. 1914 vermehrt Typen- bzw. Systemhallen in Stahlbauweise industriell gefertigt, deren Konstruktionsgeschichte und Typenvielfalt als weithin unerforscht gelten kann. Es kann gezeigt werden, dass hierzu innovative Konstruktionen entwickelt wurden, die den zeitgenössischen Anforderungen an eine industrielle Serienfertigung mit standardisierten Verbindungen und Modularität für Industriebauraster entsprachen, wobei wichtige Impulse u.a. aus dem Strukturleichtbau ihren Eingang fanden.Es handelt sich bei dieser Baugattung um ein Massenphänomen, das bisher bautechnikgeschichtlich wenig Beachtung fand und sich einer baukulturellen Bewertung durch traditionelle kunstwissenschaftliche Indikatoren entzieht. Es fehlen somit auch im Diskurs der Denkmalpflege basale Erkenntnisse über Konstruktionstypenvielfalt, deren Verbreitung und auf ihren Standort bezogenen Kontext, um Aussagen zur Denkmalfähigkeit und -würdigkeit treffen zu können.Das interdisziplinäre Forschungsteam aus den Bereichen der Bautechnik- und Konstruktionsgeschichte (ibt TU BS), der Fernerkundung (IGP TU BS) und der Denkmalpflege (NLD) deckt komplementäre Kompetenzen hinsichtlich dieser unterbewerteten Baugattung ab, die aktuell noch mit scheinbar antagonistischen Eigenschaften wie bspw. innovative Konstruktion/unspektakuläre Erscheinung, standardisiertes Serienprodukt/individuelle Aneignung durch den Nutzer oder ubiquitär/nicht quantifizierbar assoziiert wird.Neben dem Desiderat einer Verortung der Systemhallen in Stahlbauweise im Koordinatensystem der Bautechnik- und Konstruktionsgeschichte ist die Fragestellung nach ihrer Verbreitung und des Kontextes ihres Standortes Ausgangspunkt für die Entwicklung einer automatisierten Luftbild-basierten Erfassung und Einordnung. Das mit klassischen Methoden kaum quantifizierbare Massenphänomen der Systemhallen ist aufgrund seiner fertigungsbedingten Standardisierung von Konstruktionen, Materialien und Abmessungen besonders geeignet, um generische Merkmale/Attribute ableiten zu können, die sie für eine automatisierte Identifikation in Luftbildern qualifizieren.Die zu entwickelnde Methode einer automatisierten Luftbild-basierten Erfassung weist dabei grundsätzlich über den konkreten Anwendungsfall hinaus und stellt eine Adaption auf andere Baugattungen mit ableitbaren Attributen, wie bspw. dem Massenwohnungsbau in Großtafelbauweise, in Aussicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneKooperationspartnerPrivatdozent Dr.-Ing. Ulrich  KnufinkeMitverantwortlichProfessor Dr.-Ing. Klaus  Thiele"
    },
    {
      "project_id": "525823382",
      "url": "https://gepris.dfg.de/gepris/projekt/525823382",
      "title": "Denkmal Massenphänomen Systemhalle: Detektion, Klassifizierung und Wissenstransfer auf Basis modell- und datengetriebener Methoden für eine nachhaltige Erhaltung",
      "investigators": "Professor Dr.-Ing. Markus  Gerke;Dr.-Ing. Sebastian  Hoyer;Dr.-Ing. Christina  Krafczyk",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenGeodäsie, Photogrammetrie, Fernerkundung, Geoinformatik, Kartographie",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525823382",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "In der Blütezeit der Hochmoderne, von 1914 bis 1970, wurden viele verschiedene Typen von Systemhallen in Stahlbauweise industriell gefertigt, um die große Nachfrage nach neuen räumlichen Lösungen zu befriedigen, die die industriellen Produktionsbedingungen vieler Unternehmen erforderten. Dieser Gebäudetypus hat jedoch in der Baugeschichte keine angemessene Beachtung gefunden, so dass es an grundlegenden Kenntnissen über die Pluralität der Bautypen, ihre Verbreitung und den ortsbezogenen Kontext bisher fehlte, um Aussagen über die Denkmalfähigkeit und -würdigkeit oder eine breite Anerkennung als nützliche und nachhaltige Gebäude zu ermöglichen. Das Projekt hat in der ersten (noch aktiven) Phase einen grundlegenden Beitrag zur Erforschung von Systemhallen als Objekte der Baugeschichte geleistet und gezeigt, dass eine großräumige Detektion in Luftbildern möglich ist. Es wird derzeit vertieft untersucht, welche spezifischen Werte ihnen als mögliche Denkmäler der Wirtschafts- und Kulturgeschichte zugeschrieben werden. Daraus können Konzepte für den Erhalt und die künftige Nutzung weiterer modularer Fertigteilbauten entwickelt werden, die seit der Hochmoderne das Baugeschehen in hohem Maße prägen. Im Mittelpunkt des nun beantragten Projekts steht die vertiefte wissenschaftliche Aufarbeitung von Systemhallen im Stahlbau als repräsentatives, prägendes Beispiel des hochmodernen Industriebaus. Wir werden eine automatische Erkennung vieler verschiedener Systemhallentypen in Gewerbegebieten vorantreiben, indem wir datengetriebene Methoden zur Extraktion von Gebäudeattributen, zur Detektion und zur Klassifizierung von Systemtypen aus Luftbildern entwickeln. Diese Arbeit wird sich auf unsere derzeitigen Arbeiten stützen, aber den Stand der Technik erheblich erweitern. Zunächst wird eine Reihe von Systemhallenkandidaten nach zwei Ansätzen generiert: Systemhallendetektion und Klassifizierung von Dachtyp und -material. Die Erkennung erfolgt auf der Grundlage eines Lernalgorithmus, der das Wissen über bereits identifizierte Instanzen nutzt. Für Fälle mit Typen ohne Instanzen werden synthetische Daten auf der Grundlage von generativen Deep-Learning-Modellen erstellt. Darüber hinaus werden für alle Kandidaten Zusatzinformationen extrahiert, um einen Attributdatensatz zu erstellen. Anschließend wird auf dessen Grundlage ein ML-Algorithmus für die Klassifizierung trainiert, um zu bestimmen, ob ein Kandidat eine Systemhalle ist, und ggf. einen Systemtyp zuzuordnen. In diesem Schritt werden auch hochauflösende Schrägluftaufnahmen verwendet, um strukturelle Details und detaillierte Geometrieinformation zu gewinnen. Alle Informationen über Methoden, Attribute und Instanzen der einzelnen Systemtypen werden in einer Datenbank organisiert und strukturiert, um dieses Massenphänomen weiter zu analysieren, zu verstehen und zu bewerten. Die Projektergebnisse werden im Denkmalatlas Niedersachsen des NLD veröffentlicht, um den Transfer von der Theorie in die Praxis zu fördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneMitverantwortlichePrivatdozent Dr.-Ing. Ulrich  Knufinke;Professor Dr.-Ing. Klaus  Thiele"
    },
    {
      "project_id": "442237441",
      "url": "https://gepris.dfg.de/gepris/projekt/442237441",
      "title": "\"Die letzten Zeugen\" – Messmodelle im Ingenieurbauwesen - wissenschaftliche Bedeutung und Erhaltung",
      "investigators": "Professor Dr.-Ing. Eberhard  Möller;Professor Dr. Andreas  Putz;Professorin Dr.-Ing. Christiane  Weber",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442237441",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Das vorgeschlagene Projekt widmet sich den letzten Zeugen der Modellstatik. Gemeint sind damit Modelle, die im Ingenieurbau eingesetzt wurden, um Tragwerke zu analysieren, zu verstehen, im wahrsten Sinne des Wortes zu begreifen und schließlich sogar zu bemessen und zu prüfen. Denn in der ersten Hälfte des 20. Jahrhunderts bis in die 1960er Jahre war es extrem aufwendig, die Form von Seilbrücken, Staudämmen und weit gespannten Flächentragwerken wie Schalen und Zeltbauten zeichnerisch zu erfassen und rechnerisch zu dimensionieren. Waren die Tragwerke zu komplex, um sie mit rechnerischen Methoden zu entwerfen oder analysieren, kamen Messmodelle im engeren Sinne zum Einsatz, was man im deutschsprachigen Raum als Modellstatik bezeichnet. Darunter wird eine Methode verstanden, bei der die Tragwerkstruktur mit maßstäblichen, geometrisch und elastisch ähnlichen Modellen nachgebaut wird, um anhand dieser Modelle eine Vorstellung des Tragverhaltens zu gewinnen und Messwerte zu ermitteln, die mit Hilfe der Ähnlichkeitsmathematik auf das tatsächliche Tragwerk umgerechnet wurden, um dieses zu dimensionieren. Diese Epoche der Messmodelle, die in die Zeit der Hochindustrialisierung fällt, endete mit Einführung leistungsstarker Computer in den 1970er Jahren, die effizienter und damit kostengünstiger als die Modellstatik waren.Die Ingenieurmodelle unterscheiden sich grundsätzlich von Architekturmodellen, da sie in den seltensten Fällen als Präsentationsmodelle gedacht waren. Gerade Messmodelle entstanden, um das Tragverhalten zu testen, nicht selten bis zum Versagen, was eine »kontrollierte Zerstörung« der Objekte bedingte. Das den Ingenieuren im Gegensatz zu Architekten immer noch fehlende Bewusstsein für ihre eigene Geschichte hat zudem dazu geführt, dass nur ganz selten Messmodelle den Weg in Archive und Museen finden. Dabei haben diese Ingenieurmodelle ihren eigenen Wert als Wissensspeicher, mit deren Hilfe sich Planungs- und Bauprozesse nachvollziehen lassen. Gerade für Laien sind Modelle sehr viel einfacher lesbar als Pläne, wodurch diese Objekte unter anderem für Architektur- und Technikmuseen und akademische Sammlungen von großem Interesse wären. Ihre Erhaltung steht dabei vor der Herausforderung einer doppelten Identität als materielle Artefakte einerseits und als wissenschaftlich-technische Apparaturen andererseits.Eine interdisziplinäre Forschergruppe aus jungen Wissenschaftlern der Disziplinen Bautechnikgeschichte, Ingenieurbau und Restaurierungswissenschaft hat es sich zum Ziel gesetzt – in enger Abstimmung mit einem wissenschaftlichen Beirat von erfahrenen Wissenschaftlern – die noch vorhandenen Messmodelle im deutschsprachigen Raum grundlegend zu erfassen, ihren wissenschafts- und bautechnikhistorischen Kontext zu erforschen und Möglichkeiten einer langfristigen Erhaltung dieses technischen Kulturerbes aufzuzeigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneInternationaler BezugGroßbritannien, SchweizMitverantwortlicheDr. Dirk  Bühler;Professor Erwin  Emmerling;Dr.-Ing. Sebastian  Hoyer;Professor Dr.-Ing. Guido  MorgenthalKooperationspartnerBill  Addis, Ph.D.;Bruno  Maurer"
    },
    {
      "project_id": "442202744",
      "url": "https://gepris.dfg.de/gepris/projekt/442202744",
      "title": "Eisenbahnbrücken – Denkmale im Netz – Dynamische Bilanzierungen",
      "investigators": "Dr.-Ing. Christina  Krafczyk;Professor Dr.-Ing. Steffen  Marx",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442202744",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Die Antragsteller erforschen momentan die Entwicklung des Eisenbahnbrückenbaus in der Phase der Hochmoderne im Rahmen des Schwerpunktprogramms \"Kulturerbe Konstruktion\" interdisziplinär als Gegenstand der Bautechnikgeschichte und der Denkmalpflege. Dafür laufen die Kompetenzen des Instituts für Massivbau der TU Dresden und des Niedersächsischen Landesamtes für Denkmalpflege im Forschungsprojekt \"Eisenbahnbrücken - Denkmale im Netz\" zusammen. Eine grundlegend neue Herangehensweise ist dabei die Kontextualisierung der Einzelbauwerke in die Gesamtheit des Streckennetzes. Durch die Netzbetrachtung einerseits und die Betrachtung der baulichen Veränderungsdynamik der Einzelbauwerke andererseits kann und muss der Denkmalbegriff erweitert werden. Das hier beantragte Folgeprojekt \"Eisenbahnbrücken - Denkmale im Netz - Dynamische Bilanzierungen\" setzt das Ausgangsprojekt fort und wird die bisherigen Ergebnisse aufgreifen, vertiefen und validieren. In der ersten Förderperiode 2020-23 wurden neue, erweiterte Kriterien für die denkmalpflegerische Bewertung von Eisenbahnbrücken aufgestellt. Übergreifendes Ziel der hier beantragten zweiten Förderperiode ist die Validierung der Kriterien sowie die Übertragung der Top-down-/Bottom-up-Betrachtung auf die Bilanzierung von Substanzerhaltung/-verlusten infolge von Sanierungsmaßnahmen. Hierdurch können zukünftig im Sinne von dynamischen Bilanzierungen die Bewertungen von baulichen Anforderungen, baulichen Veränderungen und denkmalfachlicher Begleitung für Einzelbauwerke, Strecken und Netzen als Gesamtbetrachtung evaluiert werden. Die denkmalfachlichen Bewertungskriterien wurden anhand von in der ersten Projektphase ausgewählten Beispielbauwerken definiert. Um die allgemeine Gültigkeit der Kriterien festzustellen, müssen sie in der zweiten Förderphase an neu gewählten Eisenbahnbrücken über den gesamten Nutzungs- und Veränderungszeitraum dieser Objekte validiert werden. Dafür werden neue Untersuchungsobjekte ausgewählt und detaillierte Informationen beschafft. Im zweiten Schritt werden an den Beispielen die Veränderungshistorien herausgearbeitet und die Zeitpunkte festgelegt, an denen die letzten, den Denkmalwert beeinflussenden, Umbaumaßnahmen stattfand. Somit gibt es eine Zeitschicht vor der letzten Veränderung und eine danach. An den Zeitschichten wird ergründet, welche Entscheidungen zum Erhalt der Bauwerke und der Bausubstanz oder zu deren Abriss geführt und wie sich diese Entscheidungen auf die Denkmaleigenschaft ausgewirkt haben. Aus der rückblickenden Bewertung werden die übergeordneten Prozesse zur Entscheidungsfindung ersichtlich und können für den zukünftigen Erhalt thematisiert werden. Um eine mögliche Verallgemeinerbarkeit zu prüfen, werden die gewonnenen Erkenntnisse und das entwickelte Bewertungsverfahrens auf andere Infrastruktur- und Ingenieurbauwerke übertragen, die sich ebenfalls in einem Netzkontext befinden, eine lange Nutzungskontinuität haben und einer immanenten Veränderung unterliegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "525779510",
      "url": "https://gepris.dfg.de/gepris/projekt/525779510",
      "title": "Eisenkonstruktionen der Industriekultur – Sensorgestütztes und datengetriebenes KI-System zum Structural-Health-Monitoring von Großobjekten des industriellen und kulturellen Erbes",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525779510",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Industrieanlagen, die am Ende ihres Arbeitslebens als Denkmäler gelten, waren nie für eine dauerhafte Existenz vorgesehen. Nach der Stilllegung ergeben sich veränderte Bedingungen, die zu konservatorischen Herausforderungen führen. Hierzu zählt insbesondere die fortschreitende Korrosion von Eisenkonstruktion. Eine materielle Erhaltung bedarf einer Zustandsüberwachung für die zielgerichtete Pflege. Die zeitintensive Erfassung wird bisher objektweise und maßnahmengebunden durchgeführt. Nach aktuellem Stand der Technik entfällt eine zielgerichtete Zustandsbewertung und die nachgeschaltete Verifikation der Handlungsstrategien für proaktive Erhaltungsmaßnahmen. Vor diesem Hintergrund ist das Ziel die Entwicklung und Implementierung eines sensorgestützten und datengetriebenen Structural-Health-Monitorings (SHM) unter Verwendung von künstlicher Intelligenz (KI). Um dieses Ziel zu erreichen, wird zunächst ein strukturiertes und universelles Verfahren zur Zustandsbeschreibung entwickelt, wodurch eine präzise Beschreibung des Initialzustands und eine sensorgestützte Klassifizierung der Schädigung an Industriekulturobjekten ermöglicht wird. Durch die Generierung von in- und ex-situ Messdaten wird ein tiefgreifendes Verständnis zu wirkenden Korrosionsmechanismen am Objekt generieren. In Analogversuchen wird auf Basis dieser Erkenntnisse die Korrosion reproduziert. Kontrollierte Laborbedingungen der beschleunigten Alterungsversuche führen zudem zu definierten Referenzzuständen, die für das Vortraining der KI hinsichtlich Korrosionsdetektion und Klassifizierung verwendet werden. Durch das Aufbringen transparenter Korrosionsschutzschichten werden die optischen Veränderungen der Oberfläche durch Objektschutzmaßnahmen im Labormaßstab nachgestellt und der Trainingsdatensatz erweitert. Eine Befliegung des Objektes durch Drohnen ermöglicht eine effiziente und teilautomatische Zustandsbeobachtung. Mittels sensorgestützter Schadenskartierung wird eine objektive Referenz erzeugt. Dies ermöglicht die Kalibrierung der an Drohnen applizierten optischen Messsysteme (multispektral und infrarot) und die Generierung von Trainingsdaten. Durch wiederholte Begutachtung von Bereichen mit hoher Schädigungskonzentration wird in ausgewählten Objektteilbereichen die Schadenskartierung aktualisiert und durch das KI-System analysiert. Der Vergleich der automatischen Schädigungssegmentation mit den messtechnischen Daten aus der aktualisierten Schadenskartierung erlaubt eine detaillierte Bestimmung der Erfassungsgenauigkeit und Validierung des Systems. Durch Deep Learning wird ein drohnenbasiertes SHM-System mit hohem Automatisierungsgrad gebildet, das durch kontinuierliche Objektbefliegung eine engmaschige Zustandsbeurteilung ermöglicht und kritische Schädigungskonzentrationen erkennt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "525823116",
      "url": "https://gepris.dfg.de/gepris/projekt/525823116",
      "title": "Erfolg und Misserfolg: Zum Beitrag erkannter Fehler für die Entwicklung der Spannbetonbauweise",
      "subject_area": "Konstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525823116",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Die Spannbetonbauweise ist wie keine andere mit der Hochmoderne verbunden. Ihre Anfänge in den 1880er Jahren waren zunächst primär interessante Ingenieurlösungen für das Problem der Rissbildung in Beton. Im 20. Jh. wurde die Bauweise zu einer Sprunginnovation, die sich trotz etlicher wissenschaftlicher und technischer Sackgassen, Fehlentwicklungen und Schadensfälle zur bedeutendsten Bauweise für filigrane, weit spannende, langlebige Betonstrukturen entwickelte. Die Erfolgsgeschichte des Spannbetons ist ausreichend dokumentiert. Eine tiefgreifende Analyse von Fehlschlägen als Innovationstreiber steht aber noch aus. Gleichzeitig rekurriert das Vorhaben auf die initiale Kernproblematik des SPP: den vermehrten Abriss von Ingenieurbauten der Hochmoderne. Gerade Spannbetonkonstruktionen sind durch ihre im Beton verborgene Konstruktion und dadurch, dass die Innovation oft im konstruktiven Detail liegt, geradezu prädestiniert für ein Übersehenwerden. Abgesehen von einfach zu begründenden Ingenieurhöchstleistungen ist eine angemessene Würdigung von Spannbetonbauwerken daher bis heute ein Desiderat. Hauptziel des Forschungsprojektes ist deshalb das Erforschen und Verfassen einer kritisch reflektierten Bautechnikgeschichte des Spannetons zwischen Erfolg und Fehlschlag als Grundlage für die denkmalpflegerische Inwertsetzung von Spannbetonbauten in Deutschland. Die vielfältigen Probleme in der Entwicklungsgeschichte des Spannbetons wie z. B. wissenschaftliche Fehlannahmen, unzureichende theoretische Durchdringung, baupraktische Schwierigkeiten, Fehler im Detail werden bisher häufig marginalisiert. Ein wesentlicher Teil der Arbeit liegt in Identifikation, Beschreibung und Einordnung von Misserfolgen und Fehlentwicklungen im Planungs-, Konstruktions- und Bauprozess, um darauf aufbauend zu ergründen, wie diese Fehler die Weiterentwicklung der Bauweise vorangebracht und beeinflusst haben. Eine weitere These ist, dass sich in der Fachcommunity Dispute um \"richtige\" Verfahren und \"falsche\" Annahmen besonders an konkreten Bauvorhaben entfacht haben, weshalb diese vertieft beleuchtet werden. Ferner soll die Frage beantwortet werden, warum trotz zahlreicher Probleme v. a. in der Frühphase die beteiligten Akteure am Spannbeton festhielten und trotz teils erheblicher Rückschläge seine Weiterentwicklung forcierten. Es werden Differenzen und deren Gründe zwischen dem in Normen geregelten Stand der Technik und dem aktuellen Forschungsstand sowie Formen und Grenzen des Wissenstransfers über Staatgrenzen herausgearbeitet. Abschließend werden im Sinne der Fehlschlagforschung interessante Spannbetonbauten dahingehend geprüft, ob sie im Sinne klassischer Denkmalkriterien schutzwürdig sind oder eine Erweiterung der Kriterien notwendig ist. Das Projekt fokussiert primär die Spannbetonentwicklung in Deutschland und hier insbesondere den Brückenbau. Einbezogen werden Einflüsse aus Frankreich v. a. in der ersten und der Schweiz in der zweiten Hälfte der Hochmoderne.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneInternationaler BezugSchweizKooperationspartnerinnen / KooperationspartnerProfessor Dr. Walter  Kaufmann;Professorin Dr.-Ing. Silke  Langenberg"
    },
    {
      "project_id": "442146027",
      "url": "https://gepris.dfg.de/gepris/projekt/442146027",
      "title": "Erfolgreich Scheitern. Zur Bedeutung von Spinn-offs für das Bauwesen am Ende der Hochmoderne",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442146027",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Das vorgeschlagene Verlängerungsprojekt fußt auf den Ergebnissen des Projektes \"Bauen mit Stahl. Stahl(verbund)fertighäuser im Innovationssystem der Stahlindustrie (1920er-1970er Jahre)\". Die Genese der Stahlfertighäuser stellte die zeitgenössische technische Bauforschung vor konstruktive, bauphysikalische und -chemische Herausforderungen. Auch wenn die Etablierung der Stahlfertighäuser auf dem Markt scheiterte, sind die damit verbundenen Teil-Innovationen als Erfolgsgeschichte zu verstehen. Dieses Phänomen wird in der Innovationsforschung als Spin-off bezeichnet und steht im Zentrum des Forschungsvorhabens. Ein innovationshistorisch relevanter Forschungsbefund ist, dass die Entwicklung hybrider Komposit-Materialien als Spin-offs der zunächst durch die Stahlindustrie initiierten Innovationsprozesse eng mit der Herausbildung neuer, hybrider, also branchenübergreifender, Innovationssysteme verwoben war. Auf der metahistorischen Ebene wird diesem Phänomen und seiner Bedeutung für die Diffusion langfristig erfolgreicher Spin-offs aus gescheiterten Innovationsprozessen nachgegangen. Dabei handelt es sich um von der Forschung noch nicht systematisch untersuchte Prozesse. Das Projekt trägt dazu bei, diesen Ansatz konzeptionell zu erweitern. Da es inhaltlich auf das Bauwesen fokussiert, rekonstruiert es die bisher unbekannten Spezifika eines konkreten hybriden Innovationssystems. Ein zentrales Forschungsergebnis auf der Mesoebene bildet die weit über die Materialprüfungsämter hinausreichende Ausdifferenzierung der in die Regulierung involvierten Institutionen (institutioneller Spin-off). Sie stehen für die Kontrolle des Fertighaus-Sektors, aber auch für die Entwicklung und Standardisierung neuer Prüfverfahren (methodisch-technologischer Spin-off).  Zugleich bildeten sich neue Formen der seriell gefertigten Bauteile heraus (konstruktiver Spin-off), die sich ihrerseits auf die Baugenehmigungsverfahren auswirkten. Auf mikrohistorischer Ebene lässt sich erkennen, dass die Sandwichbauweise und die Konstruktion der Anschlüsse der Elemente in verschiedene Bereiche des Gewerbebaus übertragen wurden und konstitutive Züge für den Stahlleichtbau der Hochmoderne gewannen (konstruktiver Spin-off). Akteure, die in die Entwicklung der Stahl(verbund)häuser involviert waren, wurden auf Universitätsprofessuren berufen, transferierten das Wissen in die Lehre und prägten dadurch das Konstruieren der Bauingenieure im Stahlhochbau (akademisch-wissenschaftlicher Spin-off). Das Vorhaben trägt zu einem besseren Verständnis historischer Innovativität bei und erlaubt, das Koordinatensystem der Bautechnikgeschichte für die Hochmoderne deutlicher zu konturieren. Es bildet einen wichtigen Baustein für das Themenfeld \"Erfassen und Einordnen\" des SPP und bietet die Basis, hochmoderne Konstruktionen in denkmalpflegerischer Hinsicht neu zu bewerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneInternationaler BezugBelgienKooperationspartnerinProfessorin Dr. Ine  WoutersEhemaliger AntragstellerProfessor Dr. Helmut  Maier, bis 9/2024"
    },
    {
      "project_id": "442248057",
      "url": "https://gepris.dfg.de/gepris/projekt/442248057",
      "title": "Gealterte Hochmoderne in Architektur und Denkmalpflege – Analyse von Konstruktion und Material, Entwicklung von Erhaltungsstrategien und Instandsetzungsmaterialien für Stahlbetonbauwerke unter ingenieurwissenschaftlichen und denkmalpflegerischen Aspekten",
      "investigators": "Dr. Michael  Auras;Professor Dr.-Ing. Christoph  Duppel;Professor Dr. Bernhard  Middendorf;Professorin Dr.-Ing. Jeanette  Orlowsky",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442248057",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Die Entwicklung der Baukonstruktionen der Hochmoderne geht einher mit verschiedenen Materialentwicklungen. Baukonstruktion, Bautechnik und Baumaterial sind, insbesondere im Stahlbetonbau, untrennbar miteinander verbunden. Das Projektteam aus den Bereichen Denkmalpflege, Baukonstruktion und Materialwissenschaften plant an vier kulturhistorisch bedeutenden Stahlbetonbauwerken deren Baukonstruktionen, Bautechnik und Baumaterialien zu untersuchen und objektspezifische Erhaltungs- und Instandsetzungsstrategien zu entwickeln.In dem beantragten Projekt werden mehrere Hauptziele verfolgt. Im ersten Schritt soll an den Modellobjekten eine Erfassung der Baukonstruktionen, der eingesetzten Baustoffe und Schutzsysteme unter besonderer Berücksichtigung ihrer baukonstruktiven, architektonischen und denkmalpflegerischen Besonderheiten im Kontext ihrer Entstehungszeit erfolgen. Zum Umgang mit historischen Betoninstandsetzungen soll gemeinsam mit anderen SPP-Arbeitsgruppen ein Methodenlabor zur Erfassung der IST-Zustände der Bausubstanz erarbeitet und bereitgestellt werden. Das beantragte Projekt fokussiert dabei auf überwiegend zerstörungsfreie Analysemethoden; zu nennen sind die NMR-Messtechnik, Georadar und Drohnentechnik. Im zweiten Schritt wird in Abstimmung mit den jeweils beteiligten Bauherren, Denkmalpflegern und Planern eine Zusammenführung der denkmalpflegerischen, technikgeschichtlichen, baukonstruktiven und materialkundlichen Bewertungen erfolgen, auf deren Basis die Anforderungen an die Instandsetzungs- und Erhaltungsmaßnahmen objektspezifisch definiert werden. Im dritten Schritt folgt die Entwicklung von Methoden und Materialien zur denkmalgerechten Instandsetzung von Betonstrukturen und -oberflächen. Mittels modernster betontechnologischer Ansätze werden gefügedichte Hochleistungsbetone mit Textilbewehrung zur substanzschonenden Instandsetzung entwickelt und an den Objekten appliziert und getestet. Des Weiteren werden kommerziell verfügbare Hydrophobierungsmittel zum Schutz der Oberflächen erprobt. Großer Wert wird auf die Erhaltung oder ggf. Nachstellung der originalen Betonoberflächen einschließlich ihrer Werkspuren und Materialsichtigkeit gelegt, sowie auf die statische Ertüchtigung und Langzeitbeobachtung.Auf Grundlage der Objektbearbeitung und im Austausch mit anderen mit Betonbauwerken befassten Arbeitsgruppen des Schwerpunktprogramms sollen allgemeine Handlungsstrategien zum Umgang mit Betonbauwerken der Hochmoderne formuliert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "442249935",
      "url": "https://gepris.dfg.de/gepris/projekt/442249935",
      "title": "Koordinationsfonds",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442249935",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Die Bauten der Hochmoderne (etwa 1880 bis 1970) entziehen sich in vielfacher Hinsicht klassischen denkmalpflegerischen Zugängen. Nicht selten ist ihre Konstruktion das eigentliche Kulturerbe, weil die Tragstruktur oder der Herstellungsprozess den Denkmalwert definieren. Fehlende bautechnikgeschichtliche, denkmaltheoretische wie auch ingenieurwissenschaftliche Grundlagen haben aber die Entwicklung denkmalgerechter Strategien und Methoden für Bewertung und Bewahrung dieses Kulturerbes bislang stark behindert. Hier setzt das Schwerpunktprogramm \"Kulturerbe Konstruktion\" an. Disziplinübergreifend arbeitet es auf drei Themenfeldern: 1. Präzisierung des bautechnikgeschichtlichen Koordinatensystems der Hochmoderne als unerlässliche Grundlage für eine belastbare Verortung und Bewertung des Kulturerbes Konstruktion (Themenbereich \"Erfassen und Einordnen\"). 2. Entwicklung neuer Methoden einer integralen Bewertung des breit gefächerten Spektrums unterschiedlicher Bauten und komplexer Strukturen (Themenbereich \"Erkennen und Bewerten\"). 3. Erarbeitung vernetzter Handlungsstrategien für Erhalt und Weiterentwicklung dieses Erbes (Themenbereich „Erhalten und Entwickeln“). Die Koordination des Verbunds befördert durch geeignete Instrumente die interdisziplinäre und ortsübergreifende Zusammenarbeit, gewährleistet regelmäßigen Wissenstransfer und gibt inhaltliche Impulse für die fachübergreifende Entwicklung der Forschungen. In der ersten Förderphase dieses Schwerpunktprogramms wurden so erstmals die Kompetenzen der zuvor zumeist unabhängig voneinander agierenden Disziplinen Geschichtswissenschaften, Denkmalpflege und Bauingenieurwesen fachübergreifend zu einem einzigartigen Forschungsverbund gebündelt. Diese Vernetzung der Disziplinen eröffnet zahlreiche neue Blickachsen auf die Baukonstruktionen der Hochmoderne sowie auf bessere Verfahrensweisen für einen adäquaten Umgang mit diesem komplexen Erbe. In der zweiten Förderphase wird der begonnene Weg fortgeführt und weiter ausgebaut. Bereits bewährte Maßnahmen ergänzt das Koordinationsprojekt hierfür durch neue Impulse wie die verstärkte Beachtung ökologischer Faktoren oder die Einbeziehung internationaler Perspektiven. Der nachhaltigen Verankerung des mit dem SPP begründeten Arbeitsfelds \"Ingenieurwissenschaftlich fundierte und vernetzte Denkmalpflege\" kommt in dieser abschließenden Phase besondere Bedeutung zu. Im Interesse unmittelbaren Theorie-Praxis-Transfers werden etwa spezifische Erkenntnisse mittels konkreter Empfehlungen und Guidelines in den jeweiligen Fachcommunities und bei Entscheidungsträgern verbreitet. Vor allem aber wird ein zusammenfassender Abschlussband der Schriftenreihe des SPP einen konzisen Überblick über die historische Entwicklung hochmoderner Baukonstruktionen und die vielfältigen Potenziale zu ihrer Inwertsetzung und Weiterentwicklung vorlegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "525823438",
      "url": "https://gepris.dfg.de/gepris/projekt/525823438",
      "title": "Längsbinderkirchen und versteckte Stahlkonstruktionen im Sakralbau der Hochmoderne. Grundlagenforschung zur Erfassung und zu denkmalpflegerischen Strategien.",
      "investigators": "Professorin Dr.-Ing. Anke  Fissabre;Professorin Dr.-Ing. Uta  Pottgiesser;Professorin Dr.-Ing. Evelin  Rottke;Professor Dr.-Ing. Klaus  Thiele",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525823438",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Ziel des Projektes ist die Erforschung der zwischen 1928 und 1938 sowie in der Nachkriegszeit im deutschsprachigen Raum als versteckte Stahlkonstruktionen errichteten Längsbinderkirchen und Sakralbauten. Charakteristika der Längsbinderkirche sind zum einen das Abtragen der Lasten des Obergadens durch je einen Stahlträger in Längsrichtung der Kirche (Längsbinder) und der dadurch ermöglichte stützenfreie basilikale Raum, zum anderen das versteckte Tragwerk aus Stahl, das hinter Verkleidungen unsichtbar bleibt. Etwa zeitgleich mit dem Aufkommen der Raumidee von Längsbinderkirchen entstanden auch Kirchenbauten mit Stahlkonstruktionen in anderen Raumformen, etwa Basiliken mit Stützen oder Saalkirchen. Allen gemein ist die besondere Konstruktionsweise einer bewusst hinter Verkleidungen verborgenen Stahlskelettkonstruktion, die die Umsetzung der neuen Raum- und Liturgieformen eines christozentrischen Kirchenbaus im Kontext katholischer Bestrebungen zur Liturgiereform ermöglichte. Ein Großteil der bislang circa 50 erfassten Kirchenbauten existiert heute noch. Ihre Konstruktionsweise ist fast nie erwähnt und den Denkmalpflegebehörden oft nicht bekannt. Zu erwarten ist ein wesentlich umfangreicherer Bestand, der ein vergessenes und zugleich gefährdetes internationales Kulturerbe darstellt. Das geplante Forschungsvorhaben umfasst einen zeitlich und typologisch singulären, gut eingrenzbaren Baubestand, den eine Alleinstellung im Kulturerbe auszeichnet. Erstmals soll der Bestand in seiner Gesamtheit erfasst und die an der Planung beteiligten Architekten und Bauingenieure sowie der Kontext in der Stahlindustrie beleuchtet werden, um auf Grundlage von Bewertungen dieser Bauten neuartige Denkmalbegründungen mit Fokus auf das konstruktive Kulturerbe zu formulieren. Durch die Erfassung von vier Schlüsselbauten mittels digitaler Bauaufnahmen und zerstörungsfreier Untersuchungen ihrer Konstruktionen sollen wertvolle Erkenntnisse zu Architektur und Konstruktion gewonnen werden. Als Transfer von der Grundlagenforschung in die praktische Denkmalpflege schließen sich hieran die Erfassung der Schäden und die Entwicklung von Strategien zur Erhaltung, Ertüchtigung sowie architektonischen und konstruktiven Weiterentwicklung der Bauten an. Durch den systematischen Vergleich der Bauten und ihrer Konstruktionen eröffnet das Forschungsprojekt mit seinem interdisziplinären Projektteam aus Architekt*innen und Bauingenieur*innen eine völlig neuartige Perspektive auf die Entwicklung des Sakralbaus der Hochmoderne und das Kulturerbe Konstruktion. Die Untersuchung dieser im Kirchenbau der Moderne und im Kontext damaliger Ideen zur Liturgiereform verbreiteten, heute aber kaum bekannten Konstruktionsweise stellt ein Desiderat der Grundlagenforschung dar, das, vor dem Hintergrund des hohen Umnutzungsdrucks, der auf vielen Sakralbauten lastet, auch von hoher praktischer denkmalpflegerischer Relevanz ist.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "442145210",
      "url": "https://gepris.dfg.de/gepris/projekt/442145210",
      "title": "Materialität und Authentizität von Glas und Glaskonstruktion im Bauwesen der Hochmoderne: eine baukonstruktive und restaurierungswissenschaftliche Bestandsaufnahme und Analyse von Material und Konstruktion",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenBaustoffwissenschaften, Bauchemie, BauphysikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442145210",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Glas und Glaskonstruktion sind prägende Elemente von Gebäuden aus der Zeit der Hochmoderne und haben damit einen entscheidenden Anteil an der Authentizität des Denkmals. Allerdings nimmt sowohl das Glas als auch die Glaskonstruktion in der denkmalpflegerischen Wahrnehmung derzeit eine untergeordnete Rolle ein. Aufgrund dessen wird das historische Glas und die Glaskonstruktion bei Sanierungsmaßnahmen, insbesondere aus energetischen Gründen, als Verfügungsmasse betrachtet und durch moderne Materialien und Konstruktionen ausgetauscht. Übergeordnetes Ziel des geplanten Forschungsvorhabens ist es daher, die Bedeutung des originalen Glasproduktes sowie der Glaskonstruktionen als ein unverzichtbares und unersetzbares Element der Authentizität und damit der kulturellen Bedeutung von Bauten der Hochmoderne zu manifestieren. Das unregelmäßige Erscheinungsbild von industriell hergestellten Gläsern ist ein Resultat der Herstellungsprozesse und stellt aus produktionstechnischer Sicht einen Mangel dar, der erst durch die Erfindung des Floatglasverfahrens in den 1950er Jahren weitgehend behoben werden konnte. Gerade dieser Mangel trägt aber dazu bei, dass industriell hergestelltes Glas eine faszinierende Lebendigkeit, Individualität und einzigartige Materialität aufweist. Bei einem Austausch gehen daher sowohl Authentizität als auch Materialität verloren.Das Forschungsvorhaben sieht die interdisziplinäre Zusammenarbeit zwischen dem Fachbereich der Baukonstruktion und der Restaurierungswissenschaften vor. Im Zuge dessen sollen charakteristische Konstruktionsarten und Produktionsverfahren von Gläsern aus der Zeit der Hochmoderne erfasst und eingeordnet sowie Methoden zu deren Erkennung und Bewertung definiert werden. Um dies zu erreichen, soll im Rahmen des Projekts untersucht werden, welche wesentlichen Hauptlinien und Neuerungen die Verwendung von Glas und Glaskonstruktionen im Bauwesen kennzeichnen und wie sich materialspezifische und konstruktive Innovationen der Glastechnik und der Glaskonstruktion als denkmalkonstituierende Elemente identifizieren, würdigen und vermitteln lassen.Das Arbeitsprogramm sieht umfassende Recherchen und Analysen zur historischen Entwicklung von Glas und deren Konstruktion von der Herstellung bis zum Einbau am Objekt vor. Mit einer Reihe von naturwissenschaftlichen und baukonstruktiven Analysen im Labor und am Bestand sollen zudem Methoden definiert werden, mit denen die Materialität und Authentizität der Gläser aus dem Untersuchungsraum identifiziert werden können. Im Ergebnis soll eine Arbeitsgrundlage zur Materialität und Authentizität von Glas und Glaskonstruktionen aus der Zeit der Hochmoderne entstehen, die Denkmalpflegern, Architekten und Bauingenieuren bei der Beurteilung und Einordnung unterstützen soll. Das Vorhaben erwächst aus dem Schwerpunktprogramm \"Kulturerbe Konstruktion\" und wird als Tandemantrag zwischen der Disziplin der Restaurierungswissenschaft und der Baukonstruktion vorgetragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneMitverantwortlicheProfessor Dr.-Ing. Rainer  Drewello;Professor Dr.-Ing. Bernhard  WellerEhemaliger AntragstellerProfessor Dr. Christian  Louter, bis 5/2022"
    },
    {
      "project_id": "442249990",
      "url": "https://gepris.dfg.de/gepris/projekt/442249990",
      "title": "Rekonstruktion und Analyse der baukonstruktionsgeschichtlichen Entwicklung des Stahl- und Metallleichtbaus in der DDR unter Zuhilfenahme des Modellbestands des „Metalleichtbaukombinats Leipzig“",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442249990",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Der Leichtbau im konstruktiven Hochbau entspricht in seinen Prinzipien den zeitgenössischen Anforderungen nach ressourceneffizientem Konstruieren und hat sich als Baustein eines nachhaltigen Wirtschaftens bereits im Bauwesen der Hochmoderne etabliert. Die Pioniere der Adaption der Konstruktionsprinzipien des Werkstoff-, und Formleichtbaus für das Bauwesen sind mit großen Namen des Ingenieurbaus aus der ersten Hälfte des 20. Jahrhunderts, wie Fritz Leonhardt, Konrad Wachsmann oder Frei Otto, verbunden und gelten in der Bautechnikgeschichte als gut erforscht.Dem gegenüber liegen wenige Erkenntnisse über Planung, Ausführung und Vertrieb von marktgängigen Metallleichtbaukonstruktionen vor, die parallel in der DDR und der Bundesrepublik unter disparaten Rahmenbedingungen ab Ende der 1960er Jahren entwickelt wurden.Die einzigartige, unerforschte \"Modellsammlung Niesky\", in der Kustodie der TU Bergakademie Freiberg, bestehend aus 78 Messemodellen des Metalleichtbaukombinats [sic] Leipzig (MLK, 1969-1989) inklusive begleitender Dokumente, ist Ausgangspunkt für ein interdisziplinäres Forschungsinteresse der Antragsteller in zwei Richtungen:Ziel ist die Rekonstruktion und Analyse des Stahl- und Metallleichtbaus in der DDR anhand des beherrschenden MLKs, um eine Verortung innerhalb des Koordinatensystems der jüngeren Bautechnik- und Konstruktionsgeschichte vornehmen zu können. Dabei stellen sich Fragen nach der Zuordnung zu Konstruktionsschulen und deren Entwicklung mit Bezug auf die sich technisch und wirtschaftlich verändernden Randbedingungen, der Bewertung der zeitgenössischen Innovativität und Leistungsfähigkeit im Systemvergleich Ost-West und der Marktgängigkeit. Die Besonderheit dieses Ansatzes besteht darin, dass mit den Messemodellen Archivquellen vorliegen, die im Sinne einer Bestimmung einer Konstruktionsschule ein unmittelbares Medium der „Konstruktionssprache“ darstellen, das wesentliche distinktive Merkmale, wie bspw. Tragqualität/Tragverhalten oder Qualität der Verbindungen und der Werkstoffe, herausstellt, um die Wettbewerbsfähigkeit anschaulich adressieren zu können. Diese Perspektive ergänzt die ebenfalls vorgesehene klassische Auswertung von Planungsunterlagen und realen Bauten zielführend.Das Ziel und interdisziplinärer Leitgedanke des Projektes, die Bedeutung des Mediums „Modell“ nicht nur für ingenieurwissenschaftliche Disziplinen, sondern auch als gleichgewichtige historische Quelle und bedeutsames Kommunikationsmittel zu erforschen. Zur Erfassung und Katalogisierung der Modelle aus den Jahren 1969 bis 1989 ist eine Auswertung entsprechender Archivalien, Zeitzeugenbefragungen und Materialuntersuchungen erforderlich, die Grundlage für eine kritische Beurteilung gebauter und noch heute stehender Bauwerke liefern. In der anschließenden Analyse unter industriearchäologischer Perspektive werden auf Grundlage der Modelle noch bestehende MLK-Bauwerke identifiziert und unter denkmalpflegerischen Aspekten gesichtet.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "442248211",
      "url": "https://gepris.dfg.de/gepris/projekt/442248211",
      "title": "Strategien und Methoden für eine denkmalpflegerische Bewertung und denkmalgerechte Erhaltung von Raumfachwerkkonstruktionen (DENKRAUM)",
      "investigators": "Professorin Dr.-Ing. Daniela  Spiegel;Professor Dr.-Ing. Volkmar  Zabel",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenAngewandte Mechanik, Statik und DynamikKonstruktiver Ingenieurbau, Bauinformatik und Baubetrieb",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442248211",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Raumfachwerke gehören zu den zentralen Neuerungen der Ingenieurbaukunst und bilden somit einen wichtigen Teil des Erbes der Hochmoderne. Sie sind bis heute vielfältig einsetzbar und verbinden Wirtschaftlichkeit mit enormer Gestaltungsvielfalt. Die Entwicklung von Raumfachwerken wurde maßgeblich auch in Deutschland vorangetrieben, allen voran durch Max Mengeringhausen, der bereits in den 1920er Jahren das aus Rohrstäben und Verbindungsknoten zusammengesetzte MERO-System schuf. Aufbauend auf dieser revolutionären Entwicklung der Hochmoderne gelangten die MERO-Raumfachwerke und deren Artverwandte ab der zweiten Hälfte des 20. Jahrhunderts zu weit verbreiteter Anwendung. Auch für die DDR waren die materialsparenden, hoch effizienten Raumfachwerke höchst attraktiv, weshalb eigene Systeme entwickelt wurden. Ungeachtet ihrer häufigen Verwendung in der Nachkriegszeit wurde diesen Konstruktionen bislang nur wenig Aufmerksamkeit zuteil. Weder in architekturhistorischer und bautechnikgeschichtlicher Hinsicht sind sie ausreichend erforscht noch wurden sie vonseiten der Denkmalpflege als zu bewahrendes Erbe thematisiert. Tatsächlich stellen historische Raumfachwerke des 20. Jahrhunderts für die Denkmalpflege eine Herausforderung dar, da die Tragwerke trotz ihrer Langlebigkeit heute oftmals nicht mehr den aktuellen Anforderungen an die Tragfähigkeit entsprechen oder aus anderen Gründen zurückgebaut wurden. Ziel des interdisziplinären Forschungsvorhabens ist es, die architektur- und bautechnikgeschichtliche Entwicklung und Bedeutung von Raumfachwerken, die von den 1920er bis in die 1970er Jahre in Deutschland errichtet wurden, herauszuarbeiten. Neben der bautechnikgeschichtlichen und denkmalkundlichen Grundlagenforschung, welche die Basis für eine integrale Bewertung der Raumfachwerke als prägender Teil des Erbes der Hochmoderne bildet, verfolgt das Projekt Ziele der praktischen Denkmalpflege. Es gilt, Strategien für eine denkmalgerechte Erhaltung der Konstruktionen und ihrer Weiternutzung bei aktuellen Anforderungen an die Tragsicherheit zu erarbeiten. Dabei konzentriert sich das Forschungsvorhaben zunächst auf die Entwicklung einer Methode zur Ermittlung der tatsächlichen Beanspruchung bestehender Raumfachwerkkonstruktionen. Weiterhin sollen eine Vorgehensweise zur Unterstützung der Auswahl von optimalen Ertüchtigungskonzepten und ein entsprechender Leitfaden erarbeitet werden.Die Inhalte des Forschungsvorhabens spannen über alle drei Themenbereiche des DFG Schwerpunktprogramms \"Kulturerbe – Konstruktion\" und werden interdisziplinär bearbeitet. Die bautechnikgeschichtliche Forschung basiert auf Literatur- und Archivrecherchen sowie auf objektbezogenen Analysen, während die ingenieurwissenschaftlich ausgerichteten Themen mit numerischen und experimentellen Methoden der Baudynamik, der Systemidentifikation und der Optimierung bearbeitet werden. Dabei wird auf vorliegende Vorarbeiten aufgebaut.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "442249654",
      "url": "https://gepris.dfg.de/gepris/projekt/442249654",
      "title": "Stählerne Bahnbrücken als Erbe der Hochmoderne – Grundlagen für eine ganzheitlich begründete Entscheidungsfindung zwischen Instandsetzung und Erneuerung",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442249654",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Das Upgrade des Schienennetzes der Deutschen Bahn in Hinblick auf die wachsenden Anforderungen im Rahmen der Verkehrswende ist das wichtigste Vorhaben der deutschen Infrastruktur-Entwicklung im kommenden  Jahrzehnt. Die angestrebte Modernisierung betrifft unmittelbar auch den noch immer großen Bestand der seit Ende des 19. Jahrhunderts errichteten stählernen Bahnbrücken, die zwischenzeitlich oft ihre nominelle Lebensdauer erreicht haben. Insbesondere im Denkmalbereich wird die Entscheidung über Erneuerung oder Instandsetzung bzw. Ertüchtigung in der Regel auf Grundlage von vergleichenden Bewertungsmatrizen gefällt, in die bislang nahezu ausschließlich technische und wirtschaftliche Kriterien einfließen. Baukulturelle oder ökologische Kriterien hingegen bleiben unberücksichtigt oder werden allenfalls pauschal miteinbezogen. Zum einen fehlen für eine angemessene Berücksichtigung auch der letztgenannten Kriterien verlässliche Grundlagen, zum anderen lassen sich die quantitativ fixierbaren Bewertungen im technischen und wirtschaftlichen Bereich bislang kaum mit den eher qualitativen Bewertungen insbesondere im baukulturellen Bereich vergleichen.Vor diesem Hintergrund zielt das Projekt darauf ab, Grundlagen für eine belastbare Methodik zur ganzheitlichen Bewertung stählerner Bestandsbrücken bereitzustellen, in der alle vier genannten Kriterien angemessen und vergleichbar Berücksichtigung finden. Im Fokus steht nicht die Bewertung bestehender Brücken, sondern eine zentrale Schnittstelle in deren Gebrauchsgeschichte – die zu einem bestimmten Zeitpunkt anstehende Entscheidung über Erhalt oder Erneuerung. Es geht nicht um das Produkt Bauwerk, sondern um den Prozess der Entscheidungsfindung zwischen diesen grundlegenden Optionen.Für die Dimensionen Technik, Wirtschaftlichkeit, Ökologie und Baukultur werden zunächst vergleichbare Bewertungsschlüssel entwickelt, die dann in einem Gesamt-Bewertungssystem zusammengeführt werden. Der erste Schwerpunkt liegt dabei auf der Präzisierung und Aufbereitung der ökologischen und baukulturellen Kriterien durch inhaltliche und konzeptionelle Erweiterung vorhandener Bewertungsansätze. Einen zweiten Schwerpunkt bildet die vergleichende Formulierung eines möglichst leistungsfähigen Gesamt-Bewertungssystems. Für dieses werden zwei Varianten entwickelt, die sich im dritten Schwerpunkt in Fallstudien an konkreten Brückenbauprojekten der DB Netz AG erproben, vergleichen und zuschärfen lassen. Die gewonnenen Erkenntnisse eröffnen die Möglichkeit für die Implementierung eines fundierten Bewertungssystems und darauf aufbauend angemessener Handlungsstrategien in Routinen der Praxis.Die Projektbearbeitung erfolgt in Zusammenarbeit zwischen der Honorarprofessur Bautechnikgeschichte der BTU Cottbus-Senftenberg (Werner Lorenz) und dem Lehr- und Forschungsgebiet Umweltverträgliche Infrastrukturplanung der Bergischen Universität Wuppertal (Felix Huber).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne"
    },
    {
      "project_id": "525814761",
      "url": "https://gepris.dfg.de/gepris/projekt/525814761",
      "title": "Würdigung und Vermittlung konstruktionsinhärenter Werte. Denkmaltheoretische und -praktische Herausforderungen im Umgang mit Ingenieurleistungen der Hochmoderne",
      "investigators": "Dr. Kirsten  Angermann;Professor Dr. Hans-Rudolf  Meier",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im Bauwesen",
      "funding_period": "Förderung seit 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 525814761",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Im Fokus des Projekts stehen die immateriellen, da konstruktionsinhärenten Werte, die das materielle Kulturerbe Konstruktion generieren. Diese Werte, die auf konstruktionsspezifischem Wissen, bautechnischen Prozessen oder Innovationen gründen, wurden bisher nicht oder zu wenig denkmalkundlich erfasst und für Erhaltungsbegründungen herangezogen. Fundamentales Ziel des Projektes ist es daher, die Methodiken und Praktiken für die Erfassung, den Erhalt und die Vermittlung dieser konstruktionsinhärenten Werte denkmaltheoretisch zu fundieren bzw. (weiter) zu entwickeln.  Es versteht sich dabei als ein Querschnittsvorhaben innerhalb des SPP \"Kulturerbe Konstruktion\", bezieht Ergebnisse der 1. Förderphase ein, speist eigene Ergebnisse in das Gesamtprojekt und entwickelt Anregungen aus den laufenden Einzelprojekten weiter. Das Vorhaben bezweckt überdies den Transfer von und zu den einschlägigen Fachdebatten. Es gilt, die Forschungsfelder des Kulturerbes Konstruktion mit den Heritage-Debatten zu verknüpfen und damit die die aktuellen Theoriediskussionen und Fragestellungen für den SPP-Bereich fruchtbar zu machen. Gefördert werden soll damit im Bereich der Konstruktionswissenschaften das grundsätzliche Verständnis für anders fokussierte Bewertungen ihrer Objekte in den verschiedenen Disziplinen. Zugleich will das Projekt die Thematik Kulturerbe Konstruktion verstärkt in die Denkmalpflege- und Heritage-Debatten einbringen und diese um den Wissensschatz des Konstruktionserbes bereichern. Schließlich soll mit gezielten Vermittlungsstrategien für die Erweiterung des denkmalkundlichen Instrumentariums sensibilisiert und zur Präzisierung der in den Denkmalgesetzen genannten wissenschaftlichen Gründe für Denkmal-Erhalt angeregt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneInternationaler BezugSchweizKooperationspartnerinProfessorin Dr.-Ing. Silke  Langenberg"
    },
    {
      "project_id": "442203401",
      "url": "https://gepris.dfg.de/gepris/projekt/442203401",
      "title": "Zum Umgang mit historischen Betoninstandsetzungen - Wertung und Umgang mit früheren Instandsetzungsmaßnahmen bei Sichtbetonbauten der Hochmoderne",
      "subject_area": "Architektur, Bau- und Konstruktionsgeschichte, Bauforschung, Ressourcenökonomie im BauwesenBaustoffwissenschaften, Bauchemie, Bauphysik",
      "funding_period": "Förderung seit 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 442203401",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der Hochmoderne",
      "description": "Ziel des Vorhabens ist es, frühere Instandsetzungen an Sichtbetonbauwerken der Hochmoderne sowohl denkmalpflegerisch wie bautechnisch zu bewerten und Strategien für den Umgang zu entwickeln. Der Blick über die Instandsetzung der Sichtbetonbauwerke erlaubt neue Erkenntnisse über die paradigmatische Konstruktionsart der Hochmoderne. Dabei weisen diese Bauwerke meistens bereits Spuren verschiedener Instandsetzungs-phasen auf, auch zukünftig werden weitere Maßnahmen notwendig werden. Über beide Förderperioden betrachtet steht die Erarbeitung und exemplarische Verifikation vernetzter Handlungsstrategien im Mittelpunkt, in denen baudenkmalpflegerische und ingenieurwissenschaftliche Methoden zusammengehen, für Erhalt, Überwachung und Instandhaltung von Sichtbetonbauwerken als bauliches Erbe der Hochmoderne. In der zweiten Förderphase soll der Fokus auf der Entwicklung geeigneter Methoden der periodischen Überwachung der historischen Betoninstandsetzungen liegen. Damit werden Grundlagen für die Etablierung geeigneter Standards eines Monitorings von Sichtbetonkonstruktionen gelegt, die bisher nicht vorliegen. Nur mit einer globalen und zeitlich wiederkehrenden Zustandserfassung der Sichtbetonflächen kann eine zeitliche Entwicklung der sichtbaren und über ZfP detektierbaren Schäden erfolgen, und damit eine langfristige Bewertung der Dauerhaftigkeit. Dazu werden in enger Zusammenarbeit der Antragsteller verknüpfte digitale Dokumentationen der Bauwerks-Oberflächen erstellt, an denen die Untersuchungsergebnisse und maßgeblichen Schädigungsstellen digital erfasst werden können. Damit werden die Grundlagen gelegt für eine zukünftige, effektive (teil-) automatisierte Erkennung mittels KI. Mit einem lokalen Korrosionsmonitoring erfolgt eine hochaufgelöste lokale Erfassung der Schädigungsmechanismen und des Schadensfortschrittes. Die Migration der Daten aus der Zustandserfassung auf Gebäudeebene und der lokalen Monitoringdaten erlaubt schließlich die Vorhersage der Dauerhaftigkeit der historischen Instandsetzungen und ggf. des noch nicht instand gesetzten Altbeton-Bereichs (z.B. bei der behutsamen Instandsetzung). Als wichtiges Ziel in der zweiten Förderperiode wird der Theorie-Praxis-Transfer gesehen. Die Weiterführung des wissenschaftlich fundierten, methodischen Leitfadens zur bautechnischen und denkmalpflegerischen Bewertung der frühen Betoninstandsetzungen verankert Praktiken und Verfahren zum angemessenen Umgang mit der historischen Überlieferung dieser Bauwerke. Dazu sollen auch die Leitlinien und Regelwerke weiterentwickelt und ergänzt werden - insbesondere mit Blick auf geeignete Monitoring Standards. Durch eine intensive Öffentlichkeitsarbeit mit Workshops und Vortragsreihen werden zum einen die Erkenntnisse dieses Teilvorhabens allen unterschiedlichen Beteiligten Bauingenieuren, Architekten, Denkmalpflegern und Konservatoren-Restauratoren nähergebracht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2255: \nKulturerbe Konstruktion – Grundlagen einer ingenieurwissenschaftlich fundierten und vernetzten Denkmalpflege für das bauliche Erbe der HochmoderneMitverantwortlicheDr. Michael  Auras;Professor Dr.-Ing. Christian  Heese"
    }
  ]
}