{
  "spp_number": "SPP 2013",
  "spp_title": "Gezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313778369",
  "projects_count": 13,
  "projects": [
    {
      "project_id": "374524261",
      "url": "https://gepris.dfg.de/gepris/projekt/374524261",
      "title": "Charakterisierung und Nutzung prozessinduzierter Eigenspannungen bei der Herstellung von Funktionsflächen durch Near-Net-Shape-Blanking Verfahren",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374524261",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Near-Net-Shape-Blanking Verfahren (NNSBV) sind Scherschneidverfahren zum endkonturnahen Ausschneiden. Die Funktionsflächenherstellung erfolgt hierbei über plastische Deformation, über welche der Eigenspannungszustand des späteren Bauteils und somit auch dessen Schwingfestigkeit eingestellt werden kann. Die Verwendung von Grundwerkstoffen mit höherer Festigkeit in Kombination mit prozessinduzierten Druckeigenspannungen weist hier erhebliches Potenzial für eine angestrebte Tragfähigkeitssteigerung hinsichtlich der Ermüdungsschäden Grübchen und Zahnfußbruch auf. Schergeschnittene Verzahnungen können eine kosten- und zeitintensive Wärmebehandlung bei der Herstellung leistungsübertragender Verzahnungen durch lokal angepasste, tragfähigkeitssteigernde Eigenspannungen ersetzen. Zudem können schergeschnittene Verzahnungen in einem Prozessschritt wirtschaftlich hergestellt werden.Dieses Potenzial soll im beantragten zweijährigen Folgeprojekt an einer schergeschnittenen Ritzel/Rad-Paarung aus dem bisher verwendeten Referenzwerkstoff und einem höherfesten Stahl untersucht werden. Grundlegende Zusammenhänge werden dabei mit den aufgebauten Modellen systematisch untersucht und durch Ermittlung der Zahnfußtragfähigkeit in Pulsatorversuchen und der Grübchentragfähigkeit in Laufversuchen validiert.Die Eigenspannungszustände der unterschiedlichen Zahnradvarianten werden sowohl vor als auch nach den Tragfähigkeitsuntersuchungen gemessen und erlauben nicht nur Prozessverbesserungen zu überprüfen, sondern auch die Stabilität der eingebrachten Eigenspannungen zu verifizieren sowie die Vorhersagbarkeit der Eigenschaften mit dem bidirektionale Modell sicherzustellen. Durch die Verwendung eines höherfesten Stahlwerkstoffs soll gezeigt werden, dass weitere Steigerungen der Zahnfuß- und Grübchentragfähigkeit durch prozessinduzierte Eigenspannungen erzielt werden können. Hierfür werden sowohl experimentelle als auch numerische Untersuchungen durchgeführt. Außerdem wird die Vorhersage der Grübchen- und Zahnfußdauerfestigkeit für den Referenzwerkstoff und den höherfesten Werkstoff bewertet und ggf. verbessert. Durch Integration der Ergebnisse in das bidirektionale Modell aus der zweiten Förderperiode wird es somit möglich, schergeschnittene Zahnräder verschiedener Werkstoffe und Geometrien mit erhöhter Zahnfuß- und Grübchentragfähigkeit durch Nutzung der positiven Wirkung scherschneidprozessinduzierter Eigenspannungen auszulegen und herzustellen.Kern des Vorhabens ist somit die Gestaltung, Auslegung und Optimierung der NNSB-Prozesse hinsichtlich verbesserter Eigenspannungen für eine höhere Zahnfuß- und Grübchentragfähigkeit, die Sicherstellung der Vorhersagbarkeit der Eigenschaftsverbesserungen durch Nutzung der Eigenspannungen sowie der Nachweis der Eigenspannungsstabilität im Laufversuch unter realen Einsatzbedingungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen BauteilenMitverantwortlicheDr.-Ing. Roland  Golle;Dr.-Ing. Thomas  Tobie"
    },
    {
      "project_id": "374767659",
      "url": "https://gepris.dfg.de/gepris/projekt/374767659",
      "title": "Experimentelle Charakterisierung und numerische Analyse der schwingfestigkeitssteigernden Wirkung von Eigenspannungen in quergewalzten Bauteilen",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanik",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374767659",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Im Rahmen des SPP 2013 wird die Nutzung umformtechnisch induzierter Eigenspannungen zur Verbesserung der Bauteileigenschaften erforscht. Ziel des beantragten Vorhabens ist die gezielte Einstellung von schwingfestigkeitssteigernden Eigenspannungszuständen in Prozessen der Kaltumformung. Im Projekt wird ein hybrides Bauteil betrachtet, bei dem Welle und Nabe durch einen Querwalzprozess verbunden werden. Hierbei entsteht eine prozessbedingte Kerbe, die einen ungünstigen Effekt auf die Lebensdauer haben kann. Durch gezielte Einstellung von Druckeigenspannungen während des Walzenprozesses kann dieser Nachteil kompensiert werden.In den ersten beiden Förderperioden konnte ein stabiler Prozess etabliert werden und die Leistungsfähigkeit des Ansatzes zur Lebensdauerverlängerung nachgewiesen werden. Hierzu wurden verschiedene Berechnungsmodelle zur Simulation von Prozess und Lebensdauer aufgebaut. Die Beeinflussbarkeit der Lebensdauer durch verschiedene Prozessvarianten wurde gezeigt.In der dritten und letzten Förderperiode liegt der Fokus auf dem Realbauteil unter Berücksichtigung des Einflusses eines Fügepartners (Nabe) unter Einsatzbedingungen. Hierfür wird die methodische Bauteil- und Prozessauslegung im Hinblick auf die einzustellenden Eigenspannungszustände in der Kerbe und der Fügezone in den Fokus gerückt. Für die praktische Umsetzung erfolgt der Aufbau einer höchst flexiblen Walzvorrichtung, die auch komplexe Prozessvarianten mit einer höheren Geometrievielfalt zulässt, um den Anforderungen an die einzustellenden Eigenspannungen entsprechen zu können.Weiterhin wird erneut der Betrieb des Bauteils betrachtet und gewinnt durch die Übertragung von Realbauteilen und Einsatzbedingungen an Bedeutung. Entscheidend für die Lebensdauer ist die Stabilität der Druckeigenspannungen in der versagensrelevanten Kerbe und an der Fügestelle. Dazu wird die Veränderung der Eigenspannungen unter zyklischer Last vermessen und mittels eines elastisch-plastischen Modells simuliert. Das Rissfortschrittsmodell wird auf den 3D-Fall erweitert und so im Rahmen einer zusammenhängenden Simulationsstrategie die Lebensdauer der Bauteile unter Berücksichtigung der veränderlichen Eigenspannungen analysiert.Zum Ende der dritten Förderperiode wird das gewalzte Bauteil hinsichtlich seiner Fügeverbindung und Kerbgeometrie gezielt mittels einer übertragbaren Auslegungsmethodik auslegbar sein. Die Lebensdauer wird dabei unter Berücksichtigung der Eigenspannungsstabilität analysiert und die Erkenntnisse über die Eigenspannungsveränderungen in die Auslegungsmethodik miteinbezogen. Es wird durch die flexible, neue Prozessführung möglich sein, die Eigenspannungen in Kerbe und Fügezone jeweils gezielt einzustellen und durch Langzeittests an Realbauteilen erfolgt der Nachweis des Gesamtansatzes. Darüber hinaus werden übertragbare Aussagen zur Eigenspannungsstabilität in massiven Bauteilen vorliegen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "374871564",
      "url": "https://gepris.dfg.de/gepris/projekt/374871564",
      "title": "Experimentelle sowie numerische Modellierung und Analyse mikrostruktureller Eigenspannungen von warmmassivumgeformten Bauteilen mit gezielter Abkühlung",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374871564",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "In umgeformten metallischen Bauteilen wurde bislang meist die Vermeidung oder Minimierung von Eigenspannungen angestrebt, dies mit dem Ziel die Lebensdauer und Herstellbarkeit zu verbessern. Eine gezielte Nutzung umformtechnisch induzierter Eigenspannungen zur Steigerung z.B. der Betriebsfestigkeit wurde dagegen kaum betrachtet. Dieses Projekt verfolgt das Ziel, durch eine Analyse der Eigenspannungen in warmmassivumgeformten Bauteilen unter gezielter Prozessführung sowohl experimentell als auch numerisch die Einflüsse auf ihre Verteilung und Stabilität zu erfassen.Zu diesem Zweck werden Zylinderproben mit exzentrischer Bohrung in verschiedenen Prozessszenarien thermo-mechanisch behandelt, um so die resultierenden inhomogenen Eigenspannungszustände zu untersuchen. Zur experimentellen und numerischen Analyse der Evolution und Verteilung von Eigenspannungen im Material wurde in der ersten Förderperiode eine umfassende Charakterisierung der thermischen, metallurgischen und mechanischen Eigenschaften durchgeführt. Der Klassifizierung in Eigenspannungen nach 1., 2. und 3. Art wurde durch mehrskalige Simulationsmodelle Rechnung getragen. Das enge Zusammenspiel zwischen Experiment und numerischer Simulation ermöglichte eine Kalibrierung und Validierung der Modelle und Materialbeschreibungen. Mit diesen Modellen konnte bereits eine qualitativ gute Prognose über die Entstehung der Eigenspannungen im Referenzprozess erzielt werden.In der zweiten Förderperiode werden diese Simulationsmodelle weiterhin verwendet und hinsichtlich der neuen Arbeitspunkte erweitert und optimiert. Dabei kommt eine makroskopische, phänomenologische Beschreibung im Rahmen der Finite-Elemente Methode (FEM) unter Berücksichtigung der thermo-mechanisch-metallurgischen Eigenschaften für die Abbildung der Eigenspannungen 1. Art zum Einsatz. Zur Modellierung der mikrostrukturellen Eigenspannungen (2. und 3. Art) und der Gefügeevolution werden Phasenfeld-Modelle und mehrskalige FEM-Simulationen eingesetzt. Nach der Validierung der Materialdaten liegt das Ziel nun in der Erforschung der Einstellbarkeit von Eigenspannungen hinsichtlich einer Eigenschaftsverbesserung in den warmumgeformten Bauteilen. Neben der gezielten Steuerung der Umformparameter soll eine Sprayfeldkühlung zur aktiven Temperaturführung in den Umformprozess integriert werden, welche ebenfalls eine Anpassung der Simulationsmodelle erfordert. In anschließenden numerischen und experimentellen Studien erfolgt eine Analyse der Wirkzusammenhänge zwischen Prozessparametern und Eigenspannungen. Langfristig soll eine Methodik entwickelt werden, welche ein tiefergehendes Verständnis der thermo-mechanischen Werkstoffphänomene im Zusammenhang mit den resultierenden Eigenspannungen ermöglicht. Mit diesem Wissen wird die simulationsgestützte Prozessauslegung hinsichtlich der gezielten Einstellung definierter, stabiler sowie die Bauteileigenschaften positiv beeinflussenden Eigenspannungen angestrebt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "374548845",
      "url": "https://gepris.dfg.de/gepris/projekt/374548845",
      "title": "Gezielte Eigenspannungsnutzung in Elektroblechen zur Steigerung der Energieeffizienz",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2017 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374548845",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Konventionelle Methoden zur Erzielung höherer Wirkungsgrade in Elektromotoren sind größtenteils ausgeschöpft, daher sind neuartige Ansätze zur weiteren Steigerung der Effizienz nötig. Eine mögliche Herangehensweise ist der gezielte Einsatz von Eigenspannungen als Ersatz für konventionelle Flussbarrieren. Durch die gezielte Änderung der magnetischen Werkstoffeigenschaften werden neue Designmöglichkeiten für zukünftige elektrische Maschinen eröffnet. Speziell der Verzicht von Aussparungen ermöglicht es, aufgrund der erhöhten mechanischen Festigkeit, höhere Motordrehzahlen mit damit verbundenen Effizienzsteigerungen zu konzipieren. Aufbauend auf den Ergebnissen der ersten Projektphase, welche den Nachweis der zugrundeliegenden Arbeitshypothese erbrachte, wurden in der zweiten Phase die Auswirkungen von Eigenspannungen auf Elektrobleche stärker quantifiziert. Es konnte gezeigt werden, dass die mechanische Festigkeit der Elektrobleche bei der Verwendung geprägter Flussbarrieren signifikant ansteigt und somit höhere Motordrehzahlen realisierbar sind. Weiterhin wurde gezeigt, dass typische Abweichungen im Prägeprozess nur geringe Schwankungen in den magnetischen Eigenschaften der Flussbarrieren verursacht. Durch die durchgeführten Messungen (Neutronen-Gitter-Interferometrie, Single Sheet Tests und Nanoindentierung) konnten die Simulationsmodelle validiert werden. Durch Querverknüpfung der Simulation, der Messmethoden untereinander und Ergebnissen der ersten Phase wurde die Eigenspannungsmessung validiert. In der dritten Projektphase wird nun aufbauend auf den Ergebnissen der ersten beiden Förderperioden die industrielle Anwendung der Forschungsergebnisse untersucht. Dazu werden die vorhandenen magneto-mechanischen und mikromagnetischen Simulationsmodelle verbessert. In Verbindung mit den Messmethoden werden anschließend Modelle zur Prognose der Eigenschaftsverbesserung erstellt. Ausgehend von den Prognosemodellen werden die Flussbarrieren weiter optimiert und der Einfluss von typischen Betriebsbedingungen (Temperatur sowie statische und zyklische Lasten) überprüft. Anhand dieser Ergebnisse wird der Magnetfluss in einem Demonstrator modelliert, optimiert und numerisch mit einem konventionellen Demonstrator verglichen. Anhand des gebauten optimierten Demonstrators soll die erfolgreiche magnetische Flussführung gezeigt werden. Während dieser Prozesse werden weiterhin die Messmethoden verbessert und kontinuierlich Validierungsmessungen durchgeführt. Am Ende der dritten Phase soll ein Leitfaden zur Entwicklung geprägter Rotorgeometrien erstellt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen BauteilenMitverantwortlicheDr.-Ing. Roland  Golle;Dr.-Ing. Nora  Leuning"
    },
    {
      "project_id": "374688658",
      "url": "https://gepris.dfg.de/gepris/projekt/374688658",
      "title": "Gezielte Einbringung von Eigenspannungen durch geeignete Umformprozesse zur Erzeugung bistabiler, metallischer, vollständig geschlossener Rohrprofile",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374688658",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Übergeordnetes Ziel dieses Forschungsvorhabens ist die Herstellung bistabiler, metallischer, vollständig geschlossener Rohrprofile. Bistabilität bedeutet dabei, dass neben der Rohrgeometrie eine weitere stabile Transportgeometrie existiert und ein Wechsel zwischen den beiden Geometrien durch rein elastische Dehnungen möglich ist. Der Effekt der Bistabilität beruht bei metallischen Werkstoffen auf Eigenspannungen im Material, die gezielt durch inhomogene Umformprozesse eingebracht werden können. In der ersten Förderphase des hier adressierten SPP 2013 ist ein bistabiles Rohrprofil mit einer zusätzlichen Transportgeometrie erfolgreich durch die Kombination zweier Biegeprozesse hergestellt worden. Zur Auslegung der Biegeprozesse sind sowohl ein FE-Modell als auch ein semi-analytisches Modell entwickelt worden. Mit beiden Modellen sind Aussagen über die Bistabilität sowie zur Profilgeometrie in Abhängigkeit der gewählten Biegeradien möglich. Das semi-analytische Modell erlaubt ferner, aufgrund seiner geringen Rechenzeit, die detaillierte Auslegung von Prozesskarten zur Herstellung bistabiler Rohrprofile.Basierend auf der modellgestützten Prozessauslegung ist ein Konzept zur kontinuierlichen Herstellung großflächiger bistabiler Rohrprofile in der zweiten Förderphase abgeleitet worden. Der Ansatz kombiniert einen inkrementellen Biegeprozess zur Einbringung der Einrollspannung, welche die Transportgeometrie ermöglicht, und einen Walzprofilierprozess zur Einstellung der Querbiegespannung, welche das Rohrprofil einstellt. Aufbauend auf den Ergebnissen der ersten beiden Förderphasen werden in der dritten Förderphase die folgenden Teilziele adressiert, die sich im Arbeitsprogramm entsprechend widerspiegeln: (1) Optimierung und Erweiterung der Prozesskette aus inkrementellem Gesenkbiegen und Walzprofilieren zur Herstellung langer bistabiler Rohre, (2) Erstellung von Prognosemodellen für den Betrieb der Bauteile, (3) Nachweis der Eigenspannungsstabilität und der Bauteileigenschaften unter gegebenen AnwendungsrandbedingungenAm Ende der dritten Förderperiode steht somit eine industrialisierbare kontinuierliche Prozesskette zur Fertigung großflächiger bistabiler Bauteile zur Verfügung. Mithilfe der Prognosemodelle können Einsatzszenarien bewertet und durch Experimente die Eigenspannungs- und Eigenschaftsstabilität der neuen Produkte bemessen werden. Neue bistabile Produkte sind somit durch die Einbringung von Eigenspannungen vollumfänglich bewertbar und herstellbar.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen BauteilenMitverantwortlichDr.-Ing. Marco  Teller"
    },
    {
      "project_id": "374584412",
      "url": "https://gepris.dfg.de/gepris/projekt/374584412",
      "title": "Gezielte Einstellung von Eigenspannungen während der Kaltmassivumformung",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374584412",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Gesamtziel des Vorhabens ist die grundlegende wissenschaftliche Analyse und Nutzung des Einflusses durch Kaltmassivumformung eingebrachter Eigenspannungen auf die Beanspruchbarkeit von Bauteilen aus austenitischen Stählen. In den beiden vorangehenden Phasen war das Forschungsziel das Verständnis der Zusammenhänge zwischen Umformprozess, Eigenspannungen, Phasenumwandlungen und Bauteileigenschaften an verschiedenen austenitischen Stählen. Ebenso wurde die Eigenspannungsfortpflanzung entlang Prozessketten analysiert und der Einfluss verschiedener prozess- und messtechnischer Störgrößen untersucht. Zugrundeliegende Mechanismen konnten erklärt und analytisch beschrieben werden. Ergebnisse von numerischen Simulationen der Prozesse zeigen eine gute Übereinstimmung mit experimentellen Eigenspannungsanalysen. In der 3. Phase werden die untersuchten Zusammenhänge zur Entwicklung von Methoden für den zuverlässigen Einsatz der entwickelten Strategien genutzt. Mit Hilfe der systematischen Nutzung der in den vorherigen Projektphasen entwickelten Technologien soll eine maßgeschneiderte Eigenspannungsauslegung prozesssicher realisiert werden.Dazu werden im ersten Schritt mit analytischen und numerischen Berechnungen optimierte Soll-Eigenspannungsverteilungen auf Basis von Beanspruchungsanalysen für unterschiedliche Beanspruchungsfälle bestimmt. Die daraus abgeleitete Kaltumformstrategie mit den bereits erarbeiteten Auslegungsverfahren zielt auf die Einstellung der ermittelten lokalen Soll-Eigenspannungsverteilungen im Umformprozess. Als Resultat liegen modellbasiert bestimmte Zusammenhänge zwischen den äußeren Beanspruchungen als Eingangsparameter und den resultierenden Prozessparametern als Ausgangsparameter vor. Die Modelle berücksichtigen einerseits die mit experimentellen und numerischen Verfahren umfassend untersuchten Eigenspannungsentwicklungen in Prozessketten sowie andererseits die durch Eigenspannungen erzielbaren Verbesserungen der Bauteileigenschaften. Damit sollen auch die Voraussetzungen für eine praktische Anwendung und industrielle Weiterentwicklung der entwickelten Strategie geschaffen werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "372823079",
      "url": "https://gepris.dfg.de/gepris/projekt/372823079",
      "title": "Gezielte Erzeugung und Stabilisierung von Eigenspannungen in austenitischen Tellerfedern durch inkrementelle Umformung und integrierte Randzonenbeeinflussung",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 372823079",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Technologisches Ziel des Projekts ist es, die inkrementelle Blechumformung (IBU) für die Herstellung von Tellerfedern und die integrierte Einstellung von Eigenspannungen zu erforschen, um verbesserte Federeigenschaften und hohe zyklische Leistungsfähigkeit zu erreichen. Die gezielte Einstellung von Eigenspannungen während des Formgebungsprozesses führt zu besseren Federeigenschaften, der Eliminierung von Kugelstrahloperationen und ermöglicht die flexible Herstellung von Sonderfedern bzw. Miniaturisierung von Federn. Nach DIN 2092 bestimmen die Tangentialspannungen die Federkraft von Tellerfedern im Betrieb. Durch die gezielte Einstellung von Druckeigenspannungen treten die federkraftbegrenzenden radialen Zugspannungen im Betrieb deutlich später auf. Bei metastabilen austenitischen Federstählen führt der lokale Kontakt zusätzlich zur Martensitbildung in der Randzone, der weitere Druckeigenspannungen induziert.Bislang wurden die Versuchsaufbauten und Vorrichtungen, mikromagnetische Methoden und Simulationsmethoden erfolgreich entwickelt und validiert. Ein breites Spektrum von Prozessparametern wurde experimentell hinsichtlich der gezielten Eigenspannungserzeugung und Eigenschafts-Verbesserung charakterisiert. Eine Steigerung der Druck-Eigenspannungen und Stabilisierung bei Randschichtbeeinflussung und weitere deutliche Verbesserungen wurden über die direkte Herstellung mit der inkrementellen Umformung im Vergleich zu konventionellen Federn nachgewiesen. Ein Nachteil der IBU ist die hohe Prozesszeit. Schnellere IBU-Umformung führt zur Erhöhung der Blechtemperatur auf über 100°C, was als Störgröße identifiziert wurde und die Eigenspannungs- und Martensitentwicklung beeinflusst.Hochleistungstellerfedern werden unter verschiedenen mechanischen Lastzyklen und Temperaturen von -60 bis 250°C eingesetzt. Technologisches Ziel in der dritten Phase ist es, Materialschwankungen durch temperaturgeregelte, schnelle inkrementelle Umformverfahren gezielt auszugleichen und eine gewünschte Federkennlinie einzustellen, die eine optimierte Stabilität unter schwingender Belastung aufweist. Im Sinne der Programmziele zielt die dritte Antragsphase daher darauf ab, 1) den IBU-Prozess trotz hohen Umformgeschwindigkeiten isotherm (Minimierung der Störgröße „Temperatur“) zu gestalten und die damit verbundene Werkzeugtechnik auszulegen, sowie über ein Prognosemodell die Umformparameter basierend auf Prozesskraft und Martensitgehalt optimal auf Materialschwankungen einzustellen, 2) mithilfe eines Multisensors eine in-situ Eigenspannungen-Messung anhand mikromagnetischer Messverfahren zu entwickeln und diese als Condition-Monitoring für die Eigenschaftsveränderung unter spezifischen Betriebsbedingungen zu verwenden, und 3) ein schwarzes Prognosemodell für die Eigenschaftsverbesserung bzw. -entwicklung durch gezielt eingebrachte Eigenspannungen in federharten, austenitischen Werkstoffen für den Betrieb der Tellerfedern unter niedriger und erhöhter Temperatur zu erstellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "374768210",
      "url": "https://gepris.dfg.de/gepris/projekt/374768210",
      "title": "Gezielte umformtechnische Erzeugung von Eigenspannungen durch lokales Einprägen von Strukturen in Blechdickenrichtung zur Verbesserung der Bauteileigenschaften",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanikMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374768210",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Das Forschungsvorhaben hat zum Ziel, eine umformtechnische Prozessroute zur gezielten Einbringung von lokalen Eigenspannungen (ES) in dünnwandige Blechbauteile zu entwickeln. Durch die umformtechnisch induzierten ES soll die mechanische Beanspruchbarkeit von überwiegend dynamisch belasteten Blechstrukturbauteilen verbessert werden. Im Rahmen des Projektes wurde innerhalb der I. und II Förderperiode (FÖP) der Nachweis erbracht, dass durch die Kombination eines Umform- und Prägeprozesses gezielt Druckeigenspannungen lokal in einem dünnwandigen Blechbauteil erzeugt werden können, welche die zyklische Beanspruchbarkeit des Bauteils nachhaltig erhöhen. Ein besonderes Augenmerk dieses Forschungsvorhabens wird auf die Umformung von grob mehrphasigen Werkstoffen (Duplexstahl X2CrNiN-23-4) gelegt. Insbesondere wird hierbei der Beitrag der phasenspezifischen Mikro-ES systematisch bewertet. In diesem Zusammenhang werden einerseits im Bereich der Werkstoffanalytik Mess- und Auswertestrategien für lokale ES-Analysen entwickelt. Andererseits bietet die mechanismenbasierte Modellierung der ES I., II. und III. Art mittels numerisch effizienter Mean-Field-Ansätze die Möglichkeit zur zweiskaligen Modellierung der ES in zweiphasigen Gefügen. Die Erkenntnisse aus diesen experimentellen und numerischen Untersuchungen münden schließlich in der Entwicklung eines kombinierten Fertigungsprozesses für ein dünnwandiges Strukturbauteil, in welches durch die Kombination einer formgebenden Umformoperation und einem gleichzeitigen Prägen mit an-schließendem Reformieren gezielt Druck-ES eingebracht werden, die den vorhandenen Zugspannungen im Betrieb entgegenwirken.Ziel der FÖP III besteht darin, die in den bisherigen zwei FÖPs erarbeiteten Erkenntnisse im Hinblick auf die Erzeugung, die Analyse, die Stabilität und die Simulation von ES auf ein zyklisch beanspruchtes Realbauteil, im Speziellen auf ein abstrahiertes Trägerblech zu projizieren. Dies umfasst die ganzheitliche numerische Auslegung des Werkzeugkonzeptes und dessen fertigungstechnische Umsetzung. Die in FÖP I und II erarbeiteten Mess-, Auswerte- und Simulationsstrategien werden im Hinblick auf die möglichst exakte Erfassung der induzierten ES im Trägerblech auf allen Größenskalen (I. bis III. Art.) betrachtet. Hierbei wird in der an-stehenden Förderphase der Fokus auf die kristallographische Textur, der Berücksichtigung von Texturgradienten über die Blechdicke und auf den Einfluss der Texturentwicklung gelegt. Die im Projekt entwickelten Methoden zur Simulation und Analyse von ES werden auf allen Skalen validiert und zusätzlich innerhalb projektübergreifender Benchmarks angewandt.Das Forschungsvorhaben wird als Gemeinschaftsprojekt zwischen dem IFU, Universität Stuttgart, dem IAM-WK und dem ITM-KM des Karlsruher Instituts für Technologie (KIT) im Rahmen der Ausschreibung des Schwerpunktprogramms 2013 durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "372823858",
      "url": "https://gepris.dfg.de/gepris/projekt/372823858",
      "title": "Koordinationsfonds",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 372823858",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Im Rahmen dieses Schwerpunktprogramms sollen die wissenschaftlichen Grundlagen erarbeitet werden, um die gezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen zu ermöglichen. Zur Erreichung der Projektziele sind zwar fachgebietsspezifische Problemstellungen zu lösen, deren erfolgreiche Bearbeitung allerdings nur durch die interdisziplinäre Zusammenarbeit der verschiedenen Fachbereiche erreicht werden kann. Hierfür wird ein Koordinationsfonds beantragt, um neben der fachübergreifenden Beantwortung von Fragestellungen diese der Fachöffentlichkeit zur Verfügung zu stellen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "374789876",
      "url": "https://gepris.dfg.de/gepris/projekt/374789876",
      "title": "Steuerung der Bauteileigenschaften beim Rundkneten",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374789876",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Rundkneten ist ein etabliertes Fertigungsverfahren zum inkrementellen Kaltmassivumformen. In Ansätzen wurden schon Werkstoffmodifikationen wie Kaltverfestigung und Eigenspannungsaufbau beschrieben als auch die inkrementellen Werkstoffflüsse, die in ihrer Summe die Werkstoffflusshistorie darstellen. Aufgrund der großen Variabilität des Werkstoffflusses bei gleicher verbleibender Formänderung ist das Rundkneten als inkrementelles Umformverfahren besonders geeignet, allein durch die Prozessführung Eigenspannungszustände gezielt zu generieren. Das langfristige Ziel dieses Vorhabens ist das Verständnis der Zusammenhänge zwischen dem mittels Prozessführung steuerbaren Werkstofffluss beim Rundkneten, den daraus entstehenden Werkstoffmodifikationen - insbesondere dem Eigenspannungseintrag - und den wiederum daraus resultierenden mechanischen Eigenschaften des gefertigten Bauteils. Im Ergebnis soll es möglich sein, die mechanischen Eigenschaften anhand der Prozessparameter beim Rundkneten vorhersagen zu können bzw. umgekehrt für geforderte Bauteileigenschaften die erforderliche Prozessführung auszulegen. Diesem Ziel liegt die Hypothese zugrunde, dass einerseits die mechanischen Eigenschaften mit den eingebrachten Werkstoffmodifikationen hinsichtlich Kaltverfestigung sowie Eigenspannungszustand korrelieren und andererseits diese Werkstoffmodifikationen aus der Werkstoffflusshistorie des Umformprozesses resultieren. Zum Erreichen des übergeordneten Ziels werden für die dritte Förderperiode vier Teilziele definiert: Gestaltung und Optimierung des Rundknetprozesses für die mehrstufige Fertigung; Bauteilangepasste Einstellung der Eigenspannungen; Nachweis und Prognose der Eigenschaftsverbesserungen unter realitätsnahen Einsatzrandbedingungen; Auslegung und Übertragbarkeit der Gesamtmethode.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "372788207",
      "url": "https://gepris.dfg.de/gepris/projekt/372788207",
      "title": "Umformtechnische Erzeugung von Druckeigenspannungen beim Drahtziehen für die Herstellung von hochbelastbaren Federn (DruDraZie)",
      "investigators": "Dr.-Ing. Markus  Bergmann;Professorin Dr.-Ing. Verena  Kräusel;Professor Dr. Walter  Reimers",
      "subject_area": "Ur- und Umformtechnik, Additive Fertigungsverfahren",
      "funding_period": "Förderung von 2017 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 372788207",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Ziel des Vorhabens ist es, Draht als Vormaterial für die Herstellung von Torsionsstabfedern mithilfe gezielt modifizierter Ziehsteingeometrien so zu beeinflussen, dass die sich während der Zugdruckumformung durch Drahtziehen über dem Querschnitt ausbildenden unterschiedlichen Spannungsverteilungen die Umformbarkeit des Drahtes nicht begrenzen und somit durch die verbleibenden Eigenspannungen Biegeradien realisierbar werden, die mit konventionell erzeugten Federdrähten nicht herstellbar sind. Weiterhin soll die Belastbarkeit der Torsionsstabfedern durch die eingestellte Eigenspannungsverteilung des Drahtes verbessert werden. Dazu sind wissenschaftliche Grundlagen zu erarbeiten, sodass durch eine gezielte Auslegung der Innengeometrie des Ziehsteins Druckeigenspannungen im Randbereich des gezogenen Drahtes umformtechnisch induziert werden, die für die Bauteilherstellung und vor allem für das spätere Belastungsverhalten in der Anwendung vorteilhaft sind. In der zweiten Förderperiode werden auf Basis der ermittelten Prozessparameter sowie die Verfahrensgrenzen für das „Gradierziehen“ aus der ersten Phase die Eigenschaftsverbesserungen der Bauteile quantifiziert und die Simulationsmodelle validiert. Mittels umfangreicher Untersuchungen auf dem eigens entwickelten Versuchstand zum Drahtziehen ist geplant, mit neuen Ziehsteingeometrien für den Mehrfachzug die partiell unterschiedlich eingebrachten Makro- und Mikroeigenspannungen an den hergestellten Halbzeugen weiter zu optimieren, unter Berücksichtigung von Umformgeschwindigkeit und  Temperatur beim Drahtziehen. Anhand einer Demonstratorfeder erfolgt die Beurteilung der Interaktion von Biegeprozess und Eigenspannungen, um einen für die Anwendung optimierten Eigenspannungszustand einzustellen. Dafür werden die bereits begonnenen Biegeuntersuchungen simulativ und experimentell fortgeführt. Weiterhin sind statische und dynamische Belastungsuntersuchungen an den Halbzeugen und Demonstratorfedern vorgesehen, um die eingestellten Eigenspannungszustände und die dadurch erzielte Eigenschaftsverbesserung bei definierten Schwingspielzahlen (Intervallen) zu bewerten und hinsichtlich der Stabilität der Eigenspannungen zu quantifizieren. Mittels der Weiterentwicklung der Mess- und Auswertungsstrategien zur Analyse der Mikrostruktur und der Makro- und Mikroeigenspannungen in texturbehafteten Werkstoffzuständen sowie deren Validierung lässt sich die Analyse der Eigenspannungsverteilung vertiefen. Die FE Simulationen werden durch die Entwicklung eines Materialmodells, das die Phasenumwandlung des Werkstoffes während der Umformung abbildet, weiter validiert und damit die Eigenschaftsprogosen verbessert. Weitere Schwerpunkte bilden zudem die Analyse und die Bestimmung der Relevanz von Störgrößen und Materialschwankungen. Im Ergebnis wird ein innovatives Werkzeug- und Prozesskonzept für die Herstellung von Torsionsstabfedern vorliegen, die sich durch gezielt umformtechnisch induzierte Eigenspannungen auszeichnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "374688875",
      "url": "https://gepris.dfg.de/gepris/projekt/374688875",
      "title": "Untersuchung eigenspannungsrelevanter Elementarvorgänge bei fließgepressten Bauteilen in der Herstellungs- und Betriebsphase",
      "investigators": "Professorin Dr.-Ing. Marion  Merklein;Professor Dr.-Ing. Paul  Steinmann",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanik",
      "funding_period": "Förderung von 2017 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 374688875",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Eigenspannungen (ES) beeinflussen maßgeblich das Einsatzverhalten von umgeformten Bauteilen. Es wird daher die übergeordnete Zielsetzung verfolgt, bereits in der Umformung gezielt einen vorteilhaften ES-Zustand im Bauteil zu erzeugen, wobei das Voll-Vorwärts-Fließpressen als Referenzprozess dient. Das Forschungsvorhaben sieht hierzu vor, ein Verständnis der Entstehungs- und Relaxationsmechanismen von ES zu generieren, ES-relevante Prozessfaktoren zu identifizieren und verfahrensseitige Maßnahmen zur Einstellung von Bauteileigenschaften zu ermitteln, um damit eine Verbesserung des Betriebsverhaltens infolge des umforminduzierten ES-Zustands zu erreichen. In der ersten Phase (Beginn: 01/2018) wurde die ES-Entstehung während der Bauteilherstellung untersucht. Dazu wurde der Umformprozess unter Verwendung der Stähle 1.4016 (ferritisch) und 1.4462 (ferritisch-austenitisch) experimentell und numerisch analysiert. Die Untersuchungen zeigten, dass ein reproduzierbares Einbringen von ES und deren Modifikation durch Anpassung von Prozessparametern möglich ist. Die gemessenen und berechneten ES stimmen qualitativ überein. Für numerische ES-Analysen wurden spezielle Subroutinen entwickelt, um den ES-Zustand bereits während der Umformung nachzuverfolgen, beispielsweise durch Inkompatibilitätsdichten als Indikatoren für Eigenverzerrungen. In der zweiten Phase (Beginn: 01/2020) wurden die Messmethoden qualitativ und quantitativ validiert. Die Möglichkeit der Verbesserung des Bauteil-ES-Zustands wurde durch Variation der Umformparameter gezeigt. Hierbei konnten durch Änderung des Schulteröffnungswinkels und des Schmierstoffs Druck-ES in der Bauteiloberfläche induziert werden. Hinsichtlich der Untersuchungen zu Auswirkungen des eingebrachten ES-Zustands wurde ein Prüfstand zur zyklischen mechanischen Belastung der Bauteile entwickelt. Dabei zeigte sich Unterschiede im Ermüdungsverhalten von ES-behafteten und geglühten Bauteilen, welche auf überlagerte Einflüsse von ES und Verfestigung zurückzuführen sind. Zur robusten Prozessauslegung wurden die Einflüsse prozessseitiger Störgrößen auf die resultierenden Bauteileigenschaften untersucht. Im Fokus der dritten Phase stehen die Optimierung und Tolerierung des Umformprozesses sowie das Nutzen der Erkenntnisse und der Ursachen-Wirkzusammenhänge von ES-Entstehung und -Stabilität für die Prozessgestaltung zur gezielten Einstellung der Bauteillebensdauer. Dazu wird die Stabilität der umformtechnisch eingebrachten ES unter festgelegten Einsatzrandbedingungen untersucht. Zur Gestaltung, Auslegung und Optimierung des Umformprozesses sollen an Demonstratorbauteilen ES-relevante Wirkmechanismen und Kausalzusammenhänge identifiziert und allgemeingültige Strategien zur Eigenschaftsverbesserung erarbeitet und auf den Herstellungsprozess eines realitätsnahen Bauteils übertragen werden. Die Sicherstellung der Vorhersagbarkeit der Bauteileigenschaften erfolgt durch in Phase 3 zu optimierende numerische Prognosemodelle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen"
    },
    {
      "project_id": "372803376",
      "url": "https://gepris.dfg.de/gepris/projekt/372803376",
      "title": "Verbesserung des Einsatzverhaltens inkrementell umgeformter Bauteile durch gezielte Eigenspannungsinduktion",
      "subject_area": "Ur- und Umformtechnik, Additive FertigungsverfahrenMechanische Eigenschaften von metallischen Werkstoffen und ihre mikrostrukturellen Ursachen",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 372803376",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen Bauteilen",
      "description": "Das Verfahren der inkrementellen Blechumformung (IBU) bietet die Möglichkeit, Bauteile in kleinen Losgrößen anforderungsgerecht und wirtschaftlich zu fertigen. Das Einsatzverhalten wird maßgeblich durch den im Bauteil vorherrschenden Eigenspannungszustand bestimmt. Ziel des Forschungsvorhabens ist die Verbesserung des Einsatzverhaltens inkrementell umgeformter Bauteile durch die gezielte Einstellung des Eigenspannungszustands. Die Eigenspannungen werden durch die Prozessführung der inkrementellen Blechumformung lokal definiert in das Werkstück eingebracht. Im Rahmen der ersten Förderperiode wurde gezeigt, dass die Prozessparameter der IBU die Umformmechanismen Biegung, Scherung und Normalspannung unmittelbar beeinflussen und sich auf Höhe und Vorzeichen der Eigenspannungen auswirken. Im Fokus der zweiten Förderperiode steht die Überprüfung der erzielbaren Eigenschaftsverbesserung umformtechnisch hergestellter Bauteile durch die Eigenspannungseinbringung. Dabei werden Prozesserweiterungen betrachtet, die eine Intensivierung oder Vorzeichenumkehrung der Eigenspannungen ermöglichen. In der dritten Projektphase steht die Vorhersagbarkeit der Eigenschaftsverbesserung für den Betrieb der Bauteile sowie die Eigenspannungsstabilität unter den spezifischen Einsatzbedingungen im Dauerbetrieb und korrosiver Umgebung im Fokus. Die gewonnenen Erkenntnisse ermöglichen eine anforderungsgerechte Auslegung und Fertigung von Bauteilen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2013: \nGezielte Nutzung umformtechnisch induzierter Eigenspannungen in metallischen BauteilenMitverantwortlicheProfessor Dr.-Ing. Till  Clausmeyer;Dr.-Ing. Thomas  Grund"
    }
  ]
}