{
  "spp_number": "SPP 2315",
  "spp_title": "Maßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/441888760",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "470469906",
      "url": "https://gepris.dfg.de/gepris/projekt/470469906",
      "title": "Beschleunigte Entdeckung künstlicher Minerale durch maschinengestützte Schlackenformulierung, -mischung und -prozessierung",
      "investigators": "Professorin Dr.-Ing. Sindy  Fuhrmann;Professor Dr.-Ing. Lothar  Wondraczek",
      "subject_area": "Mechanische VerfahrenstechnikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470469906",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Das Forschungsprojekt ist die Weiterführung der ersten Förderphase des DFG SPP 2315 und betrifft die beschleunigte Entdeckung künstlicher Minerale aus Mischungen pyrometallurgischer Schlacken und Reststoffen (EnAMs). Es wird eine Hochdurchsatzmethode für die maschinengestützte Formulierung komplexer Schlacken erforscht, die die Fraktionierung und Konzentration von Schlüsselkomponenten durch mechanische Weiterverarbeitung ermöglichen soll. Dafür werden ein kombinatorisches Syntheseverfahren und multivariate Wärmebehandlung von Schlackemischungen verknüpft, wodurch eine Kapazität von >50 Schlackenproben pro Experiment bei Probenvolumina im 100 mm³ Maßstab erreicht wird. Es sollen semantische Daten generiert werden, deren Umfang ausreichend groß ist, um analytische Deskriptoren für die EnAM-Bildung zu entschlüsseln. Datenkurations- und iterative Darstellungskonzepte werden für die Breite des SPP 2315 entwickelt, um eine Verknüpfung zwischen chemischer Formulierung und Down-Stream-Deskriptoren zu ermöglichen. EnAMs beinhalten kristalline Phasen, in denen sich kritische Elemente anreichern. Sie werden aus Primärschlacken, Schlackenmischungen und weiteren Additiven, d.h. anderen Reststoffen wie z.B. Aschen, erzeugt. Dies wirft eine Reihe grundlegender Probleme auf, die Inhalt des vorliegenden Projektes sind. Schlacken sind chemisch komplexe Materialien. Die Beimischung weiterer Komponenten erhöht die Komplexität zusätzlich. Mischungsverhältnisse und Prozesse der thermischen Behandlung müssen in hohem Maße optimiert werden, um nützliche EnAM-Zustände für die Rückgewinnung eines bestimmten Elements zu erreichen, beispielsweise hinsichtlich erreichbarer Anreicherung, aber auch in Bezug auf die Mikrostruktur für die spätere mechanische Fraktionierung. Zusätzlich muss erforscht werden welche Parameter, bzw. unter welchen Abhängigkeiten und Grenzen (chemisch, prozesstechnisch) EnAMs mit den notwendigen physikalischen Eigenschaften (Mikrostruktur) gebildet werden (EnAM-Resilienz). Dies erfordert ein tiefes Verständnis der EnAM-Bildung auf der Grundlage konsistenter und ausreichend großer Datensätze. Geeignete Deskriptoren, die physikalische Eigenschaften mit der späteren Verarbeitbarkeit kombinieren werden benötigt. Experimentell anknüpfend und auf die Ergebnisse der ersten Förderphase aufbauend, werden mittels Hochdurchsatzsynthese ausreichend große Probenvolumina, sowie mittels thermischer Gradientenbehandlung Proben mit komplexen Gefügen erzeugt. Mit denen können repräsentative Datensätze in Hinblick auf mechanische Eigenschaften generiert werden. EnAMs werden aus Mischungen realer Schlacken, Rest- und Abfallstoffen erzeugt. Gemeinsam mit Partnern des SPP 2315 werden physikalische Korrelationen und Deskriptoren für Konzeption, Training und Validierung eines maschinengestützten Werkzeugs für die EnAM-Entdeckung abgeleitet und die gesamte EnAM Prozesskette experimentell demonstriert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470551727",
      "url": "https://gepris.dfg.de/gepris/projekt/470551727",
      "title": "Bruchmechanismen in heterogenenen Strukturen - Verknüpfung der Mikrostruktur der EnAM mit dem Bruch- bzw. Aufschlussverhalten",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470551727",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die mechanische Aufbereitung von Schlacken mit maßgeschneiderten künstlichen Mineralien (EnAM), erfordert diese vor der physikalischen Sortierung aufzuschließen. Da sich die Struktur- und Materialeigenschaften von Schlacken mit amorphen und kristallinen Anteilen von denen mineralischer Erze unterscheiden, wird deren Bruch- und Aufschlussverhalten näher betrachtet. Letzteres beschreibt die Erzeugung von einphasigen Partikeln, entweder Matrix oder EnAM-Material, in der Zerkleinerung. Es wird ein neues Prozessmodell entwickelt, das Informationen über die interne Heterostruktur der EnAM-Schlacken, mit ihrem makroskopischen Aufschlussverhalten verknüpft. Es ist bekannt, dass die innere Struktur eines Minerals während der Zerkleinerung mit dem fortschreitenden Riss interagieren kann. Die Effizienz des Aufschlusses hängt davon ab, ob die Rissausbreitung zufällig ist oder durch lokale Materialeigenschaften beeinflusst wird. Es erfolgt die Analyse der Bruchebenen innerhalb der heterogenen Struktur der EnAM-haltigen Schlacke, um einen Zusammenhang zum vorherrschenden Rissmechanismus herzustellen. Da die gesamte Bruchebene nur mit 3D-Bildern aufgelöst werden kann, basiert ihre Identifizierung und Quantifizierung auf Computertomographie-Daten (CT). EnAM-haltige Schlackepartikel werden im CT in-situ zerkleinert, so dass die Ausgangsstruktur sowie die entstehenden Bruchstücke in 3D erfasst werden. Die Bilder der Bruchstücke werden virtuell rekonstruiert, um eine oder mehrere Bruchebenen zu identifizieren. Das Prozessmodell muss komplexe Informationen korrelieren, die die innere Struktur des Ausgangspartikels und seiner Bruchstücke im Hinblick auf den Aufschluss beschreiben. Eine direkte analytische Korrelation der Daten ist nicht möglich, daher wird die Struktur der Partikel und der Bruchebene durch Proxies beschrieben. Bei den Proxies handelt es sich entweder um bekannte geometrische Parameter oder um abstrakte Parameter, die durch Aggregation der Bilddaten über so genannte Autoencoder erzeugt werden können. Hier werden die Bilddaten zu einem abstrakten Muster komprimiert. Beide Arten von Proxies werden als Trainingsdaten für einen maschinellen Lernansatz verwendet, der darauf abzielt, die ursprüngliche Struktur der EnAM-haltigen Schlacken mit dem Aufschlussmechanismus und dem erreichten Aufschlussgrad zu korrelieren. Da experimentelle Trainingsdaten nur begrenzt verfügbar sind, werden zusätzliche Bilder auf der Grundlage statistischer Informationen oder in Zusammenarbeit mit den Strukturmodellen der DEM-Simulationen generiert. Diese Daten bieten die Möglichkeit, spezifische Bruchphänomene zu trainieren, die in der Literatur beschrieben, aber noch nicht eindeutig experimentell beobachtet wurden. Für die Validierung werden 3D-Bilddaten von Li-haltigen EnAM-Schlacken verwendet. Da das maschinelle Lernmodell mit Proxies arbeitet, wird evaluiert, ob das Modell auch in der Lage ist, Proxies aus weniger anspruchsvollen Quellen, d. h. 2D-Bildern, zu verwenden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470415970",
      "url": "https://gepris.dfg.de/gepris/projekt/470415970",
      "title": "Effiziente Flotationstrennung von Mineralphasen (engineered artifical minerals) aus metallurgischen Schlacken durch Interaktionskartierung (interaction scanning) (FlotEnAMIS)",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470415970",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "FlotEnAMIS als Teil des SPP 2315 ist ein neuartiger Ansatz der funktionellen Rasterkraftmikroskopie (AFM) und Grenzflächenverfahrenstechnik, um die Oberflächeneigenschaften von künstlichen Mineralien (EnAMs) in Schlacken zu verstehen und geeignete Reagenzregime für eine effiziente Flotationstrennung feiner Partikel aufgeschlossener feinkörniger Schlacken zu finden. Aufgrund der synthetischen Natur der EnAMs haben sie häufig unbekannte Oberflächenreaktionen bei der Flotationstrennung, da sich die grundlegendsten früheren Flotationsstudien nur mit natürlichen Mineralphasen befassten. Darüber hinaus gibt es eine breite Palette möglicher Variationen der Zusammensetzung und der Kristallmorphologie, die mit der Schlackentechnik (Schlackenchemie und thermisch kinetische Schlackenbehandlung) einhergehen und die Flotationsreaktionen mittels veränderter Oberflächenchemie auf bisher unbekannte Weise beeinflussen. Daher möchte FlotEnAMIS als Technologie dienen, um: (i) die Trennfähigkeit einzelner EnAMs in kleinen Schlackenproben im Labormaßstab in der Schlacke-Engineering-Phase eingehend zu untersuchen und Trenneigenschaften zur Verfügung zu stellen, die in Prozesssimulationen und digitalen Zwillingen implementiert werden können. Gleichzeitig wird FlotEnAMIS (ii) grundlegende Untersuchungen der Oberflächeneigenschaften und Wechselwirkungen mit Flotationsreagenzien ermöglichen, die sich aus den Schwankungen der Phaseneigenschaften der künstlichen Mineralien ergeben, was (iii) zum allgemeinen wissenschaftlichen Verständnis der Flotation und zugrunde liegenden physikalischen und chemische Prinzipien durch direkte Beobachtung der selektiven Hydrophobierung beitragen wird. Ein weiterer Vorteil ist (iv) FlotEnAMIS ist in der Lage das Trennmerkmal der Flotierbarkeit auf den exakt gleichen Proben zu kartieren, die für die automatisierte Mineralogie (MLA) verwendet werden, bei denen die Mineralphasen und ihre Aufschlusseigenschaften erfasst werden. Daher wird FlotEnAMIS die Informationen ergänzen, die für die Eigenschaften der Schlackenkomponenten zur prädiktiven Aufbereitung von Mineralien im Rahmen des allgemeinen geometallurgischen Ansatzes genutzt werden, der in verschiedenen Projekten von SPP2315 verfolgt wird. Es wird davon ausgegangen, dass in der frühen Phase des Schlackendesigns (Chemismus und Thermokinetik) für die typischen Flotationstests im Batch-Labor viel zu große Mengen repräsentativer Proben erforderlich wären, die typischerweise im Pilotmaßstab der Schlackenproduktion liegen. Daher ist ein moderner Ansatz im Mikromaßstab erforderlich, der auch das Screening von Flotationsreagenzien im Allgemeinen revolutionieren könnte. Die zweite Phase von FlotEnAMIS wird die Arbeiten an Lithiumhaltige Schlacken fortsetzen und das weitere Schlackensystem Tantal haltiger Fayalitschlacken berückscihtigen, d.h. auf dem Gebiet der Oxidmineralflotation und ihrer typischen Flotationsreagenzien, den relevanten elektrischen Doppelschicht- und hydrophoben Wechselwirkungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470202518",
      "url": "https://gepris.dfg.de/gepris/projekt/470202518",
      "title": "Einzelpartikelanalyse für die prädiktive EnAM-Verarbeitung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470202518",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Das Forschungsprojekt „Single particle analysis for predictive EnAM processing (SPA-4-EnAM)“ befasst sich mit der mehrdimensionalen Partikelanalyse mit dem Ziel, die Aufbereitung der EnAM über robuste und möglichst allgemein anwendbare Modellierungsansätze vorhersagen und optimieren zu können. Hierfür sind 3 Schwerpunkte der Forschung ausschlaggebend, die nur zusammen eine erfolgreiche Vorhersage der Aufbereitung ermöglichen. Das sind erstens die mehrdimensionale, physikalische und morphologische Analyse der Partikel zerkleinerter Schlackesysteme, zweitens die labortechnischen Grundlagenuntersuchungen zu den Trennprozessen einzeln und in Kombination und drittens die Modellierung selbst. Die Charakterisierung ist hierbei ein fundamentaler Baustein, welcher zum einen die dreidimensionale morphologische und chemischen Analyse der komplexen Schlacken selbst, aber auch die Methodenentwicklung für diese Analyse beinhaltet. Herausforderungen liegen in der Ermittlung der physikalischen Eigenschaften insbesondere der magnetischen Eigenschaften. Diese sind nicht tabelliert, sondern müssen über einen neuen Forschungsansatz aus Zusammensetzungsdaten und magnetischen Eigenschaften errechnet werden. Weiterhin erfordert die komplexe Zusammensetzung und Struktur der EnAM eine Weiterentwicklung bestehender Methoden der dreidimensionalen, bildgebenden Partikelanalyse. Hierbei sind besonders zwei Punkte hervorzuheben: die feinskalige, komplexe Struktur des Gefüges innerhalb der Schlacke, welche nur mit sehr hochauflösenden Messmethoden abgebildet werden kann und die Variation der chemischen Zusammensetzung der Phasen, welche zum Teil Mischungsreihen bilden und somit keinen klaren Kontrast in der bildgebenden Analytik erzeugen.  Im Fall der hohen Auflösung wird ein Superresolution Ansatz verfolgt, der es ermöglicht, signifikant große Volumina (FOV) mit ausreichender Auflösung zu analysieren. Hierbei wird die Auflösung einer hochaufgelösten Messung eines kleinen FOV auf ein großes Volumen geringerer Auflösung übertragen. Im Falle des fehlenden Kontrastes zur Phasenunterscheidung werden eine zweidimensionale Analyse der Zusammensetzung mit der dreidimensionale Analyse der Struktur korreliert. Die Herausforderung beim Aufbereiten zerkleinerter Schlacken liegt in ihren feinskaligen Strukturen, wodurch sie sehr weit herunter zerkleinert werden müssen, ehe ein mechanischer Aufschluss erreicht ist. Damit liegen die Partikelsysteme von ihrer Größe her im Grenzbereich von dem, was konventionell noch aufbereitet werden kann. Eine Auslegung und Optimierung kann somit nur effizient auf Basis der richtige Analyse und präzisen Modellierung der Prozesse unter Berücksichtigung der mehrdimensionalen Partikeleigenschaftsverteilungen erfolgen. Hierfür müssen die entsprechenden Modelle für die Einzelprozesse sowie deren Kombination zu Fließbildern entwickelt werden. Aus den Modellen können darauf folgend Empfehlungen für die vorgeschaltete Metallurgie der EnAM abgeleitet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470367641",
      "url": "https://gepris.dfg.de/gepris/projekt/470367641",
      "title": "Entstehung kritischer Verbindungen in Recycling Schlacken - eine Studie der Chemie der Schmelze mit MD Simulation und der festen Produkte in einem mikropraeparativen Ansatz",
      "investigators": "Professorin Dr. Ursula  Fittschen;Professorin Dr. Nina  Merkert;Dr. Thomas  Schirmer",
      "subject_area": "Mechanische VerfahrenstechnikChemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470367641",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die Rückgewinnung von Li aus pyrometallurgischen Li-Ionen-Batterierecyclinschlacken, ist ein wichtiger Schritt auf dem Weg zu einer echten Kreislaufwirtschaft. Die teilkristalline Schlacke besteht hauptsächlich aus oxidischen Verbindungen der Elemente Ca Si, Li sowie Mn, Al und Mg. Ist die Schmelze Mn-frei, kann Li durch Zugabe von Aluminium in eine leicht abtrennbare LiAlO2-Phase dirigiert werden, die als künstliches Mineral (EnAM) betrachtet werden kann. Werden Mn-haltige Kathodenmaterialien in das Recycling eingebracht, wird die Bildung von LiAlO2 unterdrückt, und Li verteilt sich auf verschiedene Verbindungen. Im ersten Teil des Projekts wurden Lithiummanganate, z.B. Li2Mn(IV)O3, als vielversprechende EnAM-Alternativen identifiziert, die aus einer Al-freien Schmelze das gesamte Lithium in einer einzigen Phase binden können. Mangan ist sowohl in den Lithiummanganaten als auch in den entstandenen Silikaten enthalten. In Letzteren hat Mn eine niedrigere Oxidationsstufe. Bei der Untersuchung quasi-amorpher Schlacken fanden wir Hinweise auf eine Trennung der Schmelze mit signifikant unterschiedlichen Viskositäten der getrennten Phasen. In der Phase mit der niedrigeren Viskosität wies Mn die höhere Oxidationsstufe auf. Aus diesen Beobachtungen leiten wir die Hypothese ab, dass die Oxidationsstufe des Mangans maßgeblich von der Phasentrennung und der Viskosität mitbestimmt wird. Beide haben einen entscheidenden Einfluss auf die Durchlässigkeit von Sauerstoff und anderen redoxaktiven Gasen (z.B. CO). Die lokale Zusammensetzung wird ebenfalls durch die Phasentrennung bestimmt. Eine Fest-Flüssig-Trennung führt zu einer allmählichen Konzentrationsänderung in der Schmelze, während eine Flüssig-Flüssig-Trennung einen scharfen Konzentrationsunterschied bewirkt. Unser Ziel in diesem Projekt ist, die Erstarrungsprozesse einschließlich der Mn-Valenzmanifestation von Schmelzen der oxidischen Verbindungen der Elemente Li, Si, Ca sowie Mn, Al und Mg zu verstehen, indem wir die molekulare Struktur und die Viskositäten unter Berücksichtigung scharfer und kontinuierlicher Konzentrationsgradienten beschreiben. Die Konzentrationsgradienten können inkrementell abgebildet werden. Wir werden Schlacken mit verschiedenen Mn-Oxidationsstufen synthetisieren und die Viskositäten molekulardynamisch simulieren. Wir werden die Schmelzen verschiedenen Temperaturgradienten und Sauerstoffpartialdrücken aussetzen und den Einfluss auf die Phasentrennung und den Mn-Oxidationszustand beobachten. Die Viskosität, die Diffusion einzelner Ionen und das Aufbrechen von Netzwerken werden durch MD-Simulationen bestimmt. Schlackenanaloge und reine Verbindungen werden in kleinen Batches und durch flexible Mikrosynthese mit Pikoliterdrucken hergestellt, die eine hohe Dispersität der Elemente vor der thermischen Behandlung liefern. Durch materialanalytische Untersuchungen der Probe werden die Vorhersagen, die sich aus den MD Simulationen und den eingestellten Parametern ergeben, evaluiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470336895",
      "url": "https://gepris.dfg.de/gepris/projekt/470336895",
      "title": "Entwicklung einer kontinuierlichen Prozesskette zur mechanischen Abtrennung von EnAM aus erstarrten Metallschlacken",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470336895",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Im Rahmen des Schwerpunktprogramms „Maßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen\" (SPP 2315) untersucht der Antragsteller ein modulares Anlagendesign zur mechanischen Aufbereitung von EnAM aus erstarrten Metallschlacken. Für die mechanische Aufbereitung der in der erstarrten Metallschlacke vorliegenden EnAM-Kristalle wird eine Prozesskette bestehend aus verschiedenen Grundoperation wie Naß-Zerkleinerung, Vorklassierung, selektive Separation mittels Flotation und Filtration, Waschung, mechanische und thermische Trocknung entwickelt, um an deren Ende ein pulverförmiges Produkt für die Weiterverarbeitung zu erhalten. Im Fokus der mechanischen Aufbereitung stehen Gallium- und Indiumoxid, welche vermehrt in sehr dünnen Kupfer-Indium-Gallium-Selenid-basierten (CIGS) Solarzellen und LCD-Bildschirmen zu Einsatz kommen. Die Entwicklung der Prozesskette erfordert ein umfangreiches Prozessverständnis der einzelnen verfahrenstechnischen Grundoperationen und wird im Wesentlichen von den Dispersitätseigenschaften (Partikelgröße, Partikelform, Benetzbarkeit, Zusammensetzung) dominiert, welche das Prozessverhalten in erheblichem Maße beeinflussen. Dadurch ist zunächst eine umfassende Charakterisierung der Materialeigenschaften im Labormaßstab notwendig, um Eigenschaftsfunktionen für die Aufreinigung von Gallium- und Indiumoxid abzuleiten. Anschließend dienen die Eigenschaftsfunktionen als Kriterien für das Apparatedesign. Durch die experimentelle Untersuchung von Kinetiken und des Verweilzeitverhaltens der einzelnen Prozessschritte wird eine Abstimmung der Einzelapparate in der Prozesskette erreicht. Die Überwachung der Effizienz der einzelnen Prozesseinheiten erfordert Off-line- und On-line-Messgeräte (UV-Vis-Spektroskopie, Ultraschallmesssystem, FT-IR-Spektroskopie, etc.) zur Charakterisierung der Zusammensetzung und Partikelgrößenverteilung während der Aufbereitung. Ein weiterer, wichtiger Aspekt ist die Etablierung der Zweiphasen-Flotation für die genannten Stoffsysteme durch die Auswahl geeigneter Trägerflüssigkeiten und Sammlermoleküle, sowie die Übertragung von der Batch- auf die kontinuierliche Flotation der EnAM im Zweiphasensystem. Die Optimierung der Prozessführung (Gleich-/Gegen- oder Kreuzstrom) des neuartigen Flotationsbehälters inklusive der notwendigen Begasungseinheit erfolgt in Abhängigkeit der Strömungsbedingungen. Der Fertigung der Flotationszelle basiert auf dem 3D-Druckverfahren, um gezielt geometrische Variationen untersuchen zu können. Zusätzlich steht ein modulares Anlagendesign im Fokus des Vorhabens, welches eine schnelle Integration neuer verfahrenstechnischer Grundoperationen bei Aufbereitung weiterer EnAM-Stoffsysteme erlaubt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus ReststoffströmenMitverantwortlichProfessor Dr.-Ing. Hermann  Nirschl"
    },
    {
      "project_id": "470553874",
      "url": "https://gepris.dfg.de/gepris/projekt/470553874",
      "title": "Entwicklung von Ta-reichen Mineralphasen auf der Grundlage von Schlacken aus dem Recycling von Elektro- und Elektronikaltgeräten durch Modifizierung der Flussmittel, kontrollierte Abkühlung und Entmischung",
      "subject_area": "Metallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470553874",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die erste geförderte Zeitperiode zeigt, dass die Ta-Entmischung in magnetischen Mineralphasen gering war. Im Gegenteil, es gab Hinweise auf eine Ta-Entmischung in Mineralien auf Perowskit-Basis, Ca-Al-Silikaten und Tantalit. Aus diesem Grund wurde beschlossen, dass im zweiten geförderten Zeitraum die Herstellung von EnAM zur selektiven Anreicherung von Ta nicht durch dessen Einbau in inverse Spinellphasen (Magnetit), sondern durch verstärkten Einbau in kieselsäurereiche oder Ca/Mg-reiche Phasen (Perowskit) angestrebt werden sollte. Daher wird ein strategischer Einsatz von Flussmitteln (CaO, MgO, TiO2) angestrebt, um die selektive Ta-Anreicherung sowie die Aufgaben der Mineralfreisetzung und 3D-Charakterisierung zu verbessern. Kontrollierte Abkühlungsstrategien werden weiterentwickelt, um den Punkt zu bestimmen, an dem sich eine 100% kristalline Mineralmatrix und große, idiomorphe Körner bilden. Wir werden auch weiterhin mit den atmosphärischen Bedingungen des Tests spielen, um die selektive Ausscheidung von Ta zu fördern. Magnetische Phasen werden ebenfalls ein wichtiger Punkt dieser Phasen sein, nicht für die Immobilisierung von Ta, sondern für die einfache mechanische Extraktion von Eisen (Fe3O4) aus der Schlacke als mögliches Nebenprodukt der hergestellten EnAMs. Das Hauptziel des Projekts ist: \"Verständnis der Bildungsmechanismen und Kontrolle des Kristallwachstums künstlich gebildeter Ta-reicher Phasen als Werkzeug für die selektive Abtrennung von WEEE-Schrott\". Die Bildung von EnAM mit inkorporiertem Ta in den angestrebten Phasen ermöglicht die Verbesserung der Konzentration und folglich ihre jeweilige Extraktion durch mechanische Trennung und konventionelle hydrometallurgische Verarbeitung. Dieses Ziel soll durch die folgenden spezifischen Ziele erreicht werden: - Synthese von geochemisch gebildeten magnetischen Niederdruckphasen für die direkte Valorisierung von Eisen; - Synthese eisenfreier mineralischer Phasen, die hochgradig mit Ta angereichert sind, für einen präzisen vormechanischen Freisetzungsschritt; - Bestimmung des erforderlichen Prozessfensters, wie Sauerstoffpartialdruck, Temperatur, Kühlbedingungen und Zusatzstoffe; - Beeinflussung der Phasenverteilungskoeffizienten und Kristallgrößen und, falls erforderlich, autogene Zersetzung, um eine mechanische Trennung zu ermöglichen; und - Entwicklung genauer thermodynamischer Modelle zur Beschreibung der Mobilität der Zielmetalle.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470366582",
      "url": "https://gepris.dfg.de/gepris/projekt/470366582",
      "title": "Exploration des Kompositionsphasenraums metallurgischer Schlackenmodelle für ein rationales Design von Prozessen der Refraktärmetallgewinnung durch Schmelzen und Rekristallisation",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470366582",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die Vielfältigkeit von Multikomponentenoxiden in Schlackensystemen bietet große Vorteile hinsichtlich eines breiten Portfolios an kristallinen Phasen, die durch selektive Abtrennung aus der Schlackenmatrix zurückgewonnen werden können. Metallurgische Zinn- und Kupferschlacken stellen Abfallströme mit großem Recyclingpotential für Refraktärmetalle (Co, Ta, Nb) dar, die mittels Engineered Artifical Mineral (EnAM) Phasen aus der Schlackematrix zurückgewonnen werden können. In der ersten Phase wurde eine rationale Methodik implementiert, mittels welcher neue EnAM Phasen (z.B. CoFe2O4) mit einer überwachten Exploration des Phasenraums einer Schlacke identifiziert werden können. Die Nukleations- und Wachstumsmechanismen ebendieser Kristalle in der Schlackematrix sind jedoch weitestgehend unbekannt. Dadurch ergeben sich große Herausforderungen für ein Prozessdesign, das (i) eine ausreichende Beladung der Kristalle mit wertvollen, zurückzugewinnenden Elementen und (ii) die Wirtschaftlichkeit in Bezug auf technisch relevante Zeitskalen (Prozessgeschwindigkeit) und Umsatz (Prozesseffizienz) gewährleistet. Dieses Projekt fokussiert die experimentelle und simulative Untersuchungen der Kristallisationsmechanismen von identifizierten EnAM Phasen reich in Refraktärmetallen unter nicht-isothermer Prozessierung mit dem Ziel Zeit-Temperatur-Umwandlungsdiagramme (ZTU) für multikristalline Oxidsysteme zu entwickeln. Die Arbeiten vereinen simulative Molekulardynamikmethoden mit Schlackesynthese und Schmelzversuchen sowie experimenteller Materialcharakterisierung, um ein umfassendes Verständnis des Kristallisationsverhalten eines komplexen Schlackensystems zu erhalten. Unsere Leithypothese ist, dass die Bildung einer potenziellen EnAM-Phase auf molekularer Ebene es uns ermöglicht, die Thermodynamik und Kinetik der Phasenbildung zu bewerten und Prozessrichtlinien für kontrolliertes Schmelzen und Abkühlen abzuleiten, die zur EnAM-Bildung mit hohen Rückgewinnungsraten führt. Die Untersuchungen zu dieser Hypothese werden in vier Schritten strukturiert: (1) Implementierung eines effizienten Ansatzes aus maschinellen Lernen (ML) und Molekulardynamik (MD) zur Simulation der EnAM-Nukleation; (2) Schlackensynthese mittels Doppelflammen-Sprühpyrolyse (DFSP) und in-situ Mischen mit Kristallkeimen für die EnAM Bildung als Modellmaterial; (3) ML-MD Simulationen des EnAM-Grenzflächenwachstums in der Schlackematrix und (4) die kontrollierte Kristallisation der Modellschlacken unter definierten Abkühlungsbedingungen innerhalb eines laser-induzierten Schmelzprozesses und Wärmebehandlungen. Wir erwarten, dass unsere Studie tiefgreifende Kenntnisse über die Thermodynamik und Kinetik der Bildung von mit Refraktärmetallen angereicherten Kristallphasen aus Mehrkomponentensystemen liefern wird, die auf reale Schlacken und Prozesse im industriellen Maßstab übertragbar sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470477639",
      "url": "https://gepris.dfg.de/gepris/projekt/470477639",
      "title": "Koordinationsfonds",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470477639",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Aktuell befindet sich die Weiterentwicklung der Recyclingtechnologie an einem Scheideweg. In den Industrieländern wurden Recyclingtechnologien eingeführt, mit denen jene Elemente und Materialien zurückgewonnen werden, die die größte Masse des Abfalls ausmachen und ein Geschäftsmodell haben. Es fehlt jedoch an Technologien für die wichtigen und oft seltenen Elemente einer modernen Gesellschaft, die immer noch in den Abfallströmen verschwinden. Diese Elemente verleihen einem technischen Produkt in der Regel seine besondere Funktionalität; sie sind in Batterien, Kondensatoren, Magneten, elektronischen Schaltungen, Sensoren und funktionalen Verbundstrukturen im Allgemeinen enthalten. Eine bedeutende Senke für eine große Anzahl dieser Elemente sind pyrometallurgische Prozesse zur Rückgewinnung von Metallen. Da diese Prozesse traditionell auf die Qualität, die Ausbeute und die wirtschaftliche Bedeutung der Metallphase abzielen, werden alle die Materialqualität beeinflussenden Elemente im Schmelzvorgang in die Schlackenphase transferiert. Letztere besteht aus Oxiden, Phosphaten, Karbonaten oder Sulfiden dieser Metalle. So wird die Schlacke zum Träger einer Vielzahl von wertvollen Elementen. Deren Konzentration ist gering, sie werden mit der Erstarrung in die anorganische Matrix der Schlacke integriert und damit als Füllstoff, Bindemittel oder Geopolymer im Bauwesen genutzt. Diese Nutzung trägt formal zu einer Recyclingquote bei, wobei die kritischen Elemente vollständig aus dem Rohstoffkreislauf entfernt werden. Das SPP 2315 EnAM befasst sich mit der Schlackenphase als wichtige Quelle für kritische Technologieelemente. Wenn die Schlacke erstarrt, bildet sie entweder eine homogene amorphe Struktur oder definierte Kristalle. Diese werden als künstliche Minerale (EnAM) betrachtet und ihre Synthese wird untersucht, um verdünnte Elemente stark zu konzentrieren. Das SPP 2315 befasst sich aktuell mit Li, Ta oder Cr enthaltenden Schlackensystemen. Die Bildung von EnAM selbst hängt von der Thermodynamik des komplexen Mehrkomponentensystems der Schlacke sowie den Prozessbedingungen der Schmelze ab, bspw. dem Temperaturprofil und -gradienten während der Erstarrung. Die Identifizierung und Charakterisierung eines EnAM-Systems ist nur der erste Schritt im SPP 2315; der EnAM-Kristall muss bis zu einer ausreichenden Größe und Reinheit kristallisiert und dann mechanisch von der verbleibenden, teilweise amorphen Matrix befreit werden. Die mechanische Sortierung der EnAM-Partikel führt schließlich zu einem neuen Erzkonzentrat. Da es sich bei der Schlackenaufbereitung bisher um einen Abfallbehandlungsprozess handelt, fehlt es an Strategien und Prozessgesetzen. Das SPP 2315 widmet sich daher auch der Entwicklung von geeigneten Zerkleinerungsgesetzen und Flotationsstrategien für EnAM. Zusammenfassend arbeitet das SPP 2315 an ganzheitlichen Trenn- und Konzentrationskonzepten, die es ermöglichen, in Zukunft mehr Elemente im Stoffkreislauf zu halten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470551938",
      "url": "https://gepris.dfg.de/gepris/projekt/470551938",
      "title": "Ladungs-induzierte trockene Aufkonzentrierung von Lithium-haltigen Komponenten in Schlacken-Feinpulvern",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470551938",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die Elektroscheidung nach Triboaufladung stellt eine kostengünstige und umweltfreundliche Methode zur selektiven Abtrennung von nichtleitenden Pulvern dar, welche im Bereich der Aufbereitung von Mineralphasen und pharmazeutischen Produkten weite Verbreitung gefunden hat. Sie soll im vorliegenden Projekt in modifizierter Form auch auf die Sortierung von Feinpulvern aus Schlacke angewendet werden. Neben der Vielzahl der Einflussgrößen der triboelektrischen Aufladung machen die stark variierenden Eigenschaften der Schlackepulver, die von Zusammensetzung, Abkühlkinetik und Zerkleinerungsprozess abhängen, die angestrebte Sortierung zu einer herausfordernden Aufgabe. Daher wird hier ein flexibler Prozess angestrebt, der über die Kontrolle des Kontaktpotentials auf die zu trennenden Pulver adaptierbar arbeitet. Hier stehen die lithium-haltigen Schlacken-Komponenten im Fokus, aber die Methode ist dank ihrer Flexibilität auf andere Zielkomponenten übertragbar wie Mangan und Tantal. Während in der ersten Förderperiode grundlegende Aufladungseffekte bei geringen Pulverbeladungen untersucht wurden, stehen in der zweiten Phase höhere Beladungen im Fokus, inklusive Effekte wie Stratifikation und elektrostatische Dispersion.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus ReststoffströmenMitverantwortlich(e)Dr.-Ing. Annett  Wollmann"
    },
    {
      "project_id": "470322626",
      "url": "https://gepris.dfg.de/gepris/projekt/470322626",
      "title": "Mehrdimensionale probabilistische Charakterisierung von Schlackenmaterialien zur Optimierung von Kühl-, Zerkleinerungs- und Trennprozessen mittels statistischer Bildanalyse unterstützt von Methoden des maschinelles Lernens",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470322626",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Ein interdisziplinärer Ansatz verschiedener Fachgebiete (einschließlich Metallurgie, tomographischer Bildgebung, Mineralverarbeitung sowie datengetriebene Analyse und Modellierung) ist notwendig, um die Recycling-Fähigkeit wertvoller Metalle in Schlacken zu verbessern. Ein wichtiger Punkt ist dabei das \"maßgeschneiderte Design\" der Schlackenstruktur während der Bildung von Schlacken, um nachgeschaltete Prozesse optimieren zu können, was ein detailliertes Verständnis des Zusammenspiels von Prozessparametern und Deskriptoren der Struktur und Zusammensetzung der Schlacken verlangt. Um dieses Ziels zu erreichen, ist die Aufklärung von quantitativen Zusammenhängen   zwischen Prozessparametern und strukturellen/kompositionellen Kenngrößen der Schlacke notwendig, was eine eingehende Charakterisierung von Schlackenmaterialien durch mikroskopische Bildgebung erfordert. Eine solche Analyse ist entscheidend für die genaue Quantifizierung der Auswirkungen von Prozessparametern auf die Mikrostruktur und Zusammensetzung der Schlacke sowie auf ihre funktionellen Eigenschaften wie Trennverhalten. Das Projekt zielt darauf ab, die Recycelbarkeit von Schlacken durch die folgenden drei Schritte zu verbessern: (a) Charakterisierung von Schlackenmaterialien: Einsatz von statistischer Bildanalyse und maschinellem Lernen für eine multidimensionale Charakterisierung von Schlacken, unter Verwendung von Deskriptorvektoren für Morphologie, Textur und chemische Zusammensetzung. Dies umfasst fortgeschrittene Bildverarbeitungstechniken (convolutional und generative adversarial networks) gefolgt von multivariater stochastischer Modellierung. (b) Charakterisierung der Auswirkungen von Kühl-, Zerkleinerungs- und Trennprozessen auf resultierende Schlacken, durch die Bestimmung von quantitativen Prozess-Struktur-Eigenschafts-Beziehungen. Dies beinhaltet das Abbilden von Prozessparametern auf Parameter der Struktur/Zusammensetzung von Schlacken durch nichtlineare Regressionsmodelle, was die Vorhersage von Schlackeneigenschaften nach der Prozessierung erleichtert. (c) Anwendung von Prozess-Struktur-Eigenschafts-Beziehungen für die Prozessoptimierung, um Schlacken mit gewünschten Eigenschaften bei reduziertem experimentellem Aufwand zu bilden/zerkleinern/trennen. Dabei werden Prozessparameter identifiziert, die zu vordefinierten (gewünschten) strukturellen/kompositionellen Parametern von Schlackenmaterialien führen. Auf diese Weise werden den Partnergruppen des SPP 2315 sowohl strukturelle Empfehlungen als auch optimierte Prozessparameter zur Verfügung gestellt, was zur Reduktion des experimentellen Aufwands bei der Optimierung von Kühlungs-, Zerkleinerungs- und Trennprozessen beitragen kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470323858",
      "url": "https://gepris.dfg.de/gepris/projekt/470323858",
      "title": "MEPP basierte Modellierung und Simulation von Phasentransformationen und Phasenentwicklungen im LAS System unter Berücksichtigung verschiedener kinetischer Phänomene bei der Erstarrung",
      "subject_area": "Technische Thermodynamik",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470323858",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Die maßgeschneiderte Erstarrung von Lithium-Ionen-Batterie (LIB)-Schlacken ist von besonderem Interesse im Rahmen der Engineered Artificial Minerals (EnAM). Das Li-Al-Si-O (LAS)-System ist ein wichtiges Subsystem von LIB-Schlacken. Ein grundlegendes Verständnis des Einflusses verschiedener kinetischer Phänomene auf die zeitabhängige Phasentransformation und die morphologische Phasenbildung ist erforderlich, um maßgeschneiderte LAS-Schlackendesigns durch gezielte Anpassung der anfänglichen Schlackenzusammensetzung im flüssigen Zustand und durch Steuerung der Abkühlrate zu entwickeln, so dass sich während der Erstarrung höher konzentrierte Li-Kristallphasen entwickeln. Wichtige innere kinetische Phänomene sind die Bewegung der Fest-Flüssig-Grenzflächen sowie die Diffusion von Komponenten und Wärme in den Phasen. Das Verständnis der Wechselwirkung zwischen diesen inneren kinetischen Phänomenen, der externen Abkühlraten und speziellen Zusammensetzungen ermöglicht die Entwicklung von Schlackenzusammensetzungen und Abkühlprozessen, die eine maßgeschneiderte Kristallisation erlauben, bei der feste Phasen mit hoher Li-Anreicherung gebildet werden. Derzeit existiert kein thermodynamisches Modell, das in der Lage ist, die in diesem System auftretenden kinetischen Phänomene ganzheitlich zu erfassen, so dass eine zeitabhängige mehrdimensionale Phasenbildung qualitativ und quantitativ auf der Grundlage bestimmter Abkühlraten vorhergesagt werden kann. Ziel ist die Entwicklung eines mehrdimensionalen thermodynamischen Nichtgleichgewichtsmodells auf der Basis des „Maximum Entropy Production Principle“ (MEPP) unter Berücksichtigung heterogener Temperaturfelder zur Vorhersage der zeitabhängigen Phasentransformation und der Entwicklung der Phasenmorphologie im LAS-System während der Erstarrung. Die kinetischen Entwicklungsgleichungen sowie das Phasenselektionskriterium für die mehrdimensionalen Wachstumsprozesse der jeweiligen Phasen werden im Rahmen von MEPP systematisch entwickelt. Die kinetischen Koeffizienten des entwickelten mehrdimensionalen thermodynamischen Nichtgleichgewichtsmodells werden durch inverse Parameterbestimmung auf der Grundlage von Erstarrungsexperimenten bestimmt. Mit dem experimentell validierten Modell werden Berechnungen durchgeführt, um eine optimale anfängliche Schlackenzusammensetzung im flüssigen Zustand und einen maßgeschneiderten zeitabhängigen Erstarrungspfad für LAS zu entwickeln, um spezifische Morphologien von hoch Li-haltigen kristallinen Phasen zu erreichen. Um zu zeigen, dass der neue Ansatz effektiv auf andere SPP-relevante Schlackensysteme übertragbar ist, wird er abschließend in Kooperation mit SPP-Partnern auf die Kristallisation von LiMnO2-Polymorphen aus Li-Si-Mn-O-Schmelzen angewendet. Damit erfolgt ein abschließender Hypothesentest dieses neuen Ansatzes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470536680",
      "url": "https://gepris.dfg.de/gepris/projekt/470536680",
      "title": "Numerische Untersuchung des Aufschlusses kritischer Rohstoffe in Form von Engineered Artificial Minerals (EnAMs) aus maßgeschneidert erstarrten Schlackephasen durch DEM-basierte Zerkleinerung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470536680",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Für die Entwicklung neuer technischer Anwendungen besteht ein ständiger Bedarf an Mineralien, Metallen und natürlichen Materialien. Zu diesen Materialien gehören sogenannte kritische Rohstoffe, die aufgrund ihrer Bedeutung für eine Vielzahl von Branchen und ihres Versorgungsrisikos benannt werden. Für den Übergang Europas zur Klimaneutralität ist es notwendig, einen diversifizierten und unverzerrten Zugang zu den globalen Märkten für diese Rohstoffe sicherzustellen. Dies kann durch die Reduzierung, Wiederverwendung und das Recycling der kritischen Rohstoffe sowie durch die Erschließung neuer Quellen erreicht werden. Schlacken aus pyrometallurgischen Prozessen stellen eine potenzielle neue Quelle kritischer Rohstoffe dar. Traditionell zielen pyrometallurgische Prozesse auf die Wirtschaftlichkeit hinsichtlich der primären Phase ab, und andere Elemente werden in die Schlackenphase getrieben. Während der Erstarrung bildet die Schlacke Kristalle aus, die als Engineered Artificial Minerals (EnAMs) bezeichnet werden können und in denen sich kritische Rohstoffe anreichern. Die Gewinnung der EnAMs erfordert den Aufschluss der Kristalle durch Zerkleinerung und Trennung. Das Ziel dieser Forschungsarbeit besteht darin, einen Beitrag zur Vorhersage des Aufschlusses von EnAMs aus Schlacken zu leisten, indem die Diskrete Elemente Methode (DEM) zur Modellierung verwendet und Modelle für den Aufschluss erweitert werden. Der Bruch in diesem Modell hängt von den EnAM-Bestandteilen und der Textur der Partikel ab. Dies erweitert die Abhängigkeiten, die in der ersten Förderperiode des SPP 2315 berücksichtigt wurden, in welchen Bruch nur in Abhängigkeit von den Bestandteilen realisiert wurde. Um Aufschluss Laufzeiteffizient in die DEM einzubeziehen, wird das Bonded Particle Model (BPM) in Kombination mit experimentellen Einzelpartikeluntersuchungen genutzt, um das Bruchkriterium und die Bruchfunktion als Teil der Particle Replacement Method (PRM) abzuleiten. Erstmals wird ein Prozessmodell für den Aufschluss von EnAMs abgeleitet und erweitert, das auf der DEM-Modellierung durch BPM und PRM basiert und von experimentellen Untersuchungen auf der Einzelpartikel- (Stempelversuch) und der Apparateebene (Walzenbrecher/Mühle) begleitet wird. Dieses Modell kann zur schnellen Prozessbewertung und -optimierung im Rahmen des Aufschlusses von EnAMs eingesetzt werden. Sowohl die DEM-Modelle als auch das Modell des Aufschlusses werden an den Schlacken kalibriert, die in der zweiten Förderperiode des SPP 2315 betrachtet werden. Dies wird es ermöglichen, die Art des Bruchs beim Aufschluss von EnAMs zu verstehen und optimale Prozessbedingungen in diesem Zusammenhang auszuwählen. So gewonnene Erkenntnisse und Modelle erlauben es im Idealfall prädiktive Aussagen zu tätigen, die auch auf natürliche Minerale übertragen werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470324113",
      "url": "https://gepris.dfg.de/gepris/projekt/470324113",
      "title": "Schaltbare selektive Sammler für die Flotation von Engineered Artificial Minerals",
      "subject_area": "Mechanische VerfahrenstechnikChemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung von 2021 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470324113",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "In der ersten Förderperiode des Schwerpunktprogramms wurde das Naturprodukt Punicin aus Punica granatum und eine Auswahl seiner nach einem LEGO-Baukastenprinzip hergestellten Derivate als schaltbare Kollektoren für die Flotation erfolgreich untersucht. Dabei fokussierten wir uns zunächst auf das künstliche Mineral (\"engineered artificial mineral, EnAM\") Lithiumaluminat aus dem Li-Recycling und auf sein Gangmaterial Gehlenit. Durch unsere Arbeiten gewannen wir zusammen mit den Projektpartnern wertvolle Einblicke in die Wirkungsweise unserer Punicine in der Flotation und in die Mechanismen der Oberflächen-Hydrophobisierungen. Die Eigenschaften der Punicine lassen sich durch Wahl des pH-Wertes und des Lichteinflusses (UV-Licht, Tageslicht, Dunkelheit) justieren, denn dadurch lassen sich Punicine wahlweise und reversibel in Kationen, neutrale Betaine, Anionen, Dianionen oder in radikalische Spezies überführen, deren Eigenschaften jeweils für die Flotation ausgenutzt werden können. Somit sind Punicine schaltbare Kollektoren, die nach Justierung von Lichteinfluss und pH-Wert fast quantitative Ausbeuten erzielen können. Umgekehrt gelingt es durch Variation dieser Parameter, Punicinen beispielsweise in der Flotation von Lithiumaluminat die Rolle eines Drückers zuzuweisen. Erste Versuche mit dem Mineralien Spodumen (Li-haltig) und Galaxit (Mn-haltig) sowie diversen Schlacken unserer Projektpartner (Li/Ta-haltig) verliefen ebenfalls so vielversprechend, dass die Untersuchungen in der zweiten Förderperiode vertieft werden sollen. Hierzu werden zunächst, inspiriert durch Untersuchungen der Wirkungsweise, Punicin-Derivate mit stärkeren Elektronendonoreigenschaften synthetisiert, um eine noch effektivere Reaktion mit der teilweise hydratisierten Oberfläche der EnAM-Partikel des Lithiumaluminats zu provozieren. Die Erkenntnisse werden dann auf Spodumen übertragen, das eine wichtige natürliche Quelle für Lithium darstellt. Oberflächenbehandlungen der Partikel als Vorbereitung effektiver Flotationen mit Punicinen werden sodann auf der Basis vielversprechender Vorexperimente untersucht; durch Plasma werden wir die Oberflächenchemie mit Wasser, durch thermische Behandlung die Modifikation des Lithiumaluminats verändern. Unsere Arbeiten werden die Synthesen maßgeschneiderter neuer Punicine  erfordern: Hierzu werden die Punicine mit Gruppen funktionalisiert, die bereits jetzt (ohne schaltbar zu sein), in Flotationen wichtige Rollen spielen. Durch die Verknüpfungen mit dem Punicin-Grundgerüst werden auch die Eigenschaften dieser Gruppen durch Licht und den pH-Wert justierbar, so dass nach einem Fein-Tuning der Eigenschaften effektive Flotationen möglich sind. Diese an Modellreaktionen gesammelten Erfahrungen werden parallel an authentischen Schlacken unserer Projektpartner, wie Fayalit-Schlacken, angewendet, die dann durch Flotation mit schaltbaren Punicinen unter Variation des Lichteinflusses und des pH-Wertes effektiv aufbereitet werden können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470538422",
      "url": "https://gepris.dfg.de/gepris/projekt/470538422",
      "title": "Selektive Agglomeration von Engineered Artificial Minerals (EnAM) in einer Suspension von zerkleinerter Schlacke.",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470538422",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Ziel des Projekts ist die Untersuchung der selektiven Agglomeration verschiedener künstlich erzeugter Mineralien (EnAM) aus einer Suspension der zerkleinerten Schlackenphase. Die selektive Agglomeration beruht auf den Unterschieden in den Benetzungseigenschaften der suspendierten Teilchen und der Agglomerationskinetik. Die entstehenden Agglomerate können dann durch Sieben vom Rest der Suspension getrennt werden. In dieser zweiten Phase des Projekts liegt der Schwerpunkt auf der Untersuchung der interpartikulären Wechselwirkungen zwischen verschiedenen EnAM-Kristallen und Bindeflüssigkeitstropfen mittels FluidFM®-Messungen im Hinblick auf eine selektive Agglomeration. In Verbindung mit der Auswahl geeigneter Bindungsflüssigkeiten müssen die Benetzungseigenschaften durch Veränderung des pH-Wertes und den Einsatz oberflächenaktiver Substanzen oder Komplexbildner eingestellt werden, um ein bestimmtes EnAM mit hoher Ausbeute und Reinheit zu agglomerieren. Diese Methodik sollte weiterentwickelt und optimiert werden, um eine selektive Agglomeration für alle Arten von Schlacken mit verschiedenen künstlich erzeugten Mineralien zu ermöglichen. Auf der Grundlage dieser Ergebnisse soll ein phänomenologisches Modell für die selektive Agglomeration von EnAM-Kristallen entwickelt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470554192",
      "url": "https://gepris.dfg.de/gepris/projekt/470554192",
      "title": "Semi-mechanistische Modellierung der Bruchmechanismen von künstlichen Mineralien",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470554192",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Das Verständnis des mikroskaligen Bruchverhaltens metallurgischer Schlacken ist eine Voraussetzung für innovative Recyclingprozesse und die Herstellung künstlicher Mineralien (EnAM-Partikel). Ziel ist es, Schlacken in EnAM-Partikel umzuwandeln, die mit wertvollen Rohstoffen angereichert sind und durch nachgeschaltete Prozesse wie Zerkleinerung und Klassierung zurückgewonnen werden können. Der Schwerpunkt dieses Projektes liegt auf der Zerkleinerung von EnAM-Partikeln im Mikrometerbereich, wo der Übergang von elastischem zu plastischem Material und von mehrphasigen zu einphasigen Partikelsystemen stattfindet. Da konventionelle Modelle zur Beschreibung der Bruchmechanismen unzureichend sind, müssen neue Modelle entwickelt werden, die auf die Zusammensetzung und Struktur von EnAM-Partikeln zugeschnitten sind. Ziel des Projektes ist es, Bruchfunktions- und Festigkeitsmodelle für mehrkomponentige EnAM-Partikel zu entwickeln und diese in Zerkleinerungsmodelle, insbesondere für die Trockenzerkleinerung in Kugelmühlen, zu integrieren. Die zweite Phase des Projektes konzentriert sich auf die Ableitung von Strukturparametern von EnAM-Partikeln und deren Integration in mechanistische Modelle zur Bruchfunktion. Dabei werden die besonderen Eigenschaften der Trockenvermahlung in Kugelmühlen, wie z.B. die Verteilung der Beanspruchungsenergien der Mahlkörper und das veränderte Bruchverhalten aufgrund von Dämpfungsmechanismen im Partikelbett, berücksichtigt, die mit Hilfe der Diskrete Elemente Methode (DEM) auf verschiedenen Skalen modelliert werden können. Letztendlich soll das Verständnis und die Modellierung des Bruchverhaltens in trockenen Zerkleinerungsprozessen für EnAM-Partikel verbessert und auf Populationsbilanzen angewendet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus ReststoffströmenMitverantwortlichProfessor Dr.-Ing. Arno  Kwade"
    },
    {
      "project_id": "470392360",
      "url": "https://gepris.dfg.de/gepris/projekt/470392360",
      "title": "Thermodynamische Datenbankentwicklung für das System Li2O-Al2O3-SiO2-MnOx: Anwendung für das Recycling von Li",
      "subject_area": "Mechanische VerfahrenstechnikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470392360",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Im Zuge der fortschreitenden Entwicklung der Elektromobilität, werden auch den Lithiumionenbatterien (LIB) und deren Recycling eine steigende Bedeutung zugewiesen. Da die zweite Generation der LIB Mn vorwiegend in Form von festen Lösungen: Li(Co1-x-yNixMny)O2 oder als LiMn2O4-Spinell als Kathodenmaterial verwendet wird, können durch ein gezieltes Recycling dieser Batterien wertvolle Bestandteile wie Li, sowie die Übergangsmetalle Co und Ni, zurückgewonnen werden. Mithilfe von pyrometallurgischen Methoden, wie der Schmelzreduktion, ist es beispielsweise bei niedrigen Sauerstoffpartialdrücken möglich, den Großteil der schweren Metalle (Co, Ni, Cu) in der metallischen Schmelze zu binden, während Li und Mn in der Schlacke gebunden werden, welche sich hauptsächlich aus Al2O3 und SiO2 zusammensetzt. Somit ist das Li2O-Al2O3-SiO2-MnOx System für die gezielte Rückgewinnung von Li besonders relevant, da auf Grundlage von thermodynamischen Rechnungen die optimalen Bedingungen für eine maximale Löslichkeit von Li in der Schlacke ermittelt werden können.Das Ziel des beantragten Projektes ist es hierbei eine thermodynamische Datenbank für das Li2O-Al2O3-SiO2-MnOx System, auf Grundlage der CALPHAD Methode, zu entwickeln, deren Phasenbeschreibungen auf Kristallstrukturdaten beruhen und in dem die Flüssigphase mithilfe des Zweiuntergittermodells für partiell ionische Flüssigkeiten beschrieben ist. Die verschiedenen Arbeitsprogramme beinhalten, neben der thermodynamischen Modellierung von komplexen festen und flüssigen Phasen, auch Phasengleichgewichtsuntersuchungen, Thermische Analysen, sowie die kalorimetrische Bestimmung von thermodynamischen Größen. Die thermodynamische Modellierung der angrenzenden Subsysteme wird dabei aufbauend auf Literaturdaten, sowie eigenen experimentellen Untersuchungen durchgeführt. Besonders die experimentelle Untersuchung und die anschließende Entwicklung einer thermodynamischen Beschreibung für die Systeme Li2O-MnOx-Al2O3 und Li2O-MnOx-SiO2 ist hier neuartig, da hierzu bisher keine Daten in der Literatur vorhanden sind. Ein Teil der dafür notwendigen Daten werden mithilfe von wärmebehandelten Proben generiert, welche anschließend mit REM, EDX und XRD charakterisiert werden. Zudem werden Schmelzreaktionen mittels DTA untersucht und die Wärmekapazitäten der unterschiedlichen Phasen mittels DSC bestimmt.Schließlich werden die thermodynamischen Beschreibungen der Subsysteme in einer Datenbank für das Li2O-Al2O3-SiO2-MnOx System zusammengeführt, um eine Nutzbarkeit für die Li Aufarbeitung zu ermöglichen. Diese soll mithilfe von Schlüsselexperimenten untermauert und schlussendlich genutzt werden, um die Zusammensetzung der Schlacke nach der Schmelzreduktion gezielt zu beeinflussen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus ReststoffströmenInternationaler BezugÖsterreichKooperationspartnerProfessor Dr. Hans  Flandorfer"
    },
    {
      "project_id": "470309740",
      "url": "https://gepris.dfg.de/gepris/projekt/470309740",
      "title": "Untersuchung der Phasenbildung und Phasenkonstitution in den Systemen Li-Mg-Al-O und Li-Al-Mn-O unter besonderer Berücksichtigung von Spinell-Mischkristallen",
      "subject_area": "Mechanische VerfahrenstechnikThermodynamik und Kinetik sowie Eigenschaften der Phasen und Gefüge von Werkstoffen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470309740",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Unsere früheren Arbeiten haben gezeigt, dass neben LiAlO2 auch Li-Manganate (z. B. LiMnO2 oder Li2MnO3) vielversprechende EnAM-Phasen sind, die in synthetischen Schlacken mit hoher Reinheit auskristallisieren. Es wird erwartet, dass die Bildung von Li-Manganaten durch die Steuerung des Mn-Oxidationszustands reguliert werden kann, d. h. durch die Verhinderung der Bildung von Mn-haltigen Spinellen, indem die Mn4+- statt der Mn2+/3+-Speziationen durch die Prozessbedingungen stabilisiert werden. Darüber hinaus sind Li-Manganate für die direkte Wiederverwendung als Kathodenmaterial in Li-Ionen-Batterien interessant. Die Fortsetzung unseres gemeinsamen Projekts wird sich daher auf die Erforschung der Möglichkeiten von Li-Manganaten als neue EnAM-Phasen konzentrieren und darauf, wie ihre Bildung mit der Bildung von LiAlO2 korreliert. Kombinatorische Dünnschicht-Materialbibliotheken der ternären und quaternären Teilsysteme Li-M1-M2-O, mit M1, 2 = Mn, Al, Mg, Fe, werden durch Kathodenzerstäubung (sputter deposition) hergestellt und mit Hochdurchsatzmethoden untersucht, um die Phasenbildung der Systeme zu studieren, insbesondere um alle möglichen Li-Manganate in Abhängigkeit der Mn-Speziation zu erfassen. Die Bildung der Verbindungen, die als potenziell geeignete EnAM-Phasen (vermutlich Li-Manganate) identifiziert wurden, wird dann in synthetischen Schlacken mit zusätzlichen Elementen wie Si und Ca untersucht. Synthetische Schlackenproben werden bei verschiedenen O2-Partialdrücken hergestellt und mittels Röntgenbeugung, Elektronensondenmikroanalyse, Massenspektrometrie im Nanomaßstab und Thermoanalyse untersucht. In Verbindung mit einer thermodynamischen Modellierung werden diese experimentellen Ergebnisse einen Einblick in das Erstarrungsverhalten von Li-Manganaten in Ca-Silikat-Schlacke und in Anwesenheit geringer Anteile an Nebenkomponenten (Kontaminationen) wie Mg und Al geben und dazu beitragen, die Abkühlkurven für eine maximale Bildungsrate und eine günstige Kornmorphologie und -größe zu optimieren. Zusätzlich zu den Ca-Silikat-Schlacken werden fayalitische Schlacken (Fe2SiO4-dominiert) untersucht, da sie wegen ihres Potenzials, den Sauerstofftransport in die Schmelze deutlich zu erhöhen, den verfügbaren Sauerstoff in der Schmelze maximieren, was zur besseren Oxidation des Mn in der Schmelze führen sollte (z.B. bei der Stabilisierung von Mn4+). Um die Eignung der in den synthetischen Schlacken- und Dünnschichtproben gebildeten Li-Manganate für die direkte Wiederverwendung als Kathodenmaterial in Li-Ionen-Batterien zu bewerten, wird die Nanostruktur ausgewählter Proben zusätzlich mit Hilfe der aberrationskorrigierten Transmissionselektronenmikroskopie und der Atomsondentomographie untersucht. Alle Ergebnisse zusammen werden einen besseren Einblick in die Stabilität von Li-Manganaten, ihre Eigenschaften und ihre Rückgewinnbarkeit aus lithiumhaltigen Schlacken ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470377913",
      "url": "https://gepris.dfg.de/gepris/projekt/470377913",
      "title": "Wechselwirkungen zwischen Beanspruchungsbedingungen, Struktur künstlicher Mineralien und deren Formulierung in der nassen Zerkleinerung und Trennung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470377913",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Schlacken enthalten mitunter einige kritische Rohstoffe, die teileweise nur im einstelligen Prozentbereich enthalten sind. Diese Rohstoffe sind in mineralischer Form gebunden und weisen zum Teil Kristallitgrößen im submikron-Bereich auf oder sind dendritisch verwachsen. Dementsprechend ist ein Aufschluss bis in diesen Größenbereich notwendig. Dieser wird im Rahmen des Projekts mit einer Rührwerkskugelmühle im Nassbetrieb durchgeführt. Nachdem die erste Projektphase schwerpunktmäßig die selektive Zerkleinerung und Bruchmechanik fokussierte, steht in der zweiten Phase die Prozessintegration mit der chemischen Laugung in den Zerkleinerungsschritt im Vordergrund. Die Machbarkeit wurde bereits in der ersten Phase gezeigt. Diese beiden Prozessschritte werden in der Mühle durchgeführt und mit einer Mikrofiltrationseinheit kombiniert, um eine möglichst effiziente Rückgewinnung der werthaltigen Komponenten zu erzielen. Die Optimierung dieses integrierten Prozesses soll über Prozesssimulationen ergänzt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    },
    {
      "project_id": "470552553",
      "url": "https://gepris.dfg.de/gepris/projekt/470552553",
      "title": "Zentralprojekt - Schlackesynthese, -design und Charakterisierung",
      "subject_area": "Mechanische VerfahrenstechnikMetallurgische, thermische und thermomechanische Behandlung von Werkstoffen",
      "funding_period": "Förderung seit 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 470552553",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen",
      "description": "Das Projekt betrachtet die metallurgische Schlackenerzeugung sowie die zugehörigen Charakterisierungsmethoden. Der Dienstleistungscharakter des Projektes gegenüber dem SPP ergibt sich aus der Bereitstellung von definiert formulierten und charakterisierten Schlackenproben, da es auch in der zweiten Förderperiode notwendig ist, ausreichende Mengen an EnAM-haltigen Schlacken für die experimentellen Arbeiten bereitzustellen. Als EnAM-System wurde in der 1. FP LiAlO2 n*SiO2 gewählt, das typischerweise beim metallurgischen Recycling von Li-Ionen-Batterien auftritt. In der zweiten Förderperiode kommt ein weiteres Schlackesystem mit EnAM dazu, um die Breite der physikalischen Eigenschaften (Magnetisierbarkeit / Dichte) des Probematerials zu vergrößern und um den EnAM-Ansatz ganzheitlicher zu bearbeiten. Das zweite EnAM-System ist eine fayalitische Schlacke (Fe2[SiO4]), das Tantal in den EnAM anreichert. Die Dienstleistungen umfassen die reproduzierbare Synthese der Schlacken, die EnAM-Kristalle in einer definierten Volumenkonzentration sowie mit definierter Kristallgröße enthalten. Die erstarrte Schlacke wird vor der Weitergabe zerkleinert, um Fraktionen mit definierter Partikelgrößenverteilung bereitzustellen. Begleitend werden die grundlegenden Informationen über die Konzentration und Größe (Verteilung) der Li- oder Ta-EnAM-Kristalle geteilt. Der Forschungsteil des Zentralprojektes konzentriert sich auf zwei Bereiche: metallurgisch-technologische Untersuchungen mit Quantifizierung der metallurgischen Verarbeitungs-eigenschaften des Li-EnAM-Systems und die Weiterentwicklung von 3D-geometallurgischen Charakterisierungsmethoden und deren Anwendung, um einen tieferen Einblick in den Aufbau und die Zusammensetzung der heterogenen Materialstruktur des Li-EnAM-Systems zu ermöglichen. Die grundlegende ingenieurtechnische metallurgische Herausforderung zielt auf die Betrachtung des Einflusses von in praktischen Anwendungen zu erwartenden weiteren Bestandteilen der Li-Schlacke, bspw. Fluor und Phosphor auf die Eigenschaften der Li-EnAM, z.B. Kristallgröße, Kristallform, Ausbeute, Konzentration oder mechanische Stabilität. Die Arbeiten werden abgerundet durch ein Arbeitspaket das reale Ausgangsmaterialien aus Li-Ionen-Batterien für deren pyrometallurgischen Verarbeitung nutzt, um den Nachweis zu führen, dass das EnAM-Konzept zur Rückgewinnung von Li transferierbar ist. Die Arbeiten zur geometallurgischen Charakterisierung zielen auf die Entwicklung einer ganzheitlichen Charakterisierungsmethode für EnAM, um die 3D-Struktur sowie die elementare und mineralogische Zusammensetzung der erstarrten Schlacke mittels 3D-Röntgentomographie in Kombination mit 2D mineralogischer Analyse über korrelative Ansätze zu quantifizieren. So entsteht ein vollständiges 3D Abbild der strukturellen und mineralogischen Informationen der Schlackeprobe mit den eingebetteten EnAM. Die Bilddaten der EnAM-Partikel werden über eine spezielle Datenbank bereitgestellt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2315: \nMaßgeschneiderte künstliche Minerale (EnAM) - ein geometallurgisches Werkzeug zum Recycling kritischer Elemente aus Reststoffströmen"
    }
  ]
}