{
  "spp_number": "SPP 1886",
  "spp_title": "Polymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/273721697",
  "projects_count": 27,
  "projects": [
    {
      "project_id": "312865274",
      "url": "https://gepris.dfg.de/gepris/projekt/312865274",
      "title": "Die Methode der verallgemeinerten Einflussfunktionen - Adungierte Sensitivitätsanalyse für den effektiven und effizienten Entwurf von Tragwerken, 2. Forschungsperiode",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312865274",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Sensitivity analysis has not been implemented into everyday structural engineering. Great potentials for the numerical design of structures remain unexploited. Combining sensitivity analysis with uncertainty modeling may double the effect. Appropriate methods of sensitivity have the potential to boost engineering effectiveness and efficiency and may be rated as major candidates for innovation in the classical field of structural analysis. Research is necessary.The general goals of the project are carried forward for the second research period. We will serve with sensitivity information and all the systematic insight which may be derived from that. The theoretical basis is to efficiently determine 1st and 2nd order sensitivity analysis by the generalized influence function method. We will develop a complete set of methodologic tools and their underlying theory to (i) determine, (ii) visualize and (iii) process sensitivity information of first and second order. We will serve with interfaces to support applications for uncertainty quantification as well as for many other fields, e.g. robust design, structural optimization or the evaluation of parameter variations in all stages (from early to final) of design and production. This includes additive manufacturing as a prominent example of actual importance. In total, we will serve with data and methodologies to further push digital and innovative technologies for digital design and production. The project combines scientific challenge with practical relevance. The foundation of our further plans are the substantial results of the first research period in a broad range of subjects. The main goals of the second period are:•\tExtending the method of generalized influence functions to second order, adjoint sensitivity analysis•\tDeveloping various methods for a broad range of practical relevant engineering applications:o\tDerivative-based global sensitivity measures for uncertainty analysiso\tForward and inverse problemso\tFurther development of singular value decomposition for design updateo\tDesign update procedures, e.g. for structural optimization•\tInvestigating applications of engineering relevanceo\tVery large scale structural optimization o\tRobust design by including second order sensitivity informationo\tSystematic parameter variations in the digital design processo\tParameter identificationDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenMitverantwortlichProfessor Dr.-Ing. Roland  Wüchner"
    },
    {
      "project_id": "312916115",
      "url": "https://gepris.dfg.de/gepris/projekt/312916115",
      "title": "Dynamische Analyse prothetischer Strukturen mit polymorpher Unschärfe",
      "subject_area": "Mechanik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312916115",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Nach dem Verlust von Gliedmaßen oder bei Fehlfunktionen von Gelenken sind Menschen auf einen technischen Ersatz angewiesen, der sowohl die biomechanische Funktion, als auch die körperliche Unversehrtheit nachbildet. Dabei ist für eine prothetische Struktur neben der Erfüllung der funktionalen Anforderung (sichere Ausführung weitreichender Bewegungen mit geringem Energieaufwand und ohne den Körper zu beeinträchtigen) auch die Erscheinung der resultierenden Bewegung (inklusive ästhetischer Aspekte wie natürliche und symmetrische Gangmuster) von großer Bedeutung. Da sich in vivo Messungen von Gelenkbewegungen und Belastungen kompliziert darstellen, und die experimentelle Untersuchung neu entwickelter Prothesen unter realistischen Bedingungen sehr schwierig ist (insbesondere finden sich für die Untersuchung menschlicher Bewegung mit Prothesen kaum geeignete Probanden), spielt die prädiktive Simulation eine immer größere Rolle. Biomechanische Bewegung kann als Lösung eines Optimalsteuerungsproblems mit physiologisch motivierter Zielfunktion simuliert werden. Allerdings existieren polymorphe Unsicherheitsfaktoren, die aus der Prothese selbst, der Bewegung des Patienten oder der Umgebung resultieren. Das übergreifende Ziel dieses Projekts (Phase I und II) ist die Entwicklung von Modellen und strukturerhaltenden Lösungsmethoden für unscharfe biomechanische Optimalsteuerungsprobleme zur verlässlichen Vorhersage menschlicher Bewegung mit Prothesen und deren Analyse.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "347224436",
      "url": "https://gepris.dfg.de/gepris/projekt/347224436",
      "title": "Effiziente Bayes'sche Multi-fidelity Verfahren für die Analyse und den Entwurf komplexer gekoppelter Systeme",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMechanik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 347224436",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Für Auslegung und Entwurf technischer Systeme müssen häufig mehrere physikalische Felder berücksichtigt werden. Die computergestützten Werkzeuge, die für Analyse, Entwurf und Optimierung von Strukturen eingesetzt werden, sind mittlerweile in der Lage mehrere interagierende physikalische Felder zu berücksichtigen. Dennoch bleiben rein deterministische Analysen häufig hinsichtlich Vorhersagegenauigkeit und Zuverlässigkeit hinter den Erwartungen zurück, da Modelleingangsparameter nicht mit ausreichender Genauigkeit bestimmt werden können oder zufälligen Schwankungen unterliegen. Durch eine stochastische Analyse unter Berücksichtigung der Unsicherheiten in den Modelleingangsgrößen kann die Vorhersagefähigkeit von Entwurfsverfahren entscheidend verbessert werden. Obwohl bereits einige Methoden für die Berücksichtigung von Unsicherheiten in rechnergestützten Modellen entwickelt wurden, erfüllen die bisher verfügbaren Ansätze nicht alle Anforderungen, die bei einer Strukturauslegung unter Berücksichtigung mehrerer Felder in der Praxis vorhanden sind. Die Ansätze weisen eine schlechte Skalierbarkeit bei Problemstellungen mit hoher stochastischer Dimension auf und erfordern eine sehr hohe Zahl an Modellauswertungen.Im Rahmen dieses Projekts soll eine neue effiziente Methode zur Unsicherheitsquantifizierung (UQ) entwickelt werden mit der es möglich ist komplexe Mehrfeld-Probleme zu untersuchen. Stark gekoppelte Probleme wie beispielsweise Fluid-Struktur-Wechselwirkung stellen dabei ein wichtiges Anwendungsfeld dar. Mit Hilfe der entwickelten UQ Methodik wird es erstmals möglich sein praxisrelevante Mehrfeld-Problemstellungen zu lösen und komplexe, nichtlineare Systeme mit hoher stochastischer Dimension zu untersuchen. Die vorgeschlagene Methode wird sowohl zertifizierbare Abschätzungen über Statistiken der relevanten Ergebnisgrößen liefern, als auch Sensitivitätsanalysen bezüglich unterschiedlicher unsicherer Modelleingangsparameter ermöglichen. Durch die systematische Integration der Ergebnisse von groben, ungenauen Modellen in Verbindung mit einigen wenigen Modellauswertungen des dazugehörigen hoch aufgelösten, genauen Modells, kann der Rechenaufwand drastisch reduziert werden. Gleichzeitig werden Ergebnisse mit hoher Genauigkeit erzielt. Darüber hinaus können durch die Verwendung eines Bayeschen Ansatzes Konfidenzbereiche für alle berechneten Größen angegeben werden. Weiterhin soll auf der Basis des entwickelten UQ Frameworks ein neuer, flexibler Ansatz zur stochastischen Optimierung von Systemen unter Unsicherheiten entwickelt werden, der für eine große Bandbreite an Problemstellungen verwendet werden kann. Exemplarisch werden hier Beispiele aus der kardiovaskulären Biomechanik verwendet um die Leistungsfähigkeit der Ansätze zu demonstrieren. Im Projekt werden mehrere zentrale Aspekte des Schwerpunktprogramms behandelt. Zudem werden einige Benchmark-Beispiele zum Vergleich verschiedener Ansätze und zum transdisziplinären Austausch entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "341531955",
      "url": "https://gepris.dfg.de/gepris/projekt/341531955",
      "title": "Effiziente funktionale Repräsentation der strukturmechanischen Antwort in Abhängigkeit polymorpher unsicherer Parameter und Unsicherheiten",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMathematik",
      "funding_period": "Förderung von 2017 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 341531955",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Der Zweck dieses Projektes ist es, ein Rahmenwerk von effizienten Berechnungsmethoden für die Behandlung verschiedener polymorpher Beschreibungen von Unsicherheiten für große strukturmechanische Probleme, die durch eine große Anzahl von unsicheren Parametern gekennzeichnet sind, herzustellen. Unser primäres Ziel ist es, genaue und effiziente Wege zur Berechnung genauer funktionaler Approximationen in diesen Parametern, die verschiedene Beschreibungen der Unsicherheiten wie probabilistische Beschreibung, belief-Funktion und ungenaue Wahrscheinlichkeiten unterstützen sollen, zu finden. Dies wird durch eine geeignete optimale Umparametrisierung der Unsicherheiten auf die Formen, die mit den Beobachtungsdaten und den physikalischen Gesetzen konsistent sind, erreicht, von denen dann die am besten für Approximation durch Tensoren niedriger Stufe geeigneten ausgewählt werden. Zusammen mit den adaptiven funktionalen Approximationsalgorithmen werden solche Darstellungen schnelle Surrogatmodelle ermöglichen, die einfach auf das gegebene strukturelle Problem abgestimmt werden können. Einmal gefunden, können die parametrisierten Modelle in Verfahren niedrigen Ranges implementiert werden, um in vernünftiger Zeit die Unsicherheiten imModell verringern zu können. Oder sie werden in späteren Projektphasen für das Upscaling vom feinen zu einem groben Modell gebraucht. Darüber hinaus kann die Lösung des Vorwärtsproblems und des inversen Problems zusammen als ein adaptiver Prozess betrachtet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenMitverantwortlich(e)Dr.-Ing. Bojana  Rosic"
    },
    {
      "project_id": "428470437",
      "url": "https://gepris.dfg.de/gepris/projekt/428470437",
      "title": "Effiziente Unschärfemodellierung von Additiv Hergestellten Polymergerüsten in der Knochengewebewiederherstellung",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMathematik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428470437",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Dieses Projekt widmet sich der Entwicklung von (Form-)optimierungsmethoden für das Design von Knochenersatz mittels additiver Fertigung unter Berücksichtigung polymorpher Unschärfe. Osteoporose, osteogene Sarkome, schwere Knochenbrüche können zu signifikantem Knochenverlust führen. Erfolgschancen konventioneller Behandlungsmethoden, die auf einer natürlichen Regeneration des Knochengewebes beruhen, sind gering. In diesen Fällen muss eine Auffüllung mit Knochenersatz durchgeführt werden. Bei der derzeitigen Standardtherapie muss dem Patienten zur Auffüllung körpereigenes Knochengewebe entnommen werden. Dies stellt einen großen Nachteil der Behandlungsmethode dar. Aktuelle Studien erkunden aus diesem Grund den Einsatz und die Entwicklung künstlich produzierten Knochengewebes. Einer der vielversprechendsten Ansätze ist hierbei Knochenersatz in Form mikroporöser Strukturen, die mittels additiver Fertigung (3d-Druck) aus bioresorbierbaren und biokompatiblen Polymeren hergestellt werden. Die Ansprüche, welche an die strukturierten Ersatzmaterialien gestellt werden, sind antipoder Natur. So muss zum einen eine hinreichende mechanische Stabilität erzielt werden und zugleich eine adäquate Porosität vorhanden sein, um ein Einwachsen des natürlichen Knochengewebes in das Knochenersatzmaterial zu ermöglichen. Mittels aktueller Methoden der mathematischen Formoptimierung können diesbezüglich optimale Designs (d. h. periodische Mikrogeometrien) entworfen werden. Jedoch führt die Herstellung dieser Strukturen an technologische Grenzen der in diesem Bereich verwendeten 3d-Druckverfahren. Hierdurch weisen die gedruckten Strukturen signifikante Fehler auf, wobei sowohl Abweichung aleatorischer Natur (z. B. räumliche Variationen von Materialdichte) als auch epistemischer Natur (z. B. Geometrieabweichungen auf mesoskopischen Skalen, die mittels gängiger, bildgebender Verfahren (CT) nur ungenau zu identifizieren sind) auftreten.Dieses Projekt hat nun zum Ziel die mechanischen, effektiven Eigenschaften 3d-gedruckter Knochenersatzmaterialien zu untersuchen, wobei insbesondere der Einfluss von unscharfen, auf kleinen Skalen variierender Abweichungen (in Geometrie und Materialparametern) berücksichtigt werden soll. Hierzu wird zunächst (basierend auf experimentellen Daten und Expertenwissen) ein polymorphes, mehrskaliges Unschärfemodell für die mesostrukturierten, gedruckten Materialien entwickelt. Darüber hinaus werden, basierend auf neuen Erkenntnissen aus dem Bereich der quantitativen stochastischen Homogenisierung, effektive Unschärfeschätzer sowie geeignete, maßgeschneiderte numerische Methoden entwickelt, die neben der numerischen Quantifizierung von Fluktuation makroskopischer Eigenschaften auch eine Berücksichtigung mesoskopischer Material- und Geometrieunschärfe in der Formoptimierung ermöglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenKooperationspartnerinnenDr.-Ing. Elena  Lopez;Su Ping Patrina  Poh, Ph.D."
    },
    {
      "project_id": "312867041",
      "url": "https://gepris.dfg.de/gepris/projekt/312867041",
      "title": "Ein stochastischer Ansatz zur Modellierung von Schädigungen in Zinkdruckguss",
      "subject_area": "MechanikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2016 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312867041",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Ziel dieses Forschungsprojektes ist es, eine Methode zur Vorhersage des Einflusses von Materialschädigungen und mechanischen Belastungen auf die Lebensdauer eines typischen Industriebauteils zu entwickeln. Exemplarisch konzentrieren wir uns auf Fensterscharniere  aus Zinkdruckguss (ZAMAK). Neue Konstruktionen, beispielsweise für große Glasfassaden und verdeckte Scharniere, setzen die Ausfallsicherheit dieser Bauteile über einen langen Zeitraum voraus. In der ersten Förderperiode fokussierten wir uns auf die Mikrostruktur des Materials und untersuchten die Entwicklung der zufälligen Defektverteilung unter deterministischen Belastungen. In der avisierten zweiten Förderperiode wollen wir die Strukturantwort  des Bauteils unter unscharfen Defektverteilungen und Lastfällen untersuchen.Trotz der weit verbreiteten Nutzung sind nur wenige verlässliche Daten im Hinblick auf das langfristige Verhalten von  ZAMAK-Komponenten verfügbar. Die sehr guten mechanischen Eigenschaften vermindern sich im Laufe der Zeit. Dies motiviert uns, den Verlust von mechanischer Festigkeit in ZAMAK als ein Resultat von unscharfen Defektenverteilungen und Lastfällen zu untersuchen. Besonders das gewaltsame Schliessen des Fensters unter bestimmten Umständen und die daraus resultierenden Spannungsspitzen unter unsicheren Eingangsparametern werden in diesem Projekt betrachtet. Um dies zu berechnen werden wir einen Multi-Fidelity-Ansatz benutzen. Die Idee eines Multi-Fidelity-Modells ist es,zunächst ein einfaches und ungenaues Modell zu definieren. Der Hauptanteil an stochastischen Simulationen wird dann auf diesem rechengünstigem  Näherungsmodell durchgeführt. Um die Diskrepanz zum genauen Modell auszugleichen, wird eine Bayessche Regression auf einer Trainingsstichprobe durchgeführt. Damit ist es möglich,    die Versagenswahrscheinlichkeiten des genauen Modells auszurechnen.Zusammenfassend\thalten wir fest, dass die unscharfen Materialeigenschaften, Umwelteinflüsse und Störungen im Herstellungsprozess kombiniert mit unscharfen Lastzuständen grosse Schwankungen in der Maximalbelastung und Lebenserwartung hervorrufen. Als Resultat dieses Forschungsprojekts soll der Verlust der mechanischen Festigkeit und die Grenzlast von ZAMAK-Komponenten vorhergesagt werden. Vorhergesagt bedeutet hier, dass aus unscharfen Daten und Informationen  Versagenswahrscheinlichkeiten oder Fehlerintervalle  bestimmt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312930871",
      "url": "https://gepris.dfg.de/gepris/projekt/312930871",
      "title": "Eine hybride Fuzzy-Stochastische-Finite-Element-Methode für polymorphe, mikrostrukturelle Unsicherheiten in heterogenen Materialien",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312930871",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Numerische Homogenisierung benötigt zwei Finite-Element-Modelle, d.h. zum einen ein Modell auf der Makroskale und zum anderen ein Modell der zugrundeliegenden Struktur des Materials auf der Mikroskale. Dabei benötigt die numerische Homogenisierung den Transfer der makroskopischen Lasten auf die Mikroskale und die Mittelung der entsprechenden Antwort der Mikrostruktur, um die effektiven makroskopischen Eigenschaften zu erhalten. Eine Herausforderung stellt dabei die numerische Homogenisierung von heterogenen Materialien mit Unschärfe in der Mikrostruktur dar, wie sie in diesem Projekt betrachtet werden.Die Unschärfe im makroskopischen Antwortverhalten heterogener Materialien resultiert dabei zum einen aus der natürlichen Streuung in der Geometrie und den Materialeigenschaften und zum anderen aus ungenügenden Informationen über die Mikrostruktur. Der erste Unschärfe-Typ wird als aleatorisch bezeichnet und kann durch stochastische Methoden beschrieben werden. Der zweite Typ wird als epistemische Unschärfe bezeichnet und kann durch Fuzzy-Methoden beschrieben werden. Modelle, die beide Typen enthalten, werden als polymorph bezeichnet und benötigen eine Kombination aus stochastischen und Fuzzy-Methoden.In Phase I entwickelten wir Methoden zur akkuraten und effizienten Behandlung polymorpher Unschärfe in der Geometrie  der Mikrostruktur und demonstrierten diese an einem Benchmark-Problem.Die Ziele in Phase II sind die Weiterentwicklung der Modellierungsansätze und insbesondere die Anwendung auf den Entwurf von Strukturen. Das Ergebnis der Phase II soll eine ausgereifte Methode sein, die die Beschreibung von Unschärfe von der untersten Ebene der Mikrostruktur des Materials über die makroskopische Struktursimulation bis zum Strukturentwurf erlaubt. Im Einzelnen sollen in Phase II folgende Herausforderungen angegangen werden:- Es soll die Entwicklung fuzzy-stochastischer Benchmark-RVEs für die Mikrostruktur heterogener Materialien weitergeführt werden, um zu einer realistischeren und genaueren Beschreibung polymorpher Unschärfe in der Mikrostruktur zu gelangen.- Die Modellierungsansätze für die spektrale nicht-deterministische FE-Analyse sollen auf die nicht-deterministische, erweiterte isogeometrische Analyse (XIGA) erweitert werden.- Die numerischen Kosten für große Systeme mit Unschärfe sind insbesondere bei Anwendungen mit vielen Abfragen untragbar hoch. Daher sind Modellreduktionsverfahren ein unerlässliches Werkzeug, um die Mikroskalen-Simulationen zu beschleunigen.- Es sollen geeignete Metamodelle auf der Makroskale entwickelt werden, um große Simulationen von Strukturen durchführen zu können. - Schließlich soll der Einfluss von Unschärfe in der Mikrostruktur auf das statische und dynamische Verhalten von Makrostrukturen unter unscharfer Belastung untersucht werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "311889577",
      "url": "https://gepris.dfg.de/gepris/projekt/311889577",
      "title": "Fuzzy-stochastische Drei-Skalen-Modellierung für polymorphe Unschärfe in Leichtbaustrukturen",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 311889577",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Das übergeordnete Ziel des Forschungsprojekts ist die in der ersten Förderperiode entwickelten polymorphen Unschärfemodelle in den Lebenszyklus hybrider Leichtbaustrukturen zu übertragen.  Insbesondere wird die Herstellung sowie die Nutzung von faserverstärkten Kunststoffen (FVK) in Hybridsystemen untersucht.Während des Herstellungsprozesses ist die Aushärtung der Matrix ein dominierender Effekt, da sie stark temperaturabhängig ist und die mechanischen, thermischen und chemischen Eigenschaften von FVK stark beeinflusst. Während der Nutzung sind Schädigungen und Versagen, die sich beispielsweise durch wiederholtes Belasten oder Crash ergeben, dominant. Die Betrachtung beider Zyklen, also der Herstellung und der Nutzung kann auf unterschiedlichen Größenskalen erfolgen. Die gesamte Modellierung von der Herstellung bis zur Nutzung wird mit einem Drei-Skalen Modell, welches Aushärtung und Schädigungen in Kombination mit polymorpher Unschärfe berücksichtigt, umgesetzt. Dieses Modell wird eingesetzt, um effektive Eigenschaften von einer Skala zur nächst höheren zu ermitteln.  Für die Aushärtung der Matrix werden Unschärfen aus bereits vorhandenen experimenteller Daten quantifiziert. Durch geeignete fuzzy-stochastische Homogenisierungsmethoden werden die polymorph unscharfen effektiven Eigenschaften der Matrix nach der Aushärtung bestimmt. Mit weiterer Kenntnis der Fasereigenschaften kann, durch geeignete fuzzy-stochastische Homogenisierungsmethoden, der Verbund für eine höhere Skalenebene charakterisiert werden. Die erhaltenden effektiven Parameter werden mit vorhanden experimentellen Daten des Verbundes verglichen. Um nicht nur die Unschärfen des Verbundes, sondern auch Abhängigkeiten einzelner Parameter zu untersuchen, werden zusätzlich biaxial Versuche durchgeführt.Um die bauteilnahe Beanspruchung während der Nutzung realitätsnah abzubilden und um unschärfebehaftete Versagensmechanismen innerhalb der genannten Skalen zu berücksichtigen, wird eine geeignete Methode entwickelt. Für die Unschärfequantifizierung von Schädigungsparametern werden bereits vorhandene heterogene Daten als Basis verwendet. Um komplexe Strukturen für die Validierung des Modells zu berücksichtigen, werden die entwickelten fuzzy-stochastischen Methoden zu einer Finite Elemente Formulierung erweitert. Für den Vergleich werden bereits vorhandene experimentelle Ergebnisse für ein Hutprofil herangezogen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenEhemaliger AntragstellerProfessor Dr.-Ing. Rolf  Mahnken, bis 2/2024"
    },
    {
      "project_id": "312913068",
      "url": "https://gepris.dfg.de/gepris/projekt/312913068",
      "title": "Integration von Zuverlässigkeits- und Sensitivitätsanalyse mit Datenassimilation für verbesserte Entscheidungsunterstützung",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312913068",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Ein effektives Management von Tragwerken und Ingenieurssystemen ist auf adäquate Vorhersagen des Systemverhaltens angewiesen. Für die meisten Anwendungen stehen Modelle zur Verfügung, welche das physikalische Verhalten beschreiben. Allerdings sind die Parameter dieser Modelle in der Regel Unsicherheiten und Streuungen unterworfen. Dies ist von besonderer Bedeutung wenn es um die Zuverlässigkeit der Systeme geht, da (seltene) Versagensereignisse von diesen Unsicherheiten besonders betroffen sind. Da die Unsicherheiten unterschiedliche Hintergründe haben, ist es oft nicht ausreichend, die Zuverlässigkeit durch eine einzige Zahl auszudrücken. Dies gilt im Besonderen, wenn die zugrundeliegenden Berechnungen auf vagen Informationen beruhen. Es ist daher wünschenswert, den Einfluss von unterschiedlichen Unsicherheiten auf die Modellvorhersagen getrennt darzustellen. Eine solche polymorphe Unsicherheitsmodellierung bedingt eine recheneffiziente Zuverlässigkeitsanalyse, welche in diesem Projekt adressiert wird. Das Ziel dieses Projektes ist es, eine integrale Methodik zur adaptiven Bestimmung von Zuverlässigkeiten und ihrer Sensitivitäten unter sich verändernden Informationsgrundlagen. Diese Arbeit basiert auf einer kürzlich entwickelten Methodik für Zuverlässigkeitsanalyse mittels Sequential Importance Sampling, in Kombination mit einem neuen Ansatz für Bayes'sches Updating von Zuverlässigkeit. Letzteres ist von Bedeutung für viele Ingenieursanwendungen, bei denen Datenassimilation (etwa durch Monitoring oder Bauwerksinspektion) Unsicherheiten reduzieren und die Zuverlässigkeit erhöhen kann. Die Methodik soll kombiniert werden mit niedrig-dimensionalen Repräsentationen von Unsicherheiten und adaptiven Ersatzmodellen, um die Effizienz der Verfahren zu erhöhen. Die Methodik ermöglicht die Untersuchung der effektiven Darstellung von Zuverlässigkeiten und Sensitivitäten für die Entscheidungsunterstützung von Ingenieuren, im Hinblick auf polymorphe Unsicherheitsmodellierung.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenMitverantwortlichDr.-Ing. Iason  Papaioannou"
    },
    {
      "project_id": "310979960",
      "url": "https://gepris.dfg.de/gepris/projekt/310979960",
      "title": "Koordinationsfonds",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 310979960",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Das Koordinationsprojekt des Schwerpunktprogramms SPP 1886 organisiert als umschließende Klammer aller beteiligten Projekte und hat für die internationale Sichtbarkeit große Bedeutung. Die Unterstützung der internen und externen (sowohl nationalen als auch internationalen) Kommunikation ist wesentlicher Bestandteil. Für den internen Wissensaustausch sind wie in der ersten Förderperiode jährliche Treffen, Komplextreffen und eine Summer School geplant. Die Dokumentation und Veröffentlichung der Forschungsergebnisse des gesamten Schwerpunktprogramms erfolgt über verschiedene Medien (z.B. gemeinsame Homepage, Veröffentlichungen und Minisymposia auf Konferenzen). Um die internationale Einbindung des SPP zu stärken, ist ein Gastwissenschaftlerprogramm geplant, bei dem alle beteiligten Projekte die Möglichkeit haben, Wissenschaftler einzuladen. Als wesentliches Ergebnis der ersten Projektperiode ist die Notwendigkeit von Benchmark-Beispielen erarbeitet worden. Diese sollen gemeinsam entwickelt werden basierend auf der Expertise eines Post-Docs. Benchmark-Beispiele sind für verschiedene Themen und Detailierungsgrade geplant.Das Koordinationsprojekt hat als weiteres Ziel, die Vereinbarkeit von Familie und Beruf insbesondere für Forscherinnen und junge Familien zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "310971106",
      "url": "https://gepris.dfg.de/gepris/projekt/310971106",
      "title": "Lösungsräume für die Optimierung von Strukturen unter Stoßbelastungen mit Berücksichtigung polymorpher Unsicherheiten",
      "subject_area": "MechanikLeichtbau, Textiltechnik",
      "funding_period": "Förderung von 2016 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 310971106",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die Methode der Lösungsräume ist ein neues deterministisches Verfahren (entwickelt in 2012/13), das die Entwicklung von hoch komplexen Strukturen in der frühen Entwicklungsphase ermöglicht. Dies geschieht durch vereinfachte mechanische Modellierungen, Entkoppeln der Komponenten, Optimierung der Komponentenanforderungen und abschließender Systemvalidierung. Obwohl der Ansatz ausreichend ausgereift ist, um erste industrielle Anwendungen zu finden, fehlt eine stringente Berücksichtigung von hier relevanten Unsicherheiten. Neben klassischer Modellierung von Unsicherheiten (probabilistisch oder possibilistisch) müssen Modellierungsunsicherheiten und Unsicherheiten aufgrund von Nichtwissen im weiteren Sinne berücksichtigt werden. Der deswegen hier vorgeschlagene Ansatz zur Etablierung nicht-deterministischer Lösungsräume besteht aus den folgenden Modulen (mit Anwendung: Strukturen unter Stoßbelastungen):     1. Neuartige vereinfachte Crashmodelle mit probabilistischer/possibilistischer Modellierung.2. Entkopplung der Komponenten mittels nicht-deterministischer Lösungsräume unter Berücksichtigung von Nichtwissen (z.B. noch unbekannte Entwicklungen des Systems, Änderungen in den Anforderungen, Änderungen anderer Komponenten) und Unsicherheiten in der Modellbildung (Unvollständigkeit, Ungenauigkeit, Diskretisierung und Vereinfachungen etc.).3. Integration von Expertenwissen in den nicht-deterministischen Lösungsraumansatz.4. Optimierungsalgorithmen für einen neuen Robustheitsansatz basierend auf Flexibilitätsforderungen zur Behandlung von Nichtwissen.5. Adaptive Zuverlässigkeitsmethoden zur Differenzierung der Komponentenanforderungen bezogen auf Unwissen und Reifegrad der Komponentenentwicklung.6. Probabilistische und possibilistische Optimierung (Topologie, Form, Größe und Material) von Komponenten in die nicht-deterministischen Korridore der Lösungsraummethodik.  Es wird hier daher eine Methodik vorgeschlagen, die eine effiziente Entwicklung in der frühen Phase erlaubt unter den dort gegebenen polymorphen Unsicherheiten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "310979660",
      "url": "https://gepris.dfg.de/gepris/projekt/310979660",
      "title": "Mehrskalenmodellierung und polymorphe Unschärfe im Entwurf von verstärkten Betonstrukturen",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 310979660",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Für den numerischen Entwurf von heterogenen Strukturen ist eine realitätsnahe Modellierung essentiell. Die Modellierung erfordert zum einen eine wirklichkeitsnahe Abbildung der zu untersuchenden Struktur und zum anderen die Erfassung der tatsächlichen Einwirkungen und Struktur- bzw. Materialparameter. Eine adäquate Quantifizierung der Einwirkungen wird durch die Berücksichtigung polymorpher Unschärfe möglich. Das Anwendungsgebiet des vorliegenden Fortsetzungsantrags sind die numerische Simulation und der Entwurf bewehrter Betonstrukturen (mit Stahl, Textil, Carbon) unter Berücksichtigung zeitabhängigen Verhaltens und polymorpher Unschärfe. Die numerische Simulation von bewehrten Betonstrukturen erfordert die Einbeziehung der Heterogenitäten aus Bewehrungselementen und Zuschlägen. Aufgrund der verschiedenen charakteristischen Längenskalen der Komponenten wurde in der ersten Projektphase eine mehrskalige Formulierung für die numerische Berechnung entwickelt. Basierend auf den akquirierten Daten und der Konzeption eines Homogenisierungsverfahrens mit unscharfen Parametern wurden Interval-, Fuzzy- sowie Fuzzy-wahrscheinlichkeitsbasierte Zufallszahlen als passende Unschärfemodelle identifiziert. Darauf aufbauend stellen folgende Schwerpunkte essentielle Projektziele für die Fortsetzung dar.  Die realistische Abbildung des mechanischen Verhaltens von bewehrtem Beton wird maßgeblich beeinflusst von der Verbundformulierung zwischen Bewehrungselementen und Matrix. Das bestehende repräsentative Volumenelement (RVE) soll durch die detaillierte Abbildung topologischer Besonderheiten von Bewehrungsstahl erweitert werden. Lokale Schädigungseffekte in der Verbundzone werden durch die Entwicklung eines traction-separation Ansatzes und die Implementation in Interface-Elemente berücksichtigt. Die Berücksichtigung von polymorph unscharfen Parametern ermöglicht in diesem Zusammenhang eine quantifizierbare Aussage der Verbundqualitäten. Weiter soll Langzeitverhalten von Betonstrukturen mit Berücksichtigung der Unschärfe auf materieller aber auch auf struktureller Ebene, wie beispielsweise durch Umnutzung, analysiert werden. Die notwendigen Unschärfemodelle und Analysemethoden sind zu entwickeln. Die angestrebten Methoden zur Mehrskalenanalyse schließen die Approximation der effektiven mechanischen Größen durch rekurrente neuronale Netzwerke ein. Die Entwicklung neuartiger und effizienter Trainingsalgorithmen sowie Methoden der Modellreduktion ermöglichen die Reduzierung des numerischen Aufwands. Zusammenfassend führen die geplanten Entwicklungen des Projekts zu einer umfangreichen zeitabhängigen Analyse von Betonstrukturen mit polymorph unscharfen Parametern, was zu deutlich qualitativ und quantitativ erweiterten Anwendungsfeldern bei Entwurfsaufgaben, wie z.B. Ressourcenminimierung oder Robustheitsanforderungen, führt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenEhemaliger AntragstellerProfessor Dr.-Ing. Wolfgang  Graf, bis 2/2020"
    },
    {
      "project_id": "312928137",
      "url": "https://gepris.dfg.de/gepris/projekt/312928137",
      "title": "Mehrskalige Versagensanalyse unter polymorphen Unsicherheiten für den optimalen Entwurf von Rotorblättern",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMathematik",
      "funding_period": "Förderung von 2016 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312928137",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Ziel des Projekts ist es, polymorphe Unsicherheiten bei der Konstruktion von Rotorblättern zu identifizieren und nichtdeterministische Modelle und numerische Ansätze (in Raum und Zeit) zu entwickeln, die diese Unsicherheiten in eine typische Konstruktionskette Entwurf, Fertigung, Prüfung und Lebensdauer integrieren können. Während der Hauptfokus der ersten Förderperiode auf Klebeverbindungen in Rotorblättern lag, konzentrierte sich der Schwerpunkt der zweiten Periode auf die vielfältigen Versagensmechanismen kritischer Komponenten, einschließlich Rissbildung, Ablösen, Knicken und niederzyklischer Ermüdung.Das erste Ziel besteht darin, die entsprechenden Unsicherheiten eines repräsentativen Bauteils umfassend zu untersuchen, um Vorhersagen validieren zu können. Dieses Bauteil selbst wird klassisch entworfen und hergestellt. Die entsprechenden Unsicherheiten werden mithilfe von zerstörungsfreien Prüfverfahren (NDT) ermittelt und gemessen.    Das zweite Ziel ist die Entwicklung nicht deterministischer Modelle mit polymorphen Unsicherheiten für Rissbildung, Ablösen, Knicken und niederzyklische Ermüdung, einschließlich ihrer Wechselwirkungen. Diese Modelle werden in ein parametrisches Strukturmodell auf Makroebene implementiert. Eine  zyklische quasistatische Zeitfunktion wird aus den bekannten repräsentativen Lastkollektiven für Rotorblätter abgeleitet, die die Betriebslasten während der Lebensdauer simulieren.Die gleiche quasistatische Belastung wird experimentell bis zum Bruch auf das Bauteil angewendet, einschließlich umfassender Antwortmessungen durch optische, faseroptische und traditionelle Techniken.Das dritte Ziel besteht darin, Ansätze zur Datenassimilierung mit polymorphen Unsicherheiten zu entwickeln und auf die entwickelten Modellen und Messungen anzuwenden, so dass die Hauptunsicherheiten dann richtig quantifiziert und minimiert werden können.Das vierte Ziel ist die Optimierung der Topologie, Form und Größe des gegebenen Bauteils durch Verwendung des validierten parametrischen Modells mit polymorphen Unsicherheiten. Die Entwicklung geeigneter Methoden für polymorphe Daten und Randbedingungen ist eine zusätzliche Herausforderung. Das robuste, optimale Design des Bauteils wird dann mit dem ursprünglichen, klassischen Vorentwurf verglichen. Auf dieser Grundlage könnte die Rolle der polymorphen Unsicherheiten in der gesamten Kette von Design, Modellierung, Test und Optimierung direkt sichtbar und messbar werden. Diese einzigartige Möglichkeit ist das wichtigste Highlight des Projekts.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312761868",
      "url": "https://gepris.dfg.de/gepris/projekt/312761868",
      "title": "Modellierung von vibro-akustischen Systemen mit polymorphen Unschärfen am Beispiel der Schallabstrahlung von Reifen",
      "subject_area": "AkustikMechanik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312761868",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die akustische Qualität von Produkten erlangt im Alltag einen immer größer werdenden Stellenwert. Bei zunächst vermeintlich identischen Produkten der gleichen Baureihe kommt es gerade im Bereich der Akustik oftmals zu einer hohen Streuung von deren Eigenschaften, die insbesondere auf unterschiedliche Geometriegrößen und Materialparameter zurückzuführen ist. Die Berücksichtigung unscharfer Parameter in numerischen Simulationen zum Entwurf von neuen vibro-akustischen Systemen schafft hier Abhilfe: Anstelle eines einzigen Simulationsergebnisses wird vielmehr ein Vertrauensbereich ermittelt, der eine sehr frühzeitige und dennoch robuste Optimierung der im Entwurf befindlichen Systeme zulässt. Dabei ist zu beachten, dass die Unsicherheiten unterschiedlichen Ursprungs sein können und z.B. auf Streuungen, Ungenauigkeiten oder unvollständigen Informationen beruhen. Die Verwendung nur einer dieser Unsicherheitskategorien ist dabei nicht zielführend. Die Realität wird am besten durch eine Kombination mehrerer Eigenschaften, d.h. durch die Betrachtung einer polymorphen Unschärfe, abgebildet. Letztere soll im Rahmen des gegenwärtigen Vorhabens für vibro-akustische Fragestellungen formuliert werden. Die neu entwickelten Verfahren zur Unschärfemodellierung sollen exemplarisch am Beispiel von Reifen-Rollgeräuschen angewendet werden, wodurch eine deutliche Verbesserung des Entwurfsprozesses von Reifen erwartet wird. Die bis heute verfügbaren numerischen Modelle basieren in der Regel auf deterministischen Berechnungsgrößen. Auch ein sehr effizientes und genaues Modell zur Vorhersage der Strukturdynamik von Reifen sowie der resultierenden Reifen-Rollgeräusche, welches im Rahmen einer Kooperation des Antragstellers mit der Chalmers Universität, Göteborg, innerhalb des BMWi-geförderten Vorhabens Leiser Straßenverkehr 3 entstanden ist, beruht auf einer rein deterministischen Betrachtung. Im aktuellen Vorhaben gilt es nun, die Formulierungen und die Vorgehensweise derart zu erweitern, dass auch polymorphe Unsicherheiten erfasst werden können. Dabei sollen unter Berücksichtigung der polymorphen Unschärfe vor allem multiphysikalische Vorgänge in das Modell einbezogen werden. Die geplante Optimierung in Bezug auf die relevanten Ausgangsgrößen, wie der Schallabstrahlung und dem Rollwiderstand, erfordert dabei hocheffiziente Vorgehensweisen sowie Verfahren zur Dimensionsreduktion. Hierfür wird für die Schallabstrahlung eine Fast-Multipole-Boundary-Elemente-Methode und für die Strukturberechnung des Reifens eine Waveguide-Finite-Elemente-Formulierung eingesetzt. Neben diesen bereits sehr effizienten Verfahren soll zudem ein Ersatzmodell zur weiteren Beschleunigung des Simulationsprozesses umgesetzt werden, wodurch die komplexe Aufgabe einer Optimierung mit mehreren Zielgrößen überhaupt erst realisiert werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312911604",
      "url": "https://gepris.dfg.de/gepris/projekt/312911604",
      "title": "Modellreduktion in Raum und Parameterdimension - Schädigungsbasierte Modellierung polymorpher Unschärfe im Zusammenhang mit Robustheit und Zuverlässigkeit",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312911604",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die Ermittlung von Robustheit und Zuverlässigkeit realistischer Strukturen mit polymorpher Unschärfe erfordert numerische Simulationen mit einer sehr hohen Anzahl an Freiheitsgraden und Parametern. Einige dieser Parameter sind sicher in der Hinsicht, dass sie von vornherein bekannt sind. Die zweite Gruppe von Parametern ist jedoch ungenau, vage, unsicher und basiert auf unvollständiger Information. In der zuletzt genannten Gruppe sind viele Parameter, die das Schädigungs- und Versagensverhalten wesentlich beeinflussen und so einen starken Einfluss auf die Tragfähigkeit einer Struktur haben. Es ist von großer Bedeutung, die Unsicherheit und Unschärfe dieser Parameter in die Modellierung einzubeziehen. Das wesentliche Ziel des Projektes ist es, dafür einen Modellierungsrahmen basierend auf Techniken der erweiterten Modellreduktion, der hierarchischen Tensorapproximation und einer kürzlich entwickelten Methode der datengetriebenen Mechanik aufzubauen. Damit soll der numerische Aufwand der Berechnung erheblich reduziert werden. Die Idee ist, die weiter zu entwickelnde adaptive Methode der „Proper Orthogonal Decomposition“ mit hierarchischer Tensorapproximation und intelligenter Datenmechanik so zu kombinieren, dass unsichere oder unscharfe Größen mittels einfacher funktionaler Auswertung bestimmt werden können. Größen von Interesse sind beispielsweise bestimmte Spannungs- oder Verformungskomponenten, die nicht überschritten werden dürfen. Es ist auch denkbar zu verlangen, dass die Schädigungsvariable einen bestimmten Wert unterschreitet.Obwohl der Fokus des Projektes auf Strukturen des Bauingenieurwesens liegt, wird beabsichtigt, die Methode relativ allgemein anwendbar zu gestalten und so viele Kooperationsmöglichkeiten innerhalb des SPP 1886 zu ermöglichen. Das neue Simulationswerkzeug soll für unterschiedliche Materialmodelle und Geometrietypen sowie verschiedene Beschreibungen von Unsicherheit und Unschärfe offen sein. Die Flexibilität bezüglich des zuletzt genannten Aspektes ist zum einen durch die Möglichkeit gegeben, den Parameterraum auf unterschiedliche Weisen anzugeben. Zum anderen wird die Quantifizierung von Unsicherheit und Unschärfe durch die funktionale Darstellung der interessierenden Größen erheblich vereinfacht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "428469142",
      "url": "https://gepris.dfg.de/gepris/projekt/428469142",
      "title": "Multi-fidelity Zuverlässigkeitsanalyse von Tragwerken bei polymorpher Unschärfe - Anwendung auf die Lebensdauervorhersage von Bauteilen aus Metallschaum",
      "subject_area": "Mechanik",
      "funding_period": "Förderung von 2020 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428469142",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Für heterogene Materialien, wie bspw. Metallschäume, kann das repräsentative Volumenelement so groß sein, dass Skalenseparation nicht vorliegt. Daher kann die Strukturanalyse nicht mit effektiven Materialparametern durchgeführt werden. In diesem Fall können nur Zufallsfelder bestimmt werden, die Grenzen der scheinbaren Materialparameter darstellen. Die Verteilung der Materialparameter innerhalb dieser Grenzen ist unbekannt. Die Zuverlässigkeitsanalyse für Strukturen aus solchen heterogenen Materialien muss daher p-Boxen als Eingangsparameter berücksichtigen.Methoden zur Zuverlässigkeitsanalyse mit p-Boxen sind rechenzeitintensiv. Im Vergleich zu den ohnehin sehr zeitintensiven Verfahren zur Zuverlässigkeitsanalyse fügt die Lösung der Optimierungsprobleme bei der Intervallanalyse oder die Variation der Parameter der Verteilungsfunktion im Allgemeinen eine weitere Iterationsschleife zu den Berechnungen hinzu und erhöht somit signifikant den Rechenaufwand. Um diese Methoden in der technischen Praxis einsetzen zu können, besteht daher eine große Herausforderung darin, ihre Effizienz zu steigern.Das Ziel des Projekts ist es daher, eine geeignete effiziente Methode für die Zuverlässigkeitsanalyse mit p-Boxen zu entwickeln und auf die Lebensdauerprognose von Bauteilen aus Metallschaum anzuwenden. Eine geeignete Methode für die Zuverlässigkeitsanalyse mit p-Boxen muss unscharfe Abhängigkeiten zwischen den Eingangsparametern berücksichtigen. Um eine effiziente Methode für die strukturelle Zuverlässigkeitsanalyse mit p-Boxen zu erhalten, müssen effiziente stichprobenbasierte Simulationsmethoden angewendet werden. Um deren Effizienz weiter zu steigern, werden Modellhierarchien in die Analyse eingefügt. Dabei sollen Modellhierarchien nicht nur durch Variieren eines Diskretisierungsparameters aus einem einzigen mathematischen Modell generiert werden, sondern auch allgemeine Modellklassen berücksichtigen, deren Informationsgehalte die Effizienz durch Fusion und Filterung erhöhen.Die im Rahmen dieses Projekts zu entwickelnde Methode zur Zuverlässigkeitsanalyse ermöglicht die Berücksichtigung aleatorischer sowie epistemischer Unschärfe und ist keinesfalls auf Strukturen aus Metallschäumen beschränkt. Sie wird in der Entwurfsphase verwendet und kann in der frühen Entwurfsphase verwendet werden, um den Einfluss der heterogenen Mikrostrukturgeometrie auf die Lebensdauer der Struktur zu untersuchen, wodurch Prozessparameter bei der Herstellung heterogener Materialien wie Metallschäumen optimiert werden können. In der abschließenden Entwurfsphase kann das Verfahren die durch die Heterogenität der Mikrostruktur bedingte Unschärfe der Materialparameter realistisch berücksichtigen und somit Grenzen für die Lebensdauer oder die Ausfallwahrscheinlichkeit der Struktur bestimmen. Dabei wird insbesondere die zeitliche Abhängigkeit der Materialparameter durch Schädigung der heterogenen Mikrostruktur berücksichtigt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "310971965",
      "url": "https://gepris.dfg.de/gepris/projekt/310971965",
      "title": "Multikriterienoptimierung von Tragwerken aus Holz mit polymorph unscharfen Parametern",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 310971965",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die Hauptziele des SPP 1886 sind die Bereitstellung neuartiger Konzepte des Tragwerksentwurfs und die Entwicklung von Modellen zur Berücksichtigung polymorpher Unschärfe in Zuverlässigkeitsanalysen im Ingenieurwesen. Die Untersuchung der zugrundeliegenden Unschärfe ist, insbesondere bei Tragwerken mit natürlichen Baumaterialien (z.B. Holz), von großer Bedeutung für die Strukturanalyse. Für Systemgrößen, wie Materialparameter, geometrische Größen, Lasten und Lagerungsbedingungen, sind die verschiedenen Arten von Unschärfe nicht vernachlässigbar. Im Kontext von \"imprecise probability\" werden die verschiedenen Unschärfecharakteristika kombiniert, indem Parameter mit polymorphen Unschärfemodellen beschrieben werden. In dem vorliegenden Projekt wird aleatorische Unschärfe durch Zufälligkeit beschrieben. Epistemische Unschärfe wird berücksichtigt, indem Zufallsgrößen mit Fuzzy-Größen parametrisiert werden, was in fuzzy wahrscheinlichkeitsbasierten Zufallsgrößen resultiert. Für die unscharfen Größen werden zum einen räumliche Abhängigkeiten innerhalb multivariater fuzzy wahrscheinlichkeitsbasierter Zufallsfelder berücksichtigt und zum anderen Abhängigkeiten der Parameter einbezogen, die mit Fuzzy-Interaktionen und Kreuzkorrelationen beschrieben werden. Mit den Entwicklungen dieses Projekts werden Entwurfsprozesse für Holztragwerke durch Optimierungsmethoden mit unscharfen Entwurfsgrößen und a priori Größen unterstützt. Konkurrierende Ziele, wie z.B. \"maximale Tragfähigkeit, jedoch minimale Ergebnisunschärfe\", werden angestrebt. Aus der ersten Projektphase steht ein Framework für Multikriterienoptimierung zur Verfügung, in dem polymorphe Unschärfemodelle mit diversen Abhängigkeiten einbezogen werden können. Sowohl FEM Simulationen, als auch analytische Lösungen werden für drei repräsentative Strukturen – Brettschichtholzbalken, Holzbretter und Stirnversätze – als Grundlösung genutzt. Die Forschungsschwerpunkte des Projekts werden für die zweite Projektphase zugeschärft, wobei das Hauptziel, die Definition neuer polymorpher Unschärfemodelle und -analysen, eingebettet in einem Framework zur Multikriterienoptimierung für Entscheidungsprozesse im Ingenieurwesen, weiter verfolgt wird. Der neue Fokus der zweiten Projektphase liegt dabei auf erweiterten Methoden zur Berücksichtigung von Zeitabhängigkeiten als Prozessabhängigkeiten. Die Forschungsziele des Projekts werden erreicht durch die Entwicklung einer Multikriterienoptimierung zur Unterstützung von Entscheidungen im Entwurfsprozess für Holztragwerke, durch Einbeziehung neuartiger polymorpher Unschärfeanalysen mit Entwurfsgrößen und a priori Parametern, durch Einführung zeitlicher und räumlicher Abhängigkeiten der Unschärfemodelle und durch die Entwicklung von Effizienzsteigerungen für das gesamte Framework zur Verbesserung der Anwendbarkeit auf realitätsnahe Fragestellungen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenEhemaliger AntragstellerProfessor Dr.-Ing. Wolfgang  Graf, bis 4/2023"
    },
    {
      "project_id": "311909883",
      "url": "https://gepris.dfg.de/gepris/projekt/311909883",
      "title": "Neue Methoden für die zuverlässigkeitsbasierte Design-Optimierung von Mehrphasenstahlkomponenten unter polymorphen Unschärfen",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 311909883",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die Berücksichtigung verschiedener Unschärfen ist grundlegendes Problem bei der Optimierung maßgeschneiderter, crash-relevanter Autoteile, sowie bei ihrer numerischen Strukturanalyse selbst. Diese Unschärfen sind assoziiert mit Materialeigenschaften, welche durch Unschärfen auf kleineren Skalen dominiert werden, mit dem Produktionsprozess und mit Lastszenarien, welche während der Lebensdauer der Komponenten erwartet werden müssen. Speziell aufgrund der Anpassungsstrategien wie z.B. dem Konzept der \"Tailored Blanks\" oder der lokalen Laserverfestigung, variieren wesentliche Materialeigenschaften für die Crash-Sicherheit über die Zeit infolge zyklischer Belastung unter normalen Gebrauchsbedingungen. Dies führt zu vergleichsweise großen zusätzlichen Unschärfen für die Analyse des Crash-Szenarien. Daher ist wesentliches Ziel dieses Antrags die Entwicklung von Methoden für die zuverlässigkeitsbasierte Design-Optimierung von maßgeschneiderten, crash-relevanten Autoteilen unter polymorpher Unschärfe. Die zentrale Fragestellung dabei ist die Maximierung von Zielgrößen bei gleichzeitiger Vorgabe von Obergrenzen für die Versagenswahrscheinlichkeit. Die Methoden basieren auf einer Dirac-Maß Diskretisierung der epistemischen Unschärfen und daher werden keinerlei Annahmen hinsichtlich der Art von Verteilungsfunktionen dieser Unschärfen erforderlich. Die aleatorischen Unschärfen werden einbezogen mittels einer verschachtelten, verbesserten Monte-Carlo Analyse in Kombination mit einem geeigneten Ersatzmodell. Die Dirac-Maß Diskretisierung wird erweitert in Bezug auf die folgenden Aspekte: (i) Kombination mit Fuzzy-Variablen zur Beschreibung von epistemischen Design-Parametern, (ii) Einbettung in das Konzept der alpha-Level Diskretisierungen und (iii) Erweiterung für die Berechnung optimaler Grenzen propagierter Unschärfen der Optimierungs-Zielgrößen. Für die Berechnung der Zielgrößen sowie der mechanischen Versagensgröße wird ein realistisches Computermodell für die Simulation von Crash-Belastungen konstruiert, welches die relevanten Produktionsprozesse, wie z.B. den Umformprozess zur Abbildung der Eigenspannungen, einbezieht. Ferner wird eine neue Methode entwickelt für die Berücksichtigung von lokalen Variationen der Materialeigenschaften mittels spezieller Ersatzmodelle, die auf neuronalen Netzen und Zufallsfeldrealisierungen basieren. Diese werden konfiguriert mittels daten-basierter Identifikation realer Eigenschaftsfelder und Konstruktion künstlicher Zufallsfeldrealisierungen, welche den realen lokalen Verteilungen und Korrelationen folgen. Durch Einbeziehung eines zweifach geschachtelten Monte-Carlo Algorithmus werden die Unschärfen des Computermodells, welches für das Training des neuronalen Netzes verwendet wird, kontrolliert. Die entwickelten Methoden werden im Rahmen realistischer Optimierungsprobleme von crashbelasteten Autoteilen sowie anhand der im SPP 1886 definierten Benchmark-Probleme untersucht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "341840349",
      "url": "https://gepris.dfg.de/gepris/projekt/341840349",
      "title": "Numerische Methoden für die Schädigungsmechanik mit unsicheren Systemparametern",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2017 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 341840349",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Ziel dieses Forschungsvorhabens ist die Entwicklung effizienter numerischer Methoden für Finite Element Analysen basierend auf schädigungsmechanischen Modellen. Für die Behandlung der epistemischen Unsicherheiten in den Parametern der Zufallsfeldbeschreibungen wird die probability-box (p-box) Methode basierend auf Dempster-Schafer Strukturen herangezogen. Diese wird in einen geschachteltenAlgorithmus für die stochastische Kollokation einbezogen. Diesbezüglich werden systematische Studien hinsichtlich der Diskretisierung der p-box in Abhängigkeit von der Beschreibung der Zufallsfelder mittels Karhunen-Loeve Entwicklung (KLE) bzw. Polynom Chaos Entwicklung (PCE) durchgef ührt. Für die effiziente Kollokation wird eine Multi-Level Monte-Carlo Methode an die neuen Erfordernisse angepasst. Insbesondere sind weiterführende Fehlerkriterien für die adaptive Steuerung der Algorithmenzu entwickeln. Mit Hinblick auf eine spätere Sensitivitäts- beziehungsweise Zuverlässigkeitsanalyse werden Antwortflächen für die interessierenden Systemeigenschaften, z.B. die Resttragfähigkeit der Struktur, im Parameterraum der Zufallsvariablen mittels adaptiver generalisierter Polynom Chaos Funktionenerzeugt. Speziell bezüglich der epistemischen Variablen bieten sich hier neuere Entwicklungen der elementweisen Chaos Polynome an. Die Praktikabilität der Algorithmen wird an einem 3-dimensionalen Benchmark Problem eines Betonbalkens unter 4-Punkt Biegung demonstriert. Anhand dieses Beispiels werden systematische Parameterstudien bezüglich der Modellparameter durchgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von StrukturenMitverantwortlich(e)Professorin Dr. Amélie  Fau"
    },
    {
      "project_id": "312921814",
      "url": "https://gepris.dfg.de/gepris/projekt/312921814",
      "title": "Optimierungsverfahren für robuste und dauerhafte Stahl- und Faserbetontragwerke unter Berücksichtigung skalenübergreifender polymorpher Unschärfemodellierung",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312921814",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Übergeordnetes Ziel des Projekts ist die Entwicklung numerischer Zuverlässigkeitsmodelle und Optimierungsverfahren für den lebensdauerorientierten Entwurf von Stahl- und Faserbetontragwerken, mit denen der Einfluss von unscharfen, d.h. nicht deterministisch beschreibbaren Entwurfsgrößen und unscharfen zeitvarianten Einwirkungen auf den Tragwerkszustand über die gesamte Nutzungsdauer erfasst werden kann. Dabei werden Interaktionen zwischen lastinduzierten Schädigungen und umgebungsbedingten korrosiven Prozessen mit skalenüberbrückenden Modellen in Kombination mit physikalisch fundierten Dauerhaftigkeitsmodellen erfasst. Die gleichzeitige Berücksichtigung polymorph unscharfer Daten (stochastische Parameter, Intervalle, Fuzzy-Größen und verallgemeinerte Unschärfemodelle) und wirklichkeitsnaher Simulationsmodelle zur Beschreibung lokaler Degradationsprozesse (z.B. Risse) führt zu einer ungeheuren Komplexität des Problems. Um diese zu bewältigen, werden Simulationsstrategien, die durch eine Kombination von hochauflösenden Partialmodellen für kritische Tragwerksstellen (hot spots) und vereinfachten Modellen auf der Strukturebene gekennzeichnet sind, und Modellreduktionsverfahren, die in der Lage sind, zeitabhängige Prozesse und hochdimensionale Eingangsparameter zu berücksichtigen, entwickelt. Aufbauend auf den Forschungsergebnissen aus der ersten Projektphase beschäftigt sich die zweite Forschungsphase mit folgenden Fragestellungen:• Wie beeinflussen unvermeidbare Unschärfen von Entwurfsparametern auf der Materialebene (z.B. Betonrezeptur, Faserverteilung, Stahl-Beton-Verbund-Eigenschaften) und herstellungsbedingte Imperfektionen die Tragwerkszuverlässigkeit?• Ist es möglich, über Simulationen des Betoniervorgangs von Faserbetonbauteilen Unschärfen beim Entwurf von Faserbetonstrukturen zu reduzieren?• Welchen Einfluss haben die Betonrezeptur und das Bewehrungsdesign (Faserbewehrung vs. konventionelle Stahlbewehrung und hybride Designs) und die damit verbundenen Unschärfen auf die Dauerhaftigkeit und Lebensdauer von Tragwerken?• Ist es möglich, optimale Werte für die Betondeckung von Stahlbetontragwerken im Hinblick auf einen lebensdauerorientierten Entwurf abzuleiten, indem die Wechselwirkungen zwischen dem Bewehrungsdesign, der Rissbildung und dem Eindringen korrosiver Substanzen in den Beton und deren Streuungen systematisch analysiert und ggf. optimiert werden?• Welchen Einfluss hat die Verwendung von Hochleistungsfaserbeton beim Entwurf vorgespannter Brücken bzw. beim Entwurf von Ertüchtigungsmaßnahmen auf das Ermüdungsverhalten bzw. die erwartete Lebensdauer?Die entwickelten numerischen Methoden und Unschärfemodelle werden prototypisch auf ein Referenztragwerk angewendet und getestet. Dieses Brückentragwerk ist als vorgespannter Plattenbalken und einem zweilagigen Brückendeck, bestehend aus einer Kombination aus Hochleistungsfaserbeton und Beton mit konventioneller Bewehrung, ausgeführt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312860381",
      "url": "https://gepris.dfg.de/gepris/projekt/312860381",
      "title": "Polymorphe Unschärfemodellierung, Auswertung und Quantifizierung flüssigkeitsgesättigter Böden und Erdbauwerke",
      "investigators": "Professorin Dr. Katja  Ickstadt;Professor Dr.-Ing. Tim  Ricken",
      "subject_area": "Angewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312860381",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Bei der Bemessung und Bewertung von Erdbauwerken liegen die Hauptschwierigkeiten weniger in der Bereitstellung geeigneter physikalisch-deterministischer Berechnungsmodelle, sondern in dem Umgang mit unscharfen Daten bezüglich Materialparameter, Anfangs- und Randwertbedingungen.  Hierzu werden effiziente numerische und probabilistische Werkzeuge benötigt. Bei Erdbauwerken erschwert das gekoppelte nichtlineare Verhalten des Bodens und die zeitlich veränderliche Mikrostruktur z. B. bei Erosionsprozessen zusätzlich eine zuverlässige Bemessung. Die Folgen sind unvorhergesehenen Schäden oder unwirtschaftlichen Auslegungen.  Ziel des Projektes ist folglich die Entwicklung numerischer und probabilistischer Methoden für den verbesserten Entwurf von Strukturen mit unscharfen Daten für Erdbauwerke und Böden. Die polymorphen Unschärfen (PU) resultieren dabei aus der Unschärfe in den Materialparametern, Ungewissheit oder Unvollständigkeit der Anfangs- und Randwertbedingungen und Ungenauigkeit der Modellierung und numerischen Berechnung.Das multi-physikalische Boden-Antwortverhalten wird in diesem Projekt über die Theorie poröser Medien (TPM) beschrieben und im Rahmen der Finite Elemente Methode (FEM) für spezifische Anfang-Randwert-Probleme numerisch ausgewertet. Als Erweiterung zur ersten Antragsphase wird das Modell zur Beschreibung typischer Bodenversagensmechanismen um die Phänomene der nicht-linearen Dehnungsanteile, Plastizität und Erosionsprozesse erweitert. Als repräsentative Benchmark-Studien werden tektonische Störungen sowie der hydraulische Grundbruch untersucht.Aufbauend auf den Ergebnissen der ersten Antragsphase des SPP1886 soll die variationelle Sensitivitätsanalyse (VSA) für die TPM und ihre gut interpretierbare Auswertung durch die lokale und globale Einflussanalyse als a priori Wissen für probabilistische Methoden verwendet werden. Damit kann eine Verbesserung im Rahmen der Bayesianischen Sensitivitätsanalyse erzielt werden. Des Weiteren soll der zu untersuchende Parameterraum bei einer Monte-Carlo (MC) Analyse durch die VSA im Vorfeld erheblich reduziert werden.Zusätzlich wird die Fuzzy Arithmetik verwendet, um epistemische Unschärfen adäquat zu modellieren. Die Vereinigung aller Ansätze soll ihre Stärken verbinden und ein ganzheitliches Modell für die PU Quantifizierung zur Verfügung stellen.Die Recheneffizienz soll durch den Kriging Ansatz verbessert werden, ein Metamodell das die Anzahl der für eine Analyse notwendigen Auswertungen reduziert. Die einzelnen Auswertungen werden dabei über eine Modellreduktionsmethode (MOR) mit der diskreten empirischen Interpolationsmethode (DEIM) beschleunigt.Abschließend soll ein einheitliches digitales Werkzeug erstellt werden, welches flexibel und effizient zur Entscheidungsfindung bei unscharfen Daten für den numerischen Entwurf von Erdbauwerken genutzt werden kann. Hierfür müssen Schnittstellenproblematiken zwischen den unterschiedlichen Programmen und Programmiersprachen gelöst werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "428466917",
      "url": "https://gepris.dfg.de/gepris/projekt/428466917",
      "title": "Polymorphe Unschärfemodellierung eines 3D Druckprozesses von Beton",
      "investigators": "Professorin Dr.-Ing. Luise  Göbel;Professor Dr.-Ing. Carsten  Könke;Professor Dr. Tom  Lahmer",
      "subject_area": "Angewandte Mechanik, Statik und DynamikBaustoffwissenschaften, Bauchemie, BauphysikKonstruktion, Maschinenelemente, Produktentwicklung",
      "funding_period": "Förderung von 2020 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 428466917",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "In den letzten Dekaden hat die Digitalisierung wesentlichen Einzug in die Fertigungsindustrie gehalten. Sie wurde dabei in verschiedene Prozesse eingebunden, von Design über die Planung bis hin zur Überwachung und Unterhaltung der Strukturen im Betrieb.Die gesteigerte Automatisierung und Rationalisierung hilft, Kosten zu sparen und Arbeitsbedingungen sicherer zu gestalten. Im Vergleich zu konventionellen Fertigungstechniken, die i.d.R. subtraktiv sind, erlauben additive Fertigungsverfahren einen designgesteuerten Fertigungsprozess. So können Strukturen mit einer hohen geometrischen Komplexität sowie Freiheit in Form und Funktionalität produziert werden.Es ist derzeit das Ziel verschiedenster Forschungsprojekte,  geeignete 3D-Druckverfahren zu entwickeln, zu optimieren und für den Gebrauch in der Praxis verfügbar zu machen. Somit können Strukturen mit wohl-definierten Eigenschaften und zuverlässigem Verhalten unter verschiedenen Lasten entstehen.Für eine Vielzahl von Materialien und Drucktechniken ist es üblich, dass Unschärfen den Herstellungsprozess dominieren. So kann zum Beispiel bei einem 3D-Extrusionsprozess von Beton die Viskosität des frischen Betons stochastisch variieren, welches Einflüsse auf Geometrie, Verfestigung und die finalen Eigenschaften der Struktur hat.Daher sollte anerkannt werden, dass Parameter in einem 3D-Druckprozess im Allgemeinen zufällig variieren, wobei zeitliche Autokorrelationen der Parameter vorliegen können. Der Grad der Korrelation ist jedoch nicht vollständig bekannt, welches die Nutzung von Fuzzy-Zufallszahlen motiviert, um aleatorische und epistemische Unsicherheiten simultan abzubilden. Des Weiteren mögen verschiedene an dem Prozess beteiligte Parameter kreuzkorreliert sein. Auch hier kann erneut der Grad der Korrelation nicht vollständig definiert werden, was die Anwendung von Fuzzy-Zufallszahlen erfordert.Zusammenfassend beinhaltet das Projekt erstmalig eine polymorphe Unschärfebeschreibung eines 3D-Druckprozesses von Beton basierend auf einer transienten Finite-Elemente-Modellierung , bei der auto- und kreuzkorrelierte Zufallsprozesse in kreuzkorrelierte Zufallsfelder konvertiert werden, die den örtlich und zufällig streuenden Kennwerten der gefertigten Struktur entsprechen.Mit einer präzisen Unschärfemodellierung kann die Zuverlässigkeit während des Prozesses abgeschätzt werden, wobei verschiedene Versagenskriterien betrachtet werden (Überschreitung von Festigkeiten, geometrische Anforderungen, Ausbeulen, und Bindevermögen zwischen gefertigten Schichten).Schlussendlich kann das Modell genutzt werden, um einen 3D Prozess unter konsequenter Berücksichtigung aller Unschärfequellen optimal zu steuern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312783587",
      "url": "https://gepris.dfg.de/gepris/projekt/312783587",
      "title": "Polymorphe Unschärfemodellierung von heterogenen thermisch-hydraulisch-mechanisch gekoppelten Systemen unter vagen Annahmen zu Korrelationen der Parameter",
      "subject_area": "Angewandte Mechanik, Statik und DynamikGeotechnik, WasserbauMathematik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312783587",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Neuartige hybride Werkstoffe und Bauteile mit heterogenen Materialkennwerten werden in der Folge von der Entwicklung von Leichtbaukonzepten zunehmend eingesetzt. Zudem sind in vielen Ingenieurkonstruktionen natürliche und technische Materialien mit einer stark heterogenen Verteilung von Materialkennwerten eingesetzt. Beispiele sind hierfür Materialien in der Geotechnik oder die Betrachtung von Zuschlag-Matrixwerkstoffen bei Betrachtung auf den Meso- und Mikroskalen. Die Modellierung dieses Materialverhaltens in Prognosemodellen der Zuverlässigkeit von Strukturen kann entweder über die Abschätzung von oberen und unteren Intervallgrenzen erfolgen, oder über die Modellierung mittels zwei- und dreidimensionaler Zufallsfelder. In Mehrfeldsituationen, z.B. gekoppelte thermo-hydro-mechanische (THM) Systeme, wie Talsperren oder geologische Lagerstätten, gibt es eine Reihe von dominierenden Materialkennwerten, die über Zufallsfelder modelliert werden können. Nun liegen gewisse Korrelationen vor, z.B. in Regionen ausgewaschenen und verwitterten Materials könnte die hydraulische Durchlässigkeit erhöht sowie die mechanische Steifigkeit reduziert sein. Es stellt sich weiter die Frage, welche Konsequenzen dies auf die angenommene Porosität des Materials, die thermische oder die elektrische Leitfähigkeit, usw. ... hat.In dem beantragten Projekt soll es um die Entwicklung einer allgemeinen Methodik basierend auf einer polymorphen Unschärfemodellierung zur Generierung von korrelierten Zufallsfeldern gehen, wobei der Grad der Korrelation sowie die Korrelationslänge als nur unscharf bekannt vorausgesetzt werden kann.Es handelt sich somit thematisch in dem Antrag um die Entwicklung, Analyse und Anwendung eines polymorphen Unschärfemodells, welches die stochastische Variabilität der Kenngrößen mit vagen Informationen zu deren Korrelationen verknüpft.  Die Methodik soll sowohl bei der Analyse der Zuverlässigkeit von baulichen Strukturen sowie bei der Analyse von Strukturen der Geotechnik, z.B. unterirdische Lagerstätten prototypisch angewandt werden und es sollen qualitative Verlgleiche zu klassischen stochastischen Herangehensweisen erarbeitet werden.In einer zweiten Förderphase können zum direkten Problem inverse Fragestellungen in den Vordergrund rücken, z.B. die Parameter der Unschärfemodelle aus gegebenen Daten zu identifizieren sowie über Modellinvertierungen strukturelle Veränderungen zu detektieren. Der Ansatz fällt somit maßgeblich in die Komplexe B und C der Ausschreibung des Schwerpunktprograms ,,Polymorphe Unschärfe''.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312915257",
      "url": "https://gepris.dfg.de/gepris/projekt/312915257",
      "title": "Polymorphe Unschärfemodellierung von Reibung",
      "subject_area": "Mechanik",
      "funding_period": "Förderung von 2016 bis 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312915257",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Im Maschinenbau ist Reibung allgegenwärtig. Sie ist wesentlich für energetische Verluste und Verschleiß verantwortlich. Ein weiterer Aspekt sind komfortrelevante reibinduzierte Schwingungen. Prominente Beispiele dafür stellen NVH-Phänomene wie beispielsweise das Bremsenquietschen dar, was von der deutschen Automobilindustrie und auch der universitären Forschungslandschaft mit großem Aufwand im Hinblick auf seine Ursachen und seine Modifizierbarkeit untersucht wird. Dazu werden zahlreiche speziell entwickelte Messungen durchgeführt und Modelle unterschiedlicher Komplexität verwendet. All diese Messungen und Modelle haben gemeinsam, dass die Reibzahl als Quotient aus tangentialer Kraft und Normalkraft einen entscheidenden Einfluss auf die Stabilität des Systems hat. Zur Parametrierung der Reibzahl innerhalb makroskopischer Modelle müssen Messungen durchgeführt werden. Dabei wird oftmals ein Mittelwert über der Zeit und über verschiedene Belastungsprozeduren herangezogen. Wie sich in den Messungen aber zeigt, ist die Reibzahl in der Realität keineswegs konstant, sondern unterliegt einer hochgradigen Dynamik auf unterschiedlichen Zeitskalen, was durch komplexe Prozesse in der Grenzschicht hervorgerufen wird. Eine Behandlung der Reibzahl als stationärer Parameter oder gar Konstante stellt folglich eine sehr starke Reduktion dar. Die große Variabilität der Reibzahl bedingt eine entsprechende Variabilität in den Stabilitätsgrenzen der betrachteten Modelle. Dieses Phänomen wird auch in der Realität beobachtet, wo das Quietschen ein nichtdeterministisches Verhalten zu haben scheint. Dies legt eine unscharfe Modellbildung der Reibzahl nahe. Aufgrund der unterschiedlichen Arten von Unschärfe (Variabilität, Unvollständigkeit, Ungenauigkeit) handelt es sich um eine Fragestellung mit polymorpher Unschärfe. Das beantragte Projekt fokussiert sich auf die Modellbildung zur Reibzahl unter Berücksichtigung der unterschiedlichen Ursachen von Unschärfe. Dabei werden ausgewählte Teile der am Institut des Antragsstellers vorhandenen Rohdaten, welche über viele Jahre zur Erforschung von Reibphänomenen an der Technischen Bremse gewonnen wurden, bezüglich der Eigenschaft Unschärfe ausgewertet und klassifiziert. Mit Hilfe dieser Erkenntnisse sollen geeignete Beschreibungen der Reibzahl mittels polymorpher Unschärfemodelle entwickelt werden. Dabei wird insbesondere auch auf die Struktur der Gleichungen (z.B. Ordnung des DGL-Systems) sowie die Abhängigkeiten von äußeren Parametern (z.B. Normalkraft, Relativgeschwindigkeit) eingegangen. Das unscharfe Modell der Reibzahl wird anhand von Minimalmodellen zum Bremsenquietschen im Frequenz- und Zeitbereich getestet und der Einfluss auf stabilitätsrelevante Abhängigkeiten herausgestellt. Diese Technik soll eine Grundlage für zukünftige Arbeiten sein, mit denen es möglich ist, mit sehr viel weniger Messapplikationen eine statistisch gesicherte Aussage zur Relevanz und Häufigkeit von reibinduzierten Instabilitäten zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "311931593",
      "url": "https://gepris.dfg.de/gepris/projekt/311931593",
      "title": "Robuster Entwurf von energieabsorbierenden Fahrzeug-Crashstrukturen unter Berücksichtigung von Unschärfe",
      "subject_area": "MechanikAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung von 2016 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 311931593",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Die stetig wachsende Leistungsfähigkeit und Speicherkapazität moderner Computer ziehen eine ähnlich steigende Zunahme der Komplexität von Modellen nach sich, deren numerische Simulation im Rahmen der Produktentwicklung heutzutage Stand der Technik ist. Vor allem jedoch im Hinblick auf ihre Verwendung in rechenzeitintensiven Optimierungsverfahren, wie sie beispielsweise im Rahmen der Strukturoptimierung nötig sind, erweisen sich komplexe, hochdimensionale Modelle als wenig geeignet, und das insbesondere dann, wenn zusätzlich noch Ungewissheit du Unschärfe zu berücksichtigen sind, um ein robustes Produktdesign zu gewährleisten. Vor dem Hintergrund der steigenden Anforderungen an die Insassensicherheit, die eine zentrale Rolle beim Entwurf von Fahrzeugstrukturen spielt, besteht das Ziel des Forschungsvorhabens darin, eine neue, fuzzy-arithmetische Entwurfsstrategie für eine optimierte energieabsorbierende Fahrzeug-Crashstruktur in der Knautschzone zu entwickeln, die sich als robust gegenüber dem Auftreten von Unschärfe erweist. Die Anforderungen an die Robustheit der Struktur sind dabei zweigeteilt: Zum einen soll die Struktur robust gegenüber aleatorischer Unschärfe sein, die sich aus der Zufälligkeit und Unvorhersehbarkeit realer Crash-Situationen ergibt. Zum anderen soll die Struktur auch epistemische Unschärfe berücksichtigen, deren Auftreten auf einen Informationsverlust zurückzuführen ist, der durch Vereinfachungen, idealisierende Annahmen oder die Verwendung von Modellreduktionsmethoden hervorgerufen wird. Zum Erreichen des Projektziels sind Forschungsarbeiten nötig, die sich in drei Arbeitspakete unterteilen lassen: Nach der Herleitung verschiedener, vereinfachter Ersatzmodelle für das Gesamtfahrzeug werden bestimmten Modellparametern der Ersatzmodelle unscharfe Wertigkeiten in Form von Fuzzy-Zahlen zugeordnet mit dem Ziel, die inhärente Gesamtunschärfe der Ersatzmodelle auf diese Parameter abzubilden. Diese fuzzy-wertige Parameterunschärfe wird dann mit Hilfe inverser fuzzy-arithmetischer Methoden identifiziert, wobei der Weiterentwicklung und rechentechnischen Umsetzung dieser Methoden im Hinblick auf ihre Anwendbarkeit für hoch-dimensionale Modelle eine Schlüsselrolle zukommt. Mit Hilfe eines neuartigen, vom Antragsteller entwickelten Verfahrens zur Modellgütebestimmung bei unscharf parametrierten Modellen wird dann das am besten geeignete Ersatzmodell ermittelt, das schließlich die Grundlage für die robuste Optimierung der crash-belasteten Fahrzeugstruktur unter Berücksichtigung von Unschärfe darstellt. Diese neue, im Laufe des Projektes zu entwickelnde Strategie, die eine explizite Einbeziehung von sowohl aleatorischer als auch epistemischer Unschärfe in Form von fuzzy-wertigen Größen bereits im Entwurfsstadium der Produktentwicklung ermöglicht, kann einen wesentlichen Beitrag leisten, um in der Endphase der Produktentwicklung teure und zeitaufwendige Überarbeitungen von Prototypen im Falle von nichtbeachteter Unschärfe zu vermeiden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "312863472",
      "url": "https://gepris.dfg.de/gepris/projekt/312863472",
      "title": "Selbstadaptive zuverlässige numerische Behandlung polymorpher Unsicherheiten durch hierarchische Tensoren",
      "subject_area": "Angewandte Mechanik, Statik und DynamikMathematik",
      "funding_period": "Förderung von 2016 bis 2021",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 312863472",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Ziel dieses Projektes ist es, ein schnelles und zuverlässiges, selbstadaptives Simulationswerkzeug zu entwickeln das zur polymorphen UQ  verwendet werden kann. Die Idee besteht darin, Modellreduktionstechniken eng mit Tensor-Kompression zu verbinden, um eine parametrische Darstellung eines hochaufgelösten Modell zu erzeugen.  Die Selbstadaptivität ist notwendig, da das komprimierte Modell auch von Anwendern verwendet werden soll, die  nicht auf Tensoren spezialisiert sind. Der Modellreduktionsteil ist für die Reduktion der Komplexität in der PDE-Diskretisierung zuständig. Der Tensor-Kompressionsteil kann die vielen Parameter  bewältigen, die durch die hohe Dimensionalität aufgrund der Unsicherheit im Modell entstehen. Beide Teile zusammen bieten ein Werkzeug, das die komprimierte Darstellung in einer Komplexität erzeugt, die linear in der Anzahl der Parameter und linear in der Anzahl der Unbekannten für die PDE Diskretisierung ist. Wir betrachten einige praktische Modellprobleme mit einer Mischung von Unsicherheiten in Parametern im Modell, äußeren Kräften und Anfangsdaten. Wir behandeln das Problem als ein multiparametrisches und hochdimensionales, bei dem die Parameter mit verschiedene Quellen der Unsicherheit behaftet sein können. Die Reduktion des parametrischen Modells führt einer komprimierten hierarchischen Niedrigrang-Tensordarstellung, diehr schnell  für eine beliebige Parameterauswahl ausgewertet werden kann.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    },
    {
      "project_id": "311889072",
      "url": "https://gepris.dfg.de/gepris/projekt/311889072",
      "title": "Zum Einfluss unscharfer Bodenmodelle auf die Herstellung und den Entwurf von geotechnischen Strukturen",
      "subject_area": "Geotechnik, Wasserbau",
      "funding_period": "Förderung von 2016 bis 2020",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 311889072",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen",
      "description": "Im Rahmen des Forschungsvorhabens im SPP 1886 soll die Streuung der Bodenzustandsvariablen Spannungszustand und Porenzahl und ihr Einfluss auf das Ergebnis von Drucksondierungen (Cone Penetration Test, CPT) und darüber hinaus auf den Entwurf von geotechnischen Strukturen untersucht werden. Anhand von vorhandenen CPT Daten in einem geotechnisch gut erkundeten Testfeld in Hamburg soll eine inverse Parameterbestimmung mittels numerischer Optimierung erfolgen, die es erlaubt, durch numerische Simulation der CPTs auf die vertikale Spannungs- und Dichteverteilung im Testfeld zu schließen. Mit den auf diese Weise abgeleiteten Bodenmodellen erfolgen weitere Simulationen, beispielsweise von Vollverdrängungsbohrpfählen im Testgebiet, für die ebenfalls Messdaten vorliegen. Aus den numerischen und gemessenen Ergebnissen sollen dann Korrelationen zwischen dem Spitzenwiderstand der Drucksonde und den Bodenzustandsgrößen untersucht und weiterentwickelt werden. Hierzu gehört auch eine Korrelation von Maschinenparametern bei der Herstellung der Vollverdrängungsbohrpfähle mit den Bodeneigenschaften und mit der zu erwartenden Pfahltragfähigkeit. Insgesamt soll der Einfluss der Datenstreuung und -unschärfe auf die numerischen Ergebnisse und auf den Entwurf untersucht werden. In einem vorgeschlagenen Fortsetzungszeitraum sollen die zunächst nur radialsymmetrischen Untersuchungen auf ein volles räumliches numerisches Modell des Testfeldes erweitert werden, wobei eine Zufallsverteilung der Bodenzustandsveriablen Spannung und Porenzahl aus dem vorhandenen Netz der CPT-Sondierpunkte ermittelt wird. Hierfür soll eine fraktalte Verteilung der Zustandsvariablen angenommen werden. Mit Hilfe der räumlichen Modelle sollen weitere numerische Untersuchungen zum Einfluss der Streuung der Bodenzustandsgrößen auf den numerischen Entwurf geotechnischer Strukturen durchgeführt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1886: \nPolymorphe Unschärfemodellierungen für den numerischen Entwurf von Strukturen"
    }
  ]
}