{
  "spp_number": "SPP 2364",
  "spp_title": "Autonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/460890345",
  "projects_count": 15,
  "projects": [
    {
      "project_id": "504924158",
      "url": "https://gepris.dfg.de/gepris/projekt/504924158",
      "title": "Adaptive datengesteuerte prädiktive Steuerung unter Nutzung eines Verhaltensansatzes für eine autonome Tablettierung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504924158",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Pressagglomeration ist eine Trockengranulationsmethode zur Herstellung von Tabletten aus Pulvern. Industrielle Prozesse werden hauptsächlich auf Rundläufertablettenpressen durchgeführt, welche mehrere Teilprozesse umfassen. Nach dem Dosieren und Mischen folgt anschließend das Füllen der Matrizen, die Pulverkompression und der Tablettenausstoß aus der Matrize.  Die Zeitskalen variieren von Minuten (Dosieren, Mischen), über Sekunden (Füllen) bis zu Millisekunden (Kompression, Ausstoß). Dabei sind die Prozesse über den Materialstrom gekoppelt. Dies führt zu einer komplexen Kontrollaufgabe, die auf das Einhalten der gewünschten Menge an aktiver Komponente (Dosis) und der radialen Bruchkraft (Härte) abzielt. Diese sind zurückführbar auf die Produkteigenschaften Tablettengewicht, Aktivstoffanteil, Porosität und Ausmaß der Schmierung. Etablierte Strategien für dieses Kontrollproblem basieren auf dem menschlichen Eingreifen, was kostenintensiv und anfällig für langsames Handeln und Reagieren ist. Das Projektziel ist daher den menschlichen Eingriff durch ein autonomes Kontrollsystem für die Pressagglomeration zu ersetzen. Ein Schlüsselelement für autonome Pressagglomeration ist ein Prozessüberwachungssystem zur Charakterisierung von Produktqualitätsabweichungen. Die Entwicklung eines neuartigen Sensorsystems vereint hierfür verschiedene Methoden (UV-Vis und NIR Spektroskopie, Maschinendaten) und Sensortypen (direkt, hybrid und soft). Die Auslegung der Sensoren für eine in-situ Bestimmung ermöglicht dabei eine Echtzeit-Rückmeldung zum Prozesszustand. Die experimentellen Daten werden zur Ableitung von mathematischen Modellen für die Pressagglomeration verwendet und dabei verschiedene Modellklassen einschließlich linearer autoregressiver Modelle mit exogenen Eingaben (ARX) und nicht-lineare autoregressive Modelle (NARX) auf Grund der beschriebenen Prozesskomplexität berücksichtigt. Kritische Schritte sind dabei die Vorverarbeitung der Daten, die Modellierung der einzelnen Prozessschritte und die Verbindung dieser. Die Verwendung des datengestützten Modells dient der Entwicklung von Algorithmen für offline und online prädiktive Kontrollmaßnahmen (DPC) mit Bezug auf die Verhaltenstheorie. Theoretisches Fundament dafür ist die Formulierung von optimalen Kontrollproblemen (OCPs), während das Ziel die Optimierung der Prozessschritte in einer closed-loop Pressagglomeration ist. Zusammenfassend, wir werden einen Kontrollalgorithmus entwickeln und implementieren, der fähig ist autonom die Produktqualität in Form der Dosis und Härte anzupassen. Hierbei impliziert Autonomie eine online Selbstregulierung der Prozessparameter für die unterschiedlichen Prozessschritte und -phasen. Dadurch wird beim Anfahren der Ausschuß minimiert, während bei der Herstellung die Produktionsrate maximiert und Prozessschwankungen ausgeglichen werden. Folglich erhöht sich die Produktqualität und Prozesseffizienz im Vergleich zum manuellen Prozessmanagement.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer ProzesseMitverantwortlichVikas Kumar  Mishra, Ph.D."
    },
    {
      "project_id": "504452366",
      "url": "https://gepris.dfg.de/gepris/projekt/504452366",
      "title": "Adaptive optimale Regelung der kontinuierlichen wässrigen Zweiphasen-Flotation (ATPF)",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504452366",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Bedeutung von Enzymen in der biotechnologischen Industrie hat in den letzten Jahren stark zugenommen. Bislang erfolgt in der Industrie nach der Biosynthese in kontinuierlichen Fermentationsprozessen ein aufwändiger Downstream-Prozess zur Abtrennung und Aufreinigung der Enzyme aus der Fermentationsbrühe. Konventionelle Aufarbeitungsverfahren sind aufgrund der Vielzahl an einzelnen Prozessschritten nicht nur mit einem hohen Energie- und Kostenaufwand verbunden, sondern führen aufgrund der langen Verweilzeiten auch zu Einbußen in der Produktqualität und -ausbeute. Dieses Projekt beschäftigt sich mit der Entwicklung einer alternativen Prozesskette zur Enzymaufarbeitung. Der erste Prozessschritt ist die kontinuierliche wässrige Zweiphasen-Flotation (ATPF), mit dem sich die erste Förderperiode des SPP befasste. Die ATPF-Laboranlage wurde zunächst mit Online-Messtechnik ausgestattet, um das Prozessverhalten zu charakterisieren. Dies ermöglichte die Identifikation von zwei unterschiedlichen Systemmodellen, einem Black-Box-Modell und einem mechanistisch-dynamischen Modell. Basierend darauf erfolgte die Entwicklung eines prädiktiven und geschlossenen Regelungssystems für die ATPF, das die Maximierung der Separationseffizienz durch Anpassung der Prozessparameter (d.h. der Gasvolumenströme der Begasungseinheiten sowie der Volumenströme von Ober- und Unterphase) erlaubt. Zur weiteren Aufkonzentrierung der enzymbeladenen Oberphase aus der ATPF ist in der zweiten Förderperiode der Aufbau einer Prozesskette mit nachgeschalteter Ultrafiltration (UF) vorgesehen. Auch für die UF, sowie die gesamte Prozesskette, erfolgt die Entwicklung einer autonomen und robusten Regelungsstrategie. Eine besondere Herausforderung besteht darin, dass sich die Prozessschritte gegenseitig beeinflussen, was möglicherweise zu Störungen führt und bei der Entwicklung eines Reglers zu berücksichtigen ist. Die experimentelle Arbeit auf dem Projekt wird am Institut für Mechanische Verfahrenstechnik und Mechanik des Karlsruher Instituts für Technologie (KIT, Prof. Hermann Nirschl) durchgeführt, einschließlich der Etablierung von Online-Messtechnik zur Überwachung der Enzymausbeute und -aktivität und der Prozesscharakterisierung bei verschiedenen Prozessparametern. In Kombination mit bekannten empirischen Zusammenhängen aus der Literatur entwickelt die KIT-Gruppe ein mechanistisches Systemmodell für die UF. Das Institut für Mikrosystemtechnik der Universität Freiburg (UFR, Prof. Moritz Diehl) entwickelt ein Black-Box-Modell sowie eine prädiktive Regelungsstrategie, basierend auf den identifizierten Systemmodellen. Die Validierung und Erweiterung des geschlossenen Regelungssystems für die UF sowie für die gesamte Prozesskette erfolgt in enger Zusammenarbeit der beiden Arbeitsgruppen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504676854",
      "url": "https://gepris.dfg.de/gepris/projekt/504676854",
      "title": "ARCO-CHAIN: Autonome robuste prädiktive Regelung einer kontinuierlichen Kristallprozesskette",
      "investigators": "Professor Dr.-Ing. Sergio  Lucia Gil;Privatdozentin Dr.-Ing. Kerstin  Wohlgemuth",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504676854",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Kristallisation ist eine weit verbreitete Technologie zur Erzeugung eines partikulären Produkts mit definierter Partikelgröße und -verteilung (PGV), Form des Kristallfestkörpers und Reinheit. In der pharmazeutischen und feinchemischen Industrie ist der Chargenbetrieb derzeit noch das Standardverfahren für die industrielle Kristallisation, insbesondere bei kleinen Produktionskapazitäten. Es gibt eine große Anzahl von Produkten in dieser Kategorie, da z. B. mehr als 90 % der pharmazeutischen Wirkstoffe und zahlreiche Feinchemikalien kristalline organische Verbindungen mit einer geringen Produktionsrate von 250 bis 1000 kg/a sind. Herkömmliche Chargenprozesse sind durch hohe Variabilität gekennzeichnet, die zu einem inkonsistenten Produkt führen kann, was die Prozesse ineffizient und kostspielig macht. Kontinuierliche Kristallisationsprozesse, wie z. B. die Slug-Flow-Kristallisation, sind vielversprechend im Hinblick auf niedrigere Investitions- und Betriebskosten, bessere Kontrolle und höhere Flexibilität, stehen jedoch vor großen Herausforderungen in Bezug auf Modellierung, Sensorik, Aktuatorik und effiziente und adaptive Kontrollstrategien. In der ersten Phase des Projekts sind wir diese Herausforderungen angegangen, indem wir einen Slug-Flow-Kristallisator (SFC) mit Sensoren und Aktoren ausgestattet haben, die die Online-Regelung einer definierten PGV ermöglichen. Wir entwickelten statische und dynamische Modelle und formulierten robuste modellprädiktive Regelungsansätze, um einen autonomen Betrieb des SFC zu erreichen. In der zweiten Phase des Projekts werden wir den autonomen Betrieb auf die gesamte kontinuierliche Kristallprozesskette (CPC) ausweiten, indem wir den SFC mit dem kontinuierlichen Vakuumschraubenfilter (CVSF) verbinden. Der CVSF vereint in einem Apparat Filtration, Waschung und Trocknung, was zu einer komplexen Prozesskette führt. Das zentrale Ziel von ARCO-CHAIN ist es, eine autonome Prozessregelung einer vollkontinuierlichen CPC zu erreichen, um qualitativ hochwertige Produkte mit einem Minimum an Ressourcen und Energie bei maximaler Produktausbeute zu erzielen. Um dies im Rahmen des Projekts zu erreichen, werden folgende Ziele verfolgt: (1) Integration von Sensoren und Aktoren, die die Regelung des CVSF ermöglichen, (2) Entwicklung detaillierter Modelle für den CVSF mit Verbindungen, um die einzelnen Outputs von einer Einheit zur nächsten zu übertragen (einschließlich dem SFC), und Ersatzmodelle, die grundlegende physikalische Gleichgewichte sicherstellen, (3) Entwicklung eines modellprädiktiven Regelungsalgorithmus, der Unsicherheiten und Verbindungen zwischen den Grundoperationen explizit berücksichtigt, sowie (4) Demonstration des autonomen Betriebs der kontinuierlichen CPC. Das wichtigste Ergebnis von ARCO-CHAIN wird eine adaptive und robuste Prozessregelungsstrategie für die kontinuierliche CPC in einer Laboranlage sein, die in der Lage ist, Unsicherheiten und Störungen während des autonomen Betriebs zu bewältigen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504852622",
      "url": "https://gepris.dfg.de/gepris/projekt/504852622",
      "title": "Autonome Regelung einer Prozesskette zur CO2-Mineralisation unter Verwendung von alkalihaltigen Abfallstoffen",
      "subject_area": "Mechanische VerfahrenstechnikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504852622",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Vermeidung eines fatalen Klimawandels erfordert eine rigorose Verringerung der Treibhausgasemissionen und die Entfernung des bereits freigesetzten CO2 aus der Atmosphäre in Verbindung mit einer dauerhaften CO2-Speicherung. Durch Reaktion mit Mineralstoffen lässt sich CO2 in Karbonate überführen, die umweltfreundlich und stabil sind und die CO2-Mineralisation zu einer dauerhaften und leckagefreien CO2-Speichermethode machen. Es gibt zahlreiche Ca- und Mg-haltige Industrieabfälle, die sich als Ausgangsmaterialien für die CO2-Karbonisierung eignen, u.a. Abfallzement (1 Gt/a), Flugasche aus der Kohleverbrennung (600 Mt/a) sowie Schlacke aus der Stahlerzeugung (400 Mt/a). Aufgrund stark unterschiedlicher Rohstoffqualitäten (Zusammensetzung, Partikelgrößen) der mineralischen Abfallstoffe ist eine Wissenslücke in Bezug auf den optimalen Prozessbetrieb für eine effiziente CO2-Mineralisation unter Gewinnung von hochreinen Zielprodukten (CaCO3, MgCO3), die in anderen Industriezweigen (u.a. Papierindustrie) nutzbar sind, vorhanden. Das vorliegende Projekt adressiert diese Fragestellung durch die Erforschung der Grundlagen für die Entwicklung einer autonomen Regelung für die gesamte Prozesskette der CO2-Mineralisation bestehend aus (1) Mineral-Extraktion, (2) Filtration, (3) selektiver Karbonat-Fällung und (4) zentrifugaler Separation. Das Projekt beruht auf einer engen Zusammenarbeit zwischen dem Institut für Mechanische Verfahrenstechnik und Mechanik (KIT, Dr. Marco Gleiß), dem Institut für Verfahrenstechnik (OVGU, Prof. Dr. Kai Sundmacher) und dem Lehrstuhl für Mechatronik im Maschinenbau und Fahrzeugtechnik (RPTU, Prof. Dr. Naim Bajcinca). Die zu erforschende autonome Regelung soll selbstlernende Eigenschaften besitzen und damit in der Lage sein, zeitabhängige äußere Veränderungen (insbesondere der Rohstoffqualität) auf Basis der beobachtbaren Zustandsgrößen zu erkennen, die Prozesskette ohne menschlichen Eingriff in einen neuen Zustand maximaler Produktivität zu steuern und dabei gleichzeitig die gewünschten Spezifikationen (Partikelgrößen, Reinheit) der Karbonat-Produkte einzuhalten. In der 2. Förderperiode befasst sich das KIT mit der kontinuierlichen, autonomen Mineral-Extraktion und deren hybrider Modellierung zur Vorhersage kinetischer Parameter. Die OVGU untersucht einen periodisch betriebenen Semi-Batch-Reaktor zur selektiven Fällung von Karbonaten durch optimale Steuerung von CO2-Dosierung und pH-Wert, um definierte Partikelgrößenverteilungen bei höchster Produktreinheit zu erzielen. Die RPTU entwickelt das modellgestützte Regelungskonzept für den Gesamtprozess auf Basis einer hierarchischen Architektur mit dem Ziel, eine schnelle Adaption der Prozessbedingungen an sich dynamisch verändernde Rohstoffqualitäten zu gewährleisten. Gegen Ende der 2. Förderperiode werden die vier Prozessschritte im Labormaßstab zu einer Prozesskette miteinander verbunden, um das autonome Regelungskonzept für reale Abfallstoffe experimentell zu bewerten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer ProzesseMitverantwortlichDr. Mohammad Al Khatib"
    },
    {
      "project_id": "504524147",
      "url": "https://gepris.dfg.de/gepris/projekt/504524147",
      "title": "Autonome Strukturbildung in Wirbelschichtsprühagglomerationsprozessen",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504524147",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Im Rahmen des vorliegenden Projektes werden Modelle, Methoden und Implementierungen zur Realisierung von autonomen Strukturbildungsprozessen in Sprühwirbelschichten (SWS) entwickelt. Dazu werden neue Multi-rate Soft-Sensoren zur Online-Bestimmung der Agglomeratstruktur mit erweiterten Regelungskonzepten zur gezielten Einstellung der gewünschten Agglomeratstruktur kombiniert. Struktur- und Morphologie-Modelle spielen dabei eine entscheidende Rolle, um die erforderliche Verbindung zwischen den Eingangsgrößen, den Messgrößen und der gewünschten Agglomeratstruktur herzustellen. Mit diesem Ansatz adressiert das geplante Projekt alle zentralen Forschungsbereiche des Schwerpunktprogrammes.In der ersten Förderphase werden Homo-Agglomerate betrachtet, die aus Primärpartikeln eines Materials aufgebaut sind. In der zweiten Förderphase ist eine Erweiterung der Modelle, Methoden und Implementierungen für Hetero-Agglomerate vorgesehen. Diese sind aus Primärpartikeln unterschiedlicher Materialien aufgebaut, was mit einem komplexeren Prozessverhalten einhergeht, aber auch neue Möglichkeiten für die Produktgestaltung eröffnet. Erweiterungen der zweiten Projektphase umfassen: 1) Betrachtung von Prozessketten, u.a., durch Einbindung von Rückführung und Desintegration von Agglomeraten, zur Vergrößerung der Bandbreite des dynamischen Verhaltens und der Agglomerateigenschaften sowie Bereitstellung zusätzlicher Stellgrößen zur autonomen Prozessführung, 2) Entwicklung neuer Methoden zur Beschreibung der Strukturbildung von Homoagglomeraten entlang der Prozessketten; 3) Entwicklung neuer Methoden zur Beschreibung der Strukturbildung von Heteroagglomeraten entlang der Prozessketten; 4) Untersuchung der Dynamik der Strukturbildung in Experiment und Prozesssimulation; 5) Aufklärung der Prozess-Struktur- und Struktur-Eigenschaftsbeziehungen der Agglomerate; 6) Entwicklung und Erprobung von Methoden zur Online-Charakterisierung von Schüttguteigenschaften (Übergang von Partikel- zu Produkteigenschaften); 7) Entwicklung und Erprobung von Multi-Raten-Soft-Sensoren zur Erfassung von Agglomeratstruktur und Zusammensetzung; 8) Entwicklung von regelungs- und echtzeit-orientierten Prozessmodellen; 9) Entwicklung, Umsetzung und Erprobung von modellbasierten Regelungkonzepten zur autonomen Strukturbildung von Homo- und Heteroagglomeraten entlang der Prozessketten mit Rückführung und Desintegration.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504954383",
      "url": "https://gepris.dfg.de/gepris/projekt/504954383",
      "title": "Autonome und selbst-adaptierende, hochauflösende 3D additive Fertigung mittels hochenergetischer Partikelstöße",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504954383",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Herausforderung bei kaltgasbasierten additiven Fertigungsprozessen, eine hohe Nutzbarkeit und Effizienz zu erreichen, liegt darin, dass Partikeleigenschaften, wie Größe, Form und chemische Zusammensetzung, einen starken Einfluss auf die Abscheidung haben. Besonders Partikelgeschwindigkeit und Temperatur sind hier die Hauptfaktoren. Da diese Eigenschaften variieren, muss sich das System an verschiedene Materialien anpassen, bei gleichzeitiger Minimierung von Ungenauigkeiten bei der Schichtabscheidung. Zu diesem Zweck wird ein hierarchisches Steuersystem entwickelt, welches auf einen autonomen Betrieb unabhängig von variierenden Partikelmaterialien ausgerichtet ist. Für hohe Genauigkeiten während der 3D-Fertigung wird ein Inline-3D-Profil-Lasersensor eingesetzt, um durch eine Regelung gleichmäßige Schichten zu erreichen und Unsicherheiten und begrenzte Adaptionsgeschwindigkeiten auszugleichen. Der Regler wird auf der Grundlage eines Diskreten- Elemente-Modells entwickelt, das einen plastischen Formänderungsansatz integriert. Zur weiteren Steigerung der Prozesseffizienz wird das Recycling von nicht abgeschiedenen Partikeln in Kombination mit einer zusätzlichen mechanischen Aktivierungsstufe als Erweiterung berücksichtigt. Das Gesamtautomatisierungssystem zielt darauf ab, selbst bei unvorhergesehenen Störungen oder Änderungen des Rohmaterials einen Betrieb ohne menschliches Eingreifen zu ermöglichen. Daher werden Regelkreise und Echtzeit-Optimierung mit einer zusätzlichen übergeordneten Steuerung kombiniert, die eine Fehlererkennung, z. B. zum Erkennen von Düsenverstopfungen, und eine automatische Fehlerbehebung ermöglicht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504809428",
      "url": "https://gepris.dfg.de/gepris/projekt/504809428",
      "title": "Formulierung von dispersen Systemen durch (Schmelz-)Emulgierung: Prozessgestaltung, In-situ-Diagnostik und Regelung",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504809428",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Ziel dieses Projekts ist die Weiterentwicklung eines (Schmelz-)Emulgierverfahrens zur gezielten Herstellung von Solid-Lipid-Nanopartikeln und Kern-Schale-Partikeln im submikronen Bereich in Kombination mit online/in situ Diagnostik und Regelungstechnik. In der ersten Projektphase wurden ein neuartiges in situ Messsystem, namentlich die breitbandige elastische Lichtstreuung (BELS), und eine modellprädiktive Regelung entwickelt und in der Schmelzemulgieranlage zur Einstellung einer gewünschten Partikelgrößenverteilung angewendet. Das Hauptziel in dieser zweiten Projektphase ist die Ausweitung des Schmelzemulgieransatzes auf eine Prozesskette zur Herstellung von Kern-Schale-Partikeln mit definierter Kerngröße und Schalendicke, die z.B. für die Freisetzungskinetik von Medikamenten in pharmazeutischen Formulierungen relevant sind. Schwerpunkte sind die Optimierung der effizienten Formulierung von Kern-Schale-Partikelsystemen, die Weiterentwicklung der BELS-Diagnostik zur Messung der Partikelgrößenverteilung von beschichteten Partikeln und die Entwicklung einer Zwei-Farbstoff-Fluoreszenz-Absorptionstechnik zur Messung der Beschichtungseffizienz. Für die Kern-Schale-Partikelherstellung werden geeignete hybride physikalisch/datenbasierte Modelle und eine prädiktive Regelungsstrategie unter Berücksichtigung der Modell- und Prozessunsicherheiten entwickelt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504449793",
      "url": "https://gepris.dfg.de/gepris/projekt/504449793",
      "title": "Koordinationsfonds",
      "subject_area": "Mechanische VerfahrenstechnikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504449793",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Das Ziel des Schwerpunktprogrammes ist die Erforschung und Erprobung von Methoden zur autonomen Prozessführung in der Partikeltechnik. Die verteilten Eigenschaften von Partikeln verhindern während deren Verarbeitung oft eine weitgehende Automatisierung und autonome Prozessführung, die für eine selbständige Einstellung der Produkteigenschaften ohne Eingriff von außen notwendig erscheint. In der ersten Periode gliederte sich das SPP in drei Themenbereiche: die Entwicklung regelungsfähiger Modelle (Modellierung), Messsysteme zur In-situ-Erfassung von Produkteigenschaften (Messtechnik) und die Entwicklung von Konzepten zur modellbasierten Regelung von Prozessen der Partikeltechnologie (Prozesssteuerung). Ziel war die Schließung des Regelkreises mit der Verknüpfung der drei Themen als grundlegendes Strukturelement. Dazu waren zunächst die vorgeschlagenen Prozesse zur Verfügung zu stellen und diese mit entsprechenden Aktoren und Sensoren auszustatten, damit darüber ein direkter Eingriff der Regelungstechnik erfolgen kann. In der zweiten Phase des SPP stehen Prozessketten im Mittelpunkt, die aus zwei oder mehr Grundoperationen bestehen. Die apparative und informationstechnische Verflechtung zu einer Prozesskette ermöglicht, die Wechselwirkungen zwischen den Grundoperationen und deren gegenseitige Beeinflussung zu untersuchen. Ein optimaler Betriebspunkt eines einzelnen Prozessschrittes garantiert nicht einen optimalen Betrieb der gesamten Kette. An dieser Stelle sind umfangreiche Forschungsarbeiten denkbar, wie z.B. die Untersuchung des nichtlinearen Verhaltens eines Prozessschrittes in Wechselwirkung mit den anderen Grundoperationen oder mit der Materialrückführung, das Verhalten von Störungen innerhalb einer Grundoperation und deren Auswirkung auf die gesamte Kette oder die Untersuchung der Wechselwirkungen zwischen der digitalen Darstellung und dem realen Prozess innerhalb eines vorgegebenen Betriebsfensters. Nach Abschluss des Programms soll ein neuartiger \"wissenschaftlicher Werkzeugkasten\" (Methoden, Algorithmen, Modelle, Datenstrukturen und Informationsarchitekturen) zur Verfügung stehen, der eine zuverlässige Prozessregelung ermöglicht, wobei das Werkzeug auch auf neue Partikelprozesse übertragbar sein sollte. Dass SPP führt hierfür die notwendigen Expertisen verschiedener Forschungsrichtungen der Partikeltechnik, der Regelungstechnik sowie der Informatik zusammen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504661005",
      "url": "https://gepris.dfg.de/gepris/projekt/504661005",
      "title": "Modellbasierte Prozessführung für Lichtbogensynthese von Nanopartikeln",
      "subject_area": "Mechanische VerfahrenstechnikAutomatisierungstechnik, Mechatronik, Regelungssysteme, Intelligente Technische Systeme, Robotik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504661005",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Elektrische Entladungsverfahren, einschließlich Lichtbogen- und Funkentladungen, bieten einen sauberen und skalierbaren Ansatz zur Synthese von metallischen und keramischen Nanopartikeln in der Gasphase. Diese Verfahren sind durch eine inhärente Instabilität aufgrund der Elektrodenabnutzung gekennzeichnet, was zu ausgeprägter Prozessdynamik führt. Die Lichtbogensynthese ermöglicht eine höhere Produktionsrate und anpassbare Primärpartikelgröße, während der Funkengenerator stabiler läuft, jedoch nicht für die Hochdurchsatzproduktion geeignet ist. In der ersten Förderperiode wurde der Funkengenerator daher eingesetzt, um Methoden zur Echtzeitregelung zu entwickeln, zu validieren und zu integrieren. Ein spezieller Forschungsbereich des physik-informierten maschinellen Lernens, bekannt als Control Theory Informed Machine Learning (CTIML), beschäftigt sich mit der Einbindung lernbasierter Architekturen in die regelungstheoretische Struktur, die Stable Kernel Representation (SKR), die zur Zustandsschätzung und zur Generierung von Residuen dient. Ein einfaches Modell zur Partikelbildung sowie quasi-echtzeitfähige Messungen zentraler Leistungsindikatoren (KPI), wie z. B. der primären Partikelgröße, der Anzahl primärer Partikel pro Aggregat und der Produktionsrate, dienten der präzisen Abbildung des Eingangs-Ausgangs-Systemverhaltens. Die KPIs werden aus der Kombination von paralleler on-line Messung der Partikelmobilitäts und -aerodynamik berechnet. Auf dieser Grundlage zielt die zweite Förderperiode darauf ab, die autonome Regelung auf den komplexeren Lichtbogenreaktor auszuweiten und diesen in eine vollständige Prozesskette zu integrieren. Das SKR-Modell bildet gemeinsam mit der Stable Image Representation (SIR), einem beobachterbasierten Regelungssystem, ein sogenanntes SIR-SKR-Vorhersagemodell. Dieses gewährleistet numerische Stabilität bei der Berechnung und reduziert den Rechenaufwand der Online-Optimierung innerhalb der modellprädiktiven Regelung (MPC). Die auf SKR-SIR basierende MPC ermöglicht eine prädiktive Verteilungsregelung, indem sie eine vordefinierte Zielwahrscheinlichkeitsverteilung für Partikelgröße und -morphologie durch einen zusätzlichen Term in der Verlustfunktion innerhalb des CTIML-Ansatzes berücksichtigt. Die Bildung mikrometergroßer Partikel durch \"splashing\"-Effekte wird durch den Einsatz eines Zyklonabscheiders mit regelbarer Abscheidecharakteristik adressiert. Die Produktqualität wird durch die Echtzeitklassifikation von Plasmastörungen und Variationen in der Partikelmorphologie überwacht, wobei minderwertiges Material umgeleitet wird. Abschließend wird die Einstellbarkeit der Partikelmorphologie über die Synthese hinaus erweitert, indem ein Sinterofen mittels SIR-SKR-basierter MPC geregelt wird, wobei Verweilzeit und Ofentemperatur basierend auf on-line Morphologiemessungen angepasst werden, um sicherzustellen, dass die Zielmorphologie unabhängig von Prozessschwankungen erreicht wird.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504702251",
      "url": "https://gepris.dfg.de/gepris/projekt/504702251",
      "title": "Modellbasierte Qualitätsregelung in der kontinuierlichen Produktion pharmazeutischer Granulate und Tabletten\n(QC4CM)",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504702251",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Prozesskette der Nassgranulierung und Trocknung stellt einen essenziellen Schritt in der pharmazeutischen Herstellung festen oralen Darreichungsform dar. Typischerweise erfolgt dieser Prozess diskontinuierlich. Die Erforschung kontinuierlicher Prozesse sowie die Echtzeitüberwachung und -regelung kritischer Qualitätsattribute (CQAs) gewinnt jedoch zunehmend an Bedeutung. In der ersten Projektphase des SPP haben die Antragsteller ein \"Quality-by-Control\"-Konzept innerhalb einer kontinuierlich arbeitenden Granulier- und Trocknungsanlage entwickelt. Ziel dieser Arbeiten war die Integration geeigneter Prozessanalytik (PAT), die Erweiterung des Prozessverständnisses sowie die Regelung kritischer Granulat-CQA. Aufbauend auf dem Quality-by-Control-Ansatz für die Granulatherstellung liegt der Fokus der zweiten Förderperiode auf der Integration der untersuchten Prozesse in eine durchgängige Prozesskette zur Tablettenproduktion. Dies erfordert die Berücksichtigung sowohl vor- als auch nachgelagerter Prozesse. Erstere umfassen kontinuierliches Dosieren und Mischen, während Letztere die Tablettierung des Granulats als Zwischenprodukt beinhaltet. Ziel ist die Entwicklung von Methoden, mit denen sich Granulate mit solchen Qualitätsmerkmalen herstellen lassen, die eine optimale Tablettenqualität gewährleisten. Im Rahmen unserer Forschungshypothese soll untersucht werden, wie sich Variationen in der Vormischung des Pulvers sowie in der Massenflussrate auf die Granulierung und die Tabletteneigenschaften auswirken. Hierdurch soll unter anderem eine Maximierung des Produktstroms erfolgen. Ein zentraler Aspekt dieser Projektphase ist die Entwicklung fortgeschrittener Strategien zur Versuchsplanung, einschließlich automatisierter Ansätze, die den experimentellen Aufwand durch eine effiziente Erkundung des Design Space unter Berücksichtigung verfahrenstechnischer Randbedingungen deutlich reduzieren. Insbesondere soll untersucht werden, wie die Eigenschaften des hergestellten Granulats den Tablettierungsprozess sowie die Qualität der Tabletten beeinflussen. Von besonderem Interesse ist hierbei die Partikelgrößenverteilung des Granulats in Bezug auf die Matrizenfüllung während der Tablettierung. Die gewonnenen Daten sollen anschließend für eine prozessübergreifende Optimierung der Tabletteneigenschaften durch gezielte Anpassung der Granulateigenschaften genutzt werden. Dieser Ansatz wird durch die in der ersten Förderperiode entwickelte verbesserte geschlossene Regelung der Granulat-CQAs ermöglicht. Durch die enge Verknüpfung von Granulierungs- und Tablettierungsprozessschritten streben wir ein tiefes Verständnis der gesamten Herstellungskette an, um optimale Strategien zur Prozessregelung für eine robuste kontinuierliche Tablettenproduktion mittels Nassgranulierung zu entwickeln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer ProzesseMitverantwortlicheProfessor Dr. Jörg  Breitkreutz;Professorin Dr.-Ing. Heike  Vallery"
    },
    {
      "project_id": "504580586",
      "url": "https://gepris.dfg.de/gepris/projekt/504580586",
      "title": "Modellbasierte Regelung der Sprühtrocknung von strukturierten Granulaten mit spezifizierten Eigenschaften durch Transferfunktionen, hergeleitet mittels multivariater stochastischer Modelle und maschineller Lernverfahren",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504580586",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Dieses Projekt untersucht die Prozesskette der Sprühtrocknung, bei der eine Trägerflüssigkeit mit dispergierten Partikeln zerstäubt wird. Während der Verweilzeit im Trockner verdunstet die Flüssigkeit, wodurch Granulate entstehen. Die innere Morphologie dieser Granulate bestimmt ihre Anwendungseigenschaften, insbesondere Porosität und Porenstruktur, die z. B. adsorptive oder katalytische Eigenschaften beeinflussen. Das Produktdesign zielt darauf ab, die Morphologie der Granulate  zu steuern, die hängt sowohl von den Feed-Eigenschaften (Primärpartikel, Wechselwirkungen, Konzentration) als auch von den Prozessbedingungen (Temperaturfeld, Tropfengröße, Trocknungsbedingungen) abhängt. Die Regelung des Gesamtprozesses erfordert daher die Berücksichtigung all dieser Parameter und stellt ein multiparametrisches Problem dar. In-line-Messungen sind ein wertvolles Werkzeug zur Prozessüberwachung, jedoch ermöglichen sie nicht die direkte Erfassung der Porenstruktur der Granulate. Off-line-Methoden wie Quecksilber-Porosimetrie oder hochauflösende Computertomographie (CT) sind erforderlich, um vollständige Informationen über die Porenstruktur zu gewinnen. Diese Verfahren sind jedoch zeitaufwendig und umfassen mehrere Schritte, von der Probenahme und -präparation bis zur Bildsegmentierung und Datenanalyse. Zur Nachverfolgung der Verteilung von Deskriptoren der Granulat-Porenstruktur während des laufenden Prozesses müssen deshalb aus In-line-Daten berechnete Proxies mit den entsprechenden Deskriptorverteilungen verknüpft werden. In der 2. Förderperiode (FP) werden datengetriebene Proxies verwendet, beispielsweise durch Autoencoder basierte Komprimierung von in-line gemessenen Bilddaten. Die Vorwärts- und Rückwärtsverknüpfung von Prozessparametern und Feed-Eigenschaften mit Proxies erfolgt mit maschinellen Lernverfahren, z. B. durch neuronale Feedforward-Netzwerke. In der 1. FP wurde die Beziehung zwischen Tropfenbildung und der finalen Granulatmorphologie untersucht. Die 2. FP erweitert dies um die Vorkonditionierung der Feed-Zusammensetzung, also In-line-Anpassungen der Feststoffkonzentration und Viskosität. Das Projekt liefert wissenschaftliche Erkenntnisse zur Leistungsfähigkeit eines datengetriebenen Regelungsschemas, das sowohl In-line- als auch Off-line-Informationen nutzt. Das Konzept wird experimentell validiert, um zu zeigen, dass Granulate mit vorgegebener Porenstruktur auch unter schwankenden Prozessbedingungen hergestellt werden können. Zudem werden die Kosten von Prozessparametern berücksichtigt, was die Regelung besonders relevant in Zeiten mit variablen Energiepreisen macht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504930816",
      "url": "https://gepris.dfg.de/gepris/projekt/504930816",
      "title": "Modellbasierte Steuerung der Dynamik bei der Feinstmahlung in nass betriebenen Rührwerksmühlen",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504930816",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Rührwerkskugelmühlen spielen eine zentrale Rolle bei der Feinstvermahlung in verschiedenen Industriezweigen. In solchen Mühlen wirken Betriebsparameter, insbesondere Rührerdrehzahl, Perlengröße, Feststoffgehalt und Durchsatz, mit den sich entwickelnden Suspensionseigenschaften zusammen, um sowohl die kinetische Energie der Mahlkörper als auch die gesamte Transportdynamik zu steuern. Insbesondere im kontinuierlichen Betrieb führen diese Faktoren zu komplexen, ungleichmäßigen axialen Verteilungen der Mahlkörper in der Mühle, die die Mahlleistung, den Leistungseintrag und die Energienutzung erheblich beeinflussen. Werden jedoch Partikelgrößen im Submikrometerbereich angestrebt, führt dies auch zu einer erheblichen zeitlichen Dynamik in der Partikelgrößenverteilung, der Viskosität und der kolloidalen Stabilität der Suspension, wodurch ein gekoppeltes System entsteht, das sich über mehrere Zeitskalen entwickelt. Wenn die Partikel feiner werden, verändert die zunehmende Viskosität die effektiven Mahlbedingungen, indem sie die Bewegung der Mahlkörper dämpft und damit die Beanspruchungsbedingungen des Produktes verändern. Sie beeinflusst auch die axiale Verteilung der Mahlkörper, eine Schlüsselvariable für die gleichmäßige Energieeinbringung. Diese Veränderungen werden nicht von außen auferlegt, sondern ergeben sich aus der Entwicklung des Systems selbst, was bedeutet, dass die Prozesssteuerung dynamisch auf interne Rückkopplungssignale reagieren muss. Konventionelle Regelungsstrategien, die von einer konstanten Rheologie oder einer homogenen Mahlkörperverteilung ausgehen, greifen daher zu kurz. Erschwerend kommt hinzu, dass mit abnehmender Partikelgröße die für einen Bruch erforderliche Beanspruchungsenergie abnimmt und sich der optimale Betriebspunkt der Mühle in Richtung geringerer Energien verschiebt. Dies erfordert eine adaptive Regelungsstrategie, die Energieeffizienz, Produktqualität und Durchsatz in Einklang bringt. Trotz der Verfügbarkeit empirischer Modelle und vereinfachter mechanistischer Ansätze existiert derzeit kein umfassendes Konzept, das in der Lage ist, Rührwerksmühlen dynamisch zu steuern und die gekoppelten Effekte von Partikelgröße, Rheologie, Energieeintrag und Prozessdynamik in Echtzeit zu erfassen. Die Integration eines Tellerseparators führt zu einer zusätzlichen Komplexität durch die Kopplung einer schnellen Klassierdynamik mit dem langsameren Mahlprozess. Der Separator verändert die Partikelgrößenverteilung in viel kürzerer Zeit, was zu abrupten Änderungen der Suspensionseigenschaften führt. Diese Effekte bilden eine hochgradig nichtlineare, zeitkritische Rückkopplungsschleife, in der kleine Änderungen der Klassierungsbedingungen die Mahlumgebung erheblich beeinflussen können und in der Partikelgrößenverteilung, Rheologie, Energieeintrag und Trenndynamik gemeinsam in Echtzeit optimiert werden müssen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504858152",
      "url": "https://gepris.dfg.de/gepris/projekt/504858152",
      "title": "Modellbasiertes Konzept für den dynamischen und effizienten Betrieb von Flüssig/flüssig Mixer-Settler Systemen",
      "investigators": "Professorin Dr. Steffi  Knorn;Professor Dr.-Ing. Matthias  Kraume",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504858152",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Rührbehälter stellen vermutlich den am häufigsten eingesetzten Apparat in der Prozessindustrie dar und werden z.B. für Flüssig/flüssig Extraktionen eingesetzt. Hierbei müssen die beiden Phasen vor der Weiterverarbeitung in einem nachgeschalteten Abscheider getrennt werden. Der effiziente Betrieb dieser extraktiven Flüssig/flüssig-Systeme in Mixer-Settler-Systemen gestaltet sich aufgrund gegensätzlicher Anforderungen der beiden Prozessschritte herausfordernd. Für den Stofftransport im Rührbehälter sind kleine Tropfen und eine enge Tropfengrößenverteilung optimal. Im Gegensatz dazu, sind für eine schnelle Phasenseparation im Abscheider große Tropfen vorteilhaft. Dieser Konflikt wird u.a. von der Rührerdrehfrequenz, dem Dispersphasenanteil, Volumenströmen und Verweilzeiten beeinflusst. Ziel des Projektes ist die Entwicklung eines robusten und dynamischen Prozesssteuerungskonzepts basierend auf einem geeigneten Systemmodell. Der neuartige Optimierungsansatz dieses Projekts besteht darin, das Potenzial des dynamischen Betriebs von Mixer-Settlern basierend auf einer kontrollierten Variation von Durchflussraten und Rührerdrehzahl zu identifizieren. In der ersten Förderperiode lag der Fokus ausschließlich auf dem Rührbehälter. Die Regelung für den Batchbetrieb wurde anhand eines identifizierten Prozessmodells und einem Standardregler realisiert. Dieser sagt mit Hilfe eines eigens entwickelten Soft-Sensors die Tropfengrößenverteilung (TGV) anhand von Eigenschaften von im Rührbehälter aufgenommenen Endoskopbildern in Echtzeit vorher. Ergänzt wird dies durch Online-Leitfähigkeitsmessungen zur Quantifizierung des Stofftransports. Der etablierte Versuchsaufbau mit zuverlässiger Mess- und Analysetechnik für die TGV und den Stofftransport wird in der zweiten Förderperiode fortlaufend erweitert und für die Untersuchung der gesamten Prozesskette im kontinuierlichen Betrieb eingesetzt (AP1). Die Messung aller relevanten Prozessparameter und -variablen sowie die kontinuierliche Verbesserung der Endoskop-Messtechnik in Kombination mit der CNN-Bildanalyse werden die experimentelle Datenbasis für die Identifikation eines physikalisch basierten bzw. datengetriebenen Prozessmodells des gesamten Mixer-Settler-Systems liefern (AP2). Der entwickelte Soft-Sensor wird anhand von Experimenten ebenfalls angepasst und erweitert (AP3), um nicht direkt messbare interne Zustände vorherzusagen und die Regelung in Kombination mit einem Regler zu ermöglichen. Basierend auf den gewonnenen Ergebnissen wird eine Regelstrategie für den effizienten Betrieb des gesamten Mixer-Settler-Systems entwickelt und evaluiert wobei nicht nur Standardregler, sondern auch modellprädiktive Regelung untersucht wird (AP4).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504548777",
      "url": "https://gepris.dfg.de/gepris/projekt/504548777",
      "title": "Optimierung des Betriebs von Wirbelschichtverfahren mittels maschinellen Lernens",
      "investigators": "Professorin Dr.-Ing. Sanaz  Mostaghim;Professor Dr. Berend van Wachem",
      "subject_area": "Mechanische VerfahrenstechnikBild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504548777",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Wirbelschichtverfahren sind die Basis für viele Anwendungen, bei denen eine schnelle Vermischung, Wärme- und Stoffübertragung zwischen Gas und Feststoffpartikeln erforderlich ist. Ihre Leistung hängt weitgehend von der Blasendynamik ab: aufsteigende Blasen treiben die Feststoffzirkulation an und verbessern den Gas-Feststoff-Kontakt erheblich, wodurch Misch-, Reaktions- und Transporteigenschaften verbessert werden. Dabei werden bisher fast alle Wirbelschichten mit einem gleichförmigen Gasstrom betrieben. Aktuelle wissenschaftliche Arbeiten zeigen jedoch, dass der Betrieb einer Wirbelschicht mit einer alternierenden Gasströmung (z.B. sinusförmige Gasfluidisierungsgeschwindigkeit) zu unterschiedlichen Blasenmustern und -dynamiken führt. Ziel dieses Projekt ist es, die Blasen in einer Wirbelschicht durch Anwendung von Methoden der Künstlichen Intelligenz (KI) wie evolutionäre Algorithmen und genetische Programmierung zu kontrollieren. Wir werden unsere Wirbelschicht im Labormaßstab mit Kamerasystem und Berechnungsmodellen im Euler-Euler- und Euler-Lagrange-Verfahren verwenden, um die Dynamik von Blasen in der Wirbelschicht zu erfassen, während die Wirbelgasgeschwindigkeit räumlich und zeitlich variiert wird. Zunächst werden diese Ergebnisse verwendet, um das optimale Zuflusssmuster für gegebene Zielfunktionen zu finden. Die Herausforderung für die KI-Algorithmen besteht darin, das richtige Gleichgewicht zwischen den zeitintensiven experimentellen Daten und den Simulationsdaten zu finden, um das erforderliche Fluidisierungsgeschwindigkeitsprofil effizient bereitzustellen. Darüber hinaus werden wir mehrere widersprüchliche Zielfunktionen mithilfe von multikriteriellen Optimierungsalgorithmen betrachten. Zweitens werden die KI-Algorithmen verwendet, um durch Steuerung und Kontrolle des Geschwindigkeitsprofils eine optimale Blasengröße und Dynamik zu erhalten. Die Möglichkeit, das Verhalten der Blasen in einer Wirbelschicht zu kontrollieren, ermöglicht die Verbesserung von unter anderem Produktqualität, Effizienz und Selektivität des Verfahrens.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    },
    {
      "project_id": "504545992",
      "url": "https://gepris.dfg.de/gepris/projekt/504545992",
      "title": "Synthese und Reinigung hochfunktionaler Nanopartikel: eine geregelte Prozesskette von der Sol-Gel-Synthese zur Dead-End-Ultrafiltration",
      "subject_area": "Mechanische Verfahrenstechnik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 504545992",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse",
      "description": "Die Entwicklung funktionaler Halbleiter-Nanomaterialien mit gezielt einstellbaren Eigenschaften ist für Fortschritte in der Energiewandlung, Elektronik und Optoelektronik wesentlich. Aufgrund der steigenden Nachfrage nach nachhaltigen Technologien und knapper Ressourcen gelten Aluminium- und Indium-dotiertes Zinkoxid (AZO, IZO) als vielversprechende transparente leitfähige Oxide (TCOs) und kostengünstige Alternativen zu Indium-Zinn-Oxid (ITO). Während Gasphasenverfahren wie Sputtern hochwertige Filme liefern, sind diese teuer und wenig ressourcenschonend. Die Sol-Gel-Synthese stellt hingegen eine skalierbare, kostengünstige Flüssigphasen-Alternative dar, die mit Druck- und Beschichtungsverfahren sowie modellbasierter Regelung umsetzbar ist. In der 1. Phase des SPP wurde die Sol-Gel-Synthese von AZO-Nanokristallen im geschlossenen Batch-Reaktor untersucht. Eine multiskalige Charakterisierung (SAXS, DLS, EDX, UV-Vis, Elektronenmikroskopie) ermöglichte die Analyse hierarchischer Strukturen, Konzentrationen und optoelektronischer Eigenschaften. Über die Temperatur konnte die Nukleation und das Wachstum gezielt gesteuert werden. Ein Modell auf Basis von reaktionskinetischen Ansätzen und Populationsbilanzen (PBE) wurde entwickelt und parametrisiert. Für Echtzeitanwendungen konnte daraus ein reduziertes Modell mittels Dynamic Mode Decomposition with Control abgeleitet werden. Dies erlaubte die Entwicklung eines Beobachters und eines modellprädiktiven Reglers (MPC) zur Einstellung der Partikelgrößenverteilung (PGV). Es entstanden AZO-Filme mit Bandlücken bis 3,42 eV und Leitfähigkeiten von ~0,2 S/cm. Allerdings war eine Aluminium-Segregation an Partikeloberflächen zu beobachten, was die Homogenität und die Leitfähigkeit beeinträchtigt. Zudem erfolgte die Reinigung der Partikel offline per Zentrifugation, was die Prozessintegration erschwerte. Ziel der 2. Phase ist es, die genannten Herausforderungen durch die Integration einer Dead-End-Ultrafiltration zur Reinigung der Partikel und einer Bandlückenmessung via UV-Vis-Spektroskopie zu lösen. Die Prozesskette wird um die Filtrationsdynamik mit Totzeiten (modelliert durch Delay-Differentialgleichungen) ergänzt. Eine Semibatch-Strategie mit schrittweiser Zugabe des Aluminium-Präkursors soll die Segregation vermeiden und die Dotierung verbessern. WP1 umfasst den Aufbau der Prozesskette und eine Modellerweiterung. WP2 behandelt die Datenerfassung, die Bandlückenanalyse, ML-basierte Vorhersagen der Aluminiumintegration und Löslichkeitsstudien. WP3 führt die Hardware mit einer beobachterbasierten MPC zusammen. Erweiterte Regelstrategien wie Backstepping oder Smith-Prädiktoren werden zur Kompensation von Totzeiten untersucht. Das Projekt etabliert eine durchgängig regelbare Prozesskette zur Synthese und Reinigung funktionaler Halbleiter-Nanopartikel bei einer hohen Reproduzierbarkeit und Übertragbarkeit auf andere Materialsysteme.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2364: \nAutonome Prozesse in der Partikeltechnik - Erforschung und Erprobung von Konzepten zur modellbasierten Führung partikeltechnischer Prozesse"
    }
  ]
}