{
  "spp_number": "SPP 1999",
  "spp_title": "Robust Argumentation Machines (RATIO)",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/313723125",
  "projects_count": 20,
  "projects": [
    {
      "project_id": "375503251",
      "url": "https://gepris.dfg.de/gepris/projekt/375503251",
      "title": "ALMANAC: Argumentationslogik-Manager & Argumentkontext-Graph",
      "subject_area": "Theoretische InformatikDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375503251",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "In Entscheidungssituationen müssen Individuen und Organisationen zwischen einer Vielzahl von Optionen wählen. Sie stützen sich dabei auf Fakten, Meinungen und Argumente über diese oder ähnliche Situationen; Softwaresysteme, die bei der Entscheidung helfen könnten, beschränken sich dagegen auf die Faktenebene und ziehen Argumentationen nicht in Betracht.Das Schwerpunktprogramm bringt Forscher zusammen, die robuste und skalierbare Modelle für Argumentationen in menschlicher Kommunikation untersuchen. Das ALMANAC Projekt soll den Logik- Pfeiler dieses Unterfangens unterstützen. Es gibt bereits eine große Menge an Arbeiten zur Wissensre- präsentation, zum Schlussfolgern und zur Modellierung von Argumentationen, und das SPP wird ohne Zweifel weitere entwickeln.Das erste Ziel des ALMANAC Projekts is es, eine einheitliche Infrastruktur bereitzustellen, die die Zusammenarbeit zwischen den Projekten des SPP und der Argumentations-Community erleichtert, Resultate vergleichbar macht, und die Entwicklung gemeinsamer, logik-basierter Ressourcen unterstützt. Konkret wollen wira) Ordnung in den Zoo der Logik-Formalismen bringen,b) ihre Zusammenhänge katalogisieren undc) sie auf realen Korpora testen (Benchmarking).Dafür wollen wir das in der AG Kohlhase entwickelte OMDoc/MMT Format nutzen. Dieses verwendet Theoriegraphen sowohl für die modulare Repräsentation von Domänenwissen in logischen Sprachen als auch der Logiken selbst in Meta-Logiken. Zwischenlogische Beziehungen können als Theoriemorphismen - also wahrheitserhaltende Abbildungen zwischen Theorien - dargestellt werden. Das ALMANAC- Projekt strebt an, hierfür einen \"Logikatlas\" zu erstellen, also eine offene Sammlung explizit repräsentierter Formalismen und Frameworks, der als Basis für die Methodenintegration im SPP dienen kann.Das zweite Ziel des ALMANAC Projekts is es, die Theoriegraphenstruktur zu nutzen um Kontexte in Multi-Agenten-Argumentationen zu modellieren: Theoriegraphen erlauben bereits auf natürliche Weise durch Inklusionen und Interprätationen verbundene \"kleine Ontologien\" (die Theorien), die intern konsistent sind, aber untereinander widersprüchlich sein können. Um Theoriegraphen zu vollgültigen Arugmentationskontextgraphen zu erweitern wollen wir die Argumentrelationen wie z.B. Attacke, Zurückweisung oder Schwächung hinzufügen und ihre ontologischen Eigenschaften untersuchen.OMDoc/MMT ist im MMT System implementiert. Dieses fungiert als eine (Meta)-Wissensbank und bietet logische Dienste wie Typ/Beweisprüfung, Logik-Übersetzungen und Browsen von Logik-Korpora. Das System ist eingebettet in das MathHub System das zusätzlich Nutzer- und Korpus- Verwaltungsdienste anbietet und als eine Infrastruktur für Logik-Benchmarks dienen kann (Joint Tasks, das dritte Ziel von ALMANAC). Letztere sollen Synergien zwischen den Projekten des SPP induzieren und so zur Kohärenz des Gesamtunternhemens beitragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "375363654",
      "url": "https://gepris.dfg.de/gepris/projekt/375363654",
      "title": "Argument-basierte Unterstützung von Entscheidungen in Empfehlungssystemen (ASSURE)",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375363654",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Argumentative Aussagen in nutzergenerierten Texten wie zum Beispiel Online-Produktreviews können den Entscheidungsprozess von Nutzern erheblich unterstützen, wenn diese eine Auswahl aus einer großen Menge von Alternativen zu treffen haben, so zum Beispiel beim Kauf eines Produktes oder dem Buchen eines Hotels. Existierende Empfehlungssysteme schlagen zwar Nutzern vermutlich relevante Objekte vor, nutzen aber bislang nicht das Potential begründeter Argumente, die für oder gegen ein bestimmtes Objekt oder seine Eigenschaften formuliert werden. Das Projekt ASSURE hat zum Ziel, Argumente in Online-Reviews zu verwenden, um die Qualität und Transparenz von systemgenerierten Empfehlungen signifikant zu verbessern und Nutzern in sehr viel stärkerem Maß als bisher eine interaktive Steuerung des Empfehlungsprozesses zu ermöglichen.Das Projekt zielt darauf ab, den Stand der Forschung in verschiedener Hinsicht zu erweitern: Zum Ersten werden neuartige Methoden entwickelt, um Stance-basierte Argumente aus den informellen und idiosynkratischen Nutzerreviews zu extrahieren. Zweitens werden die extrahierten Argumente mit Nutzerbewertungen und anderen Item-bezogenen Daten in einem integrierten Modell zusammengeführt, um die Effektivität von Empfehlungsalgorithmen zu steigern. Auf Grundlage dieses Modells werden Nutzer Argumente und andere Datenquellen interaktiv explorieren, filtern und gewichten können, um die Generierung von Empfehlungen zu steuern. Drittens sollen Methoden entwickelt werden, um Nutzern personalisierte, auf Argumenten basierende Erklärungen für die empfohlenen Items zu geben. Ein weiteres wichtiges Ergebnis des Projektes wird ein Datensatz von bislang nicht verfügbarer Qualität und Größe sein, der auf unterschiedlichen Ebenen bezüglich Stance-basierter Argumentation annotiert ist. Ein solcher Datensatz ist eine Voraussetzung für weiterführende Forschung zu Argumentation und Empfehlungsgenerierung und soll sich außerdem für die Verwendung in Shared Tasks des Schwerpunktprogramms eignen.Die Projektziele leisten einen Beitrag zu zwei der im DFG-SPP \"Robust Argumentation Machines\" formulierten Szenarien. Sie adressieren das Deliberations-Szenario, da die Argument-basierten Empfehlungen und Erklärungen Nutzer bei einer informierten Entscheidung unterstützen. Weiterhin werden Methoden für das Synthese-Szenario entwickelt, da sowohl einzelne Argumente wie auch Argumentmengen den Nutzern in einer geeigneten, personalisierten Form präsentiert werden müssen. Alle Entwicklungen werden mit kontrollierten Nutzerstudien begleitet, um sicherzustellen, dass die entwickelten Argumentextraktions- und Empfehlungstechniken zu einer hohen Effektivität und Nutzerfreundlichkeit des Gesamtsystems führen. Die Methoden werden in einem stark interdisziplinären Ansatz unter Beteiligung der Gebiete Computerlinguistik und Mensch-Computer-Interaktion entwickelt und in einer realistischen Anwendungsdomäne mit Hilfe eines integrierten Demonstratorsystems validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "377333057",
      "url": "https://gepris.dfg.de/gepris/projekt/377333057",
      "title": "Argumentrekonstruktion aus Politischen Debatten",
      "investigators": "Professorin Dr. Stephanie  Evert;Professor Dr. Lutz  Schröder",
      "subject_area": "Theoretische InformatikAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 377333057",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Soziale Medien spielen in der gesellschaftlichen Meinungsbildung eine wachsende Rolle. Gegenstand von RANT ist die Entwicklung von Methoden und Formalismen zur Extraktion, Repräsentation und Verarbeitung von Argumenten aus Texten geringer linguistischer Qualität, wie sie eben in Diskussionen auf sozialen Medien anzutreffen sind, anhand einer laufenden Fallstudie an einem großen Korpus von vor dem Referendum verbreiteten Twitter-Botschaften zum Thema Brexit. Wir werden eine korpuslinguistische Studie zur Identifikation wiederkehrender sprachlicher Argumentationsschemata durchführen und anhand dieser Schemata im Sinne eines High-Precision-Low-Recall-Ansatzes entsprechende Korpusanfragen zur Extraktion von Argumenten entwerfen. In der Tat erwarten wir, dass sich Argumentationsschemata unmittelbar mit logischen Schemata in einem dedizierten Formalismus in Verbindung bringen lassen und somit einzelne Argumente direkt als logische Formeln geparst werden können. Der zur Argumentrepräsentation verwendete Formalismus wird ein breites Spektrum an Modalitäten beinhalten, die in realen Texten auftretende sprachlich-semantische Phänomene wie Unsicherheit, Wirkung, Präferenz, Sentiment, Vagheit und Default-Implikation widerspiegeln. Wir werden einen solchen Formalismus als Familie von Instanzlogiken in der koalgebraischen Logik darstellen, die als generisches logisches Rahmenwerk vereinheitlichte semantische, deduktive und algorithmische Methoden für Modalitäten jenseits der üblichen relationalen Semantik zur Verfügung stellt; insbesondere werden wir Deduktionswerkzeuge für Argumentationslogiken auf bestehende generische koalgebraische Werkzeuge aufbauen. Die so entstehende logische Sprache zur Repräsentation einzelner Argumente wird ergänzt durch ein flexibles Rahmenwerk zur Repräsentation von Beziehungen zwischen Argumenten. Hierzu gehören sowohl in der Argumentationstheorie verbreitet betrachtete Relationen wie die Angriffs- und Unterstützungsrelationen sowie aus den Metadaten des Korpus gewonnene Beziehungen wie Zitation, Hashtags oder direkte Ansprache (per Erwähnung von Benutzernamen) als auch solche Beziehungen, die sich erst durch logische Schlussfolgerung aus dem Inhalt der Argumente ergeben. Insbesondere letztere Beziehungen stellen sich semantisch oft nicht als Relationen im engeren Sinne dar, sondern involvieren z.B. kontinuierliche Wahrheitswerte, Präferenzordnungen oder Wahrscheinlichkeiten und profitieren insofern von einer einheitlichen koalgebraischen Modellierung, die auch die semantische Grundlage der koalgebraischen Logik bildet. Wir werden dementsprechend geeignete Verallgemeinerungen der für Dung's Argumentation Frameworks definierten Extensionssemantiken entwickeln und somit letztlich Begriffe wie \"kohärenter Standpunkt\" oder \"verbreitete Sichtweise\" formal einfangen; in Verbindung mit entsprechenden algorithmischen Methoden wird dies die automatisierte Extraktion umfassender argumentativer Positionen aus dem Korpus erlauben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455911629",
      "url": "https://gepris.dfg.de/gepris/projekt/455911629",
      "title": "BEA - Bot für Engagiertes Argumentieren",
      "investigators": "Professorin Dr. Elisabeth  André;Professor Dr.-Ing. Wolfgang  Minker",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455911629",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Für Menschen erscheint es vollkommen natürlich und intuitiv, sich durch den Austausch von Argumenten und Informationen, eine Meinung zu bilden und potentielle Widersprüche aufzulösen. Hierbei bietet das Internet mit seinen Suchmaschinen eine nahezu unerschöpfliche Informationsquelle. Um der Unübersichtlichkeit aus der schieren Menge der verfügbaren Informationen Herr zu werden, verwenden diese Maschinen effiziente Filteralgorithmen, die eine intelligente Vorauswahl von Suchergebnissen. Allerdings besteht dabei die Gefahr, dass die gefilterten Antworten häufig eine bereits bestehende Meinung bestätigen bzw. verfestigen (sog. Filterblase), da selten neue bzw. alternative Aspekte dargestellt werden. Dieser Einseitigkeit kann entgegengewirkt werden, indem man Ansätze entwickelt, die Nutzer*innen dazu anregen können, sich differenzierter mit dem Thema zu beschäftigen. Derartige Verfahren sind Thema des vorliegenden Projekts BEA. Hierzu soll ein virtueller multimodaler Agent entwickelt werden, der mit Nutzer*innen einen natürlichsprachlichen Dialog über ein kontroverses Thema führt und so zu einer ausgewogenen, umfassenden Meinungsbildung beiträgt. Im Gegensatz zu konventionellen Systemen, welche Nutzer*innen von einem bestimmten Sachverhalt überzeugen sollen, hat der von uns vorgestellte Agent keine themenspezifische Agenda. Vielmehr dient er dazu, im Rahmen einer natürlichen, für die Nutzer*innen anregenden Konversation einen repräsentativen Überblick über das diskutierte Thema zu geben. BEA erweitert Ansätze und Technologien, die im Rahmen des Vorgängerprojekts EVA in der Förderphase I des SPP Ratio Schwerpunktprogramms vorgestellt wurden. Während Nutzer*innen im EVA Projekt hauptsächlich die Rolle einer passiven Zuhörerschaft zufiel, wird in der Förderphase II durch die Entwicklung einer geeigneten Schnittstelle eine direkte Interaktion zwischen System und Nutzer gestaltet. Dadurch wird auch auf individuelle Äußerungen von Nutzer*innen, wie Rückfragen und Meinungen eingegangen, welches die Interaktion persönlicher macht. Die themenspezifischen Informationen werden in Form von Pro- und Contra-Argumenten vermittelt. Diese können durch den Agenten mittels einer Schnittstelle zu Argumentations-Suchmaschinen akquiriert werden.  BEA ermöglicht somit eine möglichst objektive Meinungsbildung und fördert die Entwicklung eines tiefergreifenden Verständnisses eines diskutierten Sachverhaltes.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "376430233",
      "url": "https://gepris.dfg.de/gepris/projekt/376430233",
      "title": "Beantwortung vergleichender Fragen durch Argumente (ACQuA 2.0)",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 376430233",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "In unserer modernen Gesellschaft stellen sich Individuen täglich der Qual der Wahl. In diesem Projekt kombinieren wir Methoden der Sprachtechnologie und Methoden des Information Retrieval, um eine neuartige argumentative Maschine für das Beantworten von vergleichenden Fragen zu entwickeln. Eine derartige Maschine erfüllt das ubiquitäre Informationsbedürfnis des begründeten Vergleichens, da sich jeder immer wieder zwischen einer Vielzahl ähnlicher Dinge entscheiden müssen, z.B. zwischen Digitalkameras, Reisezielen oder auch Programmiersprachen. Die argumentative Maschine verhält sich ähnlich wie ein menschlicher Experte verhalten: auf Anfrage wird die beste Auswahl für den Kontext des Nutzers vorgeschlagen, unterfüttert mit Argumenten. Das Experten-artige Verhalten wird insbesondere durch eine natürlichsprachliche Interaktion erreicht. Die wissenschaftliche Herausforderung dieses Projektes besteht im Entwurf eines generischen Ansatzes, welcher ohne die Verwendung domänenspezifischer Ressourcen eine gute Abdeckung von Objekten sowie Argumenten für bzw. gegen diese Objekte bei deren Vergleich hervorbringt. Es gibt zwar einige kommerzielle Systeme zum Produktvergleich in eng umrissenen Feldern, jedoch unterliegen sogar die am weitesten entwickelten Systeme signifikanten Limitationen bei der robusten Erfüllung von Informationsbedürfnissen über ihre engen Grenzen hinaus. Es existiert keine Methodologie für das Beantworten vergleichender Fragen, und genau das adressieren wir in unserem Projekt. Um dieses Ziel zu erreichen, schlagen wir einen neuen Ansatz vor, welcher in mehrere Schritte unterteilt ist: (1) Verstehen der Frage, (2) Ermitteln relevanter vergleichender Argumentstrukturen aus Web-Korpora, (3) Ermitteln von Aspekten der Vergleichsobjekte aus einer Wikipedia-artigen strukturierten Wissensbasis, welche mit Argumentationsinformation aus Text angereichert wurde, (4) Vergleichen der Objekte auf Basis der Argumentstrukturen und der Wissensbasis, (5) Generierung der Argumente zur Unterstützung der ermittelten Rangfolge und (6) Präsentation der Antwort. Schlüssel zu unserer Technologie ist ein neuartiger Ansatz für Argumentation Mining, welcher gleichzeitig relevante Dokumente zur Frage und die Extraktion komplexer Argumentstrukturen aus Text realisiert. Unser Projekt positioniert Argumentation Mining in den Kontext der verhältnismäßig komplexen Aufgabe der Beantwortung vergleichender Fragen  und demonstriert, wie dieses Forschungsfeld die Erstellung neuartiger semantischer Technologien ermöglicht. Anwendungsfelder  unseres vorgeschlagenen Ansatzes sind Dialogsysteme, Entscheidungsunterstützungssysteme und Direktantworten in Websuchmaschinen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455910360",
      "url": "https://gepris.dfg.de/gepris/projekt/455910360",
      "title": "CUEPAQ: Visual Analytics und Linguistik für Erfassen, Verständnis und Erklärung personalisierter Argumentqualität",
      "investigators": "Professorin Dr. Miriam  Butt;Professor Dr. Daniel  Keim",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455910360",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Im CUEPAQ-Projekt (Visual Analytics and Linguistics for Capturing,Understanding, and Explaining Personalized Argument Quality) kombinieren wir Methoden aus Visual Analytics und Computerlinguistik, um neue Ansätze zur Analyse von Argumentqualität unter Berücksichtigung mehrerer Metriken aus verschiedenen Ebenen der linguistischen Analyse zu erstellen. Basierend auf dieser Analyse, erstellen wir sogenannte Präferenzprofile und ermöglichen Nutzern, Einblicke in ihr persönliches Argumentationsverhalten zu bekommen und es mit dem Verhalten anderer Nutzer zu vergleichen. Das Ziel des Projekts ist das Erfassen, Verstehen und Erklären von wahrgenommener Argumentqualität. Hierzu ermitteln wir, welche stilistischen, semantischen und inhaltlichen Eigenschaften die Wahrnehmung von Argumenten beeinflussen. Die zentrale Frage des Projekts ist, welchen Einfluss die Interaktion dieser Elemente auf die wahrgenommene Qualität von Argumenten hat. Mit der Beantwortung dieser Frage tragen wir zur Forschung zu Argumentqualität ein Visual-Analytics-System zum Bewerten von Argumenten bei. Das System ermöglicht zielgerichtete Analysen von Interaktionen zwischen Argumentqualität und der sprachlichen Formulierung von Argumenten. Unser Framework extrahiert Präferenzprofile, die anhand des Annotationsverhaltens von Nutzern darstellen, welche inhaltlichen und stilistischen Merkmale die Bewertung von Argumenten maßgeblich beeinflussen. Diese Präferenzprofile unterscheiden sich von Nutzer zu Nutzer, sowie zwischen Nutzergruppen. Um diese Unterschiede über Gruppen hinweg feststellen zu können, schließen wir sowohl die Bewertungen von Experten, als auch von Nicht-Experten in unsere Analyse von wahrgenommener Argumentqualität ein.Basierend auf relativen Präferenzvergleichen zwischen Argumenten, extrahiert das System Muster in den linguistischen Merkmalen, die sowohl stilistischer als auch inhaltlicher Natur sein können. Wir gehen davon aus, dass diese Merkmale es uns erlauben, die Präferenzen von Benutzern zu erfassen, und dass diese daher auch Rückschlüsse auf das Argumentationsverhalten selbiger erlauben. Das externalisierte Wissen wird aufgrund bestimmter Guidance Strategien visualisiert und erlaubt es dem System und dem Nutzer voneinander zu lernen. Da das System das Annotationsverhalten von Benutzern erfassen kann, erlaubt der ko-adaptive Prozess nicht nur Nutzern, ihre eigenen Argumentationspräferenzen zu verstehen, sondern macht sowohl den Vergleich zwischen den Präferenzprofilen verschiedener Nutzer, als auch den Vergleich mit Expertenmeinungen bezüglich Argumentqualität möglich. Im Projekt werden computerlinguistische Methoden verwendet, um den Zusammenhang zwischen sprachlichen Mitteln und dem Bewertungsverhalten von Benutzern zu analysieren. Konkret tragen wir zur einheitlichen Annotation von Argumentmerkmalen bei, die relevant für die Bewertung der Qualität von Argumenten sind.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)Internationaler BezugGroßbritannien, PolenKooperationspartnerinnen / KooperationspartnerProfessorin Dr. Katarzyna  Budzynska;Professor Chris  Reed, Ph.D."
    },
    {
      "project_id": "455912038",
      "url": "https://gepris.dfg.de/gepris/projekt/455912038",
      "title": "Der Bayes'sche Ansatz für robuste Argumentationsmaschinen",
      "subject_area": "Theoretische Philosophie",
      "funding_period": "Förderung von 2021 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455912038",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Es ist bekannt, dass der Bayes'sche Ansatz zur Argumentation (i) eine solide normative Grundlage hat und (ii) sich gut mit empirischen Daten aus Experimenten der Argumentations- und Argumentationspsychologie verbinden lässt. Das Hauptziel dieses Forschungsvorschlags besteht darin, zu zeigen, dass er auch über die rechnerischen Ressourcen verfügt, um groß angelegte Anwendungen im Kontext robuster Argumentationsmaschinen zu ermöglichen. Wir werden einige der verfügbaren rechnerischen Werkzeuge und Methoden für die Untersuchung der Argumentation anpassen und bei Bedarf neue Werkzeuge und Methoden entwickeln. Im Einzelnen verfolgt unser Projekt die folgenden vier Ziele: 1. Einsatz maschineller Lernwerkzeuge, um Bayesian Belief Networks (BBNs) aus großen Datensätzen zu lernen. 2. Die Entwicklung geeigneter Algorithmen zur Erzeugung und Auswertung von Argumenten aus diesen BBNs. 3. Einrichtung von Werkzeugen zum Testen der wahrgenommenen Argumentationsqualität der generierten Argumente. 4. Verwendung dieser Werkzeuge zum Testen der von uns generierten Argumente.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)Internationaler BezugGroßbritannienKooperationspartnerinProfessorin Dr. Ulrike  Hahn"
    },
    {
      "project_id": "376059226",
      "url": "https://gepris.dfg.de/gepris/projekt/376059226",
      "title": "Empfehlungsrationalisierung",
      "subject_area": "Datenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 376059226",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "In vielen alltäglichen Situationen erhalten sowohl Laien als auch Experten (z.T. automatisiert) Empfehlungen darüber, wie sie in einer bestimmten Situation handeln sollten, welche Entscheidungen sie treffen oder welche Produkte sie erwerben sollten. Die Gründe für diese Empfehlungen sind allerdings oft nicht nachvollziehbar. Obwohl es in den meisten Fällen Alternativen gibt, stehen Empfehlungsempfänger oft unter dem Druck, zeitnah handeln zu müssen und haben nicht die Zeit oder Ressourcen, die Empfehlung gegenüber anderen Alternativen systematisch abzuwägen. Das Ziel dieses Projektes ist die Entwicklung einer computergestützten Methodologie, die einen Empfehlungsempfänger dabei unterstützen kann, eine Empfehlung systematisch gegenüber Alternativen abwägen zu können. Wir nennen diese Aufgabe Empfehlungsrationalisierung. Unsere Methode soll für den Empfehlungsempfänger eine argumentative Synthese automatisch erstellen, welche die Evidenz und Präferenzen, nach denen die empfohlene Alternative als optimal zu sehen ist, explizit macht. Um die relevante Evidenz zu extrahieren, werden wir neue Methoden der Informationsextraktion entwickeln, die auf probabilistischen graphischen Modellen aufbauen. Zudem sollen bestehende Methoden aus dem Information Retrieval erweitert werden, um für Argumentation relevante Evidenz aus großen und heterogenen Dokumentensammlungen extrahieren zu können.Diese extrahierte Evidenz soll dann verwendet werden, um Argumente für und gegen die gegebene Empfehlung anhand relevanter Aspekte zu generieren. Diese aspekt-spezifischen Argumente sollen dann in Form einer neuen argumentativen Datenstruktur, den sog. Hierarchical Argumentation Trees, entlang einer Hierarchie von Aspekten aggregiert werden. Diese Hierarchie unterstützt die Generierung von komplexen Argumenten, die explizit machen, unter welchen Annahmen und Präferenzen die Empfehlung den Alternativen gegenüber als überlegen anzusehen ist. Wir werden im Rahmen des Projektes auch template-basierte Methoden der natürlichsprachlichen Generierung entwickeln, welche die Hierarchical Argumentation Trees in natürlicher Sprache verbalisieren können. Die Machbarkeit der entwickelten Methoden soll in der praktischen Anwendung im Bereich der evidenz-basierten Medizin demonstriert werden. Die Entscheidungsfindung bzgl. der optimalen Therapierung eines Patienten ist oftmals empfehlungsgestützt in dem Sinne, dass die labormedizinische Diagnostik mit einer Handlungsempfehlung an den behandelnden Arzt einhergeht. Unsere Methode der Rationalisierung soll Onkologen dabei unterstützen, die Evidenz, Annahmen und Präferenzen explizit zu machen, auf denen eine solche Empfehlung basiert, um sie nachvollziehbar zu machen und damit eine optimal informierte Meinungs- und Entscheidungsbildung zu unterstützen. Zu diesem Zweck werden die Definition von Anforderungen, Anwendungsszenarien sowie die Annotation von Daten und die Evaluierung des Systems von Medizinern begleitet und unterstützt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455913229",
      "url": "https://gepris.dfg.de/gepris/projekt/455913229",
      "title": "Interaktive Argumentationsunterstützung für die wissenschaftliche Domäne der Invasionsbiologie",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455913229",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Die Entwicklung eines guten, neuen Arguments ist keine leichte Aufgabe. In realen Argumentationsszenarien stellen argumentative Texte oft das Endergebnis eines langen und mühsamen Prozesses dar. Viele Arbeiten zur computergestützten Argumentation haben sich darauf konzentriert, diese  Texte zu analysieren und zusammenzufassen. Dieses Projekt nimmt eine komplementäre Perspektive ein: Wir wollen eine Argumentationsmaschine entwickeln, die die NutzerInnen während des Argumentationsprozesses unterstützt und es ihnen ermöglicht und ihre eigenen Argumente zu entwickeln. Wir werden uns auf eine bestimmte Phase des wissenschaftlichen Argumentationsprozesses konzentrieren, nämlich die Anfangsphase der Hypothesenentwicklung. In der wissenschaftlichen Argumentation ist eine sorgfältig entwickelte Hypothese oft entscheidend dafür, dass Forscher eine erfolgreiche Studie durchführen und ein neues, qualitativ hochwertiges Ergebnis oder Argument präsentieren können.Daher muss eine erste Hypothese spezifisch genug sein, damit ein Forscher sie auf der Grundlage von Daten testen kann, aber gleichzeitig sollte sie sich auch auf allgemeine Behauptungen, die in der Gemeinschaft aufgestellt wurden, beziehen und diese verfeinern. In diesem Projekt untersuchen wir, wie Argumentationsmaschinen (i) konkretes und abstrakteres Wissen über Hypothesen und die ihnen zugrundeliegenden Konzepte repräsentieren können, (ii) den Prozess der Hypothesenverfeinerung unter Einbeziehung von Daten als Grundlage der Verfeinerung modellieren und (iii) einen Benutzer interaktiv bei der Entwicklung seiner eigenen Hypothese auf der Grundlage dieser Ressourcen unterstützen können. Dieses Projekt wird Methoden aus verschiedenen Disziplinen kombinieren: Sprachtechnologie, Wissensrepräsentation und Semantic Web, Wissenschaftsphilosophie und - als Beispiel für einen wissenschaftlichen Forschungsbereich - Invasionsbiologie. Unser Ausgangspunkt ist eine bestehende Ressource in der Invasionsbiologie, die die Kernhypothesen des Fachgebiets organisiert, zu einander in Beziehung setzt und sie mit Metadaten für mehr als 1000 wissenschaftliche Veröffentlichungen verknüpft. Diese Ressource wurde im Laufe mehrerer Jahre auf der Grundlage manueller Analysen entwickelt. Dieses Netzwerk ist jedoch derzeit statisch (d.h. es muss in erheblichem Umfang manuell kuratiert werden, um neue Behauptungen aufzunehmen) und darüber hinaus für Benutzer, denen spezifisches Hintergrund- und Domänenwissen in der Invasionsbiologie fehlt, nicht leicht zugänglich. Unser Ziel ist es, (i) ein semantisches Modell für die Darstellung von Wissen über Konzepte und Hypothesen zu entwickeln, so dass nicht nur Experten das Netzwerk nutzen können; (ii) ein Werkzeug zu entwickeln, das automatisch Links von Publikationsabstracts (und Daten) zu diesen Hypothesen berechnet, und (iii) ein interaktives System, das die Benutzer dabei unterstützt, ihre möglicherweise unterentwickelte Hypothese zu verfeinern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)MitverantwortlichProfessor Dr. Jonathan  Jeschke"
    },
    {
      "project_id": "375588274",
      "url": "https://gepris.dfg.de/gepris/projekt/375588274",
      "title": "Kausalität, Argumentation und Maschinelles Lernen",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingDatenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375588274",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Klassifikation ist ein zentrales Problem des maschinellen Lernens, bei dem es darum geht, aus einer Menge von kategorisierten Beispielen ein Klassifikator zur Kategorisierung von neuen Beobachtungen zu lernen. Eine Reihe von Ansätzen zur Lösung dieses Problems wurden bereits entwickelt, unter anderem Entscheidungsbäume, Support Vector Machines, und ähnliche Methoden. Das Gebiet des Statistical Relational Learning bezieht dazu weiterhin auch noch Aspekte der Wissensrepräsentation ein und entwickelt Modelle, die stärker auf formal logischen und statistischen Grundlagen basieren. In diesem Projekt werden wir diesen Aspekt des maschinellen Lernens grundlegend durch Einbeziehung von Modellen der formalen Argumentation, ein aktueller Ansatz für rationales Schliessen, erweitern. Betrachte beispielsweise den folgen Klassifikationsansatz. In einem ersten Schritt werden einfache Lernalgorithmen für Regeln (wie beispielsweise Assozationsregellerner) benutzt um oft vorkommende Muster und Regeln aus einem gegeben Datensatz zu lernen. Die Ausgabe dieses Schrittes ist für gewöhnlich eine recht große Menge an Regeln, die aufgrund ihrer innere Inkonsistenz normalerweise nicht direkt für das Problem der Klassifikation genutzt werden können. Daher interpretieren wir in einem zweiten Schritt diese Regelmenge als die Eingabe für einen Ansatz zur strukturierten Argumentation, wie beispielsweise ASPIC+, DeLP, ABA, oder deduktive Argumentation, sowie deren probabilistische Erweiterungen. Auf Basis des argumentativen Inferenzmechanimus dieser Ansätze können nun neue Beobachtungen durch Konstruktion von Argumenten und Gegenargumenten klassifiziert werden.Das Projekt CAML wird neuartige Ansätze des Machinellen Lernens wie den oben beschriebenen, entwickeln und ein neues wissenschaftliches Feld \"Argumentatives Maschinelles Lernen\" prägen, d.h. eine enge Verknüpfung von \"C\"omputational \"A\"rgumentation und \"M\"achine \"L\"earning. Diese Verknüpfung bringt mehrere Vorteile. Die Nutzung von Argumentationstechniken erlaubt die Entwicklung von Klassifikatoren, die \"erklärbar\" sind und damit den aktuellen Wunsch nach einer \"Explainable AI\" adressieren. Klassifikationen werden nun ergänzt durch dialektische Analysen, die aufzeigen warum Argument für eine bestimmte Konklusion anderen Gegenargument vorgezogen werden. Diese Eigenschaft erlaubt es, Vertrauen in einen Klassifikator zu wecken, was wiederum essentiell ist wenn auf Grundlage dieser Analysen Entscheidungen getroffen werden müssen. Die Nutzung von Argumentationtechniken im maschinellen Lernen erlaubt es zudem, Expertenwissen in Argumentationsform in einfacher Weise zu integrieren. Schliesslich, da es eine Reihe verschiedener Ansätze zu strukturierter Argumentation gibt, erlaubt deren Anwendung auf Probleme des maschinellen Lernens eine neuartige Evaluierungsmethode, die über bisherige analytische Vergleiche hinausgeht.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "398038679",
      "url": "https://gepris.dfg.de/gepris/projekt/398038679",
      "title": "Koordinationsfonds",
      "subject_area": "Datenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2017 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 398038679",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Zu Beginn des Schwerpunktprogramms RATIO war das Forschungsfeld der Argumentation in Deutschland sehr fragmentiert und ziemlich jung.  Eines der wichtigsten Ziele des Koordinationsprojektes in der ersten Phase war es, einen Beitrag zur Kohärenzbildung des Forschungsfeldes durch die Organisation von sog. Shared Tasks zu leisten. Ein weiteres Ziel war die Erhöhung der Sichtbarkeit des Forschungsfeldes durch die Organisation einer Anzahl von Tutorials und Workshops auf internationalen Konferenzen. Das Koordinationsprojekt hat die Organisation einer Anzahl relevanter Shared Task gefördert und koordiniert, die im Rahmen des Cross-Lingual Evaluation Forums (CLEF) sowie im Rahmen des 6th Argument Mining Workshops stattgefunden haben und die Aufmerksamkeit der internationalen Forschungscommunity angezogen, und damit zur internationalen Sichtbarkeit des SPP beigetragen haben. Darüber hinaus hat das Koordinationsprojekt insgesamt 3 Tutorials bei internationalen Konferenzen organisiert, sowie die Organisation von 5 internationalen Workshops und Seminaren mit starker internationaler Beteiligung unterstützt. Das Koordinationsprojekt hat jährliche Symposia am ZiF in Bielefeld organisiert und die Forscher aus den geförderten Projekten für den Austausch von Ideen und Methoden zusammengebracht, und damit einen Beitrag zur Förderung der Kohärenz des Forschungsprogramms im SPP beigetragen. Auf den Symposia haben hochkarätige externe Redner durch ihre Sicht auf das Forschungsfeld die Perspektive des SPP erweitert. Aufbauend auf den bisherigen Erfolgen verfolgt das Koordinationsprojekt in der zweiten Phase die folgenden vier Ziele. Das Koordinationsprojekt wird einerseits weiterhin wissenschaftliche Events zu den Themen des SPP auf internationalen Tagungen und Konferenzen organisieren. Ziel ist die Organisation von 2-3 Tutorials / Workshops pro Jahr. Dadurch trägt das Koordinationsprojekt zur internationalen Sichtbarkeit des SPP bei. Das Koordinationsprojekt wird weiterhin die Organisation von Shared Tasks fördern und finanziell unterstützen. In der zweiten Phase soll der Schwerpunkt der Shared Tasks auf den folgenden Themen liegen: i) Argumentanalyse, ii) Retrieval von Argumenten, iii) Synthese, Generierung und Zusammenfassung von Argumenten, sowie konversationale und Mensch-Computer-Schnittstellen zu argumentativen Systemen. Das Koordinationsprojekt wird weiterhin den Austausch zwischen Mitgliedern des SPP in kleineren Task Forces unterstützen. Aufbauend auf dem Erfolg eines ersten Hackatons, welches das Koordinationsprojekt organisiert hat, sollen weitere Hackatons in 2021 und 2022 folgen mit dem Ziel, an konkreten Daten oder Aufgaben zusammenzuarbeiten.Das Koordinationsprojekt wird weiterhin jährliche Symposia organisieren und durch zwei eingeladene Redner für einen aktiven Austausch mit der internationalen Forschungsgemeinschaft sorgen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455911521",
      "url": "https://gepris.dfg.de/gepris/projekt/455911521",
      "title": "LARGA: Maschinelles Lernen von Axiomen aus monologischen und dialogischen Texten",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455911521",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "In vielen Situationen des realen Lebens, von politischen Debatten bis hin zum Schreiben von Essays, hängt die Überzeugungskraft einer Argumentation nicht nur von der Auswahl der besten Argumente ab, sondern auch von der Strategie, Argumente zu präsentieren. In diesem Zusammenhang interessiert beispielsweise: In welcher Reihenfolge sollen die Argumente in einem Text auftauchen? Welche Regeln bzw. Konventionen stehen hinter diesen Entscheidungen? Auf welche Weise trägt eine bestimmte Argumentreihenfolge dazu bei, die Akzeptanz des Autorstandpunktes zu erhöhen? Gibt es dabei Prinzipien, die unabhängig von der Textsorte sind?Ein Beispiel für diese Art von Organisationswissen ist die folgende Forderung: ``In einem Argument sollte eine Anekdote immer vor einer statistischen Aussage platziert werden.'' Dieses Muster ist häufig in Essays zu finden. Mit unserer Forschung wollen wir die Identifizierung und Analyse solcher Muster (bzw. Axiome, wie sie hier genannt werden) systematisieren.Die meisten Arbeiten zur rechnergestützten Argumentation konzentrieren sich auf das Mining und die Bewertung von Argumenten, während das empirische Wissen darüber, welche Anordnungsstrategien für welche Textsorte oder Interaktion (Monolog, Dialog) effektiv sind und wie man dieses Strategiewissen identifizieren kann, bislang fehlt. Diese Lücke wollen wir schließen, indem wir einen axiomatischen Ansatz zur Präferenzmodellierung auf Basis von \"themenagnostischen\" Attributen entwickeln. Diese Attribute, die wir im Rahmen unserer jüngeren Forschung zusammengestellt haben, verorten wir auf drei Abstraktionsebenen: der Ebene der Argumentuntereinheiten, der Argumentebene und der Diskursebene. Auf Basis adäquater Datensätze, die gemäß dieser Ebenen annotiert sein müssen, soll interpretierbares axiomatisches Wissen aus argumentativen Texten verschiedener Textsorten, Interaktionsformen und verschieden starker Schreibexpertisen entdeckt und analysiert werden.Unser Projekt beschreibt einen konkreten Plan zur Akquisition der erforderlichen Datensätze, zur Ableitung von Axiomen der beschriebenen Art (sowohl in monologischen als auch dialogischen Situationen) sowie zur Analyse von Beziehungen zwischen den Axiomen. Wie unterscheiden sich z.B. Argumentationen von Experten von Argumentationen von Nicht-Experten hinsichtlich dieser Axiome? Darüber hinaus untersuchen wir, wie unser axiomatischer Ansatz in Hinblick auf aktuelle Textstrukturtheorien zu interpretieren ist, und wir haben Experimente konzipiert, um den Nutzen axiomatischer Argumentationsstrategien in zwei Anwendungen zu untersuchen: ``Augmented Writing'' und Dialogunterstützung.Die in diesem Projekt entwickelten Ressourcen einschließlich der Annotationen, des Codes, des axiomatischen Wissens und der prototypischen Werkzeuge werden frei zugänglich gemacht und tragen so zum Schwerpunktprogramm RATIO sowie zur Argumentationsforschung im Allgemeinen bei.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "375875969",
      "url": "https://gepris.dfg.de/gepris/projekt/375875969",
      "title": "MARDY: Modellierung von Argumentationsdynamik im politischen Diskurs (Phase 2)",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingPolitikwissenschaft",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375875969",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Diese interdisziplinäre Kooperation zwischen Computerlinguistik, Maschinellem Lernen und Politikwissenschaft soll Modelle und Methoden für die computergestützte Argumentationsanalyse im politischen Diskurs entwickeln, insbes. zur Dynamik, mit der sich der diskursive Austausch zu kontroversen Themen zeitlich entfaltet. Ziel ist es, den zu erwartenden Einfluss von Argumenten unterschiedlicher AkteurInnen  auf den weiteren Debattenverlauf abzuschätzen. Hier spielen neben der inhaltlich-argumentativen Substanz der Forderung (claim) und ihrer Rechtfertigung (justification) weitere Faktoren eine Rolle: Entstehen und Struktur von Diskurskoalitionen, gleichartige oder gegenläufige Begründungsmuster (frames), Status von und Beziehung zwischen AkteurInnen etc. Solche Faktoren sollen in effektive, skalierbare Computermodelle integriert werden, die eine interaktive Recherche zu laufenden oder zurückliegenden Debatten unterstützen, sowohl für professionelle AnalytikerInnen (z.B. Politologen) als auch für informierte Laien.Unser Modellierungsansatz führt moderne sprachtechnologische Methoden mit mächtigen maschinellen Lernverfahren (insbes. joint inference und deep learning) und analytischen Einblicken aus der Politikwissenschaft zusammen, um global kohärente Diskursnetzwerke zu erzeugen, die Akteure, Forderungen und Rechtfertigungen in Beziehung setzen. Dies erfordert die Lösung von komputationellen Teilaufgaben zur Extraktion der genannten Faktoren aus Texten, die dann in komplexeren Modellen kombiniert werden.Hauptdatengrundlage ist ein mehrere Zeiträume umfassendes deutsches Zeitungs-Korpus zu unterschiedlichen Themen. Im Rahmen der Modellentwicklung werden qualitativ anspruchsvolle Korpusannotationen (Codierungen) zu den genannten Faktoren vorgenommen. Das annotierte Zeitungskorpus wird für Forschungszwecke frei verfügbar gemacht. Zusätzlich verwenden wir weiteres empirisches Material, insbesondere existierende Korpora mit Parlamentsprotokollen um unmittelbar die Argumentation politischer Akteure zu erfassen.Die Anwendung dynamischer Netzwerkmodelle auf reale Debatten-Datensätzen ermöglicht retrospektive Vorhersageexperimente und damit das Testen von Hypothesen zum empirisch nachweisbaren Einfluss diverser Faktoren auf den Diskursverlauf. Solche Experimente können zudem zeigen, wie sich die Modellparameter zur theoretischen Interpretation und/oder zu den aus Erfahrung entwickelten Intuitionen eines Beobachters verhalten. Mit interaktiven Visualisierungs- und Diagnosewerkzeugen sollen trainierte Vorhersagemodelle - angewandt auf eine laufende Debatte - unerwartete Wendungen entdecken helfen und andere Analyseszenarien zum politischen Diskurs unterstützen. Die enge Verzahnung der am Projekt beteiligten Arbeitsgruppen trägt dazu bei, dass die Computermodelle in geeignete Werkzeuge für die Politikwissenschaft münden. Die Etablierung einer entsprechenden Best-practice-Methodologie für die interdisziplinäre Zusammenarbeit ist selbst zentrales Projektziel.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "376696351",
      "url": "https://gepris.dfg.de/gepris/projekt/376696351",
      "title": "Mit Argumenten begeistern - Verbesserung der Überzeugungskraft von virtuellen Agenten",
      "investigators": "Professorin Dr. Elisabeth  André;Professor Dr.-Ing. Wolfgang  Minker",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 376696351",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Ob Sprecher als glaubwürdig empfunden werden, hängt nicht nur von dem Inhalt ihrer Äußerungen, sondern größtenteils von der Art der Darbietung ab. Menschliche Kommunikation basiert nicht nur auf Sprache, sondern umfasst auch andere Modalitäten wie Gestik, Körperhaltung, Gesichtsausdrücke und Blickverhalten, die die Wahrnehmung eines Publikums beeinflussen. Außerdem ergänzen wir mögliche Dialogakte oft um taktische Optionen wie Themenwechsel oder Ausflüchte. Im EVA Projekt werden wir typische Konversationsmuster in politischen Debatten untersuchen. Hierzu gehören der Inhalt und die Struktur von Argumenten, aber auch wie sie einem Publikum kommuniziert werden. Zu diesem Zweck werden wir argumentative Dialoge zwischen Menschen durch virtuelle Agenten simulieren. Als Anwendungsdomäne fokussieren wir uns auf politischen Diskurs. Da politische Debatten enormen Einfluss auf die Meinungsbildung und Einstellung der Allgemeinheit haben, sind Techniken zur Unterstützung von Entscheidungsprozessen von enormer gesellschaftlicher Relevanz. Der Einsatz von virtuellen Agenten führt zu einer neuartigen Form der audio-visuellen Präsentation, die bisher im Bereich Argumentation Mining wenig erforscht wurde. Virtuelle Agenten erlauben es uns, Argumente auf intuitive Art und Weise zu präsentieren und die Wirkung von rationalen und nicht-rationalen Elementen zu verdeutlichen. Verbale und nicht verbale Verhaltensweisen der Agenten werden durch eine Kombination von regelbasierten Ansätzen (abgeleitet aus Argumentationstheorien) und datenbasierten Ansätzen (gestützt durch Korpora aus multimodalen Debatten zwischen Menschen) bestimmt. Die Argumente der virtuellen Agenten werden automatisch aus einer mit Argumentation Mining erstellten Ontologie extrahiert. Wir werden auf Reinforcement Learning zurückgreifen, um die Argumentationsstrategien der Agenten in der Interaktion mit einem simulierten Gegner zu optimieren.Der EVA Antrag wurde im Rahmen des Schwerpunktprogramms Rational Argumentation Machines (RATIO) erstellt. Er adressiert die folgende Kernfrage von RATIO: Wie können Argumente Nutzern auf intuitive Art und Weise präsentiert werden, um ihre Entscheidungsprozesse zu unterstützen.Der EVA Antrag ist interdisziplinär ausgerichtet. Er verbindet Forschung zu multimodaler Synthese und Analyse, Argumentation Mining und Dialogmanagement.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455913891",
      "url": "https://gepris.dfg.de/gepris/projekt/455913891",
      "title": "OASiS: Objektive Argumentzusammenfassung in Suchkontexten",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455913891",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Ein Argument dient dazu, die Plausibilität einer Aussage logisch zu begründen. Argumentative Texte benötigen dafür oft viele Sätze, in denen zahlreiche Aussagen und Gründe mit Hintergrundinformationen und rhetorischen Mitteln subjektiv zusammengebracht werden. Ziel dieses Projektes ist es, zu untersuchen, wie sich die Begründungen solcher Texte mittels maschineller Sprachverarbeitung objektiv zusammenfassen lassen. Es sollen die Grundlagen dafür geschaffen werden, (1) den Kern eines Arguments zu ermitteln, (2) diesen in einem kurzen, prägnanten Text wiederzugeben, in welchem (3) subjektiver Bias weitestmöglich entfernt wird. Motiviert wird das Projekt durch die grundlegende Idee des Schwerpunktprogramms RATIO, dass Argumentationsmaschinen Standpunkte zu kontroversen Themen, wie Abtreibung oder Social Distancing, ihren Nutzer*innen schlüssig und nachvollziehbar darstellen. Unsere Suchmaschine args.me zeigt dies prototypisch: Sie stellt Pro- und Kontraargumente zu Suchthemen gegenüber, um eine selbstbestimmte Meinungsbildung zu unterstützen. Ein zentraler Aspekt von args.me, wie auch anderer Argumentationsmaschinen ist die Generierung kurzer Text Snippets, um Nutzer*innen einen schnellen Überblick über die oft vielfältigen Argumente zu geben. Während Standardansätze dafür lediglich den Inhalt abbilden, ist die Hypothese des Projekts, dass der Kern eines Arguments im Snippet objektiv zusammengefasst sein sollte.Ausgehend vom Stand der Technik im Argument Mining liegt der Forschungsschwerpunkt des Projektes in den Bereichen Textzusammenfassung und Stiltransfer. Beide gelten generell als schwere Probleme, domänenspezifisch wurden in jüngerer Zeit aber deutliche Fortschritte erzielt. Für Argumente gibt es erste erfolgreiche Inhaltszusammenfassungen, gleichwohl ohne Berücksichtigung des argumentativen Kerns. Stiltransfer wurde bislang für Argumente nicht erforscht. Diese Lücken soll das Projekt schließen.Konkret ist geplant, (1) ein Korpus mit tausenden händisch verfassten Argumentzusammenfassungen verschiedener Art zu erstellen. Auf dieser Basis sollen neuartige algorithmische Methoden (2) zur automatischen Zusammenfassung argumentativer Begründungen und (3) zur Neutralisierung deren Stils, im Sinne der Reduzierung von subjektivem Bias, entwickelt und evaluiert werden. Die gewonnenen Erkenntnisse werden dabei helfen, besser zu verstehen, wie sich subjektive Sprache wie Argumentation zusammenfassen lässt. Das Korpus wird systematischere Forschung an Argumentgenerierung ermöglichen, und die Methoden werden für verschiedene Argumentationsmaschinen und vergleichbare Anwendungen nützlich sein. Alle Ergebnisse werden frei verfügbar gemacht, um so substantiell zu den Zielen von RATIO im Speziellen und der Forschung an maschineller Sprachverarbeitung im Allgemeinen beizutragen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "455912133",
      "url": "https://gepris.dfg.de/gepris/projekt/455912133",
      "title": "Perspektivierte Argument-Analyse zur Unterstützung von Deliberation",
      "investigators": "Professor Dr. Philipp  Cimiano;Professorin Dr. Anette  Frank",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable Computing",
      "funding_period": "Förderung von 2021 bis 2026",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 455912133",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Viele Entscheidungen in Alltag, Politik und Gesellschaft erfordern die deliberative Abwägung von Argumenten und Gegenargumenten zu Handlungsoptionen. Dabei müssen konfligierende Interessen berücksichtigt  werden, um zu akzeptablen Entscheidungen für alle Betroffenen zu gelangen.Werkzeuge zur Unterstützung von Deliberationsprozessen reichen von Debattierportalen in denen Argumente durch User ausgetauscht werden bis hin zu  Argument-Suchmaschinen zur Unterstützung der Suche nach geeigneten (Gegen-) Argumenten, deren strukturelle Analyse von Argumenten jedoch bisher sehr limitiert ist.Reale Argumentation benötigt weit mehr als eine  Strukturierung vorgegebener Argumente in Für und Wider.  Sie erfordert tiefes Verständnis der debattierten Themen, muss potentielle Implikationen von Entscheidungen und deren Auswirkungen auf Betroffene verstehen und aufzeigen können, wie in der Suche nach breiter Akzeptanz diese abgewogen werden müssen.Dieses tiefere Verständnis muss sich auf neue Themen erstrecken können, die in der Öffentlichkeit noch nicht diskutiert wurden. Daher müssen Systeme entwickelt werden, die durch Verwendung von Wissen und Schlussfolgerungen neue Fragen behandeln können.Computationelle Argumentation ist von solch einem tiefen Verständnis von Argumenten noch weit entfernt. So funktionieren Systeme zur Klassifikation von Support-Attack-Relationen gut, wenn sie auf Diskursen operieren. Wir haben gezeigt, dass sie sich vor allem auf Diskursmarker stützen und ohne diese Marker sehr schlechte Ergebnisse liefern. Auch die Argument Reasoning Challenge war darauf angelegt, dass Systeme tiefe Schlussfolgerungen ziehen müssen. Doch die guten Ergebnisse von Transformermodellen wie BERT basieren auf deren  Fokussierung auf Oberflächenmerkmale und fallen dramatisch ab sobald diese aus den Daten entfernt werden.In unseren Vorarbeiten begegnen wir diesen Schwächen, indem wir neuronale Modelle in interpretierbarer Weise mit Hintergrundwissen anreichern. Doch es bedarf an weiterer Forschung, um Systeme mit tiefem Verständnis von Argumenten zu entwickeln, so dass sie über Argumente Schlussfolgerungen ziehen können und Konsequenzen von Handlungen vorhersagen, um so Deliberationsprozesse zu unterstützen.Ziel unseres Projekts ist es, über unsere bisherigen Erfolge für eine wissensbasierte Argumentanalyse hinauszugehen, indem wir i)  neuro-symbolische Methoden mit Hintergrundwissen für eine tiefere Analyse der Beziehungen zwischen Argumenten erweitern, ii) Argumente in einem multifaktoriellen Argument-Wissensgraphen repräsentieren, kontextualisieren und anreichern, in dem wir Perspektiven, Ziele und Werte  von Interessengruppen einbeziehen, und iii) darauf aufbauend neue Methoden entwickeln, um Debatten aus verschiedenen Perspektiven zu analysieren, existierende Argumente aus unterschiedlichen Perspektiven zu bewerten, und unter Berücksichtigung wünschenswerter Ziele alternative Prämissen inferieren zu können, um damit Deliberationsprozesse zu unterstützen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "375342983",
      "url": "https://gepris.dfg.de/gepris/projekt/375342983",
      "title": "ReCAP-II: Information Retrieval und Case-Based Reasoning für die robuste Deliberation und Synthese von Argumenten im politischen Diskurs - Architektur und Anwendungen",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingSicherheit und Verlässlichkeit, Betriebs-, Kommunikations- und verteilte Systeme",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375342983",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Das ReCAP-Projekt folgt der Vision zukünftiger Argumentationsmaschinen, die Wissenschaftler, journalistische Schriftsteller sowie menschliche Entscheidungsträger unterstützen, um einen umfassenden Überblick über aktuelle Argumente und Meinungen zu einem bestimmten Thema zu erhalten sowie persönliche, fundierte Meinungen zu entwickeln. Solche Argumentationsmaschinen ermitteln automatisch die verfügbaren Informationsquellen im Web, insbesondere argumentative Texte und Faken, die für das jeweilige Thema relevant sind. Im Gegensatz zu existierenden Suchmaschinen, die primär auf textueller Ebene operieren, basieren solche Argumentationsmaschinen auf Schlussfolgerungen auf einer durch Argumente und Argumentationsstrukturen gebildeten Wissensebene. Für einen gegebenen Kontext unterstützen sie die Deliberation von Argumenten und Gegenargumenten für eine bestimmte Frage auf der Grundlage gegenwärtiger Meinungen und Fakten im Internet. Darüber hinaus wird die Synthese neuer Argumentationen durch die analogiebasierte Übertragung von Argumenten und Argumentationsstrukturen aus ähnlichen, verwandten Kontexten und Themen unterstützt.Das ReCAP-Projekt zielt darauf ab, einen wichtigen Beitrag zur Verwirklichung dieser Vision durch ein Forschungsprogramm zu leisten, das mit den anderen Projekten des Schwerpunktprogramms RATIO verknüpft ist. Der Schwerpunkt liegt auf den neuartigen Beiträgen und der Konfluenz von Methoden aus den Bereichen Information Retrieval (IR) und Wissensrepräsentation und Schließen (RI), insbesondere fallbasiertes Schließen. Ziel ist es, Methoden zu entwickeln, die in der Lage sind, Argumente in einer robusten und skalierbaren Weise zu erfassen, Argumente zu kontextualisieren und zu aggregieren und einem Benutzer zur Verfügung zu stellen. Um ein umfassendes Verständnis der möglichen zukünftigen Anwendungen von Argumentationsmaschinen bereits in der Anfangsphase des Projekts zu entwickeln und um die methodische und experimentelle Forschungsarbeit zu fokussieren, haben wir kompetente Anwendungspartner aus dem Bereich der Politik- und Kommunikationswissenschaften in das Projekt integriert. Mit ihnen entwickeln wir professionell annotierte Korpora und erarbeiten verschiedene Anwendungsfälle zur Deliberation und Synthese als Goldstandard, die auch den anderen Projekten im Schwerpunktprogramm zum Benchmarking zur Verfügung gestellt werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "376183703",
      "url": "https://gepris.dfg.de/gepris/projekt/376183703",
      "title": "ReMLAV: Relationales maschinelles Lernen fuer Argumentvalidierung",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische Sprachen",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 376183703",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Unser Thema is Argumentvalidierung, ein wichtiger Aspekt von Argumentationsmaschinen. Wir formalisieren Argumentvalidierung als die Validierung von Argumentlinks, d.h. der Validierung von zwei Saetzen, die in einem Argument aufeinander folgen. Ein Argumentlink wird als valide klassifiziert genau dann, wenn die zwei Saetzen einen validen Teil eines Arguments bilden, z.B. deswegen weil der erste Satz den zweiten impliziert. Wer werden eine neue Argumentlinkvalidierungsmethode erarbeiten, die aufVorarbeiten in drei Forschungsgebieten basiert: (i) relationales maschinelles Lernen, (ii) Embeddings und (iii) Subraumanalyse.  (i) Relationales maschinelles Lernen behandelt Modelle von Relationen zwischen Objekten. Wir wenden es an auf den Fall, dass die Objekte Saetzen sind und die Relationen (In-)Validitaet oder (auf feingranularer Ebene) Relationen wie Implikation, Entailment oderWiderspruch.  (ii) Embeddings sind hochdimensionale Repraesentationen von linguistischen Objekten und sind die Grundlage fuer maechtige Modelle des maschinellen Lernens mit hervorragenden Generalisierungseigenschaften. Wir benutzen Embeddings zur Darstellung von Saetzen.  (iii) Embeddings haben den Nachteil, dass sie fuer Menschen schwer zu inspizieren und zu verstehen sind. Aber Menschen brauchen Inspizierbarkeit und Verstehbarkeit von Repraesentationen, um eine Argumentationsmaschine nutzen zu koennen. Wir werden deswegen Subraummodelle entwickeln, damit menschliche Nutzer die Embeddingraeume, in denen Saetzen dargestellt werden, und die Entscheidungen vor Argumentationsmaschinen verstehen koennen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)MitverantwortlichProfessor Dr. Volker  Tresp"
    },
    {
      "project_id": "376714276",
      "url": "https://gepris.dfg.de/gepris/projekt/376714276",
      "title": "Visuelle Analyse und Linguistik für die Interpretation deliberativer Argumentation (VALIDA)",
      "investigators": "Professorin Dr. Miriam  Butt;Professorin Dr. Katharina  Holzinger;Professor Dr. Daniel  Keim",
      "subject_area": "Bild- und Sprachverarbeitung, Computergraphik und Visualisierung, Human Computer Interaction, Ubiquitous und Wearable ComputingAllgemeine und Vergleichende Sprachwissenschaft, Experimentelle Linguistik, Typologie, Außereuropäische SprachenPolitikwissenschaft",
      "funding_period": "Förderung von 2017 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 376714276",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Das Projekt VALIDA widmet sich zwei Kernkomponenten des SPP1999, der Deliberation und der Rekonstrutkion, und kombiniert die Expertise von Informatik, Computerlinguistik und Politikwissenschaft. Damit soll die deliberative Qualität eines Austauschs von Argumenten in politischen Debatten untersucht werden und eine automatisierte Post-hoc-Analyse der Typen, des Inhalts und der Stichhaltigkeit der Argumente geliefert werden. Das Projekt trägt dazu bei, die Transparenz von politischen Prozessen und damit der Entscheidungsfindung durch das Verstehen und Auswerten von Argumenten zu erhöhen. Dabei wird auf den linguistischen Erkenntnissen, methodologischen Forschritten, Erfahrungen und computationellen Instrumenten des VisArgue-Projektes aufgebaut, in welchem eine Operationalisierung der Ideen hinter der deliberativen Demokratietheorie vorgeschlagen wurde. Die Dimensionen der Deliberation wurden anhand von quantifizierbaren linguistischen und extralinguistischen Einheiten operationalisiert und als Basis für eine Reihe von visuellen Analyseinstrumenten benutzt, die allerdings nicht darauf ausgerichtet waren, Ketten von Argumenten innerhalb eines Dialogs zu erkennen und nachzuverfolgen. In dem nun folgenden Projekt wird die deliberative Qualität eines Austauschs von Argumenten beziehungsweise einer Debatte untersucht, wobei explizite wie auch implizite Argumente sowie deren Relation zueinander und ihre rhetorische Darstellung extrahiert werden. Das zentrale Ziel ist die Entwicklung eines visuellen Analysesystems, das es erlaubt, deliberative Argumentation in deutschen und englischen Debatte zu verstehen. Um dieses System auf einer soliden theoretischen Basis mit genereller Anwendbarkeit zu gründen, wird die automatische Annotation der VisArgue-Pipeline und und die Arten der rhetorischen Präsentation der Argumente mit Inference Anchoring Theory (IAT) verbunden, einem theoretischen Framwork für Diskursverarbeitung und Argumentationsextraktion in dialogischen Daten. Dabei wird au\\ss erdem ein Fokus auf die automatische Feststellung von sogenannen Argumentationsschemata gelegt, um herauszufinden, wie Teilnehmer eines deliberativen Prozesses beitragen um zu einer Schlussfolgerung zu kommen. Unser methodologischer Beitrag geht über die einzelnen Disziplinen hinaus: Mithilfe von Visual Analytics werden die verschiedenen komplexen Ebenen von linguistischer Information und computationellen Modellen von Argumentation verbunden um eine skalierbare Übersicht über den Argumentationsprozess zu generieren. Input dieses Systems ist eine hybride Technologie, die Informationen aus einem linguistischen, regelbasierten System mit Erkenntnissen aus der statistischen Analyse von rohen und annotierten Dialogdaten kombiniert. Im Bezug auf die Computerlinguistik wird ein mehrschichtiges Annotationsschema geschaffen, das Information von Diskurs und Argumentation wie in IAT definiert mit Informationen zur rhetorischen Einbettung zusammenbringtDFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    },
    {
      "project_id": "375654996",
      "url": "https://gepris.dfg.de/gepris/projekt/375654996",
      "title": "Zwischen den Zeilen - Wissensbasierte Argumentationsanalyse in einem formalen Argumentations-Inferenzsystem",
      "investigators": "Professorin Dr. Anette  Frank;Professor Dr. Heiner  Stuckenschmidt",
      "subject_area": "Datenmanagement, datenintensive Systeme, Informatik-Methoden in der Wirtschaftsinformatik",
      "funding_period": "Förderung von 2017 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 375654996",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 1999: \nRobust Argumentation Machines (RATIO)",
      "description": "Argumentation ist ein allgegenwärtiger Prozess, im politischen Diskurs wie in alltäglicher Kommunikation. Argumente unterscheiden sich in Stärke und Qualität, und was explizit gesagt wird, gibt nur zum Teil das zugrundeliegende Wissen und erschließbare Zusammenhänge in Argumenten wieder.Wir erforschen computationelle Methoden zur Analyse und Validierung argumentativer Texte, um i) explizit Inhalte mit automatisch akquiriertem Wissen zu ergänzen, das fehlende erklärende Zusammenhänge in Argumenten offenlegt, ii) eine formale, wissensbasierte Argumentanalyse zu konstruieren, und auf dieser Basis iii) mit einer Kombination aus maschinellem Lernen und formalen Inferenzprozessen eine erweiterte Argumentationsstruktur zu validieren.Ziel ist es, ein wissensbasiertes Argumentations-Inferenzsystem zu entwickeln, das argumentative Texte semantisch analysiert. Dies erreichen wir, indem wir die semantische Kohärenz zwischen Aussagen eines Arguments analysieren. Wir verknüpfen Entitäten und Konzepte in den Aussagen der Argumente mit Wissensbasen und lernen, wie implizites Hintergrundwissen rekonstruiert werden kann, das die semantische Kohärenz des Arguments verstärkt. Resultat dieses Prozesses ist ein abstrakter Argumentations-Wissensgraph für das Argument, angereichert mit relevantem implizitem Wissen aus Wissensbasen oder textuellen Quellen.Mit Hilfe überwachter maschineller Lernverfahren wollen wir in den verknüpften Wissensgraphen für den Argumentationsprozess relevante abstrakte Muster und Arten verknüpfenden Wissens ermitteln. Im anschließenden formalen Inferenzprozess wird gleichzeitig die formale Argumentstruktur etabliert und die Stärke des Arguments ermittelt, basierend auf der semantischen Kohärenz potentieller Kanten im Argumentationsgraphen, dem Typ, der Anzahl und der Konnektivität von Kanten, die aus expliziten Aussagen und ergänztem Wissen resultieren.Wir erzielen so eine semantisch angereicherte formale Repräsentation von Argumenten, verknüpft mit erweiterbaren Wissensquellen: strukturierten Wissensbasen, die dynamisch mit Hintergrund- und domänenspezifischem Wissen aus Texten erweitert werden. Wir verwenden verknüpfte Wissensbasen mit faktischem Wissen (z.B. DBpedia, Gene Ontology), linguistischem Wissen (WordNet) und Allgemeinwissen (ConceptNet, OpenCyc) zusammen mit automatisch extrahiertem Hintergrundwissen aus relevanten Text/Webkorpora. Wir wenden unsere Methoden auf argumentative Texte allgemeiner und spezieller Domänen verschiedener Genres an und evaluieren sowohl einzelne Systemkomponenten als auch das Gesamtsystem im Vergleich zu alternativen Systemen.Im SPP Robust Argumentation Machines konzentriert sich das Projekt auf die Validierung: wissensbasierte Analyse macht die zugrundeliegende Logik und Annahmen in Argumenten explizit. Das Projekt liefert Beiträge zu Schwerpunktaktionen, Shared Tasks und standardisierter Evaluierung, u.a. durch Datensätze zu implizitem Wissen in Argumenten und eine Evaluierungsplattform.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 1999: \nRobust Argumentation Machines (RATIO)"
    }
  ]
}