{
  "spp_number": "SPP 2171",
  "spp_title": "Dynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
  "spp_url": "https://gepris.dfg.de/gepris/projekt/402234552",
  "projects_count": 31,
  "projects": [
    {
      "project_id": "422916531",
      "url": "https://gepris.dfg.de/gepris/projekt/422916531",
      "title": "Adaptive und schaltbare Grenzflächen basierend auf strukturierten Kolloiden",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422916531",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Ziel dieses Projekts ist ein fundamentales Verständnis dynamischer Benetzungsvorgänge auf flexiblen, adaptiven oder schaltbaren Substraten. Mit Hilfe von Gitter-Boltzmann Simulationen und einfachen analytischen Modellen wollen wir neuartige Strategien zur Herstellung funktionaler Grenzflächen mit Hilfe von an Flüssigkeitsgrenzflächen angelagerten Kolloiden finden.Hierzu werden wir uns die großen Fortschritte, die die Teilchensynthese in den letzen Jahren verzeichnen konnte, zu Nutze machen. Es ist heute möglich, Partikel mit sehr spezifischen Eigenschaften, wie beispielsweise wohl definierten Formen und Oberflächeneigenschaften oder der Möglichkeit diese Teilchen durch externe Felder zu manipulieren, herzustellen. Ein Beispiel hierfür sind sogenannte Janusteilchen, welche unterschiedliche Eigenschaften an verschiedenen Positionen ihrer Oberfläche aufweisen. Diese Teilchen können sogar so hergestellt werden, dass sie auf externe Stimulationen (Licht, Wärme, externe Felder, etc.) reagieren und ihre Eigenschaften ändern. Lagert man sie an einer Flüssigkeitsgrenzfläche an, können sie vielversprechende Kandidaten zur Herstellung neuartiger adaptiver oder schaltbarer Grenzflächen sein. Zum Beispiel können Janusteilchen mit hydrophoben und hydrophilen Teilen ihrer Oberfläche an einer Grenzfläche rotieren und damit die Benetzungseigenschaften dieser Oberflächedynamisch verändern. Haben solche Teilchen einen magnetischen Kern, lassen sie sich sogar mit angelegten magnetischen Feldern beeinflussen. Wir werden solche Systeme systematisch mit Hilfe von Computersimulationen untersuchen, wobei der Fokus auf der Adaptivität undSteuerbarkeit der Benetzungseigenschaften liegen soll. Am Beispiel eines Tropfens auf einer flüssig-flüssig Grenzfläche (“flüssiges Substrat”), sowie Grenzflächen, die mit homogenen und anisotropen Teilchen bestückt sind, werden wir verstehen, welchen Einfluss die Teilchen haben und wie sie mit Hilfe externer Felder “schaltbar” werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422791884",
      "url": "https://gepris.dfg.de/gepris/projekt/422791884",
      "title": "Adaptiver Transport von Tropfen durch gekoppelte Strömungswege",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikExperimentelle und Theoretische Polymerphysik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422791884",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Flexible und adaptive Materialsysteme mit ihrer Fähigkeit, dynamische Verformungen im Mikrobereich zu erzeugen, sind für eine Vielzahl spannender neuer Anwendungen relevant, wie z.B. in der „Tissue-Engineering“, adaptiven Optik, flexiblen Elektronik und weichen Robotik. Ziel dieses Projekts ist es, den Transport von Flüssigkeiten und Tröpfchen in Kanälen zu untersuchen und zu analysieren, die durch flexible Membranen in mikrofluidischer Umgebung miteinander verbunden sind. Der vorgeschlagene mikrofluidische Aufbau für mehrphasige Strömungsexperimente, bestehend aus zwei durch eine dünne flexible Membran getrennten Transportkanälen, ermöglicht eine definierte laminare Strömungskontrolle innerhalb der Transportkanäle, eine genaue Positionierung der Tröpfchen und die Möglichkeit, die Tröpfchenbewegungen und den Transport innerhalb der Kanäle zu analysieren und Kreuzkorrelationen zwischen den Kanälen zu bestimmen. Aufgrund der sich bewegenden Tröpfchen und der auf beide Seiten der Membran einwirkenden Strömung reagiert die dünne elastische Membran spezifisch und verformt sich lokal auf die sich bewegenden Kontaktlinien der Tröpfchen, strömungsinduzierte Druckdifferenzen und scherinduzierte Effekte, was einen starken Einfluss auf die Transporteigenschaften in beiden Kanälen hat. Darüber hinaus wird mit Hilfe der Elektro-Hydrodynamik (EHD), die zur Unterstützung der strömungsinduzierten Instabilitäten der Membranen und der Rückkopplung in beiden Transportkanälen eingesetzt wird, die Kopplung und Querkommunikation der fließenden Materialien und der Informationstransport verstärkt und spezifisch gestaltet. Diese membraninduzierte Wechselwirkung wird verwendet, um die Tröpfchenbewegung und spezifische Strömungen innerhalb von fluidischen Transportwegen zu bewegen, anzupassen, steuern, verschieben und stoppen und darüber hinaus Strömungsmuster mit Anpassungs- und Selbstregulierungsfähigkeiten sowie langfristige logische Verbindungen und Operationen innerhalb der Transportnetze einzuführen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenInternationaler BezugSchweizPartnerorganisationSchweizerischer Nationalfonds (SNF)KooperationspartnerProfessor Dr. Ullrich  Steiner"
    },
    {
      "project_id": "505840677",
      "url": "https://gepris.dfg.de/gepris/projekt/505840677",
      "title": "Benetzung auf strukturierten adaptiven Oberflächen auf Basis von leitfähigen Polymeren für mikrofluidische Anwendungen (PolySurf)",
      "investigators": "Professorin Dr. Sabine  Ludwigs;Professor Dr.-Ing. Holger  Steeb",
      "subject_area": "PolymermaterialienAngewandte Mechanik, Statik und Dynamik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505840677",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Das Projekt “Benetzung auf strukturierten adaptiven Oberflächen auf Basis von leitfähigen Polymeren für mikrofluidische Anwendungen (PolySurf)”, soll in bestehende Aktivitäten des SPP 2171 zu “Dynamic Wetting of Flexible, Adaptive and Switchable Surfaces” eingegliedert werden. PolySurf basiert auf der Kopplung der interdisziplinären Expertise von Sabine Ludwigs (Polymere, Elektrochemie) und Holger Steeb (Mikrofluidik, Materialmodellierung) und wird sich mit hierarchisch strukturierten weichen Oberflächen beschäftigen, die ihr Benetzungverhalten adaptieren können als Funktion von externen elektrischen Stimuli.   Neben Wasserkontaktwinkelmessungen soll die Fluiddynamik in mikrofluidischen Anwendungen untersucht werden. Zur Herstellung der adaptiven Oberflächen wurden leitfähige Polymere identifiziert. Diese finden zunehmend Anwendung für flexible Aktoren und Sensoren, wobei die Grenzflächen zwischen den Polymeroberflächen und Flüssigkeiten hierbei extrem relevant sind. Die Polymere ändern nicht nur ihr optisches und elektronisches Verhalten als Funktion des Dotiergrades, sondern auch die Benetzungseigenschaften.  So wurden in der Literatur extreme Änderungen der Oberflächeneigenschaften von superhydrophob zu superhydrophil für neutrale bzw. dotierte Filme berichtet.Ziel von PolySurf ist es ein systematisches Verständnis der dynamischen Benetzung von leitfähigen Polymeroberflächen zu generieren. Auf der Materialseite werden Oberflächen aus lösungsprozessierten Filmen von Poly(ethylendioxythiophen):Poly(styrolsulfonat) (PEDOT:PSS) sowie von elektropolymerisierten Filmen aus verzweigten Monomeren präpariert. Oberflächenstrukturierungsmethoden wie Imprintlithographie und Elektropolymerisation auf strukturierten Elektroden sollen eine hierarchische Strukturbildung und damit eine Erhöhung der Oberflächenrauigkeit induzieren. Die Charakterisierung wird systematische elektrochemische Untersuchungen in wässrigen Elektrolyten zusammen mit einer Analyse der morphologischen und funktionalen Eigenschaften (Absorption und Leitfähigkeit) beinhalten, u.a. um den Dotiergrad zu bestimmen. Zur Untersuchung des Benetzungsverhalten werden zunächst systematische Kontaktwinkelmessungen durchgeführt. Der Fokus liegt auf Wasser und Wasser/ Ionen Elektrolyten. Oberflächen ohne und mit angelegtem Potential (während in-situ elektrochemischer Messungen) werden hinsichtlich der Benetzung charakterisiert. Als komplementäre Methode wird spektroskopische Ellipsometrie eingesetzt, um Oberflächenvariationen, z.B. Quellen, in direktem Kontakt mit Wasser bzw. Elektrolyt  zu untersuchen. Auf diese Weise sollen Informationen über die Adaptivität der Oberflächen erhalten werden. Über die Studie der Dynamik der Dreiphasenkontaktlinien auf Oberflächen hinausgehend, soll der Effekt von entstehenden Benetzungseigenschaften auf Multiphasen-Fluiddynamik in mikrofluidischen Anwendungen betrachtet werden. Langfristig sind elektrochemisch schaltbare mikrofluidische Bauteile anvisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422913191",
      "url": "https://gepris.dfg.de/gepris/projekt/422913191",
      "title": "Benetzung auf weichen absorbierenden Substraten: Experiment, Simulation und Theory",
      "investigators": "Dr. Sissi de Beer;Professor Jacobus  Snoeijer, Ph.D.;Professor Dr. Uwe  Thiele",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikExperimentelle Physik der kondensierten MaterieMathematikPhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungTheoretische Chemie: Moleküle, Materialien, OberflächenTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422913191",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die Benetzung weicher Polymersubstrate ist reich an Phänomenen, die aufgrund der Vielseitigkeit von Polymernetzwerken ein großes Potenzial für das Design adaptiver Oberflächen darstellen. Große Fortschritte wurden bei elastokapillaren Phänomenen für den Fall erzielt, dass Flüssigkeitstropfen nicht in das Substrat absorbiert werden. Allerdings können Polymersubstrate, gesteuert durch die physikalische Chemie des Substrats und die Umgebungsbedingungen, ihre Funktionalität durch die Absorption von Flüssigkeiten und Dämpfen erheblich verbessern. Um dieses Potenzial voll auszuschöpfen, muss man daher über nicht-absorbierende Systeme hinausgehen und neue Mechanismen einbeziehen, die zu den in Phase 1 untersuchten elastokapillaren Phänomenen für nicht-absorbierende Substrate hinzukommen.Das Folgeprojekt in Phase~2 zielt darauf ab, eine kohärente Multiskalenbeschreibung zu erhalten und experimentell zu validieren, die die Benetzungsdynamik auf weichen absorbierenden Substraten vorhersagt. Es werden verschiedene Versuchsaufbauten, Molekulardynamiksimulationen, nichtlineare makroskopische Poroelastizitätstheorie und effektive mesoskalige Gradientendynamikmodelle entwickelt, um das Verhalten von Tropfen einfacher nichtflüchtiger und flüchtiger Flüssigkeiten auf Polymerbürsten und Hydrogelschichten zu untersuchen. Diese Kombination soll es uns ermöglichen, das multiskalige Zusammenspiel von Absorption und großen mechanischen Verformungen an ruhenden und bewegten Kontaktlinien zu untersuchen.  Dedizierte Experimente und Simulationen werden ermöglichen, alle Modelbestandteile zu kalibrieren und zu validieren, die für die systematische Einbeziehung neuer Wechselwirkungen und Routen des Stofftransfers in unser flexibles Gradientendynamikmodell erforderlich sind.Anschließend werden wir untersuchen, wie sich das Quell- und Spreitungsverhalten ändert, wenn statt einer Flüssigkeit ein Gemisch verwendet wird. Da sich die Zusammensetzung des im Substrat absorbierten Gemisches von der Tropfenzusammensetzung unterscheiden wird, ist zu erwarten, dass nichtlineare Einflüsse der Tropfenzusammensetzung auf die Bürstenbenetzung und Mischungseffekte die Tropfenausbreitung und die Kontaktlinienbewegung verändern. Schließlich untersuchen wir, wie das faszinierende Nicht-Gleichgewichtsphänomen der Stick-Slip-Bewegung getriebener Kontaktlinien von den Eigenschaften der absorbierenden Substrate abhängt.In allen Phasen wird das Projekt in enger Zusammenarbeit zwischen Theorie (Westfülische Wilhelms-Universität Münster), Experiment und Simulation (Universität Twente) durchgeführt. Der flexible Rahmen für die Modellierung der Gradientendynamik wird anderen SPP-Projekten zur Verfügung stehen und ganz allgemein ein Instrumentarium für die Untersuchung und das Design weicher absorbierender Substrate bieten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenInternationaler BezugGroßbritannien, NiederlandeKooperationspartnerProfessor Andrew J.  Archer, Ph.D.;Professor Dr. Harald  Van Brummelen"
    },
    {
      "project_id": "422917268",
      "url": "https://gepris.dfg.de/gepris/projekt/422917268",
      "title": "Benetzung strukturierter Oberflächen mit schaltbarer Topographie und mechanischen Eigenschaften",
      "subject_area": "Experimentelle und Theoretische PolymerphysikPhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422917268",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die Interaktion von Flüssigkeiten mit strukturierten Oberflächen kann unterschiedlichen Charakter haben – entweder kann Topografie eine Benetzung feststellen, wenn die Oberflächenstrukturen fest sind, oder die Topografie beeinflusst die Benetzung und die Tröpfchenform beeinflusst die Oberflächentopografie, wenn die elastischen Kräfte sowie die Oberflächenspannung miteinander vergleichbar sind. Abhängig von der Größe der Oberflächenstrukturen und ihrem Elastizitätsmodul, können entweder Oberflächenspannung oder die elastische Kraft dominieren – dieser Übergang der Dominanz von elastischer Kraft zur Gegenwirkung von elastischer- und Oberflächenspannungskraft wurde in der ersten Förderperiode untersucht. Dabei haben wir insbesondere eine Methode zur Herstellung von Oberflächenstrukturen in Form von Lamellen mit hohem Aspektverhältnis aus Polymeren mit schaltbaren mechanischen Eigenschaften und Formgedächtnisverhalten entwickelt. Die Oberflächenstrukturen konnten sich, je nach Zustand des Polymers, entweder der Tröpfchenform anpassen oder nicht, zudem haben wir gezeigt, dass die Benetzungseigenschaften von der Verformbarkeit der Oberflächenstrukturen abhängen. In der zweiten Förderperiode werden wir einen Schritt weiter gehen und ein neues Verfahren zur Herstellung strukturierter Oberflächen mit aktiv schaltbarer Topografie entwickeln und dabei untersuchen, wie sich die Gegenwirkung von elastischer Kraft und Oberflächenspannung auf die Umschaltung der Topografie und des Benetzungsverhaltens auswirkt. Wir verwenden eine fortschrittliche Kombination aus 3D-Druck und Elektrospinnen – nämlich das Schmelzelektroschreiben, um komplexe Strukturen aus reversibel quellenden und Zwei-Wege-Formgedächtnispolymeren herzustellen. Des Weiteren werden wir eine neue Methodik zur  Erlangung der 3D-Form der Tröpfchen entwickeln und diese zur Untersuchung der Benetzung von Oberflächen mit schaltbarer Topografie verwenden. Die experimentellen Ergebnisse dieses Projekts werden durch Modelle validiert, die in Zusammenarbeit mit anderen Mitgliedern des SPP 2171 entwickelt wurden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422801301",
      "url": "https://gepris.dfg.de/gepris/projekt/422801301",
      "title": "Benetzung von bio-inspirierten, stimulus-reagierenden Polymeroberflächen durch Lipidvesikel",
      "subject_area": "Experimentelle und Theoretische PolymerphysikStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422801301",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "In Analogie zu Flüssigkeitströpfchen wird die Form von Vesikeln durch das eingeschlossene Volumen, die Membran-Substrat-Wechselwirkung (Grenzflächenpotential) und die Eigenschaften der Grenzfläche (Membrane) zwischen dem Inneren und Äußeren bestimmt. Besonders für das Benetzungsverhalten von Vesikeln, ist die Bedeutung der intrinsischen Biegesteifigkeit und des Auftriebs der eingeschlossenen Flüssigkeit. Die experimentelle Gruppe von Motomu Tanaka hat ein bio-inspiriertes Polymerbürstensystem etabliert, welches die Vesikeladsorption schalten kann. Mittels 3D-konfokaler Mikroskopie hat sie die großskalige Vesikelgestalt beobachtet. Dieser Aufbau wird durch mikrointerferometrische Techniken ergänzt, welche Information über die lokale Geometrie am Rand der Kontaktzone zwischen Vesikel und Bürste liefern. Die Theoriegruppe Müller modelliert die schaltbaren Polymerbürsten durch ein stark vergröbertes Teilchenmodell sowie die dünne Lipidmembran als eine triangulierte Fläche im Rahmen des Helfrich-Hamiltonians und implementiert beides in ein paralleles, GPU-beschleunigtes MD-Programm. Die verallgemeinerte Beschreibung berücksichtigt die endliche Wechselwirkungsreichweite zwischen Vesikel und Bürste und den Auftrieb der eingeschlossenen Flüssigkeit. In der neuen Förderungsperiode wird die umgebende Flüssigkeit explizit modelliert, um der viskosen Dissipation Rechnung zu tragen.Beide Gruppen werden gemeinsam die dynamische Änderung der Vesikelgestalt nach einem Schalten der Adhäsion und die Anpassung der Bürste an den Kontakt mit dem Vesikel durch zeitabhängige Messung der Vesikelgeometrie untersuchen. Thermodynamische Kräfte (Biegeenergie, Adhäsion und Auftrieb) und Dissipationsmechanismen (z. B. Dissipation am Kontakt und in der umgebenden Flüssigkeit) haben unterschiedliche Abhängigkeiten von der Vesikelgröße, deren systematische Veränderung uns erlaubt zwischen verschiedenen Dissipationsmechanismen zu unterscheiden und den Vergleich zwischen Experiment und Simulationen erleichtert. Ferner werden wir untersuchen, wie der Transport von Membrankomponenten (z. B. positiv geladene Lipide, welche an die COOH-Gruppen der Bürste binden) zu der Kontaktzone die Dynamik beeinflussen. Diese Studien werden zu heterogenen Substraten, deren Benetzungsgradient die Kontaktzone festheften kann oder deren graduelle Änderung eine Verschiebung und Spreitung des Vesikels induziert, fortgesetzt. Ebenso werden wir periodische zeitliche Veränderungen der Benetzbarkeit und räumliche Gradienten, welche sich über das Substrat bewegen, untersuchen. Die laterale Verschiebung der Vesikel wird zu zusätzlichen Dynamiken, wie z. B. dem Gleiten oder Rollen über das Substrat, führen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422852727",
      "url": "https://gepris.dfg.de/gepris/projekt/422852727",
      "title": "Die molekulare Ebene schaltbarer Benetzung",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422852727",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Intermolekulare Oberflächenwechselwirkungen bestimmen maßgeblich die Benetzungseigenschaften, an Einblicken in die Benetzung auf der molekularen Ebene mangelte es jedoch bisher. Wir schlagen hier die Verwendung photoschaltbarer Oberflächen, basierend auf Spiropyran/Merocyanin-Isomerisation, zur unmittelbaren Umschaltung der Benetzungseigenschaften einer Oberfläche und der Verfolgung der molekularen Reaktion in Echtzeit vor. In der geschlossenen Spiropyranform ist das Molekül unpolar; die offene Merocyanin-Form ist zwitterionisch. Unter UV-Belichtung erhält man die Merocyanin-Form; sichtbares Licht schaltet das Molekül in die geschlossene Form zurück. Es ist bekannt, dass diese funktionalisierte Oberflächen sich im Fall des Spiropyrans hydrophob, für den der Merocyanin-Form dagegen hydrophil verhalten. Die Möglichkeit die Hydrophobizität dieser Oberflächen mittels ultrakurzer Laserpulse –kürzer als die Zeitskala innerhalb derer Moleküle sich reorientieren– zu schalten bietet uns die einzigartige Möglichkeit, der Reaktion des Wassers auf eine sprungartige Änderung der hydrophoben Oberflächeneigenschaften zu folgen. Unser Ziel ist es auf diese Weise Einblicke in die Dynamik der Be- und Entnetzung schaltbarer Substrate auf molekularer Ebene zu erhalten und mit makroskopischen Benetzungseigenschaften zu korrelieren.Die Struktur des Wassers und die der organischen Oberflächenbeschichtung werden vor, während und nach dem Photoschalten mittels Summenfrequenzspektroskopie (SFG) untersucht. Bei SFG überlappen sich ein infraroter (IR) und ein sichtbarer Laserpuls an der Oberfläche. Ist der IR-puls in Resonanz mit einer Molekülschwingung ist das Signal stark erhöht. Aufgrund seiner Auswahlregeln untersuchen wir mittels SFG-Spektroskopie nur die Grenzflächen ohne Beiträge des Bulk-Wassers. Die Schwingungsfrequenz liefert Informationen über die Stärke Wasserstoffbrückenbindungsnetzwerks, während die Intensität ein Maß für den Grad an Ausrichtung der Wassermoleküle darstellt. Weiterhin können wir Informationen über die Anordnung der Polymere anhand derer C-H-Schwingungen erhalten. Durch die Kombination der SFG-Methode mit einem optischen Puls zur Anstoßung des Übergangs zwischen hydrophober und -philer Oberfläche können wir Informationen zur Dynamik im Sub-Pikosekundenbereich erlangen. Typische Fragen denen wir uns widmen möchten sind:•Worin bestehen die Unterschiede des Wasserstoffbrückenbindungsnetzwerks und der Wasserorientierung in der hydrophobischen und -philen Struktur?•Wie schnell schaltet der Photoschalter und wie schnell verändert der Rest des Polymers seine Ordnung und Orientierung?•Wie schnell passt sich das Wasser der neuen Situation an?•Welche Dynamik besitzt die Kontaktlinienverbreiterung?Diese Studie verspricht, beispiellose Einsichten in die Benetzungseigenschaften auf molekularer Ebene zu liefern und neue Wege, nicht nur für ein besseres fundamentales Verständnis, sondern auch für das Design überlegener aktiver Oberflächen, zu eröffnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenInternationaler BezugÖsterreichMitverantwortlichProfessor Dr. Mischa  Bonn"
    },
    {
      "project_id": "422877263",
      "url": "https://gepris.dfg.de/gepris/projekt/422877263",
      "title": "Dynamik Flüssig-Flüssig-Elastischer Dreiphasenlinien",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422877263",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die dynamische Benetzung von starren Oberflächen wird durch ein Gleichgewicht zwischen Kapillarkräften und viskoser Verlustleistung im Inneren der Flüssigkeit bestimmt. Auf weichen Oberflächen ist die Benetzungsdynamik jedoch typischerweise von ganz anderem physikalischen Ursprung, dominiert durch die viskoelastische Bremswirkung der weichen Oberfläche. Kapillarkräfte an der Dreiphasenlinie verformen den weichen Festkörper zu einem scharfen Benetzungsgrat welcher bei einer Spreitbewegung der Flüssigkeit umgeformt werden muss. Die mit  diesem Prozess verbundene Verlustleistung kontrolliert die Benetzungsdynamik. Ein quantitatives Verständnis dieses Prozesses bleibt schwer fassbar, da sich die verfügbaren Theorien auf lineare Viskoelastizitätslehre beschränken, die zugehörigen Experimente mit Flüssigkeits-Gas Grenzflächen ein stark nichtlineares Verhalten zeigen. Der Ursprung der experimentell beobachteten Nichtlinearitäten liegt in den starken Kräften die von Flüssigkeits-Gas Grenzflächen auf weiche Festkörper ausgeübt werden und zu Scherungen von 100% und mehr führen. Dies hat eine Reihe nicht-linearer Phänomene zur Folge, angefangen bei einfacher Geometrie über variable Oberflächenspannung des Substrates bis hin zur Extraktion nicht-quervernetzter Weichmacher im Gel. Diese Beiträge werden in der aktuellen Literatur kontrovers diskutiert, und in der hier vorgeschlagenen Studie wollen wir diese Diskussion weiterführen, wenn nicht sogar beilegen. Unsere Arbeit konzentriert sich auf weiche Polymer-Gele, dem am meisten verbreiteten Material in Untersuchungen zur Benetzungsdynamik auf weichen Oberflächen. Wir nehmen die Eigenschaften und die Konsequenzen der flüssigen Phase, welche in solchen Gelen immer vorhanden ist, unter die Lupe. Flüssigkeitsgrenzflächen erzeugen eine der schärfsten bekannten Linienkäfte auf ihre Kontaktflächen und erzeugen so einen molekular scharfen Knick in den weichen Oberflächen. Dadurch divergiert der Festkörperdruck an der Spitze des Benetzungsgrats, was sicherlich einen Einfluss auf das Gleichgewicht zwischen flüssigen und festen Konstituenten des Geles hat. Druckbasierte Extraktion der flüssigen Phase, wie es kürzlich an den Kanten eines adhäsiven Festkörperkontaktes gezeigt wurde, wäre die Konsequenz. Ein Öl-Kleid, welches die Flüssigkeits-Kontaktlinie von ihrem Substrat trennt, wäre die Konsequenz, und könnte viele der bisherigen Beobachtungen erklären. Dieses Öl-Kleid, ob künstlich erzeugt oder vom Substrat-Gel extrahiert, wollen wir untersuchen um die selbstschmierenden Eigenschaften von Polymergelen zu enträtseln.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "505839720",
      "url": "https://gepris.dfg.de/gepris/projekt/505839720",
      "title": "Dynamische Benetzung auf deformierenden Substraten, elastischen Platten und unter Verdampfung: Eine Studie mit der Randelementmethode",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505839720",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Dynamische Benetzung auf flexiblen und schaltbaren Substraten hat viele faszinierende Erscheinungsformen und Potential für Anwendungen. Tropfen auf dünnen elastischen Platten nehmen die Gestalt einer Linse an, die durch angelegte Spannungskräfte an die Platte durchstimmbar ist. Dieser Effekt kann verwendet werden, um mikrooptische Linsen zu konstruieren. Durch die dynamische Kontrolle der Oberflächendeformationen eines weichen Substrats lassen sich Mikrometer große Tropfen bewegen, was ein wesentlicher Prozess in Lab-on-a-Chip-Einheiten ist. Die Verdampfung von Tropfen mit lichtschaltbaren Tensiden ermöglicht es, gelöste Stoffe wie Farbpigmente auf einem Substrat abzulagern mit einer Genauigkeit unterhalb der Tropfengröße. Das ist für technologische Fortschritte beim Drucken wichtig ist.In unserem Projekt planen wir diese Themen anzugehen, um sie grundsätzlich und vollständig zu verstehen. Wir werden die Randelementmethode verwenden, um die Strömungsfelder im Tropfen zu bestimmen, und phänomenologische Ausdrücke wie das Cox-Voinov-Gesetz, um die Dynamik der Kontaktlinie zu beschreiben. In letzter Zeit haben wir die Randelementmethode für feste Oberflächen mit raumzeitlichen Benetzbarkeitsmustern in einem Computerprogramm implementiert. Dieses werden wir für die verschiedenen Themen erweitern.Erstens wollen wir den Transport von Tropfen verstehen auf Oberflächen von lichtreagiblen Materialien. Dazu deformieren wir die Oberfläche mit einer laufenden Welle und bestimmen die Bedingungen für optimalen Transport. Zweitens behandeln wir dynamische Benetzung auf elastischen Platten, die wir mit dem zweidimensionalen elastischen Skalak-Model beschreiben und dem Helfrich-Hamiltonian für Verbiegung. Wir führen eine vollständige Untersuchung der linsenförmigen Tropfen durch unter verschiedenen Spannungskräften und studieren Durotaxis, wo sich der Tropfen zu weicheren Bereichen der elastischen Platte hinbewegt. Drittens werden wir Spannungskräfte anlegen, die in der Zeit und entlang des Plattenrandes variieren, um die Möglichkeit kontrollierter Tropfenbewegung zu erforschen, auch mit Hilfe von Elektrobenetzung. Wir werden hier mit P. Huber (Hamburg) zusammenarbeiten, der elastische nanoporöse Silikonplatten herstellen kann und entsprechende Experimente plant. Schließlich betrachten wir verdampfende Tropfen auf festen Substraten, wo die Oberfächenspannung durch lichtschaltbare Tenside bestimmt ist, die lokal mit eingestrahltem Licht variiert wird. Die resultierenden Marangoniströme induzieren Wirbel im Tropfen, die gelöste Stoffe einfangen und letztendlich auf dem Substrat in vorgegebenen Mustern ablagern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422879009",
      "url": "https://gepris.dfg.de/gepris/projekt/422879009",
      "title": "Dynamische Benetzung von selbstorganisierenden Monoschichten und Polymerbürsten mit photosteuerbaren Arylazopyrazolen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieOrganische Molekülchemie - Synthese, Charakterisierung",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422879009",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Molekulare Photoschalter sind einzigartige Verbindungen die durch Bestrahlung mit Licht zwischen zwei stabilen Isomeren (Molekülformen) hin und her geschaltet werden können. Da die Isomere unterschiedliche Eigenschaften aufweisen, führt die Integration von molekularen Photoschaltern in Materialien und Beschichtungen zu makroskopischen Effekten wie lichtschaltbare Stabilität, Permeabilität und Benetzbarkeit. In diesem Projekt untersuchen wir eine neue Klasse von Photoschaltern für die Herstellung von Oberflächen mit lichtsteuerbarer Benetzbarkeit. Aufgrund eines optimierten Moleküldesigns soll der Photoschalter in selbstorganisierenden molekularen Monoschichten sowie in Polymernanoschichten eine verstärkte dynamische Benetzbarkeit bewirken.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422796905",
      "url": "https://gepris.dfg.de/gepris/projekt/422796905",
      "title": "Dynamische Benetzungseigenschaften und Kontaktwinkelhysterese von Tropfen auf Polymerbürsten und Gelen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422796905",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Tröpfchen auf einer Polymerbürste oder einem Polymergel sind von einer Benetzungskante umgeben. Das liegt daran, dass die vertikalen Komponenten der auf die Grenzflächen wirkenden Kräfte die Bürste bzw. das Gel hochziehen. Die Form und die Höhe der Benetzungskante beeinflussen massgeblich den Kontaktwinkel und die Reibung bewegter Tröpfchen. In dem Projekt soll ein besseres Verständnis der dynamischen Kontaktwinkel und der Reorganisation der Benetzungskante aufgrund der Bewegung der Tropfen erzielt, und die daraus resultierenden Mechanismen von viskoser Dissipation untersucht werden. Dazu sollen konfokale Laser-Raster-Mikroskopie und vergröberte Molekulardynamiksimulationen eingesetzt werden. Geplant ist,  die folgenden Modellsysteme zu untersuchen: (I) Polymergele. Hier sollen PDMS-Gele betrachtet werden, die mit Silikon-Öl inflitriert werden. Zum Vergleich sollen auch Hydrogele studiert werden. Es soll die Dicke, die Vernetzungsdichte des Gels, die Viskosität der infiltrierenden Flüssigkeit sowie die Geschwindigkeit des bewegten Tropfens variiert werden. (ii) PDMS-Bürsten ohne und mit eingebrachten freien Polymerketten. Vorläufige experimentelle Untersuchungen haben gezeigt, dass die Gegenwart freier Ketten in der Bürste einen signifikanten Einfluss auf die dynamischen Eigenschaften der aufgebrachten Tropfen hat und insbesondere, auf die Kontaktwinkelhysterese. Abhängig von der Art der Bürste und der Menge freier Ketten ändert sich der Kontaktwinkel maßgeblich. Dies eröffnet neue Möglichkeiten, die Benetzungseigenschaften von Polymerbürsten über einfache physikalische Mechanismen zu kontrollieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422785875",
      "url": "https://gepris.dfg.de/gepris/projekt/422785875",
      "title": "Dynamische Benetzungsphänomene in Gittermodellen für Flüssigkristalle in der Nähe von\nschaltbaren Oberflächen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung von 2019 bis 2024",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422785875",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "In diesem Projekt sollen Flüssigkristalle in der Nähe von schaltbaren Substraten mittels theoretischer Methoden und begleitender Simulationen untersucht werden. Von besonderem Interesse sind dabei das Verhalten bei Annäherung an einen Benetzungsübergang und bei Wechsel zwischen verschiedenen Benetzungszuständen.Als Modellsystem betrachten wir Stäbchen auf einem Gitter mit kurzreichweitigen Attraktionen.Wir haben klassische Dichtefunktionale für diese Modelle formuliert und werden diese verbessern sowie eine geeignete dynamische Dichtefunktionaltheorie ableiten.Benetzungsphasendiagramme für nematisch geordnete Filme (senkrecht oder parallel) und smektische Filme (mit möglichen Schichtungsübergängen) sollen berechnet werden. Von besonderem Interesse ist dann die Dynamik einer smektischen Schichtbildung und die Schaltdynamik zwischen nematischen Benetzungszuständen verschiedener Orienterung. Bei diesen Prozessen ist nur ein geringer Massentransport involviert und deswegen erwarten wir, dass eine mit der BrownschenDynamik verwandten Gitterdynamik die Prozesse gut beschreibt.Komplementäre Simulationen (großkanonische und kinetisches Monte Carlo) sollen durchgeführt werden, um die theoretischen Resultate zu validieren. In Kollaborationen mit experimentellen Gruppen sollen die Resultate zur Zeitabhängigkeit von smektischer Schichtbildung und bei Schaltprozessen zwischen verschiedenen nematischen Benetzungszuständen getestet werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422879465",
      "url": "https://gepris.dfg.de/gepris/projekt/422879465",
      "title": "Dynamische Elektrobenetzung an Nanoporösen Oberflächen: Schaltbare Tropfenspreitung, Imbibition und Elastokapillarität",
      "subject_area": "Experimentelle Physik der kondensierten MateriePhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung von 2019 bis 2025",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422879465",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Elektrisch leitfähige Substrate, wie nanoporöse Metalle und Halbleiter, erlauben eine Kontrolle von Benetzungsenergien von Elektrolyten durch elektrische Felder. Dadurch ist es möglich, Tropfenformen und die Spreitdynamik von Flüssigkeitsfilmen auf Oberflächen zu kontrollieren. Auch die Imbibitionskinetik in den Porenraum ist über elektrisch steuerbare Krümmungen der Flüssigkeitsmenisken im Porenraum einer externen Kontrolle zugänglich und damit prinzipiell schaltbar. Weiterhin führen die enormen Laplace-Drücke, wie sie typischerweise in nanoporösen Medien in Anwesenheit von Flüssigkeiten auftreten, zu merklichen Deformationen der porösen Festkörper und damit im Falle von Elektrobenetzung zu einer potentialabhängigen Kopplung der Kapillarität der Flüssigkeit mit der Elastizität des Festkörpers, also elektrisch schaltbarer Elastokapillarität. Das komplexe Wechselspiel dieser Phänomenologien (Tropfenformdynamik, Infiltrationsdynamik und Deformationsverhalten) ist bis heute kaum erforscht. In diesem Projekt soll unter kontrollierten äußeren elektrischen Potentialen die Benetzungsdynamik von wässrigen Elektrolyten und die damit eng verknüpfte Deformationskinetik an maßgeschneiderten Siliziumoberflächen, die von parallelen tubularen Nanoporen durchzogen sind, experimentell erforscht werden. Sowohl direkte als auch Elektrobenetzung mit Dielektrikum durch teilweise Oxidierung der Porenwände sollen untersucht werden. Die Existenz von Precursorfilmen im Porenraum, das Tropfenspreiten, die Imbibitionskinetik und die makroskopische (Substrat-) und mikroskopische (atomare) Deformation des einkristallinen Siliziums soll mit Hilfe von zeitabhängigen Tropfenformanalysen, opto-fluidischer Interferometrie, Dilatometrie und Synchrotron-basierter Röntgendiffraktion studiert werden, bei systematischer Variation der Porendurchmesser und der Porosität. Diese Experimente sollen in enger Kooperation mit Projekten dieses Schwerpunkts analysiert werden, die sich mit mesoskopischer Modellierung und Simulation der Flüssigkeitsdynamik, Elektrokinetik, Imbibition und Elastokapillarität an planaren und porösen Oberflächen befassen. Das übergeordnete Ziel ist hierbei, ein prädikatives, fundamentales Verständnis der elektrisch schaltbaren statischen und dynamischen Benetzung an nanoporösen Festkörpern zu gewinnen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422795072",
      "url": "https://gepris.dfg.de/gepris/projekt/422795072",
      "title": "Dynamische Fortschreit- und Rückzugskontaktwinkel auf adaptiven Oberflächen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikPräparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422795072",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Eine der großen Herausforderungen in der Grenzflächenforschung ist ein quantitatives Verständnis adaptiver Oberflächen. Unter „adaptiven“ Oberflächen verstehen wir Oberflächen, deren Struktur sich in Gegenwart der Flüssigkeit oder des Dampfes ändert. Adaptionsprozesse laufen mit einer spezifischen Kinetik ab. Kürzlich haben wir eine Theorie entwickelt,die die Adaptionskinetik mit dynamischen Kontaktwinkeln verbindet. Zwei Ergebnisse der Theorie sind: Erstens, die Adaption der Oberfläche führt zur Kontaktwinkelhysterese. Daher sind Adaptionsprozesse, neben Rauigkeit und Heterogenität der Oberflache, mit verantwortlich für Kontaktwinkelhysterese. Zweitens, Fortschreit- und Rückzugskontaktwinkel ändern sich in klar definierter Weise mit der Geschwindigkeit der Kontaktlinie. Zusätzlich zu hydrodynamischen Effekten sind daher auch Adaptionsprozesse verantwortlich für geschwindigkeitsabhängige Kontaktwinkel. Ziel unseres Projektes ist es unsere Theorie experimentell zu überprüfen. Dazu ist geplant die dynamischen Kontaktwinkel von sitzenden Tropfen auf Polymeroberflächen zu messen. Dies soll mit Hilfe eines selbst-gebauten Drop Adhesion Force Instrument (DAFI) geschehen. Dabei wird ein Tropfen mit einer Mikropipette über eine Oberfläche bewegt. Die dazu nötige Kraft wird gemessen, gleichzeitig mit den beiden Kontaktwinkeln. Bei dieser Methode ist der Geschwindigkeit auf maximal 5 cm/s beschränkt. Daher möchten wir die DAFI-Methode mit einem weiteren Aufbau ergänzen, der es erlaubt, rollende Tropfen auf einer schiefen Ebene zu untersuchen. Dieser Versuchsaufbau soll mit Hochgeschwindigkeitskameras ausgestattet werden. Damit ließen sich dynamische Kontaktwinkel bis zu einer Tropfengeschwindigkeit von 1 m/s messen. Als Modelloberflächen verwenden wir Siliziumoxid-Oberflächen, auf die Polymere gepfropft sind. Zur Herstellung von Polymerbürsten unterschiedlicher Dicke verwenden wir Atom-Transfer-Radikal-Polymerisation (ATRP). Zur Untersuchung der Adaptionsprozesse, die von polaren Flüssigkeiten hervorgerufen werden, werden wir Poly-N-Isopropylacrylamid (PNIPAM) und Poly(2-Hydroxyethymethacrylate) (PHEMA) verwenden. Polymethyl-meth¬acrylat (PMMA) und Polystyrol (PS) Filme planen wir in Kombination mit unpolaren Flüssigkeiten zu verwenden. Als Oberflächen die nicht nur quellen, sondern sich umorganisieren ist beabsichtigt, gemischten Polymerbürsten, bestehend aus PS und Poly(2-Vinylpyridine), zu untersuchen. Die jeweilige Quell- und Umorganisationskinetik bei Kontakt mit Flüssigkeiten, soll mittels Röntgenreflektometrie, Oberflächenplasmon-Spektroskopie und konfokaler Mikroskopie bestimmen. Bei Erfolg stünde ein relativ universelles Modell zur Verfügung, Adaptions-verursachte dynamische Kontaktwinkel und Kontaktwinkelhysterese zu beschreiben. Adaption von Oberfläche wäre damit als ein weiterer Grund für Kontaktwinkelhysterese etabliert, neben z.B. Oberflächenrauigkeit oder –heterogenität.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenMitverantwortlichDr. Rüdiger  Berger"
    },
    {
      "project_id": "422786086",
      "url": "https://gepris.dfg.de/gepris/projekt/422786086",
      "title": "Dynamisches benetzen und entnetzen von viskosen flüssigen Tropfen/Filmen auf viskoelastischen Substraten",
      "investigators": "Professor Dr. Ralf  Seemann;Professorin Barbara Agnes  Wagner, Ph.D.",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422786086",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Wenn sich eine flüssige Morphologie über ein (visko)elastisches Substrat bewegt, sind die Reibungskräfte im Substrat sowohl an der Stelle der größten Substratverformung, d.h. an der Dreiphasen-Kontaktlinie, als auch an der sich bewegenden Grenzfläche der Schlüssel zum Verständnis der Energiedissipation und der Form der Entnetzungsmorphologien. Im Gegensatz zu flüssigen Substraten hat die lokale Verformung eines festen viskoelastischen Substrats immer eine globale Auswirkung auf den Zustand des Substrats und die daraus resultierenden Dehnungen sind permanent.  Ziel ist die Entwicklung mathematischer Modelle und numerischer Algorithmen für Zweischichtsysteme, die die Hydrodynamik und das viskoelastische Randwertproblem mit geeigneten Grenzflächenbedingungen einschließlich der intermolekularen Kräfte koppeln, die auf experimentellen Skalen relevant werden, um die Auswahl der spinodalen Moden und den Aufbrechprozess sowie die Entnetzungsdynamik und die Randwulstformen von einfachen Flüssigkeiten auf festen, viskoelastischen Substraten bis hin zu weichen Polymergelen vorherzusagen. Insbesondere für sehr weiche Substrate erwarten wir Effekte wie Entmischung, die durch die Einführung zusätzlicher entropischer Beiträge zur möglicherweise nichtlinearen Elastizität und durch Hinzufügen einer freien Mischenergie zur gesamten freien Energie des weichen Polymergels erfasst werden. Parallel dazu werden dieselben Fragen experimentell betrachtet, indem nanoskopisch dünne Polystyrolfilme untersucht werden, die von Polydimethylsiloxan-Netzwerken entnetzen, und mittels Rastersondenmikroskopie abgebildet werden; die elastischen Eigenschaften der Substrate überbrücken dabei drei Größenordnungen bis ≤ 1 kPa. Ein quantitativer Vergleich dieser experimentellen Ergebnisse als Funktionen systematisch variierter und ggf. lokal aufgelöster viskoelastischer Eigenschaften soll ein detailliertes und grundlegendes Verständnis der zugrundeliegenden physikalischen Prozesse ermöglichen und Effekte, die in der Literatur noch sehr kontrovers diskutiert werden, bestätigen oder widerlegen. Dies betrifft u.a. die Existenz des sog. Shuttleworth-Effekts für das betrachtete experimentelle System und die mögliche Entmischung der quervernetzten Elastomermatrix von den unvernetzten Molekülen aus demselben Material, die für steife Substrate und die hier zu betrachtenden Längenskalen bisher nicht beobachtet wurde.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "505842923",
      "url": "https://gepris.dfg.de/gepris/projekt/505842923",
      "title": "Dynamisches Benetzungsverhalten von adaptiven und responsiven Polyelektrolytsubstraten: ein Multiskalenansatz",
      "subject_area": "Experimentelle und Theoretische PolymerphysikStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505842923",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Für die Adhäsion biologisch relevanter Systeme wie z.B. Zellen oder Proteine ist die Benetzung von Polymersubstraten durch wässrige Lösungen von großem Interesse. Polymersubstrate, die Ladungen oder polare Gruppen enthalten, haben eine starke Tendenz, in Wasser zu quellen. Daher beeinflussen nicht nur elastische, sondern auch adaptive Eigenschaften des Substrats die Benetzungseigenschaften. Das übergeordnete Ziel des vorliegenden Projekts ist das Verständnis der Beziehung zwischen der Adaption/Response von Polyelektrolytsubstraten und deren dynamischen Benetzungseigenschaften. Dazu wird das Quellverhalten und die damit verbundenen mechanischen Eigenschaftsänderungen von Polyelektrolytsubstraten durch die (teilweise) Aufnahme der Benetzungsflüssigkeit (Wasser oder wässrige Salzlösungen) untersucht. Eine Klasse von untersuchten adaptiven Substraten reagiert auf Temperaturänderungen mit einem Volumenphasenübergang, was die Frage aufwirft, wie eine Temperaturänderung die Benetzungseigenschaften beeinflusst.In diesem Zusammenhang soll das Projekt zu einem besseren Verständnis der Benetzungsphänomene auf nanoskopischer/mesoskopischer Längenskala lateral und vertikal zur Oberfläche nahe der Dreiphasenkontaktlinie (TPCL) beitragen. Für die Untersuchungen auf der Nanoskala werden AFM-Techniken eingesetzt. Um eine Verbindung zu makroskopischen Benetzungsphänomenen herzustellen, werden typische statische und dynamische Benetzungsexperimente durchgeführt. Es wird davon ausgegangen, dass Oberflächeneffekte wie Oberflächenelastizität, Oberflächenladung und molekulare Umlagerung an der Grenzfläche die Hystereseeffekte auf der Nano-/Mesoskala bestimmen, die die makroskopischen Benetzungsphänomene beeinflussen. Drei Arten von Oberflächenverformungen können auf der Nanoskala auftreten und zum Profil der TPCL beitragen: 1) ein Precursorfilm vor dem Tropfen, der durch den Spaltdruck dominiert wird, 2) ein Rand des gequollenen Substrats, der auf den Transport von Flüssigkeit aus dem Tropfen in das Substrat lateral (und senkrecht) zur Substratoberfläche zurückzuführen ist, und 3) ein Benetzungsgrat, der durch vertikale Komponenten der Oberflächenspannung verursacht wird.Das Projekt zielt darauf ab, die verschiedenen Oberflächeneffekte auf Benetzungsphänomene zu entschlüsseln.Als Polyelektrolytsubstrate werden Polyelektrolyt-Multischichten (PEMs) und Schichten/Multischichten aus adsorbiertem PNIAPM-Mikrogel verwendet. Beide können als Gele betrachtet werden. Beide Arten von Substraten ergänzen sich hinsichtlich ihrer Vorteile und ermöglichen die Kontrolle der Oberflächenladung (Vorzeichen, Dichte), des Dickenbereichs, der mechanischen und rheologischen Eigenschaften, der Hydrophilie und ihrer Reaktion auf die Temperatur. Im Rahmen des SPP sind Kooperationen mit Experimentatoren und Theoretikern geplant, um tiefere Einblicke in den Zusammenhang zwischen Benetzungsphänomenen auf verschiedenen Längenskalen zu erhalten.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422793161",
      "url": "https://gepris.dfg.de/gepris/projekt/422793161",
      "title": "Dynamisches Verhalten von Wassertropfen auf flexiblen, adaptiven und schaltbaren Oberflächen aus oberflächengebundenen Polymernetzwerken und Bürsten",
      "subject_area": "Herstellung und Eigenschaften von FunktionsmaterialienPolymermaterialien",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422793161",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Übergeordnetes Ziel des Forschungsprojektes im Rahmen des Schwerpunktprogramms ist es, Substratoberflächen mit einer maßgeschneiderten Chemie und Topographie zu erzeugen, die dynamisch auf Veränderungen in der Umgebung reagieren können, und das Benetzungsverhalten einfacher Flüssigkeiten auf solchen rekonfigurierbaren Oberflächen zu untersuchen. Ziel ist es, ein tieferes Verständnis in die Dynamik der Be- und Entnetzung solcher Flüssigkeiten auf schaltbaren Substraten zu erhalten. Wir werden uns vor allem auf experimentelle Methoden konzentrieren, aber auch die Ergebnisse mit theoretischen Analysen in Zusammenarbeit mit Wissenschaftlern des Schwerpunktprogramms kombinieren. Wir wollen im Wesentlichen zwei Konzeptlinien verfolgen, die im Laufe des Projekts zusammengeführt werden: 1. Wir werden Substrate erzeugen, bei denen eine spezifische Oberflächentopographie gewählt und die Oberflächenchemie so angepasst wird, dass dynamische Veränderungen durch z.B. Isomerisierungsreaktionen möglich sind. Diese Isomerisierungen ändern die Oberflächenenergie und führen dann zu einer dynamischen Änderung des Benetzungsverhaltens. 2. Wir erzeugen Substrate, bei denen eine bestimmte Oberflächenchemie gewählt und die Oberfläche durch mikrotechnische Methoden rekonfigurierbar gemacht wird. Dabei kann die Oberflächentopographie entweder durch einen externen Stimulus von glatt auf rau geschaltet werden oder die Oberfläche verformt sich bei Flüssigkeitskontakt. In einigen Fällen wird der Schaltvorgang durch die Benetzungsflüssigkeit selbst ausgelöst, so dass ansprechbare/adaptive Oberflächen entstehen. Gegen Ende der Förderperiode werden die beiden Linien entweder durch die Erzeugung einer auf mehrere Reize ansprechenden Oberfläche zusammengeführt, wobei ein Reiz auf die Oberflächenchemie bzw. die Oberflächenpolarität und einer auf die Topographie wirkt. In anderen Fällen ist vorgesehen, die entwickelten Technologien als Werkzeugkasten zu nutzen, bei dem die Eigenschaften der Oberflächen in den beiden Projektlinien (stimulierte Oberflächenchemie und stimulierte Topographie) zu dynamisch rekonfigurierbaren Oberflächen kombiniert werden, wobei die dynamischen Veränderungen einen sehr starken Einfluss auf das Benetzungsverhalten haben.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenMitverantwortlichDr. Oswald  Prucker"
    },
    {
      "project_id": "422878782",
      "url": "https://gepris.dfg.de/gepris/projekt/422878782",
      "title": "Effiziente und präzise numerische Simulation der Benetzungsdynamik flexibler Strukturen",
      "subject_area": "Mathematik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422878782",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die Benetzung elastischer Substrate spielt eine bedeutende Rolle in der Natur und in technologischen Anwendungen. In der ersten Förderperiode haben wir eine der ersten numerischen Methoden entwickelt, um solche Vorgänge robust zu simulieren. Einerseits soll diese Methode nun angewandt werden, um die Benetzungsdynamik auf elastischen Substraten zu analysieren. Andererseits soll die Methodik in zwei Richtungen erweitert werden, die bisher numerisch völlig unzugänglich sind. Erstens werden wir eine numerische Methode entwickeln, die den Dissipationsmechanismus an der Kontaktlinie zutreffend beschreibt, indem sowohl Slip als auch dynamische Kontaktwinkel einbezogen werden. Dies wird die erste Beschreibung von Elastokapillarität mit realistischer Dynamik auf der Mikroskala liefern. Zweitens werden wir die Methodik auf dünne elastische Strukturen erweitern. Die Darstellung als niedriger-dimensionale Hyperflächen oder Kurven wird die einhergehenden Auflösungsprobleme lösen. Das resultierende Mehrskalenmodell wird es zum ersten Mal erlauben die Benetzungsdynamik an Membranen, weichen mikrostrukturierten Oberflächen, Haaren, und anderen dünnen Objekten zu simulieren. Mit den entstandenen numerischen Methoden untersuchen wir spannende Phänomene, die in Experimenten entdeckt wurden: (i) das Zusammenspiel von Benetzung und Formdynamik von Biomembranen, (ii) die komplexe Benetzungsdynamik auf strukturierten, elastischen Oberflächen und (iii) der Einfluss eines adaptiven Lubrikationstropfens auf die Kontaktlinienbewegung öl-haltiger Substrate. All diese Punkte werden in Kooperation mit experimentellen und theoretischen Projekten des SPP durchgeführt, um schließlich ein tieferes Verständnis für die grundlegende Physik hinter der Benetzungsdynamik auf elastischen Substraten zu schaffen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422852551",
      "url": "https://gepris.dfg.de/gepris/projekt/422852551",
      "title": "Einfluss von Co-Nonsolvency auf die dynamische Benetzung",
      "investigators": "Dr. Günter K.  Auernhammer;Privatdozentin Dr. Petra  Uhlmann",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikExperimentelle und Theoretische PolymerphysikPräparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422852551",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Das primäre Ziel dieses Projekts ist weiterhin die Untersuchung des dynamischen Benetzungsverhaltens der Polymerbürsten mit Cononsolvency-Effekten. Der vorliegende Antrag für die zweite Förderperiode (FP2) baut stark auf den Ergebnissen der ersten Förderperiode (FP1) auf. Zu diesem Zweck wird das gleiche Modellsystem verwendet: PNiPAAm-Bürsten, die durch eine Grafting-To-Methode hergestellt werden und mit Wasser und Ethanol als Lösungsmittel und Co-Lösungsmittel haben. In FP1 haben wir einige wichtige Merkmale identifiziert, die auf eine Kopplung des dynamischen Benetzungsverhaltens und der Cononsolvency von PNiPAAm-Bürsten hinweisen. (i) Intensive (nicht unbedingt lange) Vorbenetzung mit Wasser oder Ethanol verändert die Benetzungseigenschaften stark, aber reversibel und langzeitstabil. (ii) Wiederholte Benetzung und die Zusammensetzung der Gasphase können die Benetzungseigenschaften verändern. (iii) Die Veränderungen der Benetzungseigenschaften korrelieren mit den strukturellen Veränderungen in der PNiPAAm-Bürstenoberfläche, wie sie mit der Summenfrequenzgenerations-Spektroskopie beobachtet wurden.Diese Ergebnisse werfen mehrere wichtige Fragen auf, die wir in FP2 behandeln wollen. (a) Welches sind die Parameter des Vorbenetzungsverfahrens, die hauptsächlich die statischen und dynamischen Benetzungseigenschaften für eine sukzessive Benetzung steuern? (b) Welche Lagerungs- und (Vor-)Benetzungsbedingungen verstärken oder verringern die Langzeitstabilität des induzierten Benetzungszustandes? (c) Wie hängt die Cononsolvency mit der Thermosensitivität von PNiPAAm in Bezug auf ihren Einfluss auf die Benetzung zusammen? (d) Zeigen Polymerbürsten, die einen Cosolvency-Effekt aufweisen, ähnliche Merkmale in ihrem Benetzungsverhalten wie solche mit Cononsolvency-Effekten? Um diese Fragen zu beantworten, werden wir eine Reihe von komplementären experimentellen Techniken anwenden (teilweise in Zusammenarbeit mit anderen Gruppen innerhalb des SPP). (i) Dynamische Benetzungsexperimente in einem breiten Bereich gut definierter Kontaktliniengeschwindigkeiten (von μm/s bis zu einigen zehn cm/s). (ii) Analysemethoden wie spektroskopische VIS-Ellipsometrie (Bürstenschichtdicke), AFM-basierte Techniken für die mechanische Charakterisierung, SFG-Spektroskopie für Strukturinformationen. (iii) Systematische Variationen der experimentellen Parameter, wie die Eigenschaften der Polymerbürste (Molmasse, Bürstendicke, Cononsolvency vs. Cosolvency-Effekt), die Zeitskalen und Kontaktliniengeschwindigkeiten sowie die Zusammensetzung der benetzenden Flüssigkeits- und Gasphase Durch die Kombination dieser Methoden wollen wir ein grundlegendes Verständnis dafür erlangen, wie die Benetzung von Polymerbürsten mit der Cononsolvency der Bürste zusammenhängt.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422792072",
      "url": "https://gepris.dfg.de/gepris/projekt/422792072",
      "title": "Flüssigkeiten auf schaltbaren vorstrukturierten Substraten - von mikroskopischen zu mesoskopischen Modellen",
      "investigators": "Professorin Dr. Svetlana  Gurevich;Professor Dr. Andreas  Heuer",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikPhysikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung von 2019 bis 2023",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422792072",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "In diesem Projekt werden die statischen und dynamischen Eigenschaften einer einfachen Flüssigkeit auf einem schaltbaren vorstrukturierten Substrat aus einer numerischen / theoretischen Perspektive in engem Kontakt zu den experimentellen und theoretischen Projekten des SPP untersucht. Während das Benetzungsverhalten auf homogenen und vorstrukturierten Substraten gut verstanden ist, soll in diesem Projekt ein umfassendes Verständnis der resultierenden Nichtgleichgewichtseffekte beim Schalten erhalten werden. Dabei spielen auch die neuen externen Zeitskalen des periodischen Schaltens eine wichtige Rolle. Besondere Effekte werden z.B. für die Benetzung nahegelegener hydrophiler Streifen erwartet, die sowohl einfache benetzende Tropfen als auch Brückenstrukturen ausbilden.Für ein umfassendes Verständnis des Systems ist es von zentraler Bedeutung, unterschiedlicher Längen- und Zeitskalen zu betrachten. Um beispielsweise den Schaltprozess selbst zu berücksichtigen, ist eine mikroskopische Analyse erforderlich. Dazu wird das Schalten von photoaktiven Molekülen und deren Einfluss auf die Flüssigkeit über Moleküldynamiksimulationen (MD) explizit untersucht. Im Gegensatz dazu ist für die Untersuchung des Langzeitverhaltens ein Kontinuumsansatz am besten geeignet, um z.B. das dynamische Verhalten und die auftretenden Instabilitäten zu analysieren. Für spezifische Fragestellungen werden auf Basis der Expertise der beiden PIs Kraftfeld- und Gittergas-Simulationen einerseits sowie mesoskopische Dünnfilmmodelle zur Untersuchung der Gradientendynamik an Grenzflächen-Hamiltonians andererseits durchgeführt.Um eine quantitative Anpassung zwischen diesen Ansätzen zu erreichen, verwenden wir spezielle Multiskalen-Techniken, um die Parameter, die für die mesoskopische Dünnschichtgleichung übergeben werden, zu bestimmen. Das umfasst die Grenzflächenspannung sowie das Benetzungspotential. Für MD-Simulationen kann die Information direkt aus der Berechnung geeigneter Viriale erhalten werden, wohingegen für den Fall eines Gittergasmodells eine verbrückende mikroskopische Dichtefunktionaltheorie verwendet wird, wie sie kürzlich in einer Zusammenarbeit beider PIs entwickelt wurde. Die aufeinander abgestimmte Modellhierarchie soll es uns ermöglichen, entscheidende Aspekte von Nichtgleichgewichtsdepositions- und Umlagerungsprozessen der Moleküle über mehrere Längen- und Zeitskalen hinweg quantitativ zu verstehen.Während dieser drei Jahre möchten wir (i) umfassende Erfahrungen mit den relevanten theoretischen Werkzeugen gewinnen, (ii) ein gutes Verständnis von Nichtgleichgewichtseffekten als Folge der Schaltprozesse erhalten und (iii) in enger Zusammenarbeit mit den entsprechenden experimentellen Gruppen der SPP diese Ergebnisse auf die spezifischen Interaktionsparameter ihrer Experimente anwenden (z. B. für gegebene Oberflächenstruktur und Kontaktwinkel).DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "505838917",
      "url": "https://gepris.dfg.de/gepris/projekt/505838917",
      "title": "Fokussierungseffekt für gleitende Tropfen, der durch adaptive Oberflächen hervorgerufen wird",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemiePhysikalische Chemie von Festkörpern und Oberflächen, Materialcharakterisierung",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505838917",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die Adaption von Oberflächen ist eine Ursache für die Geschwindigkeitsabhängigkeit der fortschreitenden und zurückweichenden Kontaktwinkel. Dies gilt auch für niedrige Kontaktliniengeschwindigkeiten. Wir haben ein Modell vorgeschlagen, das diese dynamischen Kontaktwinkel erklärt (Langmuir 2018, 34, 11292). Ziel unseres Projekts ist es, das Modell experimentell zu verifizieren und zu untersuchen, wie gut es die experimentellen Daten erklären kann. In der ersten Förderperiode haben wir einen experimentellen Aufbau entwickelt, um die vorrückenden und zurückweichenden Kontaktwinkel in Abhängigkeit von der Geschwindigkeit für Wassertropfen bis zu 1 m/s zu messen. Wir haben ein statistisches Poly(styrol/Acrylsäure)-Kopolymer (PS/AA) synthetisiert. Mit Hilfe der Messungen haben wir gezeigt, dass für Wassertropfen auf PS/AA-Filmen die geschwindigkeitsabhängigen, fortschreitenden Kontaktwinkel mit dem Modell erklärt werden können. Hierbei erhielten wir Relaxationszeiten der Polymer-Oberfläche < 2 ms.  Wünschenswerte wäre aber noch unabhängige Messungen dieser Relaxationszeiten, um unser Modell vollständig zu validieren. Das Ziel für die zweite Förderperiode ist es, Polymeroberflächen zu untersuchen, an denen wir die Relaxationszeiten des Trocken-Nass- und des Nass-Trocken-Übergangs bei Benetzung und Entnetzung zusätzlich mit einer unabhängigen Methode messen können. Dann können die gemessenen geschwindigkeitsabhängigen Fortschreit-Kontaktwinkel unabhängig von unserem Experiment mit unserem Modell validiert werden. Daher planen wir die Synthese von verschiedenen an Oberflächen gehefteten Polymerbürsten: (1) Bürstenfilme aus Mischungen von PS und Poly(2-vinylpyridin) (PVP), (2) Bürstenfilme die auf den pH-Wert des Tropfens reagieren (Poly(N,N-dimethylaminoethylmeth¬acrylat)  und (3) Bürstenfilm aus Blockcopolymeren. Die partielle Adaption von Oberflächen durch die Benetzung eines ersten, gleitenden Tropfens sollte einen Fokussierungseffekt für nachfolgende Tropfen erzeugen. Der erste Tropfen hinterlässt eine Spur erhöhter Oberflächenenergie. Wir gehen davon aus, dass nachfolgende Tropfen dann entlang derselben Spur gleiten werden. Unser Ziel ist es, diese Hypothese zu verifizieren und zu quantifizieren.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer OberflächenMitverantwortlichProfessor Dr. Hans-Jürgen  Butt"
    },
    {
      "project_id": "422800359",
      "url": "https://gepris.dfg.de/gepris/projekt/422800359",
      "title": "Hochgenaue numerische Simulation von Benetzung und Entnetzung auf flexiblen Substraten einschließlich Wärmeübertragung",
      "subject_area": "Strömungsmechanik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422800359",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Der Kern dieses Projekts ist Entwicklung numerischer Simulations-Methoden. Die konkrete Physik, die modelliert, respektive simuliert werden soll, ist durch die im Schwerpunkt-Programm 2171 (SPP 2171) geplanten praktischen Experimente motiviert. Im Speziellen sollen Experimente untersucht werden, in denen Benetzung, bzw. Entnetzung von flexiblen Oberflächen stattfindet. Hierfür wurde in der ersten Förderphase eine entsprechende hochgenaue numerische Toolbox für die Simulation von Dreiphasensystemen, bestehend aus einem flexiblen Festkörper sowie einer flüssigen und einer gasförmigen Phase, entwickelt. In der zweiten Förderphase des Programms sollen diese Simulationstechniken weiter verbessert und erweitert werden, um ein breiteres Spektrum an Experimenten abzudecken. Insbesondere sollen nun Verdampfungseffekte berücksichtigt werden.Die Simulation ist hier eine wichtige Ergänzung zu den Experimenten im SPP 2171, da sie gewissermaßen als Lupe fungieren kann: sie liefert Einblicke, die das Experiment nicht bieten kann. Durch Simulationen wird es beispielsweise möglich, Größen welche im Experiment aufgrund technischer Limits nur schwierig oder gar nicht gemessen werden können zu bestimmen.Geplant ist die komplementäre Simulation von Experimente von ansteigender Komplexität. Am Anfang stehen Konfigurationen mit einfachen Tropfen und Flüssigkeitsbrücken. Im weiteren Verlauf wird dann das Aufprallverhalten von Tropfen auf flexiblen Substraten untersucht. Dabei soll auch Verdampfung, durch Beheizung des Substrats, berücksichtigt werden. Als anspruchsvollste, das Projekt abschließende Simulation ist eine Leidenfrost-Konfiguration, d.h. ein verdampfender Tropfen welcher, durch seine eigene Dampfschicht getragen, über einem beheizten Substrat schwebt. Das Simulationsverfahren basiert dabei auf einer von den Antragstellen entwickelten numerischen Methode für Zweiphasenströmungen. Dies sind Gemengen zweier nicht-mischbarer Fluide, im vorliegenden Fall eben die Druckfarbe sowie die Umgebungsluft. Dieses Setup wird nun um eine dritte Phase, d.h. einen flexiblen Festkörper ergänzt. Treffen Luft, Flüssigkeit sowie Festkörper aufeinander, so spricht man von einer Dreiphasen-Kontaktlinie. Die numerisch-mathematische Grundlage zu diesem Projekt ist ein sogenanntes erweitertes diskontinuierliches Galerkin Verfahren, welches speziell entwickelt wurde um Dreiphasenströmungen mit Kontaktlinien hochgenau zu simulieren. Dabei können insbesondere die Grenzflächen zwischen Luft und Flüssigkeit, sowie die Dreiphasen-Kontaktlinie hochgenau verfolgt werden. Für die gegebenen Problemstellungen muss das Verfahren mit einer Simulationsmethode für Festkörper kombiniert werden. Des Weiteren muss die Wärmeübertragung sowie die Verdampfung modelliert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422794127",
      "url": "https://gepris.dfg.de/gepris/projekt/422794127",
      "title": "Intrinsische Analyse der dynamischen Benetzung auf weichen Oberflächen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieStatistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische Physik",
      "funding_period": "Förderung von 2019 bis 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422794127",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Oberflächenphänomene sind bemerkenswert, weil sie von extremen Kräften dominiert werden, die direkt an den Grenzflächen lokalisiert sind, in einem räumlichen Bereich, der normalerweise nur wenige (1-3) molekulare Schichten umfasst.Im Fall von Fluiden oder weichen Materialien wölben jedoch thermisch aktivierte Oberflächenkapillarwellen die Grenzfläche in größeren Maßstäben, was den Versuch vereitelt, ihre Struktur und Dynamik mit molekularer Auflösung durch herkömmliche Analysen atomistischer Simulationstrajektorien zu untersuchen.Stattdessen wurden in den letzten Jahren erfolgreich intrinsische Analyseansätze eingesetzt, um ohne die störende Schmierwirkung von Kapillarwellen die Struktur von Fluid-Fluid- und Fluid-Gas-Grenzflächen zu analysieren.In diesem Projekt wird vorgeschlagen, diese Ansätze für ternäre Systeme zu verallgemeinern und auf flüssige Tröpfchen auf weichen Substraten anzuwenden, um so ein klareres Bild der molekularen Struktur und Dynamik nahe der Kontaktlinie im thermodynamischen Gleichgewicht und während des Loslösens des Tropfens (\\emph{depinning}) zu erhalten.In unserem vorgeschlagenen Ansatz werden wir sowohl ein vereinfachtes Modell eines Tropfens auf weichem Substrat als auch ein realistisches Modell atomistischer Auflösung eines Wassertropfens auf der Oberfläche einer Polyelektrolyt-Mehrfachschicht untersuchen. Das Modellsystem wird es uns ermöglichen, einen breiten Parameterbereich zu erfassen, einschließlich unterschiedlicher Arten von gelösten Stoffen, und somit Trends zu untersuchen, mit verfügbaren theoretischen Modellen zu vergleichen und diese Modelle zu erweitern. Das Wasser-Polyelektrolytsystem wird uns andererseits die Möglichkeit geben, Zusammenhänge zwischen mikroskopischen Veränderungen an der Kontaktlinie und den resultierenden makroskopischen Effekten quantitativ zu untersuchen und direkt mit experimentellen Messungen zu vergleichen. Mit diesem Ansatz werden wir das aktuelle Bild der Eigenschaften beweglicher Kontaktlinien zu einer bisher unerreichten Auflösung befördern.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422799843",
      "url": "https://gepris.dfg.de/gepris/projekt/422799843",
      "title": "Koordinationsfonds",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikBeschichtungs- und OberflächentechnikExperimentelle Physik der kondensierten MaterieExperimentelle und Theoretische PolymerphysikHerstellung und Eigenschaften von FunktionsmaterialienMathematikPhysikalische Chemie von Festkörpern und Oberflächen, MaterialcharakterisierungTheoretische Chemie: Moleküle, Materialien, OberflächenTheoretische Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422799843",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Das Schwerpunktprogramm 2171 entwickelt das grundlegende physikalische Verständnis von dynamischen Benetzungsprozessen auf flexiblen, adaptiven und schaltbaren Oberflächen. Neben dem Schwerpunkt der Benetzungsdynamik einfacher, niedermolekularer Flüssigkeiten werden auch Mischungen solcher Flüssigkeiten und verdünnte Suspensionen betrachtet. Solche Systeme bieten durch ihre inneren Freiheitsgrade neuartige Kopplungsmechanismen und sind häufig in Anwendungen anzutreffen, wie auch in biophysikalischen Zusammenhängen. Das Schwerpunktprogramm schafft die Voraussetzungen für die zukünftige Kontrolle dynamischer Benetzungsprozesse in einer Vielzahl von Anwendungen.Der Koordinierungsfonds soll weiterhin die Mittel für eine kohärente Umsetzung des hoch kooperativen und interdisziplinären Schwerpunktprogramms bereitstellen.  Er enthält Mittel, die es allen Beteiligten ermöglichen, ihre Kooperationen auszubauen und ihre Ergebnisse innerhalb des SPP und darüber hinaus zu teilen.  Zu den wichtigsten Maßnahmen gehören die Organisation des wissenschaftlichen Austauschs zwischen den einzelnen Projekten; die Unterstützung der Ausbildung von Nachwuchswissenschaftlern durch zentrale Veranstaltungen; die Förderung des individuellen Austauschs und lokaler Ausbildungsveranstaltungen; der weitere Ausbau der strukturierten Sammlung von praktischem Wissen in der Form von Tutorien, von Forschungsdaten und Algorithmen des SPP, die die interdisziplinäre Zusammenarbeit fördern und die Einstiegsschwelle für Nachwuchswissenschaftler senken; die Organisation der Präsentation der wissenschaftlichen Ergebnisse des SPP in der internationalen wissenschaftlichen Gemeinschaft und der Öffentlichkeit; die Verwaltung der Förderlinien der SPP-internen Nachwuchsförderung; und die Verwaltung von Maßnahmen zur Familienfreundlichkeit und Gleichstellung von Frauen und Männern innerhalb des SPP.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422792530",
      "url": "https://gepris.dfg.de/gepris/projekt/422792530",
      "title": "Mathematische Modellierung und Simulation der Wechselwirkung von Substraten mit Strömungen durch verallgemeinerte Gradientenflüsse",
      "subject_area": "Theoretische Physik der kondensierten MaterieMathematik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422792530",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Ziel des Projektes \"Mathematical modeling and simulation of the interaction of substrates with flows by generalized gradient flows\" ist die thermodynamisch konsistente Beschreibung von Entnetzungsphänomenen durch Gradientenstrukturen und entsprechende Verallgemeinerungen, sodass durch Implementation entsprechender Modelle eine numerische Stabilität garantiert wird. Damit sollen insbesondere Phänomene an bewegten Kontaktlinien mit dynamischen Kontaktwinkeln auf entsprechenden komplexen Substraten (adaptiv, flexibel, schaltbar) genauer verstanden werden. Dazu werden nun in dem Folgeantrag Phasenfeldmodelle und \"sharp interface\"-Modelle für viskoelastische Substrate mit endlichen Verzerrungen und auch die Phasenseparation in der Nähe von Kontaktlinien in Betracht gezogen. Als Voraussetzung dafür wurden in der ersten Förderperiode sowohl abstrakte Grundlagenarbeiten zur Struktur von Gleichungen und Diskretisierungsmethoden entwickelt [1,2], aber auch Arbeiten zum spinodalen Entnetzen auf flüssigen Substraten [3], Vergleich mit Molekulardynamik [4], Hierarchien von Modellen mit dynamischen Kontaktwinkel [5], und numerische Verfahren für Phasefeldmodelle umgesetzt [6].Basierend darauf, unterteilt sich die Arbeit in folgende Teile:WP1 „Wetting hydrodynamics on flexible substrates with sharp interfaces and contact angles“ : Basierend auf den Arbeiten in [1,2,4], werden Modelle und Diskretisierungsverfahren für bewegte Kontaktlinien mit scharfen Grenzflächen und Kontaktlinien untersucht, wobei Gebiete und Gitter den Grenzflächen angepasst sind, und so eine hohe Kontrolle über die Genauigkeit der numerischen Verfahren gewährleistet werden kann.WP2 „Extension of long-wave approximation with sharp-interfaces to flexible substrates“: Basierend auf Ansätzen zur abstrakten Modellreduktion aus [2], werden in dem Projekt unterschiedliche Ideen für reduzierte Modelle von dünnen Filmen auf viskoelastischen Substraten untersucht. Ähnlich den Galerkin-ROM-Verfahren, wird hier eine systematische und erweiterbare Reduktion der vollen Kontinuumsgleichungen angestrebt, wobei auch hier die Möglichkeit von scharfen Kontaktlinien und deren Dynamik angestrebt wird.WP3 „Phase separation and cloaking at solid/fluid interfaces and contact lines“: Um Effekte wie Dynamik von Phasenseparation und Cloaking in der Umgebung von Kontaktlinien zu untersuchen, werden die an die Elastizität gekoppelten Gleichungen aus [6] systematisch auf eine effektive Grenzflächenthermodynamik erweitert und mit entsprechenden Experimenten verglichen.Resultate werden im SPP mit Experimenten und anderen theoretischen Ansätzen verglichen.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "505838636",
      "url": "https://gepris.dfg.de/gepris/projekt/505838636",
      "title": "Mikroskopische Mechanismen und Oberflächenadaptionseffekte des Slide-Electrification-Effekts",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische ChemieTheoretische Chemie: Moleküle, Materialien, Oberflächen",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505838636",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Der Begriff „slide-electrification“ beschreibt eine spontane Ladungstrennung zwischen einem bewegten Flüssigkeitstropfen und einer hydrophoben Oberfläche. Je nach Oberfläche und Flüssigkeit sammelt der Tropfen entweder positive oder negative Ladung, wobei sich das Substrat entgegengesetzt auflädt. Dabei kann die Tropfenladung durch die Kontaktzeit zwischen Oberfläche und Wasser und die Zeit zwischen aufeinander folgenden Tropfen beeinflusst werden. Modelle für die die Ladungserzeugung enthalten daher einen Adaptions-Term, ähnlich der Adaption bei Benetzung. Der mikroskopische Ursprung der slide-electrification und der Adaptionseffekte ist noch unklar. Der Mechanismus wurde phänomenologisch unter Annahme eines Ladungspinnings an der hinteren Kontaktlinie beschrieben. Hier könnten Elektronentransfer, Adsorption/Desorption von Ionen oder eine unvollständige Reorganisation der elektrischen Doppelschicht zu den beobachteten Effekten führen. Das erste Ziel unseres Projekts ist daher ein molekulares Verständnis der slide-electrification. Wir werden Experimente mit Computersimulationen kombinieren und die Fest-Flüssig-Grenzfläche systematisch verändern, indem wir die drei beteiligten Komponenten variieren: 1) das Substrat, 2) die hydrophobe Schicht 3) und die Flüssigkeit (Art der Flüssigkeit, Salzkonzentration, pH-Wert). Für das Substrat sind die Dielektrizitätskonstante und die Oberflächenchemie die wichtigsten Faktoren. Um den Beitrag des ionischen und elektronischen Ladungstransfers zur Tröpfchenladung zu untersuchen, werden wir auch Modelloberflächen auf Kohlenstoffbasis mit definierter elektronischer Leitfähigkeit betrachten. Um Moleküldichte und Ladungsdiffusion an der Oberfläche zu kontrollieren, werden wir das Molekulargewicht der hydrophoben Schicht und die Oberflächenrauheit verändern. Darüber hinaus werden wir die Oberflächenchemie variieren, z. B. mit Hydroxid- und Amin-funktionalisierten Oberflächen. Um das Zusammenspiel zwischen Benetzungsadaption und Ladungsadaption zu untersuchen, werden wir mit anderen Gruppen innerhalb dieses SPP adaptive Polymer- und Polyelektrolytoberflächen untersuchen. So wollen wir die Mechanismen aufklären, die hinter der Tröpfchenaufladung und der Oberflächenadaption stehen. Die Anwendung der slide-electrification ist die Stromerzeugung, eine potenzielle erneuerbare Energiequelle. Derzeit ist der Wirkungsgrad der Energieumwandlung von kinetischer Tröpfchenenergie in elektrische Energie sehr gering: weit unter 0,1 %. Daher besteht das zweite Ziel des Projekts darin, die grundlegenden Grenzen der Effizienz der slide-electrification zu verstehen. Wir wollen Kombinationen aus Substrat, Oberflächenschicht und Flüssigkeit ermitteln, die einen besseren Wirkungsgrad ermöglichen. Dies soll durch eine computergestützte Vorauswahl von Oberflächenkombinationen erreicht werden, die die Oberflächenspannung und die Tropfenladung maximieren. Die leistungsstärksten Kombinationen werden dann experimentell charakterisiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422792679",
      "url": "https://gepris.dfg.de/gepris/projekt/422792679",
      "title": "Modellierung der Ausbreitung, Imbibition und Verdampfung von Flüssigkeiten auf strukturierten oder porösen, verformbaren Substraten",
      "subject_area": "Chemische und Thermische Verfahrenstechnik",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422792679",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die Ausbreitung, Imbibition und Verdampfung/Verdunstung von Flüssigkeiten auf verformbaren Oberflächen mit Rauheit, Topographie oder mit porösen Beschichtungen ist wichtig für zahlreiche industrielle Anwendungen. Diese Phänomene sind multiskalig und können nicht mit dem makroskopischen Ansatz beschrieben werden, der den Einfluss der intermolekularen Wechselwirkungen nicht berücksichtigt. Das Projekt zielt auf die Entwicklung von Modellen für die Ausbreitung, die Imbibition und die Verdampfung/Verdunstung von Flüssigkeiten auf strukturierten oder porösen verformbaren Substraten ab und berücksichtigt den Einfluss der Oberflächenkräfte, die mit Hilfe des Konzepts des „disjoining pressure“ beschrieben werden. In der ersten Förderperiode wurde die statische und dynamische Benetzung von Tropfen mit einer Höhe, die mit dem Wirkungsbereich der Oberflächenkräfte vergleichbar ist, mithilfe eines auf der Dünnschichttheorie basierenden numerischen Modells untersucht. Es wurde festgestellt, dass, wenn der Nanotropfen sich über ein verformbares Substrat ausbreitet, die „Benetzungsrippe“ eine nicht-monotone Dynamik aufweisen kann. Die Evolution der Form der „Benetzungsrippe“ hängt von den Parametern des „disjoining pressure“ ab. Die kapillargetriebene Strömung entlang eine Ecke wurde untersucht. Es wurde gezeigt, dass die Oberflächenkräfte die maximale Länge der Rinnsale in offenen Ecken bestimmen. Es ist bemerkenswert, dass die stationären Rinnsale nicht vorhergesagt werden können, wenn die Oberflächenkräfte vernachlässigt werden. In der nächsten Förderperiode werden die entwickelten Modelle erweitert und zur Beschreibung der Flüssigkeitsausbreitung, der Imbibition und der Verdampfung/Verdunstung in Nanoporen, auf verformbaren Oberflächen mit Topographie und inhomogener Verteilung der mechanischen Eigenschaften sowie in Systemen mit dünnen flexiblen Folien, Lamellen und Fasern verwendet. Die Ergebnisse dieser Studien werden es ermöglichen, die Schlüsselphänomene zu bestimmen, die die Imbibition auf der Skala der gesamten porösen Struktur beherrschen. Auf der Grundlage dieser Erkenntnisse werden Homogenisierungstechniken zur Berechnung effektiver Transportkoeffizienten angewendet. Diese Transportkoeffizienten werden verwendet, um die Imbibition und Verdampfung/Verdunstung auf strukturierten oder porösen, verformbaren Substraten, die für natürliche Phänomene und technologische Anwendungen relevant sind, auf der makroskopische Skala zu simulieren. Die Ergebnisse der Simulationen werden durch den Vergleich mit experimentellen Daten validiert.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422792175",
      "url": "https://gepris.dfg.de/gepris/projekt/422792175",
      "title": "Struktur-Eigenschafts-Beziehungen und dynamisches Benetzungsverhalten von photo-schaltbaren molekular dünnen organischen Filmen",
      "subject_area": "Physikalische Chemie von Molekülen, Flüssigkeiten und Grenzflächen, Biophysikalische Chemie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422792175",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Intelligente Oberflächen, die ihre Benetzungseigenschaften reversibel ändern können, sind von großem Interesse für Anwendungen wie selbstreinigende Oberflächen, Mikrofluidik oder Mikroreaktoren, um nur einige Beispiele zu nennen. In diesem Projekt schlagen wir vor, die dynamische Benetzung von photoschaltbaren Oberflächen zu untersuchen. Wobei wir Arylazopyrazol-Derivate verwenden, welche durch Lichtbestrahlung zwischen der E- bzw. der  Z-Konfiguration geschalten werden können. Weitere strukturelle Änderungen wollen wir durch Anlegen eines Elektrodenpotentials auslösen. In beiden Fällen sind makroskopische Änderungen wie der dynamische Kontaktwinkel mit den Prozessen gekoppelt, die innerhalb einer einzelnen molekularen Schicht an der Fest-Flüssig- und der Fest-Gas-Grenzfläche stattfinden. Darüber wollen wir ein vollständigeres molekulares Bild gewinnen und schlagen Experimente vor, mit deren Hilfe wir die gekoppelte Substrat- und Tropfendynamik adressieren können. Diese wird maßgeblich durch die Wechselwirkungen der benetzenden Flüssigkeit mit dem Substrat beeinflusst und ein Verständnis dieser Wechselwirkung auf molekularer Ebene ist daher von entscheidender Bedeutung für eine Beschreibung der resultierenden Benetzungsdynamik. Aus diesem Grund werden wir in diesem Projekt zunächst den molekularen Ursprung der bemerkenswert langsamen Schaltdynamik von Arylazopyrazol-Monoschichten untersuchen. Anschließend werden wir den Einfluss von Oberflächendefekten sowie der langsamer Selbstorganisation während des Schaltens auf die Benetzungsdynamik studieren. Diese Experimente werden dann auf den Einfluss von Elektrodenpotentialen erweitert (Electro-DeWetting), so dass wir molekulare Wechselwirkungen und die Dynamik des Tropfens sowie des Substrats mit zwei orthogonalen Stimuli (Licht/elektrochemisches Potential) steuern können.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422792849",
      "url": "https://gepris.dfg.de/gepris/projekt/422792849",
      "title": "Substrat- und Tropfendynamik bei Tropfenaufprall und Koaleszenz auf weichen adaptiven Oberflächen",
      "subject_area": "Statistische Physik, Nichtlineare Dynamik, Komplexe Systeme, Weiche und fluide Materie, Biologische PhysikExperimentelle Physik der kondensierten Materie",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422792849",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Alltäglich trifft man Situationen an, bei denen flüssige Tropfen auf weiche Materialien auftreffen, beispielsweise Wassertropfen auf der Haut, auf frische Farbe auftreffende Wassertropfen oder auf Blätter von Pflanzen aufschlagende Tropfen, oder auch Tropfen, welche auf bereits nasse Oberflächen treffen. Derartige Systeme bestehen oft aus einer (dünnen) weichen und verformbaren Oberflächenschicht auf einem steifen Substrat. Die weiche Lage, wenngleich dünn, kann das Verhalten von Kontaktlinien, und Tropfen im Speziellen, mikroskopisch und makroskopisch maßgeblich verändern. Hierhingegen beschäftigt sich die bisherige Forschung hauptsächlich mit harten Oberflächen, tiefen Flüssigkeitsbecken oder mischbaren flüssigen Oberflächenschichten. Statische, auf weichen Substraten sitzende Tropfen wurden schon viel untersucht und modelliert, auch langsame Kontaktlinienbewegungen wurden beschrieben. Eine neue Entwicklung geht hin zur qualitativen Untersuchung und Modellierung schneller Kontaktlinienbewegungen. Dabei wird in Experimenten jedoch in der Regel die Dynamik des weichen Substrats nicht erfasst, sie ist nur schwer auflösbar. Das Projekt befasst sich stellvertretend mit zwei Beispielprozesse: der Tropfenaufprall auf flexible dünne Schichten und die Koaleszenz von auf einem weichen oder flüssigen Substrat befindlichen Tropfen. Die Substrate bestehen aus Schichten viskoelastischer Fluide oder Gele. Mittels teils neuartiger optischer Methoden soll die gekoppelte Dynamik des Substrates und der Tropfen gleichzeitig erfasst werden, und damit die Verbindung zwischen mikroskopischen und makroskopischen Prozessen der schnellen Kontaktlinienbewegung beleuchte werden. Durch spezielle Hochgeschwindigkeitsbildgebungstechniken in der Unteransicht können Deformationen und Spannungen im Substrat und Informationen über die Morphologie der Kontakte und eventuell vorhandener dünner Gasschichten gewonnen werden, welche dann mit Seitenansichten korreliert werden. Mein experimenteller Aufbau und meine Fachkenntnisse werden anderen Gruppen im SPP-2171 in Kollaborationen zur Verfügung stehen, derzeit sind Kollaborationen zur Kontaktliniendynamik auf verschiedenen anpassungsfähigen Substraten geplant. Meine Experimente sollen in Zusammenarbeit mit Theoretikern sowohl numerisch als auch teilweise analytisch modelliert werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "505838607",
      "url": "https://gepris.dfg.de/gepris/projekt/505838607",
      "title": "Tiefenaufgelöste Analysen der Wasserpenetration während der dynamischen Benetzung in Gradienten von solvatochromen Farbstoffen in Polymerbürsten durch zeitaufgelöste Fluoreszenz",
      "subject_area": "Präparative und Physikalische Chemie von Polymeren",
      "funding_period": "Förderung seit 2022",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 505838607",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Die vertiefte Kenntnis von dynamischen Be- und Entnetzungsprozessen an Oberflächen ist von grundlegender Bedeutung in der Chemie, Physik, Biologie und den Ingenieurwissenschaften, insbesondere für die Optimierung, Entwicklung und Anwendung von innovativen Materialien. Trotz des Fortschritts durch anspruchsvolle experimentelle und theoretische Ansätze beruhen jedoch selbst fortgeschrittene Modelle der dynamischen Benetzung mangels notwendiger experimenteller Daten vielfach auf vereinfachenden Annahmen. Insbesondere sind die maßgeblichen Parameter, wie Erweichung, Quellung oder strukturelle Reorientierung mit ausreichender zeitlicher Auflösung und lokaler Tiefenauflösung noch nicht angemessen untersucht. Daher schlagen wir einen Ansatz für die fluorimetrische Analyse von Benetzungsprozessen an farbstoffmarkierten Polymeren mit genau lokalisierten maßgeschneiderten Fluorophoren vor. Das Projekt zielt auf komplementäre und signifikant erweiterte Daten ab, die für die weitere Entwicklung und Verfeinerung der Modelle zur dynamischen Benetzung von adaptiven Oberflächen genutzt werden können.Die Strategie basiert auf Polymerbürsten mit kontrollierter Schichtdicke und Pfropfdichte, in denen eine kontrollierte eindimensionale Quellung durch Lösungsmittel und/oder Temperatur verursacht werden kann. Als weiteres Schlüsselelement tragen diese Materialien fluorosolvatochrome Sonden in definierter Tiefe und an den Grenzflächen zum Trägermaterial und zum benetzenden Solvens. Dazu werden optimal eingestellte Farbstoffe entwickelt, deren Emissionsenergie, -lebenszeit und -quantenausbeute sich wesentlich bei einer Änderung der mikroskopischen Umgebung wandeln, so dass damit die physikalisch-chemischen Veränderungen des Polymers während des Benetzungsprozesses statisch und dynamisch bestimmt werden können. Als wichtigstes Strukturelement enthalten die Polymerbürsten einen Farbstoff-Gradienten, bei dem entlang der x-Achse die Tiefe der Farbstoffsonden in der Polymerschicht linear variiert.Dieser Ansatz vereinfacht die fluorimetrische Aufklärung der Prozesse und sollte eine Tiefenauflösung von bis zu <10 nm Genauigkeit mit räumlich auflösender Mikroskopie erlauben. Eine konfokalmikroskopische Analyse der Emissionsenergie und der Lebenszeiten soll die Dynamik der Diffusion der Flüssigkeit in die Polymerschicht sowie die dadurch ausgelöste Polmerkettenrelaxation abbilden. Damit stellen derartige, gezielt farbstoffmarkierte Polymere neue Materialien dar, die die fluorimetrische Analyse dynamischer Benetzungsprozesse erlauben und darüber hinaus komplementäre Datensätze für kritische Tests und Verfeinerungen von bestehenden theoretischen Modellen liefern; z.B. durch die Verknüpfung der internen Dynamik und Relaxation des adaptiven Polymers, die in diesem Projekt mit hoher lokaler Auflösung bestimmt werden, mit physikalischen Größen, wie beispielsweise Kontaktwinkel, Laufgeschwindigkeit, Tropfendimensionen, die aus Gleitgeschwindigkeiten erhalten werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    },
    {
      "project_id": "422798085",
      "url": "https://gepris.dfg.de/gepris/projekt/422798085",
      "title": "Untersuchung der Tropfenbewegung auf schaltbaren und adaptiven weichen und harten Materialien auf Spiropyran-Basis",
      "subject_area": "Herstellung und Eigenschaften von Funktionsmaterialien",
      "funding_period": "Förderung seit 2019",
      "project_identifier": "Deutsche Forschungsgemeinschaft (DFG) - Projektnummer 422798085",
      "dfg_procedure": "Schwerpunktprogramme",
      "parent_program": "SPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen",
      "description": "Das Verhalten von Tropfen auf harten Oberflächen, sowie die Benetzung von Tropfen auf Flüssigkeiten sind experimentell und theoretisch hinlänglich beschrieben. Auf weichen Substraten führt die Oberflächenenergie von Tropfen zu einer Deformation der Oberfläche - es entsteht die so genannte „wetting ridge“ an der Dreiphasenkontaktlinie. Das Verhalten dieser Deformation unter dynamischen Bedingungen ist noch nicht vollständig verstanden. Die experimentelle Untersuchung der Dynamik der Dreiphasenkontaktlinie und damit der Oberflächendeformation ist von großem Interesse, da in der Natur viele Benetzungsprozesse durch die dynamischen Eigenschaften der Oberfläche charakterisiert sind.In diesem Projekt soll daher der Einfluss der Substratdynamik auf das Verhalten von Tropfen auf Oberflächen untersucht werden. Dafür werden verschiedene weiche und harte Oberflächen synthetisiert. Schaltbar werden die Substrate durch eingebrachte, photoschaltbare Spiropyrane (SP). Diese schalten unter UV Licht von der hydrophoben SP Form zur hydrophileren Merocyanin Form. Dies ermöglicht den Einsatz von SP zur Modulation der Oberflächenenergie von Substraten, so dass sich eine Schaltbarkeit zwischen zwei statischen Kontaktwinkeln ergibt. Die Benetzungseigenschaften von Substraten können außerdem durch eine Oberflächenstrukturierung weiter verbessert werden. In diesem Projekt werden daher durch Phasenseparationspolymerisation strukturierte Materialien mit Mikro-/Nano-Porosität erzeugt. Zur Untersuchung der Benetzung von weichen Substraten dienen in diesem Projekt chemische und physikalische Gele. Die physikalischen Gele bestehen aus wurmartigen Mizellen, welche viscoelastisches Verhalten zeigen. Als chemisches Gel dient Polydimethylsiloxan (PDMS). Experimentell bietet PDMS Herausforderungen bei der Untersuchung von Benetzungsphänomenen: freie Ketten und diffundierende Monomere beeinflussen die Benetzungseigenschaften. In diesem Projekt werden daher dünne Beschichtungen für PDMS untersucht, um diese Probleme zu vermeiden. Alle harten und weichen Substrate werden auf ihre Substratschaltbarkeit und Dynamik untersucht, wobei insbesondere hochaufgelöste Schaltung von Mustern untersucht werden soll, um das Verhalten kleiner Tropfen bei Schaltung unter der Dreiphasenkontaktlinie untersuchen zu können. Das vorliegende Projekt bietet eine Vielzahl an Oberflächen und wird durch Echtzeit-Untersuchung von Tropfenbewegungen einen entscheidenden Beitrag zum Verständnis der Dynamik der Dreiphasenkontaktlinie unter veränderbaren Substrateigenschaften leisten. Es sind Kollaborationen mit experimentell arbeitenden Gruppen geplant, um die Eigenschaften und Dynamik der Oberflächen zu verbessern, sowie theoretische Kooperationen, die die bei diesem Projekt erhobenen experimentelle Daten zur Modellanpassung und -verbesserung verwenden werden.DFG-VerfahrenSchwerpunktprogrammeTeilprojekt zuSPP 2171: \nDynamische Benetzung flexibler, adaptiver und schaltbarer Oberflächen"
    }
  ]
}